[{"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "1", "section_title": "Power to construct and maintain works for Phase 2a of High Speed 2", "section_text": "1 1 The nominated undertaker may construct and maintain the works specified in Schedule 1, being— a works for the construction of a railway between— i a junction with Phase One of High Speed 2 near Fradley Wood in Staffordshire, and ii a junction with the West Coast Main Line near Crewe in Cheshire, b other railway works which are required for the purposes of— i the railway mentioned in paragraph (a), or ii a high speed railway transport system of which that railway forms or is to form part, and c works consequent on, or incidental to, works within paragraph (a) or (b). 2 In this Act, the works specified in Schedule 1 are called the  “scheduled works”. 3 References in this Act to  “Phase 2a of High Speed 2” are to the railway mentioned in subsection (1)(a). 4 In subsection (1)(a),  “ Phase One of High Speed 2 ” has the same meaning as in the High Speed Rail (London - West Midlands) Act 2017 (see section 1(3) of that Act)."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "2", "section_title": "Further provision about works", "section_text": "2 1 The nominated undertaker may, for the purposes of or in connection with the scheduled works or otherwise for Phase 2a purposes, do any of the following within the Act limits— a carry out and maintain railway electrification and signalling works; b make, provide and maintain all such approaches, bridges, subways, interchanges, roundabouts, turning places, lifts, stairs, escalators, ramps, passages, means of access, shafts, buildings, apparatus, plant and machinery as may be necessary or expedient; c construct, provide and maintain all such embankments, aprons, abutments, retaining walls, wing walls, culverts and other works as may be necessary or expedient; d demolish the whole or part of any building or structure; e alter or remove any structure erected upon any highway or adjoining land; f alter, or alter the position of, railway track and any apparatus associated with railway track; g install or alter, or alter the position of, other apparatus, including mains, sewers, drains and cables; h alter the course of, or otherwise interfere with, non-navigable rivers, streams or watercourses; i carry out and maintain such other works, of whatever description, as may be necessary or expedient. 2 Subsection (1) does not authorise the making of any cut for drainage purposes which is more than 3.4 metres wide at the bottom. 3 The nominated undertaker may within the Act limits— a carry out and maintain landscaping and other works to mitigate any adverse effects of the construction, maintenance or operation of any of the works authorised by this Act, and b carry out and maintain works for the benefit or protection of land affected by any of the works authorised by this Act. 4 Schedule 2 contains further and supplementary provision about works. 5 Without prejudice to subsection (1)(g), the nominated undertaker may, for the purposes of or in connection with the works authorised by this Act, undertake the electric line diversions and other works specified in the table in Schedule 3."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "3", "section_title": "Highways", "section_text": "3 1 The powers conferred on the nominated undertaker under this Act with respect to works may not be exercised in relation to a highway for which a strategic highways company is the highway authority unless the company consents. 2 Schedule 4 contains provision about— a highway access; b power to stop up and interfere with highways; c construction and maintenance of highways. 3 Schedule 5 contains tables that are relevant to the powers exercisable under Part 2 of Schedule 4."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "4", "section_title": "Power to acquire land compulsorily", "section_text": "4 1 The Secretary of State may acquire compulsorily so much of the land within the Act limits as may be required for Phase 2a purposes. 2 Schedule 6 contains provision about the particular purposes for which land within the limits of land to be acquired or used may be acquired under subsection (1). 3 Part 1 of the Compulsory Purchase Act 1965, so far as not inconsistent with this Act, applies to an acquisition of land under subsection (1)— a as it applies to a compulsory purchase to which Schedule 1 to the Acquisition of Land Act 1981 applies, and b as if this Act were a compulsory purchase order under that Act. 4 The Compulsory Purchase (Vesting Declarations) Act 1981 applies as if this Act were a compulsory purchase order. 5 Schedule 7 contains further provision about the application of compulsory purchase legislation."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "5", "section_title": "Acquisition of rights and imposition of restrictive covenants", "section_text": "5 1 The power under section 4(1) includes power— a to acquire such easements or other rights over land to which the power relates as may be required for Phase 2a purposes, by— i creating new easements or other rights, or ii acquiring easements or other rights already in existence; b to impose such restrictive covenants over land to which the power relates as may be required for Phase 2a purposes. 2 In the case of land specified in the table in Schedule 8, the power under section 4(1) may be exercised only in either or both of the following ways— a so as to acquire rights for purposes specified in relation to the land in column (3) of the table; b so as to impose restrictive covenants for such specified purposes. 3 The power under section 4(1), so far as relating to compulsory acquisition by virtue of subsection (1), includes power to acquire rights or to impose restrictive covenants for the benefit of a person other than the Secretary of State. 4 The Secretary of State may by order provide that section 4(1), so far as relating to compulsory acquisition by virtue of subsection (1), is to be treated as also authorising acquisition of rights or imposition of restrictive covenants by such person as may be specified in the order. 5 The power to make an order under subsection (4) includes power to make an order varying or revoking any order previously made under that subsection. 6 Schedules 9 and 10 contain provision about the application of compulsory purchase legislation to a compulsory acquisition where rights are acquired or restrictive covenants imposed. 7 In section 5 of the High Speed Rail (London - West Midlands) Act 2017 (which makes provision corresponding to that made by this section), after subsection (4) insert— 4A The power under section 4(1), so far as relating to compulsory acquisition by virtue of this section, includes power to acquire rights or to impose restrictive covenants for the benefit of a person other than the Secretary of State."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "6", "section_title": "Acquisition of airspace", "section_text": "6 1 The power under section 4(1) in relation to land may be exercised in relation to the airspace over the land only. 2 The following do not apply in connection with the exercise of the power under section 4(1) in relation to airspace only— a Schedule 2A to the Compulsory Purchase Act 1965 (counter-notice requiring purchase of land not in notice to treat); b Schedule A1 to the Compulsory Purchase (Vesting Declarations) Act 1981 (corresponding provision in case of general vesting declaration); c section 153(4A) of TCPA 1990 (blighted land: proposed acquisition of part interest - material detriment test)."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "7", "section_title": "Acquisition of subsoil or under-surface", "section_text": "7 1 The power under section 4(1) in relation to land may be exercised in relation to the subsoil or under-surface of the land only. 2 The following do not apply in connection with the exercise of the power under section 4(1) in relation to subsoil or under-surface only— a Schedule 2A to the Compulsory Purchase Act 1965 (counter-notice requiring purchase of land not in notice to treat); b Schedule A1 to the Compulsory Purchase (Vesting Declarations) Act 1981 (corresponding provision in case of general vesting declaration); c section 153(4A) of TCPA 1990 (blighted land: proposed acquisition of part interest - material detriment test). 3 Subsection (2) is to be disregarded where the power under section 4(1) is exercised in relation to a cellar, vault, arch or other construction forming part of a house, building or factory. 4 Schedule 11 contains provision which in certain cases restricts the power under section 4(1) to the subsoil or under-surface of land."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "8", "section_title": "Highway subsoil", "section_text": "8 1 The nominated undertaker may enter upon, take and use for the purposes of the works authorised by this Act so much of the subsoil of any highway within the Act limits as is required for the purposes of the construction or maintenance of those works, without being required to acquire that subsoil or any interest in it. 2 Subsection (1) does not apply in relation to any cellar, vault, arch or other construction in, on or under a highway which forms part of a building fronting on to the highway. 3 In the case of land specified in the table in Schedule 12— a the power under subsection (1) is not exercisable in relation to the subsoil of a highway comprised in the land, and b the power under section 4(1) is not exercisable in relation to the land so far as the surface of the land is comprised in a highway. 4 Subsection (3)(b) does not restrict the exercise of the power under section 4(1) in relation to a cellar, vault, arch or other construction in, on or under a highway which forms part of a building fronting on to the highway where— a the building is within the Act limits, and b the power under section 4(1) is exercisable in relation to the building. 5 In the case of a highway comprised in land specified in the table in paragraph 1 of Schedule 11, the power under subsection (1) is exercisable only in relation to so much of the subsoil of the highway as lies more than 9 metres beneath the level of the surface of the highway. 6 The restrictions imposed by subsections (3) and (5) on the power under subsection (1) do not affect the power under paragraph 9(1) of Schedule 4 (power of nominated undertaker to enter upon highway to carry out certain street works). 7 The nominated undertaker must compensate any person who— a is an owner or occupier of land in respect of which the power under subsection (1) is exercised, and b suffers loss by the exercise of that power. 8 Any dispute as to a person's entitlement to compensation under subsection (7), or as to the amount of compensation, must be determined under and in accordance with Part 1 of the Land Compensation Act 1961. 9 Compensation is not payable under subsection (7) to any person who is an undertaker to whom section 85 of the New Roads and Street Works Act 1991 applies (sharing of cost of necessary measures) in respect of measures of which the allowable costs are to be borne in accordance with that section."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "9", "section_title": "Termination of power to acquire land", "section_text": "9 1 After the end of the period of 5 years beginning with the day on which this Act is passed— a no notice to treat may be served under Part 1 of the Compulsory Purchase Act 1965, as applied by section 4(3) to the acquisition of land under section 4(1), and b no declaration may be executed under section 4 of the Compulsory Purchase (Vesting Declarations) Act 1981, as applied by section 4(4) to the acquisition of land under section 4(1). 2 The Secretary of State may by order extend the period under subsection (1) in relation to any land, but may only do so— a once, and b by not more than 5 years. 3 An order under subsection (2) is subject to special parliamentary procedure (as to which, see the Statutory Orders (Special Procedure) Act 1945). 4 Schedule 13 contains provision about a right to require acquisition where an order is made under subsection (2)."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "10", "section_title": "Extinction of rights over land", "section_text": "10 Schedule 14 contains provision about the extinction of private and other rights over land."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "11", "section_title": "Extinction of rights of statutory undertakers", "section_text": "11 1 Sections 271 to 273 of TCPA 1990 (extinguishment of rights of statutory undertakers etc) apply in relation to land held by the Secretary of State as being land which is required for or in connection with the works authorised by this Act as they apply in relation to land acquired or appropriated as mentioned in section 271(1) of that Act. 2 In their application by virtue of subsection (1)— a sections 271 to 273 of TCPA 1990 have effect as if references to the acquiring or appropriating authority were to the nominated undertaker, and b sections 271 and 272 of that Act also have effect as if— i in subsection (2), for the words from  “with” to  “appropriated” there were substituted  “                          authorised by the High Speed Rail (West Midlands - Crewe) Act 2021                        ” , and ii in subsection (5), for the words from  “local” to  “or undertakers” there were substituted  “                          a person other than a Minister, the Minister                        ” . 3 Any reference in TCPA 1990 to section 271, 272 or 273 (including a reference to a provision of any of those sections) includes a reference to that section (or provision) as applied by subsection (1). 4 In their application by virtue of subsection (3)— a section 274(3) of TCPA 1990 has effect as if for  “local authority or statutory undertakers” there were substituted  “                      person                    ” , and b sections 274(5), 279(2) to (4) and 280(6) of that Act have effect as if references to the acquiring or appropriating authority were to the nominated undertaker."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "12", "section_title": "Exclusion of new rights of way", "section_text": "12 1 No right of way may be acquired by prescription or user over land which— a forms an access or approach to any railway infrastructure, and b falls within subsection (2). 2 Land falls within this subsection if it is within the Act limits and— a the land, or a right of way over the land, has been acquired under this Act, b the land, or a right of way over the land, is acquired by the Secretary of State for Phase 2a purposes otherwise than under this Act on or after the day on which this Act comes into force, or c the land, or a right of way over the land, was held by the Secretary of State for Phase 2a purposes immediately before that day. 3 In subsection (1),  “ railway infrastructure ” means any building, structure, railway track or other work used, or intended to be used, for Phase 2a purposes."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "13", "section_title": "Temporary possession and use of land", "section_text": "13 Schedules 15 and 16 contain provision about temporary possession and use of land in connection with the works authorised by this Act."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "14", "section_title": "Use of roads", "section_text": "14 1 The nominated undertaker may use any road situated on land specified in the table in Schedule 8 for the passage of persons or vehicles (with or without materials, plant or machinery) for Phase 2a purposes. 2 The power under subsection (1) is exercisable on giving at least 7 days' notice (or, where access is urgently required, such notice as is reasonably practicable) to the owners and occupiers of the land. 3 But subsection (2) does not require notice to be given in relation to a road where notice under that subsection has already been given in relation to the road. 4 The power under subsection (1) may not be exercised after the end of 5 years beginning with the date on which Phase 2a of High Speed 2 is brought into general use. 5 The nominated undertaker must compensate the person having the management of a road to which subsection (1) applies for any loss which the person may suffer by reason of the exercise of the power under that subsection. 6 Any dispute as to a person's entitlement to compensation under subsection (5), or as to the amount of compensation, must be determined under and in accordance with Part 1 of the Land Compensation Act 1961."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "15", "section_title": "Enforcement of restrictions on land use", "section_text": "15 1 This section applies where— a a prohibition or restriction relating to the use of land is imposed by a covenant or agreement between a person interested in the land (“the promisor”) and the Secretary of State, and b the covenant or agreement is made for Phase 2a purposes. 2 The Secretary of State may enforce the prohibition or restriction against persons deriving title from or under the promisor in respect of land to which it relates as if— a the Secretary of State were possessed of adjacent land, and b the covenant or agreement had been expressed to be made for the benefit of such land. 3 Section 2(c) of the Local Land Charges Act 1975 (under which a prohibition or restriction enforceable by a Minister of the Crown under a covenant or agreement is not a local land charge if binding on successive owners because made for the benefit of land of the Minister) does not apply to the prohibition or restriction."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "16", "section_title": "Compensation for injurious affection", "section_text": "16 Section 10(1) of the Compulsory Purchase Act 1965 (compensation for injurious affection) has effect, in relation to land injuriously affected by the execution of works under this Act by the nominated undertaker, as if for  “acquiring authority have” there were substituted  “              nominated undertaker has            ” ."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "17", "section_title": "Deemed planning permission", "section_text": "17 1 Planning permission is deemed to be granted under Part 3 of TCPA 1990 for the carrying out of development authorised by this Act. This is subject to the other provisions of this Act. 2 Where development authorised by this Act consists of the carrying out of a work which is not a scheduled work, subsection (1) does not apply if— a the development is likely to have significant effects on the environment by virtue of factors such as its nature, size or location, b the development is not exempt development within the meaning of the Environmental Impact Assessment Regulations, and c the development is not covered by an environmental assessment in connection with the High Speed Rail (West Midlands - Crewe) Bill. 3 Schedule 17 imposes conditions on deemed planning permission under subsection (1). 4 Deemed planning permission under subsection (1) is specific planning permission for the purposes of section 264(3)(a) of TCPA 1990 (specific planning permission for development of statutory undertakers' land relevant to whether the land is operational land). 5 Development which has deemed planning permission under subsection (1) is not development of a class for which planning permission is granted by the Town and Country Planning (General Permitted Development) (England) Order 2015 (S.I. 2015/596) (or any instrument replacing that order)."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "18", "section_title": "Time limit on deemed planning permission", "section_text": "18 1 In relation to development consisting of the construction of a scheduled work, it is a condition of the deemed planning permission under section 17(1) that the development must be begun not later than the end of 10 years beginning with the day on which this Act is passed. 2 The Secretary of State may, in relation to any such development, by regulations extend the period within which the development must be begun by virtue of this section. 3 Regulations under subsection (2) must be made by statutory instrument; and a statutory instrument containing such regulations is subject to annulment in pursuance of a resolution of either House of Parliament. 4 Section 91 of TCPA 1990 (limit on duration of planning permission) does not apply to deemed planning permission under section 17(1)."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "19", "section_title": "Power to disapply deemed planning permission", "section_text": "19 1 The Secretary of State may by regulations provide, in relation to any work constructed in exercise of the powers conferred by this Act, that section 17(1) is not to apply to development consisting of operations for the maintenance or alteration of the work which are begun on or after a day specified in the regulations. 2 The Town and Country Planning (General Permitted Development) (England) Order 2015 (S.I. 2015/596) (or any instrument replacing that order) has effect in relation to any development excepted from section 17(1) by subsection (1) as if this Act were a local Act. 3 Regulations under subsection (1) may make different provision for different cases. 4 Regulations under subsection (1) must be made by statutory instrument; and a statutory instrument containing such regulations must be laid before Parliament after being made."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "20", "section_title": "Development consent", "section_text": "20 The works authorised by this Act do not require consent under the Planning Act 2008 (development consent)."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "21", "section_title": "Listed buildings and ancient monuments", "section_text": "21 1 Schedule 18 contains provision for the disapplication or modification of controls relating to listed buildings. 2 Schedule 19 contains provision for the disapplication or modification of controls relating to ancient monuments."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "22", "section_title": "Burial grounds", "section_text": "22 1 Nothing in any enactment relating to burial grounds and no obligation or restriction imposed under ecclesiastical law or otherwise has effect to prohibit, restrict or impose any condition on the use of any land comprised in a burial ground for the purpose of constructing any of the works authorised by this Act. 2 Subsection (1) does not apply where the use of the land for that purpose would involve disturbing human remains which are buried in it, unless the remains and any monument to the deceased have been dealt with in accordance with Schedule 20. 3 In this section and Schedule 20— “ burial ground ” means— a churchyard, cemetery or other ground, whether consecrated or not, which has at any time been set apart for the purposes of burial, and any other place of burial; “ monument ” includes a tombstone or other memorial; and references to a monument to a person are to a monument commemorating that person, whether alone or with any other person."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "23", "section_title": "Consecrated land", "section_text": "23 1 No obligation or restriction imposed under ecclesiastical law or otherwise in relation to consecrated land has effect to prohibit, restrict or impose any condition on the exercise of the powers conferred by this Act with respect to works. 2 Subsection (1) does not apply in relation to the use of land comprised in a burial ground for the purpose of constructing any of the works authorised by this Act."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "24", "section_title": "Commons and open spaces", "section_text": "24 No enactment regulating the use of commons, town or village greens, open spaces or allotments, and no enactment specially regulating any land of any of those kinds, prevents or restricts— a the doing of anything for Phase 2a purposes on land held by the Secretary of State or the nominated undertaker for those purposes, b the exercise of any right of entry under this Act (or the doing of anything pursuant to such a right of entry), or c the doing of anything in exercise of any other power under this Act."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "25", "section_title": "Trees", "section_text": "25 1 The enactments specified in subsection (2) do not apply to— a tree works which are carried out in relation to a tree growing on land within the Act limits for the purposes of or in connection with the construction of the works authorised by this Act, or b tree works which are carried out in relation to a tree growing on land used for Phase 2a purposes and are necessary— i to enable works authorised by this Act to be maintained, or ii for reasons of safety in connection with such works or the operation of Phase 2a of High Speed 2. 2 The enactments referred to in subsection (1) are— a an order under section 198(1) or 202(1) of TCPA 1990 and regulations under section 202A(1) of that Act (tree preservation orders), and b section 211(1) and (5) of that Act (preservation of trees in conservation areas). 3 In this section,  “ tree works ” means works consisting of the removal, topping or lopping of a tree or the cutting back of the roots of a tree."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "26", "section_title": "Overhead lines", "section_text": "26 1 Section 37(1) of the Electricity Act 1989 (which requires the consent of the Secretary of State in relation to overhead lines) does not apply in relation to an electric line where— a the line is installed above land within the Act limits, and b the installation of the line— i is a work authorised by this Act, and ii has deemed planning permission under section 17(1). 2 Where section 37(1) of the Electricity Act 1989 applies in relation to an electric line— a the installation of which is a work authorised by this Act, or b which is installed, or is to be installed, for the purposes of, in connection with or in consequence of the construction of any work authorised by this Act, Schedule 8 to that Act (procedure for obtaining consent) has effect as if paragraph 2(2) (public inquiry to be held where planning authority object to consent application) were omitted. 3 The installation of an electric line by a person other than the nominated undertaker is to be treated for the purposes of subsection (1)— a as a work authorised by this Act, and b as having deemed planning permission under section 17(1), if, were it carried out by the nominated undertaker, it would be a work authorised by this Act and would have such permission. 4 The installation of an electric line for the purposes of, in connection with or in consequence of the construction of any work authorised by this Act does not require consent under the Planning Act 2008 (development consent). 5 In this section,  “ electric line ” has the same meaning as in Part 1 of the Electricity Act 1989 (see section 64 of that Act)."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "27", "section_title": "Water", "section_text": "27 Schedule 21 contains provision about water abstraction and impounding and other matters related to water and drainage."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "28", "section_title": "Buildings", "section_text": "28 1 Schedule 22 contains provision about the application of various provisions of the Building Act 1984 and building regulations. 2 Schedule 23 contains provision about the application of the Party Wall etc. Act 1996."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "29", "section_title": "Street works", "section_text": "29 Schedule 24 disapplies various controls relating to works in or near streets and highways."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "30", "section_title": "Lorries", "section_text": "30 Schedule 25 contains provision about the use of heavy commercial vehicles."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "31", "section_title": "Noise", "section_text": "31 Schedule 26 contains provision about— a noise on construction sites, and b noise which constitutes a statutory nuisance."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "32", "section_title": "Local Acts", "section_text": "32 Schedule 27 disapplies various controls under local Acts relating to Staffordshire and Cheshire."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "33", "section_title": "Community Infrastructure Levy", "section_text": "33 Liability to Community Infrastructure Levy under Part 11 of the Planning Act 2008 does not arise in relation to development authorised by this Act."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "34", "section_title": "Objectives of Office of Rail and Road", "section_text": "34 1 The list of objectives in section 4(1) of the Railways Act 1993 (objectives of Office of Rail and Road and Secretary of State) is to be treated, in relation to the Office of Rail and Road only, as including the objective of facilitating the construction of Phase 2a of High Speed 2 and the railway works referred to in section 1(1)(b). 2 The Office of Rail and Road must consult the Secretary of State about the discharge of its duty under section 4(1) of the Railways Act 1993 so far as relating to that objective. 3 This section ceases to have effect on such day as the Secretary of State may specify by regulations. 4 Regulations under subsection (3) must be made by statutory instrument; and a statutory instrument containing such regulations must be laid before Parliament after being made."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "35", "section_title": "Disapplication of licensing requirement in pre-operational phase", "section_text": "35 1 Section 6(1) of the Railways Act 1993 (which prohibits any person from acting as the operator of a railway asset unless authorised by a licence under section 8 of that Act) does not apply in relation to— a a railway asset, other than a train, which is constructed in exercise of the powers conferred under this Act but which is not yet ready for commercial use, or b a train being used on a network where the network is a railway asset falling within paragraph (a). 2 For the purposes of subsection (1), a railway asset is to be taken to be ready for commercial use only if the Secretary of State has laid before Parliament notice of his or her determination that it is ready for such use. 3 The exemption granted by subsection (1) is an appropriate licence exemption for the purposes of section 122 of the Railways Act 1993 (which provides a defence to actions in nuisance etc to persons who hold a licence under section 8 of that Act or have an appropriate licence exemption). 4 In this section,  “ network ”,  “ railway asset ” and  “ train ” have the same meaning as in Part 1 of the Railways Act 1993."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "36", "section_title": "Disapplication of statutory closure provisions", "section_text": "36 1 The Secretary of State may at any time before Phase 2a of High Speed 2 is ready for commercial use direct that the statutory closure provisions (so far as otherwise relevant) are not to apply to any discontinuance which the Secretary of State considers necessary or expedient because of— a the carrying out or proposed carrying out of works authorised by this Act, or b the proposed operation of Phase 2a of High Speed 2. 2 In subsection (1),  “ statutory closure provisions ” means the following provisions of the Railways Act 2005— sections 22 to 25 (discontinuance of railway passenger services), sections 26 to 28 (discontinuance of operation of passenger networks), sections 29 to 31 (discontinuance of use or operation of stations), and section 37 (discontinuance of experimental passenger services). 3 For the purposes of this section, Phase 2a of High Speed 2 is to be taken to be ready for commercial use only if the Secretary of State has laid before Parliament notice of his or her determination that it is ready for such use."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "37", "section_title": "Other railway legislation etc", "section_text": "37 Schedule 28 contains provision about the application of railway legislation."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "38", "section_title": "Co-operation", "section_text": "38 1 Where the nominated undertaker considers that a matter affects— a the construction, maintenance or operation of Phase 2a of High Speed 2, and b the construction, maintenance or operation of a railway asset, or other railway facility, which is not a Phase 2a asset or facility, the nominated undertaker may by notice require a controller of the asset or facility to enter into an agreement with the nominated undertaker about how the matter is to be dealt with. 2 Where a controller of a railway asset, or other railway facility, that is not a Phase 2a asset or facility considers that a matter affects— a the construction, maintenance or operation of the asset or facility, and b the construction, maintenance or operation of Phase 2a of High Speed 2, the controller may by notice require the nominated undertaker to enter into an agreement with the controller about how the matter is to be dealt with. 3 The terms of an agreement under subsection (1) or (2) are to be such as the nominated undertaker and the controller may agree or, in default of agreement, as may be determined by arbitration. 4 Schedule 29 contains provision about arbitration under subsection (3) (which is in addition to the general provision about arbitration in section 56). 5 For the purposes of this section, a railway asset or other railway facility is a  “Phase 2a asset or facility” if— a in the case of a railway asset consisting of any train being used on a network, the network is comprised in Phase 2a of High Speed 2, and b in any other case, if the railway asset or other railway facility is used, or intended for use, for Phase 2a purposes. 6 Subsections (1) and (2) do not apply in relation to— a a matter which pursuant to any enactment must or may be dealt with by the Office of Rail and Road, or b a matter relating to an agreement which pursuant to any provision of that or any other agreement must or may be dealt with by the Office of Rail and Road. 7 In this section— “ controller ”, in relation to a railway asset or facility, means— the person having the management of the asset or facility for the time being, or a person who owns, or has rights in relation to, the asset or facility; “ network ”,  “ railway asset ” and  “ train ” have the same meaning as in Part 1 of the Railways Act 1993; “ railway facility ” includes a maintenance depot, electrical supply facility or stabling facility."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "39", "section_title": "Transfer of functions relating to works", "section_text": "39 1 If for the purposes of this Act the Secretary of State acquires any land from a railway operator on which works authorised by any enactment are situated, the Secretary of State may by order provide for the transfer to the Secretary of State or the nominated undertaker of any power or duty which— a was previously exercisable by the railway operator, and b was conferred under an enactment. 2 The Secretary of State may by order provide for the further transfer, to the Secretary of State or the nominated undertaker, of a power or duty transferred under subsection (1) or this subsection. 3 If a railway operator acquires any land from the Secretary of State on which works authorised by this Act are situated, the Secretary of State may, with the consent of the railway operator, by order provide for the transfer to the railway operator of any duty under this Act relating to the works. 4 An order under this section may contain such supplementary, incidental, consequential or transitional provision as the Secretary of State considers necessary or expedient in connection with the order. 5 In subsections (1) and (3), references to a railway operator are to a person who has the management for the time being of any network, station or light maintenance depot. 6 In this section,  “ light maintenance depot ”,  “ network ” and  “ station ” have the same meaning as in Part 1 of the Railways Act 1993."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "40", "section_title": "Traffic", "section_text": "40 Schedule 30 contains provision relating to traffic regulation."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "41", "section_title": "Nominated undertaker", "section_text": "41 1 The Secretary of State may by regulations— a appoint a person specified in the regulations as the nominated undertaker for such purposes of such provisions of this Act as may be so specified; b provide that an appointment under paragraph (a) ceases to have effect in such circumstances as may be specified in the regulations. 2 Where, in the case of any provision of this Act which refers to the nominated undertaker, there is any purpose of the provision for which no one has been appointed as the nominated undertaker under subsection (1), any reference in the provision to the nominated undertaker is to be read, in relation to that purpose, as a reference to the Secretary of State. 3 The Secretary of State may fetter the exercise of his or her discretion under subsection (1) by agreement with a person who is, or is proposed to be, specified in regulations under that subsection. 4 The Secretary of State may by regulations make such modifications of any provision of this Act referring to the Secretary of State, so far as applying for a purpose in relation to which subsection (2) has effect, as appear to the Secretary of State to be necessary or expedient in consequence of the Secretary of State's having functions by virtue of that subsection. 5 Regulations under this section may contain such supplementary, incidental, consequential or transitional provision as the Secretary of State considers necessary or expedient. 6 Regulations under this section must be made by statutory instrument. 7 A statutory instrument containing regulations under subsection (4) is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "42", "section_title": "Extension of planning permission for statutory undertakers", "section_text": "42 Schedule 31 contains provision about certain works carried out by statutory undertakers, including provision extending the planning permission granted by the Town and Country Planning (General Permitted Development) (England) Order 2015 (S.I. 2015/596) for works covered by an environmental assessment."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "43", "section_title": "Protective provisions", "section_text": "43 Schedule 32 contains provision protecting the interests of certain persons who may be affected by provisions of this Act."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "44", "section_title": "Existing agreements", "section_text": "44 1 The agreements listed in subsection (2) apply in relation to the exercise of the powers conferred by this Act as they apply in relation to the exercise of the powers conferred by the High Speed Rail (London - West Midlands) Act 2017. 2 The agreements are— a the undertaking given on 25 February 2015 by the Secretary of State for Transport to the Commonwealth War Graves Commission; b the undertaking given on 1 April 2015 by the Secretary of State for Transport to the Archbishops' Council of Church House. 3 For the purposes of this section— a references in the agreements listed in subsection (2) to a provision of the Bill for the High Speed Rail (London - West Midlands) Act 2017 are to be read as references to the corresponding provision of the Bill for this Act; b references in those agreements to the promoter are to be read as references to the nominated undertaker; c in the agreement referred to in subsection (2)(b), references to the Heritage Memorandum are to be read as references to the draft Heritage Memorandum prepared in connection with the High Speed Rail (West Midlands - Crewe) Bill or to any memorandum superseding that draft."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "45", "section_title": "Compulsory acquisition of land for relocation of an undertaking", "section_text": "45 1 If the whole or part of any undertaking is displaced, or is likely to be displaced, as a result of the exercise of any power under this Act, the Secretary of State may acquire land compulsorily— a for the relocation of the undertaking, or b in a case relating to part of an undertaking— i for the relocation of the displaced part, or ii for the purpose of providing land in substitution for the site of the displaced part. 2 For the purposes of subsection (1), the whole or part of an undertaking is displaced if the site on which it has previously been carried on is no longer reasonably capable of being used for the purposes of the undertaking. 3 The Acquisition of Land Act 1981 (which makes provision about a compulsory purchase to which that Act applies, including provision about the authorisation of a purchase and the assessment of compensation) applies to the compulsory acquisition of land under this section. 4 In relation to a compulsory acquisition under this section— a section 234 of TCPA 1990 (disposal of land) and section 236 of that Act (extinguishment of rights) apply as they apply where land is acquired as mentioned in those sections, b sections 238, 239 and 241 of TCPA 1990 (use and development of consecrated land, burial grounds and open spaces) apply as if, in subsection (1)(a) of each of those sections, for  “for any purpose for which he acquired the land” there were substituted  “                      , or by any other person, for any purpose for which the land was acquired                    ” , and c section 245 of TCPA 1990 (modified application of Acquisition of Land Act 1981 and Compulsory Purchase Act 1965) applies as it applies where land is proposed to be acquired as mentioned in that section. 5 Sections 238, 239 and 241 of TCPA 1990 also apply as mentioned in subsection (4)(b) where land is acquired by the Secretary of State, otherwise than under this section, for a purpose for which land may be acquired under this section. 6 The power to acquire land compulsorily under this section includes power to acquire an easement or other right over land by creating a new easement or right. 7 The power under this section, so far as relating to compulsory acquisition by virtue of subsection (6), includes power to acquire a right for the benefit of a person other than the Secretary of State. 8 Section 13(2), (3) and (5) of, and Part 2 of Schedule 1 to, the Local Government (Miscellaneous Provisions) Act 1976 (application of compulsory purchase legislation) apply to a compulsory acquisition by virtue of subsection (6) as they apply to an acquisition of rights by virtue of section 13(1) of that Act. 9 In this section,  “ undertaking ” includes a business or facility. 10 In section 49 of the High Speed Rail (London - West Midlands) Act 2017 (which makes provision corresponding to that made by this section), after subsection (6) insert— 6A The power under this section, so far as relating to compulsory acquisition by virtue of subsection (6), includes power to acquire a right for the benefit of a person other than the Secretary of State."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "46", "section_title": "Power to carry out reinstatement works", "section_text": "46 1 The nominated undertaker may, where the operation or use of the whole or part of an undertaking is discontinued or substantially impaired as a result of the exercise of any power under this Act, carry out reinstatement works within the Act limits. 2 For the purposes of this section,  “ reinstatement works ” means works for the purposes of or in connection with the reinstatement (whether on the same site or otherwise) of the whole or part of the undertaking in question. 3 Where the power under subsection (1) is exercised for the purpose of carrying out temporary reinstatement works, it may be further exercised for the purpose of carrying out permanent reinstatement works. 4 In this section,  “ undertaking ” includes a business or facility."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "47", "section_title": "Planning permission: works involving reinstatement of undertaking", "section_text": "47 1 The Secretary of State may direct that section 17(1) (deemed planning permission for development authorised by this Act) does not apply in relation to development consisting of— a particular reinstatement works, or b a particular scheduled work, where the construction of the work is for the purposes of or in connection with the reinstatement (whether on the same site or otherwise) of the whole or part of a relevant undertaking. 2 An undertaking is a  “relevant undertaking” if the operation or use of the whole or part of the undertaking is discontinued or substantially impaired as a result of the exercise of any power under this Act. 3 Where a direction under subsection (1) has effect in relation to development, the Secretary of State may direct— a that planning permission for the development is deemed to be granted under Part 3 of TCPA 1990, subject to such conditions as may be specified in the direction (but see subsection (6)); b that, where the development has deemed planning permission under paragraph (a), such person as may be specified in the direction is to be treated as also being authorised to carry out the development. 4 The provisions of TCPA 1990 (other than section 92 and Part 12) apply in relation to deemed planning permission under subsection (3)(a) as if it had been granted by the Secretary of State on an application referred to the Secretary of State under section 77 of that Act. 5 Where development authorised by subsection (3)(a) consists of the carrying out of reinstatement works, section 18 (time limit on deemed planning permission) applies in relation to the development as it applies in relation to development consisting of the construction of a scheduled work. 6 The power in subsection (3)(a) does not apply in relation to development which— a is likely to have significant effects on the environment by virtue of factors such as its nature, size or location, b is not exempt development within the meaning of the Environmental Impact Assessment Regulations, and c is not covered by an environmental assessment in connection with the High Speed Rail (West Midlands - Crewe) Bill. 7 The Secretary of State must— a publish any direction under subsection (3)(a) in such manner as the Secretary of State thinks appropriate, and b give copies of any such direction to— i the owners and occupiers of the land to which the deemed planning permission relates, and ii the unitary authority or, in a non-unitary area, the district council in whose area the development to which the direction relates is or is to be carried out. 8 Where development in relation to which a direction under subsection (1) has effect is carried out by a person other than the nominated undertaker— a section 10(1) of the Compulsory Purchase Act 1965 (compensation for injurious affection) has effect, in relation to land injuriously affected by the execution of the works, as if for  “acquiring authority have” there were substituted  “                      person carrying out the works has                    ” ; b section 6 of the Railways Clauses Consolidation Act 1845 (as applied by paragraph 4(1) of Schedule 28) has effect as if references to  “the company” were to the person carrying out the works. 9 Directions given under this section may revoke or vary previous directions under this section. 10 In this section,  “ reinstatement works ” and  “ undertaking ” have the same meaning as in section 46."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "48", "section_title": "Enforcement of environmental covenants", "section_text": "48 1 This section applies where— a a covenant relating to land is made between a person interested in the land (the  “promisor”) and the Secretary of State, b the covenant imposes on the promisor— i an obligation (which may be an obligation to make payments) relating to the carrying out, maintenance, protection or enhancement of relevant environmental works in respect of the land, or ii a prohibition or restriction relating to the use of the land, for the purposes of the maintenance, protection or enhancement of relevant environmental works which have been carried out in respect of the land, and c the covenant is made by an agreement (whether entered into before or after the day on which this Act is passed) which satisfies the requirements mentioned in subsection (6). 2 In this section— a covenant to which this section applies is referred to as an  “ environmental covenant ”; an obligation, prohibition or restriction of a kind mentioned in subsection (1)(b) is referred to as a  “ qualifying provision ” of an environmental covenant; “ relevant environmental works ” means— landscaping or other works to mitigate any adverse effects of the construction, maintenance or operation of any of the works authorised by this Act, or works for the restoration of land affected by any of the works authorised by this Act, and may include works involving the planting of trees and shrubs and the provision of replacement habitat for wild animals. 3 The Secretary of State or an authorised person may enforce— a a qualifying provision of an environmental covenant, and b any ancillary obligation, prohibition or restriction imposed by the covenant on the promisor, against the promisor or persons deriving title from or under the promisor in respect of land (including Crown land) to which the covenant relates. 4 In subsection (3),  “ authorised person ” means a person authorised by the Secretary of State (whether generally or in specified circumstances) to exercise the power under that subsection. 5 The reference in subsection (3)(b) to an ancillary obligation, prohibition or restriction imposed by an environmental covenant is a reference to an obligation, prohibition or restriction (other than one within subsection (1)(b)) which— a relates to land or relevant environmental works to which the covenant relates, and b is imposed— i to enable works authorised by this Act or relevant environmental works to be maintained, or ii for reasons of safety in connection with such works or the operation of Phase 2a of High Speed 2. 6 The agreement by which an environmental covenant is made must— a describe the qualifying provision or provisions of the covenant and the relevant environmental works to which the covenant relates, b identify the land to which the covenant relates, and c be entered into by an instrument executed as a deed. 7 Where, in the case of an environmental covenant, the Secretary of State authorises a person for the purposes of subsection (3), the Secretary of State must give notice of that to the person or persons against whom a qualifying provision of the covenant is enforceable at the time of the authorisation. 8 An environmental covenant is a local land charge. 9 Subsection (10) applies in the case of a breach of a qualifying provision of an environmental covenant by a person against whom the provision is enforceable. 10 A court may award exemplary damages against the person if the court thinks it appropriate to do so in the circumstances. 11 Exemplary damages may be awarded under subsection (10) whether or not another remedy is granted."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "49", "section_title": "Power to apply Act to further high speed rail works", "section_text": "49 1 A TWA order which relates to a relevant Phase 2a matter may apply any provision of this Act, with or without modification, to anything authorised by the order, so far as relating to that matter. 2 The following are  “relevant Phase 2a matters”— a a power exercisable or to be exercisable in connection with the works authorised by this Act, b an extension of Phase 2a of High Speed 2, and c any other works carried out or to be carried out for Phase 2a purposes. 3 A TWA order which relates to an extension or works referred to in subsection (2)(b) and (c) may also provide for any provision of this Act to have effect as if Phase 2a of High Speed 2 included the extension or works. 4 Section 13(2) of the Transport and Works Act 1992 (power of Secretary of State to refuse application on ground that objects of order sought could be achieved by other means) does not apply where, for purposes relating to the diversion of apparatus belonging to a utility undertaker, an application is made under section 6 of that Act for a TWA order in relation to a relevant Phase 2a matter. 5 Subsection (1) does not confer power to apply any of the following— section 9(2) and Schedule 13 (extension of time-limit on compulsory acquisition); Schedules 18 and 19 (listed buildings and ancient monuments). 6 In this section,  “ TWA order ” means an order under section 1 of the Transport and Works Act 1992."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "50", "section_title": "Application of powers to Crown land", "section_text": "50 1 The powers conferred on the nominated undertaker under this Act may be exercised in relation to Crown land with the consent of the Crown authority. 2 The Crown authority may give consent under this section— a subject to conditions, and b notwithstanding anything in any lease or other grant granted by or to that authority. 3 In this Act,  “ Crown land ” means land in which there is— a an interest belonging to a government department or held in trust for Her Majesty for the purposes of a government department, b an interest belonging to Her Majesty in right of the Crown, or c an interest belonging to Her Majesty in right of the Duchy of Lancaster. 4 In this Act,  “ Crown authority ”, in relation to any Crown land, means— a in a subsection (3)(a) case, the government department in question; b in a subsection (3)(b) case— i if the land forms part of the Crown Estate, the Crown Estate Commissioners, and ii in any other case, the government department having management of the land; c in a subsection (3)(c) case, the Chancellor of the Duchy of Lancaster. 5 If for the purposes of this section a question arises as to which authority is the Crown authority for any land— a the question is to be decided by the Treasury, and b the Treasury's decision is final."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "51", "section_title": "Highways for which Secretary of State is highway authority", "section_text": "51 1 The powers conferred on the nominated undertaker under this Act with respect to works may be exercised in relation to a highway for which the Secretary of State is the highway authority with the Secretary of State's consent. 2 The Secretary of State may give consent subject to conditions."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "52", "section_title": "Crown Estate", "section_text": "52 Section 3(1) and (2) of the Crown Estate Act 1961 (limitations on Crown Estate Commissioners' powers of disposal in relation to land under their management) do not apply in relation to land within the Act limits which appears to the Crown Estate Commissioners to be required for Phase 2a purposes."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "53", "section_title": "“Deposited plans” and  “deposited sections”", "section_text": "53 1 In this Act  “deposited plans” and  “deposited sections” mean, respectively, the plans and sections deposited in connection with the High Speed Rail (West Midlands - Crewe) Bill in the office of the Clerk of the Parliaments and the Private Bill Office of the House of Commons. 2 The plans and sections referred to in subsection (1) are— a those deposited in July 2017 but excluding sheets 1-16 and 1-18 and as altered by— i replacement sheets 1-12, 1-25, 1-69, 1-70, 2-05, 2-08, 2-09, 2-44 and 2-50 deposited in March 2018, ii replacement sheets 1-01, 1-02, 1-05, 1-06, 1-07, 1-08, 1-09, 1-10, 1-11, 1-13, 1-14, 1-15, 1-17, 1-19, 1-20, 1-21, 1-23, 1-24, 1-26, 1-28, 1-29, 1-32, 1-33, 1-34, 1-35, 1-36, 1-37, 1-38, 1-39, 1-40, 1-41, 1-42, 1-43, 1-44, 1-45, 1-46, 1-47, 1-48, 1-49, 1-50, 1-51, 1-52, 1-53, 1-54, 1-57, 1-58, 1-59, 1-60, 1-61, 1-62, 1-64, 1-65, 1-66, 2-04, 2-06, 2-17, 2-21, 2-23, 2-28, 2-29, 2-31, 2-32, 2-35, 2-45, 2-46, 2-52, 2-55, 2-66 and 2-71 deposited in February 2019, and iii replacement sheets 1-30 and 1-31 deposited in May 2019; b sheets 1-07A, 1-07B, 1-07C, 1-15A, 1-15B, 1-15C, 1-15D, 1-15E, 1-15F, 1-15G, 1-26A, 1-39A, 1-43A, 1-43B, 1-45A, 1-53A, 1-53B, 1-53C, 1-53D, 1-53E, 1-53F, 2-06A, 2-06B, 2-21A, 2-46A, 2-50A and 2-66A deposited in February 2019. 3 A copy of the deposited plans or deposited sections, or any extract from those plans or sections, certified as such by the Secretary of State is admissible in any proceedings as evidence of its contents."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "54", "section_title": "Correction of deposited plans", "section_text": "54 1 If the deposited plans are inaccurate in their description of any land, the Secretary of State, after giving not less than 10 days' notice to the owners and occupiers of the land in question, may apply to two justices having jurisdiction in the place where the land is situated for the correction of the plans. 2 If on such an application it appears to the justices that the wrong description arose from mistake or inadvertence, the justices— a must certify accordingly, and b must in their certificate state in what respect a matter is wrongly described. 3 A certificate under subsection (2) must be deposited in the office of the Clerk of the Parliaments, and a copy of it must be deposited— a in the Private Bill Office of the House of Commons, and b with the proper officer of each local authority in whose area the land to which the certificate relates is situated. 4 Upon deposit of the certificate— a the deposited plans are deemed to be corrected according to the certificate, and b it is lawful for the Secretary of State, in accordance with the certificate, to proceed under this Act as if the deposited plans had always been in the corrected form. 5 A copy certificate deposited under subsection (3) must be kept with the documents to which it relates. 6 A justice of the peace may act under this section in relation to land which is partly in one area and partly in another if the justice may act in respect of land in either area. 7 In this section,  “ local authority ” means a unitary authority or, in a non-unitary area, a county council."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "55", "section_title": "Environmental Impact Assessment Regulations: miscellaneous", "section_text": "55 1 The Environmental Impact Assessment Regulations have effect as if the definition of  “EIA development” in regulation 2(1) included any development not included in paragraph (a) or (b) of the definition where— a the development consists of the construction of a building in place of a building demolished, or substantially demolished, in exercise of the powers conferred by this Act, b the development does not have deemed planning permission under section 17(1), c the development is not exempt development within the meaning of the Environmental Impact Assessment Regulations, and d the development would be likely to have significant effects on the environment by virtue of factors such as its nature, size or location. 2 In regulation 9 of the Environmental Impact Assessment Regulations (subsequent applications where environmental information previously provided)— a in paragraph (1)(b)(ii), for the words from  “section 10(1)” to  “covenants)” substitute  “                      a qualifying enactment                    ” , and b after paragraph (1) insert— 1A In paragraph (1)(b)(ii),  “ qualifying enactment ” means— a section 10(1) of the Crossrail Act 2008, b section 20(1) or 50(5)(a) of the High Speed Rail (London - West Midlands) Act 2017, or c section 17(1) or 47(3)(a) of the High Speed Rail (West Midlands - Crewe) Act 2021."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "56", "section_title": "Arbitration", "section_text": "56 1 Where under this Act any difference is to be referred to arbitration, the difference is to be referred to, and settled by, a single arbitrator who is— a to be agreed between the parties, or b in default of agreement, to be appointed on the application of either party, after notice to the other, by the President of the Institution of Civil Engineers. 2 Subsection (3) applies where— a a party has under subsection (1) applied for the arbitrator to be appointed by the President of the Institution of Civil Engineers, and b the President notifies either of the parties that he or she is not going to appoint an arbitrator under subsection (1). 3 In default of agreement between the parties as to who in the circumstances should be the arbitrator, the arbitrator is to be appointed on the application of either party, after notice to the other, by the Office of Rail and Road. 4 The Office of Rail and Road may under subsection (3) appoint a member or employee of that Office as the arbitrator. 5 The Secretary of State for   Levelling Up, Housing and Communities   and the Secretary of State for Transport acting jointly may by rules make provision about procedure in relation to arbitration under this Act. 6 Rules under subsection (5) must be made by statutory instrument; and a statutory instrument containing such rules is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "57", "section_title": "Notices and other documents", "section_text": "57 1 A notice or other document required or authorised to be given to a person for the purposes of this Act may be given by— a transmitting the text of the notice or document to the person by agreed electronic means (for example, by email to an agreed address), b delivering it to the person or sending it by post to the person at the person's last known address, c if the person is a body corporate, delivering it to the secretary of the body corporate or sending it by post to the secretary of the body corporate at its registered or principal office within the United Kingdom, or d if the person is a partnership, delivering it to a partner of the partnership or a person having control or management of the partnership business, or sending it by post to such a partner or person at the principal office of the partnership. 2 For the purposes of subsection (1), any person to whom a notice or other document is to be given may specify a different address within the United Kingdom as the one to which the notice or document must be sent. 3 Where a notice or document is given to a person in accordance with subsection (1)(a) and, within 7 days of receiving it, the person requests a copy of the notice or document in printed form, the sender must provide such a copy as soon as reasonably practicable. 4 Subsection (5) applies where— a a document is required or authorised to be given to a person for the purposes of this Act as the owner of an interest in, or occupier of, any land, and b the person's name or address cannot be ascertained after reasonable enquiry. 5 The document may be given to the person by addressing it to the person by name or by the description of  “owner” or  “occupier” (as the case may be) of the land and— a leaving it with a person who is, or appears to be, resident or employed on the land, or b leaving it conspicuously affixed to some building or object on or near the land. 6 Any notice given for the purposes of this Act must be in writing. 7 In this section— “ secretary ”, in relation to a local authority within the meaning of the Local Government Act 1972, means the proper officer within the meaning of that Act; references to giving a document include similar expressions (such as serving)."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "58", "section_title": "Resumption of previous use of land", "section_text": "58 1 This section applies where the nominated undertaker discontinues development of land in accordance with deemed planning permission under— a section 20(1) or 50(5)(a) of the High Speed Rail (London - West Midlands) Act 2017, or b section 17(1) or 47(3)(a) of this Act. 2 Planning permission is not required for the resumption, at the relevant time, of the use of the land for the purpose for which it was normally used immediately before the land started to be developed in accordance with the deemed planning permission. 3 For the purposes of subsection (2),  “the relevant time” is the time when the nominated undertaker discontinues development of the land in accordance with the deemed planning permission. 4 Section 57(2) of TCPA 1990 (which also makes provision disapplying the requirement for planning permission where a previous use is resumed) does not apply in a case where subsection (2) has effect."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "59", "section_title": "Ancient woodland", "section_text": "59 1 The nominated undertaker must prepare and publish annual reports about the impact of the construction of each Phase of High Speed 2 on ancient woodland. 2 A report must contain— a information about the impact on ancient woodland of the construction of each Phase of High Speed 2 during the period to which the report relates; b such other information as may be specified by the Secretary of State. 3 The first report must be published before the end of the period of one year beginning with the day on which this Act comes into force. 4 Subsequent reports must be published before the end of the period of one year beginning with the day on which the previous report was published. 5 A report is not required in relation to a Phase of High Speed 2 in respect of a period during which no construction works take place for that Phase. 6 The nominated undertaker must publish reports under this section in such manner as the nominated undertaker considers appropriate. 7 In this section  “ Phase of High Speed 2 ” means— a Phase One of High Speed 2 (within the meaning of section 1 of the High Speed Rail (London - West Midlands) Act 2017); b Phase 2a of High Speed 2; c any other railway line which forms part of the high speed railway transport network referred to in section 1 of the High Speed Rail (Preparation) Act 2013."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "60", "section_title": "Consultation with residents and stakeholders in relation to Phase 2a of High Speed 2 and associated works", "section_text": "60 1 Before 1 May 2021, the Secretary of State must publish the report of a consultation with— a residents of the County of Shropshire, the County of Staffordshire, the County of Cheshire and any other areas deemed relevant by a Minister of the Crown, who may be impacted by the scheduled works, Phase 2a of High Speed 2, and associated works; and b any stakeholders deemed relevant by a Minister of the Crown. 2 The consultation must ask the views of residents and stakeholders listed in subsection (1) in regard to— a the impact of road traffic as a result of the works; b the impact of the works on the natural environment, including but not limited to the impact on ancient woodland; c whether there are sufficient transport provisions for the purposes of passengers connecting to Phase 2a of High Speed 2, and to address changes to general passenger movements caused by the works; and d if not, whether the construction of new railway stations and improvements to railway stations, including any associated reopening of lines, is necessary in relation to paragraph (c). 3 The report must be laid before both Houses of Parliament and a Minister of the Crown must make a statement to both Houses detailing any steps which will be taken to implement the findings of the report."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "61", "section_title": "“Phase 2a purposes”", "section_text": "61 References in this Act to anything being done or required for  “Phase 2a purposes” are to the thing being done or required— a for the purposes of or in connection with the works authorised by this Act, b for the purposes of or in connection with trains all or part of whose journey is on Phase 2a of High Speed 2, or c otherwise for the purposes of or in connection with Phase 2a of High Speed 2 or any high speed railway transport system of which Phase 2a of High Speed 2 forms or is to form part."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "62", "section_title": "Interpretation", "section_text": "62 1 In this Act— “ Act limits ” is to be construed in accordance with subsection (2); “ allotment ” means any allotment set out as a fuel allotment, or a field garden allotment, under an Inclosure Act; “ bridleway ”,  “ carriageway ” and  “ footpath ” have the same meanings as in the Highways Act 1980; “ common ” includes any land subject to be enclosed under the Inclosure Acts 1845 to 1882; “ covered by an environmental assessment in connection with the High Speed Rail (West Midlands - Crewe) Bill ” is to be construed in accordance with subsection (3); “ Crown authority ” has the meaning given by section 50(4); “ Crown land ” has the meaning given by section 50(3); “deposited plans” and  “deposited sections” have the meaning given by section 53; “ deposited statement ” has the meaning given by subsection (5); “ development ” has the same meaning as in TCPA 1990; “ enactment ” means either of the following (or a provision of either of the following)— an Act (including a local or private Act), or any subordinate legislation, within the meaning given by section 21 of the Interpretation Act 1978; “ Environmental Impact Assessment Regulations ” means the Town and Country Planning (Environmental Impact Assessment) Regulations 2017 (S.I. 2017/571) (or any regulations replacing them); “ highway ” and  “ highway authority ” have the same meaning as in the Highways Act 1980; “ limits of deviation ” means the limits of deviation for the scheduled works, as shown on the deposited plans; “ limits of land to be acquired or used ” means the limits of land to be acquired or used which are shown on the deposited plans; “ nominated undertaker ” is to be construed in accordance with section 41; “ non-unitary area ” means an area for which there is both a district and a county council; “ open space ” means any land laid out as a public garden, or used for the purposes of public recreation, or land which is a disused burial ground; “ owner ” in relation to any land, has the same meaning as in Part 1 of the Acquisition of Land Act 1981 (but this does not apply to Schedule 13, which has its own definition); “ Phase 2a of High Speed 2 ” has the meaning given by section 1(3); “ Phase 2a purposes ” is to be construed in accordance with section 61; “ scheduled works ” has the meaning given by section 1(2); “ strategic highways company ” means a company for the time being appointed under Part 1 of the Infrastructure Act 2015; “ TCPA 1990 ” means the Town and Country Planning Act 1990; “ unitary authority ” means— a county council, so far as its area is not part of the area of a district council, or a district council whose area is not part of the area of a county council; “ utility undertaker ” means— a gas transporter within the meaning of Part 1 of the Gas Act 1986, the holder of a licence under Part 1 of the Electricity Act 1989, a water undertaker or sewerage undertaker, a local authority (within the meaning of the Water Industry Act 1991) which is a relevant authority for the purposes of section 97 of that Act, or the operator of an electronic communications code network (within the meaning given by paragraph 1(1) of Schedule 17 to the Communications Act 2003). 2 For the purposes of this Act, land or any other thing is within the Act limits if it is— a within the limits of deviation, or b within the limits of land to be acquired or used, and references to the doing of anything within the Act limits are to be construed accordingly. 3 For the purposes of this Act, development is covered by an environmental assessment in connection with the High Speed Rail (West Midlands - Crewe) Bill if it is development in relation to which information contained in a deposited statement constituted, at the time of the statement's deposit, an environmental statement within the meaning of the Environmental Impact Assessment Regulations. 4 References in this Act to land or a building held by the nominated undertaker include references to land or a building in the nominated undertaker's temporary possession. 5 “ Deposited statement ” means— a the statement deposited in July 2017 in connection with the High Speed Rail (West Midlands - Crewe) Bill, in pursuance of the relevant Standing Order, in the office of the Clerk of the Parliaments and the Private Bill Office of the House of Commons, and b any subsequent statement containing additional environmental information in connection with that Bill, where the statement is deposited, in pursuance of the relevant Standing Order, in the office of the Clerk of the Parliaments and the Private Bill Office of the House of Commons. “The relevant Standing Order” is Standing Order 27A of the Standing Orders of the House of Commons or of the House of Lords (as the case may be) relating to private business (environmental assessment). 6 In this Act— a a reference to a highway or any other place identified by letters and numbers is a reference to the highway or place shown as such on the deposited plans; b a reference to a work identified by numbers (or numbers and a letter) is a reference to the scheduled work of those numbers (or those numbers and letter); c a reference to a sheet identified by numbers is a reference to the sheet of those numbers contained in the deposited plans; d a reference in any description of works, powers or land to area, distance, length or direction, or to a particular location, is to be read as if qualified by the words  “or thereabouts”; e a reference to distance, in relation to points on a road or railway, is to distance measured along the centre line of the road or railway. 7 For the purposes of this Act, the level of the surface of land is to be taken— a in the case of land on which a building is erected, to be the level of the surface of the ground adjoining the building, and b in the case of a watercourse or other area of water, to be the level of the surface of the adjoining ground which is at all times above water level."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "63", "section_title": "Financial provision", "section_text": "63 There is to be paid out of money provided by Parliament— a any expenditure incurred by the Secretary of State in consequence of this Act, and b any increase attributable to this Act in the sums payable out of money so provided under any other enactment."}, {"act": "High Speed Rail (West Midlands - Crewe) Act 2021", "year": 2021, "section": "64", "section_title": "Commencement and short title", "section_text": "64 1 This Act comes into force on the day on which it is passed. 2 This Act may be cited as the High Speed Rail (West Midlands - Crewe) Act 2021."}]