[{"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "1", "section_title": "Establishment and core duties etc", "section_text": "1 1 The Secretary of State must appoint a Commissioner for Patient Safety (referred to in this Part as  “ the Commissioner ”) to exercise the functions set out in this Part in relation to England. 2 The Commissioner's core duties are to— a promote the safety of patients with regard to the use of medicines and medical devices, and b promote the importance of the views of patients and other members of the public in relation to the safety of medicines and medical devices. 3 The Commissioner is not to be regarded as the servant or agent of the Crown or as enjoying any status, immunity or privilege of the Crown. 4 Schedule 1 makes further provision about the Commissioner."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "2", "section_title": "Power to make regulations about human medicines", "section_text": "2 1 The appropriate authority may by regulations make provision specified in sections 3 to 7 amending or supplementing the law relating to human medicines. 2 In making regulations under subsection (1), the appropriate authority's overarching objective must be safeguarding public health. 3 In considering whether regulations under subsection (1) would contribute to this objective, the appropriate authority must have regard to— a the safety of human medicines; b the availability of human medicines; c the likelihood of the relevant part of the United Kingdom being seen as a favourable place in which to— i carry out research relating to human medicines, ii conduct clinical trials, or iii manufacture or supply human medicines. 4 Where regulations under subsection (1) may have an impact on the safety of human medicines, the appropriate authority may make the regulations only if the authority considers that the benefits of doing so outweigh the risks. 5 In subsection (3)(c),  “ relevant part of the United Kingdom ” means— a so far as the regulations relate to England and Wales and Scotland, those parts of the United Kingdom, and b so far as the regulations relate to Northern Ireland, that part of the United Kingdom. 6 In this Part,  “ appropriate authority ” means— a in relation to England and Wales and Scotland, the Secretary of State, and b in relation to Northern Ireland— i the Department of Health in Northern Ireland, or ii the Department of Health in Northern Ireland and the Secretary of State acting jointly."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "3", "section_title": "Manufacture, marketing and supply", "section_text": "3 1 Regulations under section 2(1) may make provision about— a authorisations to manufacture human medicines, b authorisations to import human medicines, c authorisations to distribute human medicines by way of wholesale dealing, d marketing authorisations, e manufacturing, importing or distributing active substances, f brokering in relation to human medicines, g the registration of the premises of pharmacy businesses, h the recording of information about the supply of human medicines, i notification and reporting requirements in relation to human medicines that have been placed on the market, j the labelling and packaging of human medicines or the information that must be supplied with them or made available in relation to them, k advertising with regard to human medicines, l the registration of persons who supply or offer to supply human medicines by means of the internet, m the requirements that must be met in relation to a prescription, n prohibitions in the provisions mentioned in subsection (2), or o the use of tissues or cells (within the meanings given by regulation 5(1) of the Human Tissue (Quality and Safety for Human Application) Regulations 2007 (S.I. 2007/1523)) in relation to human medicines. 2 Subsection (1)(n) refers to the following provisions in the Human Medicines Regulations 2012 (S.I. 2012/1916)— a regulation 214 and Schedule 13 (sale or supply of prescription only medicines), b regulation 215 and Schedule 14 (prescribing and administration by supplementary prescribers), c regulation 220 (sale or supply of human medicines not subject to general sale), d regulation 221 and Schedule 15 (sale or supply of medicinal products subject to general sale), and e regulation 249 and Schedule 22 (restrictions on persons to be supplied with medicinal products)."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "4", "section_title": "Falsified medicines", "section_text": "4 1 Regulations under section 2(1) may make provision about— a the prevention of the supply of falsified human medicines, or b the use, retention and disclosure, for any purpose to do with human medicines, of information collected for the purpose of preventing the supply of falsified human medicines. 2 Provision made in reliance on subsection (1)(a) may (among other things) make provision— a for human medicines that are subjects of a marketing authorisation to be supplied in packs that— i carry unique identifiers associated with the products, and ii are protected with anti-tamper devices, b for checks to be carried out in relation to packs that have or should have such a unique identifier, c about the infrastructure, systems and processes required for the allocation and checking of unique identifiers, including provision about— i who is to set up the infrastructure, systems and processes, ii who is to maintain them, and iii who is to pay for them. 3 In making regulations in reliance on subsection (1), the appropriate authority must have regard to the importance of ensuring that information is retained securely."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "5", "section_title": "Clinical trials", "section_text": "5 1 Regulations under section 2(1) may make provision— a corresponding or similar to provision in the EU Clinical Trials Regulation, b about authorisations concerning clinical trials in the United Kingdom, including applications for an assessment of the ethics of a proposed clinical trial, c about notification and reporting requirements in relation to clinical trials, d about requirements that must be met before a clinical trial may be carried out, or e relating to the conduct of clinical trials. 2 In subsection (1)(a),  “ EU Clinical Trials Regulation ” means Regulation (EU) No 536/2014 of the European Parliament and of the Council of 16 April 2014 on clinical trials on medicinal products for human use, and repealing Directive  2001/20/EC ."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "6", "section_title": "Fees, offences, powers of inspectors", "section_text": "6 1 Regulations under section 2(1) may make provision— a about the charging of fees in connection with the exercise of a function conferred by a human medicines provision, b creating a criminal offence of failing to comply with a provision made in the regulations, or c applying relevant powers of entry or other powers of inspectors with or without modification in relation to a prohibition or requirement in provision made in the regulations. 2 Regulations under section 2(1) may not provide for an offence to be punishable with a sentence of imprisonment of more than two years. 3 In subsection (1),  “ relevant powers of entry or other powers of inspectors ” means powers of entry or powers of inspectors in— a Part 8 of the Medicines Act 1968; b the Medicines for Human Use (Clinical Trials) Regulations 2004 (S.I. 2004/1031); c Part 16 of the Human Medicines Regulations 2012 (S.I. 2012/1916). 4 In this Part,  “ human medicines provision ” means a provision in— a regulations under section 2(1), b the Human Medicines Regulations 2012, or c the Medicines for Human Use (Clinical Trials) Regulations 2004."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "7", "section_title": "Emergencies", "section_text": "7 1 Regulations under section 2(1) may make provision about the disapplication of a human medicines provision in circumstances which give rise to a need to protect the public from a risk of serious harm to health. 2 Regulations made in reliance on subsection (1) may provide for the disapplication to be subject to— a conditions set out in the regulations; b conditions set out in a protocol published by the appropriate authority. 3 Where regulations made in reliance on subsection (1) provide that the appropriate authority may publish a protocol setting out conditions, the regulations must provide— a that the appropriate authority may withdraw or amend the protocol, and b that the protocol is to have effect only for a period of time specified in the protocol."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "7A", "section_title": "Information systems", "section_text": "7A 1 The appropriate authority may by regulations make provision about the establishment and operation by   NHS England   of one or more information systems for purposes relating to— a the safety of human medicines, including the safety of clinical decisions relating to human medicines; b the quality and efficacy of human medicines. 2 The regulations may (among other things) make provision— a about the information in relation to human medicines which may or must be entered or retained in an information system established under subsection  (1) ; b requiring information to be provided to   NHS England   for the purposes of its functions under the regulations; c about the use or disclosure of information contained in an information system established under subsection  (1) ; d requiring   NHS England   to have regard to specified matters in exercising its functions under the regulations. 3 The provision mentioned in subsection  (2)(a)  and  (b)  may relate to— a information for specified purposes, b information that   NHS England   considers it necessary or expedient to have for the purposes of its functions under the regulations, c information (including information relating to individuals) which is of a specified description, or d information (including information relating to individuals) which is of a description set out in a direction in writing given by the appropriate authority. 4 The provision mentioned in subsection  (2)(b)  may include provision— a requiring, or enabling   NHS England   to require, specified persons or descriptions of persons to whom subsection  (5)  applies to provide information to   NHS England ; b about the manner in which, and the time at which, those persons must provide information, or for those matters to be determined by   NHS England ; c about any procedural steps   NHS England   must follow in requiring a person to provide information to it; d requiring specified persons or descriptions of persons to whom subsection  (5)  applies to record or retain information which they are, or may be, required to provide to   NHS England   under the regulations; e in relation to the enforcement of any requirement imposed by or under the regulations. 5 This subsection applies to any person who provides services, or exercises any powers or duties, relating to— a human medicines, b health, or c education. 6 The provision mentioned in subsection  (2)(c)  may include provision about— a the analysis by   NHS England   of information that is contained in an information system (whether alone or in combination with other information) for the purposes mentioned in subsection  (1)  or for other purposes; b the publication by   NHS England   of information that is contained in an information system or has been analysed in combination with such information; c the disclosure (other than by way of publication) of information mentioned in paragraph  (b)  to specified persons or descriptions of persons, or for specified purposes; d the use or further disclosure by any person of information disclosed to them under the regulations. 7 Regulations conferring on the appropriate authority a power to give a direction by virtue of subsection  (3)(d)  must — a provide that the power includes power to vary or revoke the directions by a subsequent direction, and b in the case of a power exercisable in relation to Wales or Scotland, require the Secretary of State— i where a proposed direction relates to Wales, to consult the Welsh Ministers before giving it, and ii where a proposed direction relates to Scotland, to consult the Scottish Ministers before giving it. 8 Where regulations under subsection (1) include provision by virtue of subsection (4)(a) which requires, or enables   NHS England   to require, the provision of individual health information held for the purposes of the health service established under section 1 of the National Health Service (Scotland) Act 1978, the regulations must provide for the information to be collected by the Scottish Ministers, or a person designated by them, on behalf of   NHS England , subject to specified exceptions. 9 Regulations by virtue of subsection (8) may— a confer powers or duties (including discretions) on the Scottish Ministers, a designated person or   NHS England ; b provide for powers or duties conferred on the Scottish Ministers to be treated for the purposes of section 2 of the National Health Service (Scotland) Act 1978 as functions relating to the health service (within the meaning of that Act). 10 Where regulations under subsection (1) include provision by virtue of subsection (4)(a) which requires, or enables   NHS England   to require, the provision of individual health information held for the purposes of the health service in Wales, the regulations must provide for the information to be collected by the Welsh Ministers, or a person designated by them, on behalf of   NHS England , subject to specified exceptions. 11 Regulations by virtue of subsection (10) may confer powers or duties (including discretions) on the Welsh Ministers, a designated person or   NHS England . 12 Regulations under subsection  (1)  may provide that the disclosure of information by virtue of this section does not breach— a an obligation of confidence owed by the person making the disclosure, or b any other restriction on the disclosure of the information (however imposed), other than a restriction imposed by the data protection legislation. 13 In this section— “ data protection legislation ” has the meaning given by section 3(9) of the Data Protection Act 2018; “ health service ”, in relation to Wales, has the meaning given by section 206(1) of the National Health Service (Wales) Act 2006; “ human medicine ” has the same meaning as in Part 2 (see section 9); “ individual health information ” means information (however recorded) which relates to— the physical or mental health or condition of an individual, the diagnosis of an individual’s condition, or an individual’s care or treatment, or is (to any extent) derived directly or indirectly from information relating to any of those matters; “ specified ” means specified in regulations under subsection  (1) ."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "7B", "section_title": "Offence of disclosing information", "section_text": "7B 1 A person to whom information is disclosed under regulations under section  7A (1)  commits an offence if the person uses or discloses that information in contravention of the regulations. 2 A person guilty of an offence under this section is liable— a on summary conviction in England and Wales, to imprisonment for a term not exceeding 51 weeks, to a fine or to both; b on summary conviction in Scotland or Northern Ireland, to imprisonment for a term not exceeding 6 months, to a fine not exceeding level 5 on the standard scale or to both. 3 In relation to an offence committed before the coming into force of section 281(5) of the Criminal Justice Act 2003, the reference in subsection  (2)(a)  to 51 weeks is to be read as a reference to 6 months."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "8", "section_title": "Disclosure of information in accordance with international agreements", "section_text": "8 1 This section applies to information which a relevant authority holds in connection with human medicines. 2 The relevant authority may disclose information to a relevant person outside the United Kingdom where— a the disclosure is required for the purpose of giving effect to an international agreement or arrangement concerning the regulation of human medicines, and b the relevant authority considers that the disclosure is in the public interest. 3 The relevant authority may not disclose commercially sensitive information in reliance on subsection (2) unless the relevant authority— a considers that it is necessary to do so for the purpose mentioned in that subsection, and b is satisfied that the making of the disclosure is proportionate to what is sought to be achieved by it. 4 Except as provided by subsections (5) and (6), the disclosure of information in accordance with this section does not breach— a an obligation of confidence owed by the person making the disclosure, or b any other restriction on the disclosure of the information (however imposed). 5 Nothing in this section authorises a disclosure of patient information without the consent of the individual to whom that information relates. 6 Nothing in this section authorises a disclosure of information which— a contravenes the data protection legislation (but in determining whether a disclosure would do so, take into account the powers conferred by this section), or b is prohibited by any of Parts 1 to 7 or Chapter 1 of Part 9 of the Investigatory Powers Act 2016. 7 This section does not limit the circumstances in which information may be disclosed under any other enactment or rule of law. 8 In this section— “ commercially sensitive information ” means commercial information whose disclosure the relevant authority thinks might significantly harm the legitimate business interests of the undertaking to which it relates; “ data protection legislation ” has the meaning given by section 3(9) of the Data Protection Act 2018; “ patient information ” means information (however recorded) which— relates to— the physical or mental health or condition of an individual, the diagnosis of an individual's condition, or an individual's care or treatment, or is (to any extent) derived directly or indirectly from information relating to any of those matters, and identifies the individual or enables the individual to be identified (whether by itself or in combination with other information); “ relevant authority ” means— the Secretary of State, or the Department of Health in Northern Ireland; “ relevant person ” means— the government of a country or territory outside the United Kingdom; a person who exercises functions on behalf of such a government; any other person who exercises functions or provides services relating to human medicines in a country or territory outside the United Kingdom; an international organisation that exercises functions or provides services relating to human medicines."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "9", "section_title": "Interpretation of Part 2", "section_text": "9 In this Part— “ active substance ” has the meaning given by regulation 8 of the Human Medicines Regulations 2012 (S.I. 2012/1916); “ appropriate authority ” has the meaning given by section 2(6); “ clinical trial ” has the meaning given by regulation 2(1) of the Medicines for Human Use (Clinical Trials) Regulations 2004 (S.I. 2004/1031); “ EU Clinical Trials Regulation ” has the meaning given by section 5(2); “ falsified human medicine ” means a falsified medicinal product within the meaning given by regulation 8 of the Human Medicines Regulations 2012; “ human medicine ” means a medicinal product within the meaning given by regulation 2 of the Human Medicines Regulations 2012; “ human medicines provision ” has the meaning given by section 6(4); “ law relating to human medicines ” means— sections 10 and 15, and Part 4, and section 131 of the Medicines Act 1968 (which make provision relating to pharmacies), the Human Medicines Regulations 2012, the Medicines for Human Use (Clinical Trials) Regulations 2004, and the Medicines (Products for Human Use) (Fees) Regulations 2016 (S.I. 2016/190); “ manufacture ” includes assembly; “ marketing authorisation ” means an authorisation to market a human medicine in the United Kingdom; “ pharmacy business ” means a business (other than a professional practice carried on by a doctor or dentist) which consists of or includes the sale of medicinal products that are not subject to general sale; “ supplying ” includes administering within the meaning given by regulation 8 of the Human Medicines Regulations 2012 (and related expressions are to be read accordingly)."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "10", "section_title": "Power to make regulations about veterinary medicines", "section_text": "10 1 The appropriate authority may by regulations make provision specified in sections 11 and 12 amending or supplementing the Veterinary Medicines Regulations 2013 (S.I. 2013/2033). 2 In making regulations under subsection (1), the appropriate authority's overarching objective must be to promote one or more of the following— a the health and welfare of animals; b the health and safety of the public; c the protection of the environment. 3 In considering whether regulations under subsection (1) would contribute to this objective, the appropriate authority must have regard to— a the safety of veterinary medicines; b the availability of veterinary medicines; c the likelihood of the relevant part of the United Kingdom being seen as a favourable place in which to— i develop veterinary medicines, or ii manufacture or supply veterinary medicines. 4 Where regulations under subsection (1) may have an impact on the safety of veterinary medicines, the appropriate authority may make the regulations only if the authority considers that the benefits of doing so outweigh the risks. 5 In subsection (3)(c),  “ relevant part of the United Kingdom ” means— a so far as the regulations relate to England and Wales and Scotland, those parts of the United Kingdom, and b so far as the regulations relate to Northern Ireland, that part of the United Kingdom. 6 In this Part,  “ appropriate authority ” means— a in relation to England and Wales and Scotland, the Secretary of State, and b in relation to Northern Ireland— i the Department of Agriculture, Environment and Rural Affairs in Northern Ireland, or ii the Department of Agriculture, Environment and Rural Affairs in Northern Ireland and the Secretary of State acting jointly."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "11", "section_title": "Manufacture, marketing, supply and field trials", "section_text": "11 1 Regulations under section 10(1) may make provision about— a authorisations to manufacture veterinary medicines, b authorisations to import veterinary medicines, c authorisations to distribute veterinary medicines by way of wholesale dealing, d marketing authorisations, e marketing, importing or distributing active substances, f the categories of person who may supply veterinary medicines, g requirements that must be met in relation to the supply of veterinary medicines, h the registration of persons who supply or offer to supply veterinary medicines by means of the internet, i the circumstances in which veterinary medicines may be administered, j notification and reporting requirements in relation to veterinary medicines (or things purporting to be veterinary medicines) that have been placed on the market, k the labelling and packaging of veterinary medicines or the information that must be supplied with them or made available in relation to them, l advertising with regard to veterinary medicines, or m animal test certificates granted under the Veterinary Medicines Regulations 2013 (S.I. 2013/2033) for research purposes. 2 Regulations under section 10(1) may make provision corresponding or similar to provision in the following EU Regulations— a Regulation (EU) 2019/4 of the European Parliament and of the Council of 11 December 2018 on the manufacture, placing on the market and use of medicated feed, amending Regulation  (EC) No 183/2005  of the European Parliament and of the Council and repealing Council Directive  90/167/EEC ; b Regulation (EU) 2019/6 of the European Parliament and of the Council of 11 December 2018 on veterinary medicinal products and repealing Directive  2001/82/EC ."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "12", "section_title": "Fees, offences, powers of inspectors, costs", "section_text": "12 1 Regulations under section 10(1) may make provision— a about the charging of fees in connection with the exercise of a function conferred by a veterinary medicines provision, b creating a criminal offence of failing to comply with a provision made in the regulations, c applying powers of entry or other powers of an inspector in the Veterinary Medicines Regulations 2013 (S.I. 2013/2033) with or without modification in relation to a prohibition or requirement in provision made in regulations under section 10(1), or d about the recovery of costs incurred in the administration of improvement notices or seizure notices under the Veterinary Medicines Regulations 2013 (see regulations 38 and 41). 2 Regulations under section 10(1) may not provide for an offence to be punishable with a sentence of imprisonment of more than two years. 3 Regulations applying powers of entry in reliance on subsection (1)(c) may not confer a power of entry in respect of premises used wholly or mainly as a private dwelling unless those premises, or any part of them, are approved, registered or authorised for the sale or supply of veterinary medicines under a veterinary medicines provision. 4 In this section,  “ veterinary medicines provision ” means a provision in— a regulations under section 10(1), or b the Veterinary Medicines Regulations 2013."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "13", "section_title": "Disclosure of information in accordance with international agreements", "section_text": "13 1 This section applies to information which a relevant authority holds in connection with veterinary medicines. 2 The relevant authority may disclose information to a relevant person outside the United Kingdom where— a the disclosure is required for the purpose of giving effect to an international agreement or arrangement concerning the regulation of veterinary medicines, and b the relevant authority considers that the disclosure is in the public interest. 3 The relevant authority may not disclose commercially sensitive information in reliance on subsection (2) unless the relevant authority— a considers that it is necessary to do so for the purpose mentioned in that subsection, and b is satisfied that the making of the disclosure is proportionate to what is sought to be achieved by it. 4 Except as provided by subsection (5), the disclosure of information in accordance with this section does not breach— a an obligation of confidence owed by the person making the disclosure, or b any other restriction on the disclosure of the information (however imposed). 5 Nothing in this section authorises a disclosure of information which— a contravenes the data protection legislation (but in determining whether a disclosure would do so, take into account the powers conferred by this section), or b is prohibited by any of Parts 1 to 7 or Chapter 1 of Part 9 of the Investigatory Powers Act 2016. 6 This section does not limit the circumstances in which information may be disclosed under any other enactment or rule of law. 7 In this section— “ commercially sensitive information ” means commercial information whose disclosure the relevant authority thinks might significantly harm the legitimate business interests of the undertaking to which it relates; “ data protection legislation ” has the meaning given by section 3(9) of the Data Protection Act 2018; “ relevant authority ” means— the Secretary of State, or the Department of Agriculture, Environment and Rural Affairs in Northern Ireland; “ relevant person ” means— the government of a country or territory outside the United Kingdom; a person who exercises functions on behalf of such a government; any other person who exercises functions or provides services relating to veterinary medicines in a country or territory outside the United Kingdom; an international organisation that exercises functions or provides services relating to veterinary medicines."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "14", "section_title": "Interpretation of Part 3 and supplementary provision", "section_text": "14 1 In this Part— “ active substance ” means any substance or mixture of substances intended to be used in the manufacture of a veterinary medicine that, when used in its production, becomes an active ingredient of that medicine; “ appropriate authority ” has the meaning given by section 10(6); “ manufacture ” includes assembly; “ marketing authorisation ” means an authorisation to market a veterinary medicine in the United Kingdom; “ veterinary medicine ” means a veterinary medicinal product within the meaning given by regulation 2 of the Veterinary Medicines Regulations 2013 (S.I. 2013/2033). 2 In the Animals (Scientific Procedures) Act 1986, in section 2 (regulated procedures), in subsection (8)(d), after  “the Veterinary Medicines Regulations 2011” insert  “                    or the Veterinary Medicines Regulations 2013                  ” ."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "15", "section_title": "Power to make regulations about medical devices", "section_text": "15 1 The Secretary of State may by regulations make provision specified in sections 16 to 18 amending or supplementing the Medical Devices Regulations 2002 (S.I. 2002/618). 2 In making regulations under subsection (1), the Secretary of State's overarching objective must be safeguarding public health. 3 In considering whether regulations under subsection (1) would contribute to this objective, the Secretary of State must have regard to— a the safety of medical devices; b the availability of medical devices; c the likelihood of the United Kingdom being seen as a favourable place in which to— i carry out research relating to medical devices, ii develop medical devices, or iii manufacture or supply medical devices. 4 Where regulations under subsection (1) may have an impact on the safety of medical devices, the Secretary of State may make the regulations only if the Secretary of State considers that the benefits of doing so outweigh the risks."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "16", "section_title": "Manufacture, marketing and supply", "section_text": "16 1 Regulations under section 15(1) may make provision about— a requirements that must be met in relation to medical devices in order for them to be marketed, put into service or otherwise supplied (“relevant requirements”), including— i requirements in terms of design, manufacture, composition or other characteristics of the devices, or ii requirements imposed on persons involved in marketing or supplying the devices, b assessments of whether relevant requirements are met in relation to medical devices, c who may carry out such assessments, including provision about the appointment of one or more persons (whether or not established in the United Kingdom) who meet criteria set out in the regulations— i to assess whether relevant requirements are met, and ii if appropriate, to confirm that they are, d treating confirmation that relevant requirements are met given by one or more persons who are not appointed under provision made in reliance on paragraph (c) in the same way as confirmation given by a person who is so appointed, e the making of declarations confirming that relevant requirements are met, f requirements that medical devices carry evidence that relevant requirements are met, including evidence that confirmation has been given as mentioned in paragraph (c) or (d), g the packaging of medical devices, and information, labelling or instructions to be supplied on, with or in relation to them, h one or more registers of medical devices, their manufacturers or their suppliers, including provision— i conferring functions relating to establishing and maintaining a register, ii requiring information in relation to a medical device to be entered in a register, and iii permitting or requiring some or all of the information entered in a register to be made publicly available, i investigations into or evaluations of the safety or performance, including the clinical effectiveness, of medical devices, or j surveillance of the market in medical devices. 2 Provision made in reliance on subsection (1)(a) may (among other things) identify relevant requirements by reference to international agreements or standards relating to the marketing or supply of medical devices, including agreements or standards as they have effect from time to time."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "17", "section_title": "Fees, information, offences", "section_text": "17 1 Regulations under section 15(1) may make provision— a about the charging of fees in connection with the exercise of a function conferred by a medical devices provision, including the charging of fees by a person appointed under provision made in reliance on section 16(1)(c), b about the recording of information regarding the safety and performance, including the clinical effectiveness, of medical devices, including the extent to which relevant requirements that apply in relation to the devices are met, c permitting or requiring such information to be disclosed to the Secretary of State or to a person appointed under provision made in reliance on section 16(1)(c), or d amending the Schedule to the Medical Devices Regulations 2002 (S.I. 2002/618) inserted by Schedule 3 to this Act (list of regulations breach of which is an offence under regulation 60A). 2 In   this Chapter ,  “ medical devices provision ” means a provision in— a regulations under section 15(1), or b the Medical Devices Regulations 2002."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "18", "section_title": "Emergencies", "section_text": "18 1 Regulations under section 15(1) may make provision about the disapplication of a medical devices provision in circumstances which give rise to a need to protect the public from a risk of serious harm to health. 2 Regulations made in reliance on subsection (1) may provide for the disapplication to be subject to— a conditions set out in the regulations; b conditions set out in a protocol published by the Secretary of State. 3 Where regulations made in reliance on subsection (1) provide that the Secretary of State may publish a protocol setting out conditions, the regulations must provide— a that the Secretary of State may withdraw or amend the protocol, and b that the protocol is to have effect only for a period of time specified in the protocol."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "19", "section_title": "Information systems", "section_text": "19 1 The Secretary of State may by regulations make provision about the establishment and operation by   NHS England   of one or more information systems for purposes relating to— a the safety and performance, including the clinical effectiveness, of medical devices that are placed on the market; b the safety of individuals who receive or are treated with a medical device, or into whom a medical device is implanted; c the improvement of medical device safety and performance through advances in technology. 2 The regulations may (among other things) make provision— a specifying descriptions of information in relation to medical devices which may or must be entered or retained in an information system established under subsection (1); b requiring information to be provided to   NHS England   for the purposes of its functions under the regulations; c about the use or disclosure of information contained in an information system established under subsection (1); d requiring   NHS England   to have regard to specified matters in exercising its functions under the regulations. 3 The provision mentioned in subsection (2)(b) may include provision— a requiring specified persons or descriptions of persons to whom subsection (4) applies to provide information of a specified description to   NHS England ; b about the manner in which, and the time at which, those persons must provide that information; c enabling   NHS England   to require specified persons or descriptions of persons to whom subsection (4) applies to provide to it in a manner, and at a time, determined by   NHS England — i information of a specified description; ii information for specified purposes; iii any other information that   NHS England   considers it necessary or expedient to have for the purposes of its functions under the regulations; d about any procedural steps   NHS England   must follow in requiring a person to provide information to it; e requiring specified persons or descriptions of persons to whom subsection (4) applies to record or retain information which they are, or may be, required to provide to   NHS England   under the regulations; f in relation to the enforcement of any requirement imposed by or under the regulations. 4 This subsection applies to any person who provides services, or exercises any powers or duties, relating to medical devices. 5 The descriptions of information specified in the provision mentioned in subsections (2)(a), (3)(a) and (3)(c)(i) may include— a unique identifiers associated with medical devices; b information in relation to individuals mentioned in subsection (1)(b); c information about any procedure carried out in relation to a medical device (including information about any person involved in carrying out the procedure). 6 The provision mentioned in subsection (2)(c) may include provision about— a the analysis by   NHS England   of information contained in an information system (whether alone or in combination with other information) for the purposes mentioned in subsection (1) or for other purposes; b the publication by   NHS England   of information   that is contained in an information system or has been analysed in combination with such information ; c the disclosure (other than by way of publication) of information   mentioned in paragraph (b)   to specified persons or descriptions of persons, or for specified purposes; d the use or further disclosure by any person of information disclosed to them under the regulations. 7 The provision mentioned in subsection (3)(f) may include provision applying any provision of Chapter 3 of this Part (enforcement), with or without modifications, in relation to a requirement imposed by or under the regulations. 7A Regulations under this section may provide that the disclosure of information by virtue of this section does not breach— a an obligation of confidence owed by the person making the disclosure, or b any other restriction on the disclosure of the information (however imposed), other than a restriction imposed by the data protection legislation. 8 In this section,  “ specified ” means specified in regulations under subsection (1)."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "20", "section_title": "Advisory committee", "section_text": "20 1 The Secretary of State may by regulations establish, and make other provision about, a committee to advise the Secretary of State on such matters relating to medical devices as the regulations may specify. 2 The regulations may (among other things) make provision about— a the membership of the committee; b the establishment by the committee of sub-committees; c matters to which the committee may, or must, have regard; d cooperation between the committee and the Commission on Human Medicines, and other bodies with expertise in relation to medical devices. 3 The provision mentioned in subsection (2)(a) may include— a provision about the number of members, their appointment, and the circumstances in which a person ceases to be a member; b requirements as to the independence of members from the Secretary of State; c provision about the payment of remuneration and allowances to members."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "21", "section_title": "Compliance notices", "section_text": "21 1 This section applies where the enforcement authority has reasonable grounds to suspect that a person involved in marketing or supplying a medical device is not complying with a medical devices provision. 1A In this Chapter, “medical devices provision” means a provision in— a regulations under section 15(1), b the Medical Devices Regulations 2002 ( S.I. 2002/618 ), c the Medical Devices (Northern Ireland Protocol) Regulations 2021, or d Regulation (EU) 2017/745 of the European Parliament and of the Council of 5 April 2017 on medical devices, amending  Directive 2001/83/EC , Regulation  (EC) No 178/2002  and Regulation  (EC) No 1223/2009  and repealing Council Directives  90/385/EEC  and  93/42/EEC . 2 The enforcement authority may serve a notice (“a compliance notice”) on the person— a identifying the medical devices provision with which the person is suspected not to be complying, b setting out the enforcement authority's grounds for suspecting that the person is not complying with the provision, c requiring the person to comply with the provision within a specified period, d requiring the person within a specified period to provide evidence to the satisfaction of the enforcement authority that the person is complying with the provision, and e requiring the person within a specified period to take any other measures that may be specified in order to comply with the provision. 3 A period specified in reliance on subsection (2)(c), (d) or (e) must be a period of at least 28 days beginning with the day on which the notice is served. 4 The enforcement authority may vary or revoke a compliance notice. 5 Where the person mentioned in subsection (1) is a manufacturer, a notice under subsection (2) may be served on the manufacturer or on another person who has been designated by the manufacturer to act as the manufacturer's representative (or both). 6 In this section,  “ specified ” means specified in the compliance notice."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "22", "section_title": "Suspension notices", "section_text": "22 1 This section applies where the enforcement authority considers that it may be necessary to restrict the availability of a medical device in order to protect health or safety. 2 The enforcement authority may serve on a person a notice (“a suspension notice”) prohibiting the person from doing the following except with the consent of the enforcement authority— a supplying the medical device; b offering to supply it; c agreeing to supply it; d exposing it for supply; e possessing it for supply. 3 A suspension notice must— a set out the enforcement authority's grounds for considering that it may be necessary to restrict the availability of the medical device to which the notice relates, and b specify the period for which the notice has effect. 4 The period may not end more than 6 months after the day on which the suspension notice is served. 5 The enforcement authority may— a reduce the period for which a suspension notice has effect, or b revoke a suspension notice."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "23", "section_title": "Safety notices", "section_text": "23 1 The enforcement authority may serve on a person a notice (“a safety notice”) imposing on the person prohibitions or requirements that the enforcement authority considers necessary to restrict the availability of a medical device in order to protect health or safety. 2 The prohibitions that may be imposed include prohibitions on doing any of the following except with the consent of the enforcement authority— a supplying the medical device; b offering to supply it; c agreeing to supply it; d exposing it for supply; e possessing it for supply. 3 The requirements that may be imposed include requirements to— a publish, at the person's expense, one or more warnings, in such form and manner and on such occasions as may be specified in the notice, about a medical device which the person supplies or has supplied; b organise or cooperate with the enforcement authority in organising in such manner as may be specified in the notice, so far as reasonably practicable, the recall of the device to the person or to any other person identified in the notice. 4 But a requirement to organise or cooperate in the recall of a device may be imposed on a person in reliance on subsection (3)(b) only if the enforcement authority is satisfied that no alternative requirement would sufficiently protect health or safety as mentioned in subsection (1). 5 A safety notice must set out the grounds on which the enforcement authority considers it necessary to restrict the availability of the medical device to which the notice relates. 6 The enforcement authority may vary or revoke a safety notice. 7 Subject to subsection (8), the enforcement authority may not serve a safety notice on a person or vary a safety notice unless the enforcement authority has given the person a reasonable opportunity to make representations about the need for, and the contents of, the proposed safety notice or, as the case may be, proposed variation. 8 Subsection (7) does not apply where the enforcement authority considers that there is an urgent need to make the proposed safety notice or variation in order to restrict the availability of the medical device to which the proposed safety notice or variation relates."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "24", "section_title": "Information notices", "section_text": "24 1 This section applies where the enforcement authority considers that a person has information which the enforcement authority needs for the purpose of deciding whether to— a serve or revoke a compliance notice, b serve or revoke a suspension notice, or c serve, vary or revoke a safety notice. 2 The enforcement authority may serve on the person a notice (an  “information notice”) requiring the person— a to disclose to the enforcement authority information specified in the notice, within a period specified in the notice, or b to produce records specified in the notice at a time and place specified in the notice, and to permit a person appointed by the enforcement authority to take copies of the records at that time and place. 3 A period specified in reliance on subsection (2)(a) must be a period of at least 28 days beginning with the day on which the notice is served. 4 A time specified in reliance on subsection (2)(b) must be at least 28 days after the notice is served. 5 The enforcement authority may vary or revoke an information notice."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "25", "section_title": "Applications to set notices aside etc", "section_text": "25 1 A person affected by a compliance, suspension or safety notice may apply to the appropriate lower court (see section 42)— a to set the notice aside, or b to vary it. 2 A person on whom an information notice has been served may apply to the appropriate lower court— a to set the notice aside, or b to vary it as mentioned in subsection (8). 3 An application under subsection (1) or (2) must be made within the period of 28 days beginning with the day on which the notice to which it relates is— a served, or b varied by the enforcement authority. 4 The appropriate lower court may set aside a compliance, suspension, safety or information notice only if satisfied— a in respect of a compliance notice, that the person on whom the notice was served is complying with each medical devices provision with which the person was suspected not to be complying, b in respect of a suspension notice, that the notice is not necessary to protect health or safety, c in respect of a safety notice, that the prohibitions or requirements in the notice are not necessary to protect health or safety, or d in respect of an information notice, that the person on whom it has been served does not have the information or records specified in the notice. 5 The appropriate lower court may vary a compliance notice so that it does not apply in relation to a medical devices provision specified in the notice if satisfied that the person on whom the notice was served is complying with that provision. 6 The appropriate lower court may vary a suspension notice by reducing the period for which it is to have effect if satisfied that the period for which it would otherwise have had effect was too long. 7 The appropriate lower court may vary a safety notice by removing a prohibition or requirement if satisfied that the prohibition or requirement is not necessary to protect health or safety. 8 The appropriate lower court may vary an information notice so that it does not apply in relation to some of the information or records specified in the notice if satisfied that the person on whom it was served does not have that information or those records. 9 An order of the appropriate lower court varying or setting aside a compliance, suspension, safety or information notice may contain provision delaying the coming into force of the order pending the making and determination of an appeal under section 27."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "26", "section_title": "Compensation", "section_text": "26 1 A person affected by a compliance, suspension or safety notice which the appropriate lower court varies or sets aside may apply to the appropriate lower court for an order requiring the enforcement authority to pay compensation in respect of loss or damage caused by reason of the notice. 2 An application under subsection (1) may be made at the same time as an application under section 25(1)."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "27", "section_title": "Further appeals", "section_text": "27 1 A person aggrieved by a decision of the appropriate lower court on an application under section 25(1) or (2) or section 26(1) may appeal against that decision to the appropriate appeals court (see section 42). 2 An appeal under subsection (1) must be made before the end of the period of 28 days beginning with the day on which the decision to which it relates is made. 3 The appropriate appeals court may make any order the court thinks appropriate."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "28", "section_title": "Offences", "section_text": "28 1 A person commits an offence if the person breaches— a a compliance notice, b a suspension notice, c a safety notice, or d an information notice. 2 A person guilty of an offence under subsection (1) is liable— a on summary conviction in England and Wales, to imprisonment for a term not exceeding 51 weeks, to a fine or to both; b on summary conviction in Scotland or Northern Ireland, to imprisonment for a term not exceeding 6 months, to a fine not exceeding level 5 on the standard scale or to both. 3 In relation to an offence committed before the coming into force of section 281(5) of the Criminal Justice Act 2003, the reference in subsection (2)(a) to 51 weeks is to be read as a reference to 6 months."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "29", "section_title": "Defence of due diligence", "section_text": "29 1 It is a defence for a person charged with an offence under section 28(1) to show that the person took all reasonable steps and exercised all due diligence to avoid commission of the offence. 2 If in any proceedings for such an offence the defence provided by subsection (1) involves an allegation that the commission of the offence was due to— a an act or default of another person, or b reliance on information given by another person, the defendant is not, without leave of the court, entitled to rely on that defence unless the requirement in subsection (3) is satisfied. 3 The requirement is that at least 7 clear days before the hearing of the proceedings the defendant has served on the prosecutor a notice giving such information identifying or assisting in the identification of that other person as was then in the defendant's possession. 4 A defendant is not entitled to rely on the defence provided by subsection (1) by reason of the defendant's reliance on information supplied by another person unless the defendant shows that it was reasonable in all the circumstances to rely on the information, having regard in particular to— a the steps which the defendant took or might reasonably have taken to verify the information, and b whether the defendant had any reason to disbelieve the information. 5 In the application of this section to Scotland— a references to the defendant are to be read as references to the accused, and b the reference in subsection (3) to  “the hearing of the proceedings” is to be read as a reference to  “the trial diet”."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "30", "section_title": "Offences by bodies corporate", "section_text": "30 1 Where an offence under section 28 committed by a body corporate or a Scottish partnership is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, an officer, the officer (as well as the body corporate or partnership) commits the offence and is liable to be proceeded against and punished accordingly. 2 In relation to a body corporate,  “ officer ” means— a a director, manager, secretary or other similar officer of the body, or b a person purporting to act in any such capacity. 3 In subsection (2)(a),  “ director ”, in relation to a body corporate whose affairs are managed by its members, means a member of the body corporate. 4 In relation to a Scottish partnership,  “ officer ” means— a a partner, or b a person purporting to act as a partner."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "31", "section_title": "Civil sanctions", "section_text": "31 Schedule 2 makes provision for and relating to civil sanctions in relation to the commission of offences to do with medical devices."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "32", "section_title": "Forfeiture of medical devices", "section_text": "32 1 The enforcement authority may apply to the appropriate lower court (see section 42) for an order for the forfeiture of a medical device (a  “forfeiture order”) on the grounds that there has been a contravention of a medical devices provision in relation to the device. 2 The appropriate lower court may make a forfeiture order if satisfied that there has been such a contravention. 3 The enforcement authority must make reasonable efforts to give notice of the application to every person who the enforcement authority thinks is or may be entitled to the device to which the application relates. 4 Each person claiming to be entitled to the device may— a appear at the hearing of the application, or b make written representations to the appropriate lower court in relation to the application. 5 If the appropriate lower court decides to make a forfeiture order, the court may include in the order provision that the device to which the order relates is not to be forfeited before the appropriate time. 6 The enforcement authority may dispose of a forfeited device in whatever way the enforcement authority thinks appropriate. 7 But the enforcement authority may not dispose of a forfeited device before the appropriate time. 8 In this section, the  “appropriate time” is— a the end of the period within which an appeal under section 33 may be made against the order, or b if such an appeal is made, the end of the day on which the appeal is finally determined or otherwise disposed of. 9 In this section, persons  “entitled to a device” are— a if the device has not been seized by the enforcement authority, the person in possession of the device, b if the device has been seized, the person from whom it was seized, or c if different, any person to whom it belongs."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "33", "section_title": "Appeals against forfeiture decisions", "section_text": "33 1 A person claiming to be entitled to a medical device which is subject to a forfeiture order may appeal against the decision to make the order. 2 The enforcement authority may appeal against a decision of the appropriate lower court to refuse an application for a forfeiture order. 3 An appeal under this section is to the appropriate appeals court (see section 42). 4 An appeal under this section must be made before the end of the period of 28 days beginning with the day on which— a the forfeiture order is made, or b the application for a forfeiture order is refused. 5 Subject to subsection (6), the court hearing the appeal may make any order the court thinks appropriate. 6 If an appeal against a decision to make a forfeiture order is allowed, the court must, if the device to which the order relates has already been forfeited, order it to be returned to a person entitled to it. 7 In this section, persons  “entitled to a device” are— a if the device has not been seized by the enforcement authority, the person in possession of the device, b if the device has been seized, the person from whom it was seized, or c if different, any person to whom it belongs."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "34", "section_title": "Recovery of expenses of enforcement", "section_text": "34 1 This section applies where a court— a convicts a person of an   offence under— i section 28, ii regulation 60A of the Medical Devices Regulations 2002 ( S.I. 2002/618 ) (offence of breaching certain provisions in the Regulations), or iii regulation 23 of the Medical Devices (Northern Ireland Protocol) Regulations 2021 (offence of breaching certain provisions), in relation to a medical device, or b makes a forfeiture order under section 32 or 33(5) in relation to a medical device. 2 The court may (in addition to any other order it may make as to costs or expenses) order the person convicted or, as the case may be, a person from whom a device is seized or to whom it belongs to reimburse an enforcement authority for any expenditure which the authority has incurred or may incur— a in connection with any seizure or detention of the device by or on behalf of the authority, or b in connection with giving effect to the forfeiture order."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "35", "section_title": "Recall of medical device by enforcement authority", "section_text": "35 1 This section applies where the enforcement authority considers that— a it is necessary to restrict the availability of a medical device in order to protect health or safety, and b the device has already been supplied or made available to members of the public. 2 The authority may take such steps as it considers necessary to organise the return of the device to the authority or to another person (whether or not it issues a safety notice under section 23 requiring another person to organise or cooperate in organising the recall of the device). 3 The authority may take steps in reliance on subsection (2) only if satisfied that no alternative steps that did not involve recalling the device would sufficiently protect health or safety as mentioned in subsection (1)."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "36", "section_title": "Power of officer of Revenue and Customs to detain medical device", "section_text": "36 1 An officer of Revenue and Customs may seize an imported medical device and detain it for not more than two working days in order to facilitate the exercise by an enforcement authority or an officer of an enforcement authority of a function under— a this Part, b a medical devices provision, or c Schedule 5 to the Consumer Rights Act 2015. 2 A device seized and detained under this section must be dealt with during the period of its detention in such manner as the Commissioners for Her Majesty's Revenue and Customs may direct. 3 In subsection (1), the reference to two working days is a reference to a period of 48 hours calculated from the time when the device in question is seized but disregarding so much of any period as falls on a Saturday or Sunday or on Christmas Day, Good Friday or a day which is a bank holiday under the Banking and Financial Dealings Act 1971 in the part of the United Kingdom where the device is seized."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "37", "section_title": "Offence of obstructing an officer of Revenue and Customs", "section_text": "37 1 A person commits an offence if the person intentionally obstructs an officer of Revenue and Customs who is acting under section 36. 2 A person guilty of an offence under subsection (1) is liable— a on summary conviction in England and Wales, to imprisonment for a term not exceeding 51 weeks, to a fine or to both; b on summary conviction in Scotland or Northern Ireland, to imprisonment for a term not exceeding 6 months, to a fine not exceeding level 5 on the standard scale or to both. 3 In relation to an offence committed before the coming into force of section 281(5) of the Criminal Justice Act 2003, the reference in subsection (2)(a) to 51 weeks is to be read as a reference to 6 months."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "38", "section_title": "Civil proceedings", "section_text": "38 1 An obligation imposed by a medical devices provision is to be treated as a duty owed to any person who may be affected by a breach of the obligation. 2 Accordingly, a breach of such an obligation gives rise to a right of action for breach of statutory duty. 3 Subsections (1) and (2) are subject to— a a provision to the contrary in a medical devices provision, and b the defences and other incidents applying to actions for breach of statutory duty."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "39", "section_title": "Disclosure of information", "section_text": "39 1 This section applies in relation to information which the Secretary of State holds in connection with medical devices. 2 The Secretary of State may disclose information for the purpose of warning members of the public about concerns that the Secretary of State has in relation to the safety of a medical device. 3 The Secretary of State may disclose information to a person who provides services or exercises functions relating to medical devices for the purposes of— a enabling or facilitating the exercise by the Secretary of State of a function relating to medical devices; b enabling or facilitating the exercise by another person of a function relating to medical devices; c enabling or facilitating the provision of a service relating to medical devices by another person. 4 The Secretary of State may disclose information for the purposes of— a civil proceedings; b criminal investigations or proceedings. 5 The Secretary of State may disclose information to a relevant person outside the United Kingdom where— a the disclosure is required for the purpose of giving effect to an international agreement or arrangement concerning the regulation of medical devices, and b the Secretary of State considers that the disclosure is in the public interest. 6 But subsection (5) does not authorise a disclosure of patient information without the consent of the individual to whom that information relates. 7 The Secretary of State may not disclose commercially sensitive information in reliance on subsection (2), (3), (4) or (5) unless the Secretary of State— a considers that it is necessary to do so for one or more of the purposes mentioned in subsection (2), (3), (4) or (5), and b is satisfied that the making of the disclosure is proportionate to what is sought to be achieved by it. 8 Where information to which this section applies is disclosed to a person in reliance on subsection (3) or (4), the person may not use or further disclose the information except— a with the agreement of the Secretary of State and for a purpose mentioned in subsection (3) or (4), or b in accordance with an enactment or order of a court or tribunal. 9 Except as provided by subsection (10), the disclosure of information in accordance with this section does not breach— a an obligation of confidence owed by the person making the disclosure, or b any other restriction on the disclosure of the information (however imposed). 10 Nothing in this section authorises a disclosure of information which— a contravenes the data protection legislation (but in determining whether a disclosure would do so, take into account the powers conferred by this section),  ... b is prohibited by any of Parts 1 to 7 or Chapter 1 of Part 9 of the Investigatory Powers Act 2016  , or c contravenes any obligation or restriction created or arising by or under the Protocol on Ireland/Northern Ireland in the EU withdrawal agreement, whether or not an obligation or restriction to which section 7A(2) of the European Union (Withdrawal) Act 2018 applies. 11 This section does not limit the circumstances in which information may be disclosed under any other enactment or rule of law. 12 In this section— “ commercially sensitive information ” means commercial information whose disclosure the Secretary of State thinks might significantly harm the legitimate business interests of the undertaking to which it relates; “ patient information ” means information (however recorded) which— relates to— the physical or mental health or condition of an individual, the diagnosis of an individual's condition, or an individual's care or treatment, or is (to any extent) derived directly or indirectly from information relating to any of those matters, and identifies the individual or enables the individual to be identified (whether by itself or in combination with other information); “ relevant person ” means— the government of a country or territory outside the United Kingdom; a person who exercises functions on behalf of such a government; any other person who exercises functions or provides services relating to medical devices in a country or territory outside the United Kingdom; an international organisation that exercises functions or provides services relating to medical devices."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "40", "section_title": "Offences relating to information", "section_text": "40 1 A person to whom information is disclosed under section 39 commits an offence if the person uses or discloses that information in contravention of subsection (8) of that section. 2 A person to whom information is disclosed under regulations under section 19 (information systems) commits an offence if the person uses or discloses that information in contravention of those regulations. 3 A person guilty of an offence under subsection (1) or (2) is liable— a on summary conviction in England and Wales, to imprisonment for a term not exceeding 51 weeks, to a fine or to both; b on summary conviction in Scotland or Northern Ireland, to imprisonment for a term not exceeding 6 months, to a fine not exceeding level 5 on the standard scale or to both. 4 In relation to an offence committed before the coming into force of section 281(5) of the Criminal Justice Act 2003, the reference in subsection (3)(a) to 51 weeks is to be read as a reference to 6 months."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "41", "section_title": "Consequential and supplementary provision", "section_text": "41 1 In the Consumer Protection Act 1987— a in section 11 (safety regulations), in subsection (7), at the end insert— e medical devices. ; b in section 19 (interpretation of Part 2), in subsection (1), at the appropriate place insert— “ medical device ” has the same meaning as in Part 4 of the Medicines and Medical Devices Act 2021; . 2 In the Consumer Rights Act 2015, in Schedule 5 (investigatory powers etc)— a in paragraph 10 (enforcer's legislation: duties and powers mentioned in paragraph 9(1)(a)), at the appropriate place insert  “                          regulation 61 of the Medical Devices Regulations 2002 (S.I. 2002/618)                        ” ; b in the table in paragraph 11 (enforcer's legislation), at the end insert— The Secretary of State, a local weights and measures authority in Great Britain or a district council in Northern Ireland Regulations made under section 15(1) of the Medicines and Medical Devices Act 2021 The Secretary of State, a local weights and measures authority in Great Britain or a district council in Northern Ireland Chapter 3 of Part 4 of the Medicines and Medical Devices Act 2021 ; c in paragraph 19 (exercise of powers in Part 4), after sub-paragraph (7) insert— 7A A domestic enforcer may exercise the power in paragraph 30A (power to decommission or switch off fixed medical devices)— a if an officer of the enforcer reasonably suspects a breach of the Medical Devices Regulations 2002 (S.I. 2002/618) or of regulations made under section 15(1) of the Medicines and Medical Devices Act 2021, and b for the purpose of ascertaining (by means of testing or otherwise) whether there has been such a breach. ; d after paragraph 30 insert— 30A 1 The power in sub-paragraph (2) is available to an officer of a domestic enforcer acting pursuant to the duty in regulation 61(1A) or (1B) of the Medical Devices Regulations 2002 (S.I. 2002/618) or to a duty in regulations made under section 15(1) of the Medicines and Medical Devices Act 2021. 2 The officer may decommission or switch off any medical device to which the Medical Devices Regulations 2002 apply which is installed at a given location. ; e in paragraph 31 (power to break open container etc)— i in sub-paragraph (1), for  “30” substitute  “                              30A                            ” ; ii in sub-paragraph (2), for  “30” substitute  “                              30A                            ” . 3 The Medical Devices Regulations 2002 (S.I. 2002/618) are amended in accordance with subsections (4) to (7). 4 In regulation 2 (interpretation), in paragraph (1) omit the definition of  “the 1987 Act”. 5 Omit regulation 3B (confidentiality). 6 In regulation 61 (enforcement and the Consumer Protection Act 1987 etc), for paragraphs (1) to (8) substitute— 1A It is the duty of the Secretary of State to enforce these regulations in relation to relevant devices and devices for performance evaluation. 1B It is the duty of each weights and measures authority in Great Britain and each district council in Northern Ireland to enforce these regulations within its area (concurrently with the Secretary of State) in relation to relevant devices that are ordinarily intended for private use or consumption. 1C Nothing in this regulation authorises a weights and measures authority to bring proceedings in Scotland for an offence. 7 Omit— a regulation 62 (compliance notices), b regulation 63 (restriction notices), and c regulation 64 (notification of decisions etc). 8 As a result of the amendments made by subsections (1), (4), (6) and (7), the Medical Devices Regulations 2002 are not to be recognised as safety regulations for the purposes of the Consumer Protection Act 1987, but those amendments do not otherwise affect the continued operation of those regulations. 9 Schedule 3 makes it an offence to breach various provisions in the Medical Devices Regulations 2002."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "42", "section_title": "Interpretation of Part 4", "section_text": "42 1 In this Part, apart from in sections 32, 33 and 34 (provisions relating to forfeiture or seizure of medical devices), references to a medical device include references to a type of medical device. 2 In this Part— the  “ appropriate appeals court ” means— in England and Wales, the Crown Court; in Scotland, the Sheriff Appeal Court; in Northern Ireland, a county court; the  “ appropriate lower court ” means— in England and Wales, a magistrates' court; in Scotland, the sheriff; in Northern Ireland, a court of summary jurisdiction; “ compliance notice ” has the meaning given by section 21(2); “ data protection legislation ” has the meaning given by section 3(9) of the Data Protection Act 2018; the  “ enforcement authority ” means— in relation to medical devices which are ordinarily intended for private use or consumption— a local weights and measures authority in Great Britain or a district council in Northern Ireland, or the Secretary of State, or in relation to other medical devices, the Secretary of State; “ EU Medical Devices Regulations ” means— Regulation (EU) 2017/745 of the European Parliament and of the Council of 5 April 2017 on medical devices, amending Directive  2001/83/EC , Regulation  (EC) No 178/2002  and Regulation  (EC) No 1223/2009  and repealing Council Directives  90/385/EEC  and  93/42/EEC , and Regulation (EU) 2017/746 of the European Parliament and of the Council of 5 April 2017 on in vitro diagnostic medical devices and repealing Directive  98/79/EC  and Commission Decision 2010/227/EU; “ forfeiture order ” has the meaning given by section 32(1); “ information notice ” has the meaning given by section 24(2); “ manufacture ” includes assembly;   “manufacturer” means any person who is a manufacturer for the purposes of any provision in— the Medical Devices Regulations 2002 ( S.I. 2002/618 ), or Regulation (EU) 2017/745 of the European Parliament and of the Council of 5 April 2017 on medical devices, amending  Directive 2001/83/EC , Regulation  (EC) No 178/2002  and Regulation  (EC) No 1223/2009  and repealing Council Directives  90/385/EEC  and  93/42/EEC ;   “ medical device ” includes— medical devices to which the Medical Devices Regulations 2002 apply, and devices to which the EU Medical Devices Regulations apply;   “medical devices provision”— in Chapter 1, has the meaning given by section 17(2), and in Chapter 3, has the meaning given by section 21(1A);   “ relevant requirements ” has the meaning given by section 16(1)(a); “ safety notice ” has the meaning given by section 23(1); “ suspension notice ” has the meaning given by section 22(2)."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "43", "section_title": "Power to make consequential etc provision", "section_text": "43 1   Subsection (2)   applies to regulations under a power in Part 1, 2, 3 or 4, apart from regulations under paragraph 9 of Schedule 2. 2 The regulations may— a make consequential, supplementary, incidental, transitional, transitory or saving provision; b make different provision for different purposes; c make different provision for different areas; d make provision for all cases to which the power applies or for those cases subject to specified exceptions or for any specified cases or descriptions of case. 3 Provision made by regulations under section 7A or 19 by virtue of subsection (2)(a) may include provision— a changing the territorial extent of provisions of Chapter 2 of Part 9 of the Health and Social Care Act 2012   (NHS England: health and social care information etc.) , or b otherwise amending that Chapter."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "44", "section_title": "Scope of powers of Northern Ireland departments", "section_text": "44 No provision may be made by a Northern Ireland department acting alone in regulations under section 2(1)   , 7A(1)  or 10(1) unless the provision, if it were contained in an Act of the Northern Ireland Assembly— a would be within the legislative competence of the Assembly, and b would not require the consent of the Secretary of State."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "45", "section_title": "Consultation", "section_text": "45 1 Before making regulations under a provision of Part 1, 2, 3 or 4, the relevant authority must carry out a public consultation. 1A In relation to proposed regulations under section 7A(1), the Secretary of State must— a where the regulations relate to Wales, specifically consult the Welsh Ministers, and b where the regulations relate to Scotland, specifically consult the Scottish Ministers. 2 In relation to proposed regulations under section 19(1), the Secretary of State must specifically consult— a the Welsh Ministers, b the Scottish Ministers, and c the Department of Health in Northern Ireland. 3 In relation to proposed regulations under section 2(1), 10(1) or 15(1), the consultation document must include a summary of the relevant authority's assessment of the matters mentioned in section 2, 10 or 15 (as the case may be). 4 The duty to consult imposed by subsection (1) does not apply in relation to regulations that contain only provision made in reliance on— a section 7 (disapplication of provisions relating to human medicines where there is a risk of serious harm to health), or b section 18 (disapplication of provisions relating to medical devices where there is a risk of serious harm to health), where the regulations contain a declaration that the person making them considers that they need to be made urgently to protect the public from an imminent risk of serious harm to health. 5 The duty to consult imposed by subsection (1) may be satisfied by consultation carried out before this Act was passed. 6 In this section,  “ the relevant authority ” means— a in relation to regulations made under section 2(1) or 7A(1), the appropriate authority within the meaning given by section 2(6), aa in relation to regulations made under section 10(1), the appropriate authority within the meaning given by section 10(6),  and b in relation to any other regulations, the Secretary of State."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "46", "section_title": "Reporting requirements", "section_text": "46 1 As soon as reasonably practicable after the end of each reporting period, the relevant authority must lay before the appropriate legislature a report on the operation of any regulations made by the relevant authority under sections 2(1),   7A(1),  10(1), 15(1) and 19(1) that were in force at any time during the reporting period. 2 In preparing a report, the relevant authority must consult such persons as the relevant authority considers appropriate. 3 A report must include a summary of— a any concerns raised, or proposals for change made, by a person consulted in accordance with subsection (2), and b the relevant authority's response to those concerns or proposals, including any plan the relevant authority may have to make further regulations under section 2(1),   7A(1),  10(1), 15(1) or 19(1). 4 The reporting periods are— a the period of 24 months beginning with the day on which the first set of regulations under section 2(1),   7A(1),  10(1), 15(1) or 19(1) comes into force, and b each successive period of 24 months. 5 In this section— “ appropriate legislature ” means— in relation to a report of the Secretary of State, Parliament; in relation to a report of a Northern Ireland department, the Northern Ireland Assembly; “ relevant authority ” means— in relation to regulations made under section 2(1)   , 7A(1)  or 10(1) by the Secretary of State (whether acting alone or jointly with a Northern Ireland department), the Secretary of State; in relation to regulations made under section 2(1)   , 7A(1)  or 10(1) by a Northern Ireland department (whether acting alone or jointly with the Secretary of State), the Northern Ireland department; in relation to regulations made under section 15(1) or 19(1), the Secretary of State."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "47", "section_title": "Procedure", "section_text": "47 1 Any power to make regulations under a provision of Part 1, 2, 3 or 4 so far as exercisable by the Secretary of State, or by the Secretary of State acting jointly with a Northern Ireland department, is exercisable by statutory instrument. 2 Any power to make regulations under section 2(1)   , 7A(1)  or 10(1) so far as exercisable by a Northern Ireland department (other than when acting jointly with the Secretary of State) is exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 (S.I. 1979/1573 (N.I. 12))\t\t\t\t\t(and not by statutory instrument). 3 The procedure for making regulations under Part 1, 2, 3 or 4 is to be determined in accordance with this table and subsection (4)— If the regulations contain provision made in reliance on the regulations are subject to section 6(1)(a) the negative procedure section 12(1)(a) the negative procedure section 17(1)(a) the negative procedure paragraph 9 of Schedule 2 the negative procedure section 7 a the made affirmative procedure, where the regulations contain a declaration that the person making them considers that they need to be made urgently to protect the public from an imminent risk of serious harm to health b the draft affirmative procedure in any other case section 18 a the made affirmative procedure, where the regulations contain a declaration that the person making them considers that they need to be made urgently to protect the public from an imminent risk of serious harm to health b the draft affirmative procedure in any other case any other provision of Part 1, 2, 3 or 4 the draft affirmative procedure 4 Provision that may be made by regulations subject to the negative procedure may be made by regulations subject to the draft affirmative procedure. 5 Where regulations are subject to  “the negative procedure”— a in the case of regulations made by the Secretary of State acting alone, the statutory instrument containing the regulations is subject to annulment in pursuance of a resolution of either House of Parliament, b in the case of regulations made by a Northern Ireland department acting alone, they are subject to negative resolution within the meaning given by section 41(6) of the Interpretation Act (Northern Ireland) 1954, and c in the case of regulations made by the Secretary of State and a Northern Ireland department acting jointly, the statutory instrument containing the regulations is subject to— i annulment in pursuance of a resolution of either House of Parliament, and ii negative resolution within the meaning given by section 41(6) of the Interpretation Act (Northern Ireland) 1954. 6 Where regulations are subject to the  “draft affirmative procedure”— a in the case of regulations made by the Secretary of State acting alone, the statutory instrument containing the regulations may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament, b in the case of regulations made by a Northern Ireland department acting alone, they may not be made unless a draft of the regulations has been laid before and approved by a resolution of the Northern Ireland Assembly, and c in the case of regulations made by the Secretary of State and a Northern Ireland department acting jointly, the statutory instrument containing the regulations may not be made unless a draft of the instrument has been laid before and approved by a resolution of— i each House of Parliament, and ii the Northern Ireland Assembly. 7 Where regulations are subject to the  “made affirmative procedure”— a in the case of regulations made by the Secretary of State acting alone, the statutory instrument containing the regulations— i must be laid before Parliament after being made, and ii ceases to have effect at the end of the period of 40 days beginning with the day on which the instrument is made unless, during that period, the instrument is approved by a resolution of each House of Parliament, b in the case of regulations made by a Northern Ireland department acting alone, they— i must be laid before the Northern Ireland Assembly after being made, and ii cease to have effect at the end of the period of 40 days beginning with the day on which they are made unless, during that period, the regulations are approved by a resolution of the Assembly, and c in the case of regulations made by the Secretary of State and a Northern Ireland department acting jointly, the statutory instrument containing the regulations— i must be laid before Parliament and the Northern Ireland Assembly after being made, and ii ceases to have effect at the end of the period of 40 days beginning with the day on which the instrument is made unless, during that period, the instrument is approved by a resolution of each House of Parliament and by a resolution of the Assembly. 8 In calculating the period of 40 days for the purposes of subsection (7)(a)(ii) or (c)(ii) in relation to Parliament, no account is to be taken of any time during which— a Parliament is dissolved or prorogued, or b either House of Parliament is adjourned for more than 4 days. 9 In calculating the period of 40 days for the purposes of subsection (7)(b)(ii) or (c)(ii) in relation to the Northern Ireland Assembly, no account is to be taken of any time during which the Assembly is— a dissolved, b in recess for more than 4 days, or c adjourned for more than 6 days. 10 If regulations cease to have effect as a result of subsection (7) that— a does not affect the validity of anything previously done under the regulations, and b does not prevent the making of new regulations."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "48", "section_title": "Report on operation of medicines and medical devices legislation", "section_text": "48 1 The Secretary of State must, before the end of the relevant period, publish a report on the operation of medicines and medical devices legislation. 2 The report must, in particular, include an assessment of whether— a some or all medicines and medical devices legislation should be consolidated or otherwise restructured, b provisions of medicines and medical devices legislation should be included in regulations or Acts of Parliament, and c powers to make regulations should be modified or repealed. 3 In preparing the report, the Secretary of State must take into account any report relating to the operation of medicines and medical devices legislation made by a Parliamentary Committee. 4 The Secretary of State must lay a copy of the report before Parliament. 5 In this section— “ medicines and medical devices legislation ” means— the law relating to human medicines within the meaning of section 9 (interpretation); the Veterinary Medicines Regulations 2013 (S.I. 2013/2033); the Medical Devices Regulations 2002 (S.I. 2002/618); Parts 2 to 5 of this Act; regulations made under those Parts; “ Parliamentary Committee ” means a committee of the House of Commons or of the House of Lords or a joint committee of both Houses; “ relevant period ” means the period of 5 years beginning with the day on which this Act is passed."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "49", "section_title": "Extent", "section_text": "49 This Act extends to England and Wales, Scotland and Northern Ireland."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "50", "section_title": "Commencement", "section_text": "50 1 The following come into force on the day on which this Act is passed— a this Part, b section 2, c section 6(4), d section 7, e section 9, f section 15, g section 17(2), h section 18, i section 42, j Part 5, and k Part 6. 2 The following come into force at the end of the period of two months beginning with the day on which this Act is passed— a Part 1, b the remaining provisions of Part 2, c Part 3, d the remaining provisions of Chapter 1 of Part 4, and e Chapter 2 of Part 4. 3 Chapters 3 and 4 of Part 4 (medical devices: enforcement and disclosure of information) come into force on such day or days as the Secretary of State may by regulations made by statutory instrument appoint. 4 Regulations may not be made in reliance on section 7 or 18 that come into force before the end of the period of two months beginning with the day on which this Act is passed unless they contain a declaration that the person making them considers that they need to be made urgently to protect the public from an imminent risk of serious harm to health."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "51", "section_title": "Transitional etc provision in connection with commencement", "section_text": "51 1 The Secretary of State may by regulations made by statutory instrument make transitional, transitory or saving provision in connection with the coming into force of any provision of this Act (subject to subsection (4)). 2 The relevant Northern Ireland department may by regulations make transitional, transitory or saving provision in connection with the coming into force of Part 2 or, as the case may be, Part 3 so far as relating to Northern Ireland. 3 No provision may be made by the relevant Northern Ireland department in regulations under subsection (2) unless the provision, if it were contained in an Act of the Northern Ireland Assembly— a would be within the legislative competence of the Assembly, and b would not require the consent of the Secretary of State. 4 Regulations of the Secretary of State under this section may not contain provision that could be made by regulations of the relevant Northern Ireland department under this section. 5 The power to make regulations under subsection (2) is exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 (S.I. 1979/1573 (N.I. 12)). 6 In this section, the  “ relevant Northern Ireland department ” means— a in relation to Part 2, the Department of Health in Northern Ireland, and b in relation to Part 3, the Department of Agriculture, Environment and Rural Affairs in Northern Ireland."}, {"act": "Medicines and Medical Devices Act 2021", "year": 2021, "section": "52", "section_title": "Short title", "section_text": "52 This Act may be cited as the Medicines and Medical Devices Act 2021."}]