[{"act": "Overseas Operations (Service Personnel and Veterans) Act 2021", "year": 2021, "section": "1", "section_title": "Prosecutorial decision regarding alleged conduct during overseas operations", "section_text": "1 1 Where a relevant prosecutor makes a decision to which this section applies and the conditions in subsections (3) and (4) are met, the prosecutor must, in making the decision— a apply the principle set out in section 2, and b comply with section 3. 2 This section applies to a decision of a relevant prosecutor as to— a whether or not proceedings should be brought against a person for a relevant offence, or b whether or not any proceedings against a person for a relevant offence should be continued, (but does not apply to a prosecutor's decision so far as it relates to whether or not there is sufficient evidence to justify prosecution). 3 The first condition is that the alleged conduct took place (outside the British Islands) at a time when the person was— a a member of the regular or reserve forces, or a member of a British overseas territory force to whom section 369(2) of the Armed Forces Act 2006 (persons subject to service law) applies, and b deployed on overseas operations. 4 The second condition is that the period of 5 years beginning with the day on which the alleged conduct took place has expired. 5 If the offence is alleged to have continued over a period of days, the 5 year period mentioned in subsection (4) is to be taken to begin with the last of those days. 6 In this Part  “ overseas operations ” means any operations outside the British Islands, including peacekeeping operations and operations for dealing with terrorism, civil unrest or serious public disorder, in the course of which members of Her Majesty's forces come under attack or face the threat of attack or violent resistance."}, {"act": "Overseas Operations (Service Personnel and Veterans) Act 2021", "year": 2021, "section": "2", "section_title": "Presumption against prosecution", "section_text": "2 The principle referred to in section 1(1) is that it is to be exceptional for a relevant prosecutor making a decision to which that section applies to determine that proceedings should be brought against the person for the offence or, as the case may be, that the proceedings against the person for the offence should be continued."}, {"act": "Overseas Operations (Service Personnel and Veterans) Act 2021", "year": 2021, "section": "3", "section_title": "Matters to be given particular weight", "section_text": "3 1 In making a decision to which section 1 applies, a relevant prosecutor must give particular weight to the matters set out in subsection (2) (so far as they tend to reduce the person's culpability or otherwise tend against prosecution). 2 Those matters are— a the adverse effect (or likely adverse effect) on the person of the conditions the person was exposed to during deployment on the operations mentioned in section 1(3)(b), including their experiences and responsibilities (for example, being exposed to unexpected or continuous threats, being in command of others who were so exposed, or being deployed alongside others who were killed or severely wounded in action); b in a case where there has been a relevant previous investigation and no compelling new evidence has become available, the public interest in finality (as regards how the person is to be dealt with) being achieved without undue delay. 3 In considering the matter in subsection (2)(a), the prosecutor must have regard to the exceptional demands and stresses to which members of Her Majesty's forces are likely to be subject while deployed on overseas operations, regardless of their length of service, rank or personal resilience. 4 In subsection (2)(a)  “ adverse effect ”, in relation to a person, means— a an adverse effect on their capacity to make sound judgements or exercise self control, or b any other adverse effect on their mental health, and in this subsection  “ effect ” means an effect at the time of the alleged conduct."}, {"act": "Overseas Operations (Service Personnel and Veterans) Act 2021", "year": 2021, "section": "4", "section_title": "Section 3: supplementary", "section_text": "4 1 For the purposes of section 3(2)(b) and this section  “ relevant previous investigation ” means an investigation into the alleged conduct which— a was carried out by an investigating authority, b has ceased to be active, and c either did not lead to any decision as to whether or not the person should be charged with an offence, or led to a decision that the person should not be charged with any offence. 2 For the purposes of section 3(2)(b), where there has been at least one relevant previous investigation in relation to the alleged conduct, evidence— a is not  “new” if it has been taken into account in the relevant previous investigation (or in any of them); b otherwise, is  “new”."}, {"act": "Overseas Operations (Service Personnel and Veterans) Act 2021", "year": 2021, "section": "5", "section_title": "Requirement of consent to prosecute", "section_text": "5 1 This section applies where— a the condition in subsection (4) is met in relation to potential proceedings against a person for a relevant offence, and b the period of 5 years beginning with the day on which the alleged conduct took place has expired. 2 If the offence is a service offence, no proceedings may be instituted against the person for the offence under the Armed Forces Act 2006 except with the consent of the Attorney General. 3 No proceedings may be instituted against the person for the offence— a where the offence is punishable with a criminal penalty by the law of England and Wales, except with the consent of the Attorney General, b where the offence is punishable with a criminal penalty by the law of Northern Ireland, except with the consent of the Advocate General for Northern Ireland. 4 The condition mentioned in subsection (1)(a) is that the alleged conduct took place (outside the British Islands) at a time when the person was— a a member of the regular or reserve forces, or a member of a British overseas territory force to whom section 369(2) of the Armed Forces Act 2006 (persons subject to service law) applies, and b deployed on overseas operations. 5 If the offence is alleged to have continued over a period of days, the 5 year period mentioned in subsection (1)(b) is to be taken to begin with the last of those days."}, {"act": "Overseas Operations (Service Personnel and Veterans) Act 2021", "year": 2021, "section": "6", "section_title": "“Relevant offence”", "section_text": "6 1 “ Relevant offence ” means any of the following (but with the exceptions set out in subsections (2) to (5))— a an offence under section 42 of the Armed Forces Act 2006 (criminal conduct) or any provision mentioned in paragraph 1(2)(a) to (c) of Schedule 1 (provisions superseded by that section), and b an offence punishable with a criminal penalty by the law of any part of the United Kingdom. 2 An offence is not a  “relevant offence” if it is committed against an individual who at the time when the offence is committed is— a a member of the regular or reserve forces, b a member of a British overseas territory force, c a Crown servant, or d a defence contractor. 3 A service offence is not a  “relevant offence” if it is an excluded offence by virtue of Part 1 of Schedule 1. 4 An offence punishable with a criminal penalty by the law of England and Wales, or of Northern Ireland, is not a  “relevant offence” if it is an excluded offence in that part of the United Kingdom by virtue of Part 2 or 5 of Schedule 1. 5 An offence punishable with a criminal penalty by the law of Scotland is not a  “relevant offence” if it is an excluded offence in Scotland by virtue of Part 3 or 5 of Schedule 1. 6 An offence is not a  “relevant offence” if it is an excluded offence by virtue of Part 4 of Schedule 1."}, {"act": "Overseas Operations (Service Personnel and Veterans) Act 2021", "year": 2021, "section": "7", "section_title": "General interpretation etc", "section_text": "7 1 Where— a the offence mentioned in section 1(2) or 5(1)(a) is murder or any other offence one of the elements of which is causing a person's death, and b the death occurred after the day on which the person sustained the injury that caused it, the day (or time) of the alleged conduct is not to be taken to be different from what it would have been if the death had occurred when the injury was sustained. 2 In this Part references to the British Islands include the territorial sea adjacent to the United Kingdom and the territorial sea adjacent to any of the Channel Islands or the Isle of Man. 3 The following are  “ relevant prosecutors ” for the purposes of this Part— a the Director of Service Prosecutions and any person appointed under section 365 of the Armed Forces Act 2006 (prosecuting officers); b in England and Wales, the Director of Public Prosecutions, a Crown Prosecutor and any person to whom the institution or taking over of proceedings for the offence mentioned in section 1(2) has been assigned under section 5(1) of the Prosecution of Offences Act 1985; c in Scotland, any prosecutor as defined in section 307(1) of the Criminal Procedure (Scotland) Act 1995 (other than a private prosecutor); d in Northern Ireland, the Director of Public Prosecutions for Northern Ireland, the Deputy Director of Public Prosecutions for Northern Ireland, a Public Prosecutor and any person to whom the institution or taking over of proceedings for the offence mentioned in section 1(2) has been assigned under section 36(2) of the Justice (Northern Ireland) Act 2002 (c. 26 (N.I.)). 4 In this Part— “ alleged conduct ”, in relation to proceedings or potential proceedings for an offence, means the act or omission alleged to constitute the offence; “ British overseas territory force ” means any of Her Majesty's forces that is raised under the law of a British overseas territory; “ Crown servant ” means a person employed by or in the service of the Government of the United Kingdom; “ defence contractor ” means a person engaged in providing goods or services for the purposes of any of Her Majesty's forces under contract (whether as, or on behalf of, a party to the contract); “ Her Majesty's forces ” has the same meaning as in the Armed Forces Act 2006 (see section 374 of that Act); “ investigating authority ” means— a service police force,   the tri-service serious crime unit,   a UK police force, or an overseas police force; “ overseas operations ” has the meaning given by section 1(6); “ overseas police force ” has the same meaning as in the Armed Forces Act 2006 (see section 375 of that Act); “ the regular forces ” has the same meaning as in the Armed Forces Act 2006 (see section 374 of that Act); “ relevant offence ” has the meaning given by section 6; “ relevant previous investigation ” has the meaning given by section 4; “ relevant prosecutor ” has the meaning given by subsection (3); “ the reserve forces ” has the same meaning as in the Armed Forces Act 2006 (see section 374 of that Act); “ service offence ” has the same meaning as in the Armed Forces Act 2006 (see section 50(2) of that Act); “ service police force ” has the same meaning as in the Armed Forces Act 2006 (see section 375 of that Act);   “ tri-service serious crime unit ” means the unit described in section 375(1A) of the Armed Forces Act 2006;   “ UK police force ” has the same meaning as in the Armed Forces Act 2006 (see section 375 of that Act). 5 Subsections (2) and (3) of section 368 of the Armed Forces Act 2006 (references to members of the regular forces) apply for the purposes of this Part as they apply for the purposes of that Act."}, {"act": "Overseas Operations (Service Personnel and Veterans) Act 2021", "year": 2021, "section": "8", "section_title": "Restrictions on time limits to bring actions: England and Wales", "section_text": "8 1 Part 1 of Schedule 2 amends the Limitation Act 1980— a to limit the court's discretion to disapply time limits for actions in respect of personal injuries or death which relate to overseas operations of the armed forces, and b to specify additional factors to which a court must have regard in exercising that discretion. 2 Part 2 of Schedule 2 amends the Foreign Limitation Periods Act 1984 to modify the effect of foreign limitation law (where such law applies by reason of that Act) in respect of actions which relate to overseas operations of the armed forces."}, {"act": "Overseas Operations (Service Personnel and Veterans) Act 2021", "year": 2021, "section": "9", "section_title": "Restrictions on time limits to bring actions: Scotland", "section_text": "9 1 Part 1 of Schedule 3 amends the Prescription and Limitation (Scotland) Act 1973— a to limit the court's power to override time limits for actions in respect of personal injuries or death which relate to overseas operations of the armed forces, and b to specify factors to which a court must have regard in exercising that power. 2 Part 2 of Schedule 3 amends that Act to modify the effect of foreign limitation law (where such law applies by virtue of that Act) in respect of actions which relate to overseas operations of the armed forces."}, {"act": "Overseas Operations (Service Personnel and Veterans) Act 2021", "year": 2021, "section": "10", "section_title": "Restrictions on time limits to bring actions: Northern Ireland", "section_text": "10 1 Part 1 of Schedule 4 amends the Limitation (Northern Ireland) Order 1989 (S.I. 1989/1339 (N.I. 11))— a to limit the court's discretion to disapply time limits for actions in respect of personal injuries or death which relate to overseas operations of the armed forces, and b to specify additional factors to which a court must have regard in exercising that discretion. 2 Part 2 of Schedule 4 amends the Foreign Limitation Periods (Northern Ireland) Order 1985 (S.I. 1985/754 (N.I. 5)) to modify the effect of foreign limitation law (where such law applies by reason of that Order) in respect of actions which relate to overseas operations of the armed forces."}, {"act": "Overseas Operations (Service Personnel and Veterans) Act 2021", "year": 2021, "section": "11", "section_title": "Court's discretion to extend time in certain Human Rights Act proceedings", "section_text": "11 1 The Human Rights Act 1998 is amended as follows. 2 After section 7 insert— Limitation: overseas armed forces proceedings 7A 1 A court or tribunal exercising its discretion under section 7(5)(b) in respect of overseas armed forces proceedings must do so— a in accordance with subsection (2), and b subject to the rule in subsection (4). 2 The court or tribunal must have particular regard to— a the effect of the delay in bringing proceedings on the cogency of evidence adduced or likely to be adduced by the parties, with particular reference to— i the likely impact of the operational context on the ability of individuals who are (or, at the time of the events to which the proceedings relate, were) members of Her Majesty's forces to remember relevant events or actions fully or accurately, and ii the extent of dependence on the memories of such individuals, taking into account the effect of the operational context on the ability of such individuals to record, or to retain records of, relevant events or actions; b the likely impact of the proceedings on the mental health of any witness or potential witness who is (or, at the time of the events to which the proceedings relate, was) a member of Her Majesty's forces. 3 In subsection (2) references to  “the operational context” are to the fact that the events to which the proceedings relate took place in the context of overseas operations, and include references to the exceptional demands and stresses to which members of Her Majesty's forces are subject. 4 The rule referred to in subsection (1)(b) is that overseas armed forces proceedings must be brought before the later of— a the end of the period of 6 years beginning with the date on which the act complained of took place; b the end of the period of 12 months beginning with the date of knowledge. 5 In subsection (4), the  “ date of knowledge ” means the date on which the person bringing the proceedings first knew, or first ought to have known, both— a of the act complained of, and b that it was an act of the Ministry of Defence or the Secretary of State for Defence. 6 “ Overseas armed forces proceedings ” means proceedings— a against the Ministry of Defence or the Secretary of State for Defence, and b in connection with overseas operations. 7 “ Overseas operations ” means any operations outside the British Islands, including peacekeeping operations and operations for dealing with terrorism, civil unrest or serious public disorder, in the course of which members of Her Majesty's forces come under attack or face the threat of attack or violent resistance. 8 In this section the reference to the British Islands includes the territorial sea adjacent to the United Kingdom and the territorial sea adjacent to any of the Channel Islands or the Isle of Man. 9 In this section  “ Her Majesty's forces ” has the same meaning as in the Armed Forces Act 2006 (see section 374 of that Act). 3 In section 22 (short title, commencement, application and extent), after subsection (4) insert— 4A Section 7A (limitation: overseas armed forces proceedings) applies to proceedings brought under section 7(1)(a) on or after the date on which section 7A comes into force, whenever the act in question took place."}, {"act": "Overseas Operations (Service Personnel and Veterans) Act 2021", "year": 2021, "section": "12", "section_title": "Power to make consequential provision", "section_text": "12 1 The Secretary of State or the Lord Chancellor may by regulations make provision that is consequential on any provision made by this Act. 2 Regulations under this section are to be made by statutory instrument and— a may include transitional or saving provision; b may amend, repeal or revoke any provision of or made under primary legislation. 3 The provision referred to in subsection (2)(b) does not include a provision of legislation passed or made after the end of the session of Parliament in which this Act is passed. 4 A statutory instrument containing (whether alone or with other provision) regulations under this section that amend, repeal or revoke primary legislation may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 5 Any other statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament. 6 In this section  “ primary legislation ” means— a an Act, b an Act of the Scottish Parliament, or c Northern Ireland legislation."}, {"act": "Overseas Operations (Service Personnel and Veterans) Act 2021", "year": 2021, "section": "13", "section_title": "Extent", "section_text": "13 1 This Act extends to England and Wales, Scotland and Northern Ireland, subject as follows. 2 Section 8 and Schedule 2 extend to England and Wales only. 3 Section 9 and Schedule 3 extend to Scotland only. 4 Section 10 and Schedule 4 extend to Northern Ireland only."}, {"act": "Overseas Operations (Service Personnel and Veterans) Act 2021", "year": 2021, "section": "14", "section_title": "Commencement and application", "section_text": "14 1 This Part comes into force on the day on which this Act is passed. 2 The other provisions of this Act come into force on such day as the Secretary of State or the Lord Chancellor may by regulations appoint. 3 Different days may be appointed for different purposes. 4 The Secretary of State or the Lord Chancellor may by regulations make transitional or saving provision in connection with the coming into force of any provision of this Act. 5 Regulations under this section are to be made by statutory instrument. 6 None of the provisions of Part 1 applies to proceedings instituted before the day on which the provision comes into force. 7 Part 1 of Schedule 2 applies to an action brought on or after the date on which that Part comes into force, whenever the cause of action accrued. 8 Part 1 of Schedule 3 applies to an action brought on or after the date on which that Part comes into force, whenever the right of action accrued. 9 Part 2 of Schedule 3 applies to an action brought on or after the date on which that Part comes into force, whenever the events to which the action relates took place. 10 Part 1 of Schedule 4 applies to an action brought on or after the date on which that Part comes into force, whenever the cause of action accrued."}, {"act": "Overseas Operations (Service Personnel and Veterans) Act 2021", "year": 2021, "section": "15", "section_title": "Short title", "section_text": "15 This Act may be cited as the Overseas Operations (Service Personnel and Veterans) Act 2021."}]