[{"act": "Trade Act 2021", "year": 2021, "section": "1", "section_title": "Implementation of the Agreement on Government Procurement", "section_text": "1 1 An appropriate authority may by regulations make such provision as the authority considers appropriate— a for the purpose of implementing the Agreement on Government Procurement signed at Marrakesh on 15 April 1994, as amended on or before the United Kingdom's accession (“the GPA”), or b in consequence of— i the accession of another party to, or the withdrawal of a party from, the GPA, ii a dispute between the United Kingdom and another party to the GPA, iii a modification of another party's Appendix I to the GPA, or iv a modification of the list of central government entities in Annex 1 to the United Kingdom's Appendix I to the GPA. 2 Regulations under subsection (1) may not come into force before— a in the case of regulations under subsection (1)(a), the day the United Kingdom accedes to the GPA; b in the case of regulations under subsection (1)(b)(i), the day the other party accedes to or, as the case may be, withdraws from, the GPA; c in the case of regulations under subsection (1)(b)(iii) or (iv), the day the modification becomes effective. 3 Regulations under subsection (1) may make provision modifying   assimilated direct principal   legislation. 4 In this section, a  “ dispute ” means a matter in respect of which the United Kingdom or another party is entitled to have recourse to the Understanding on Rules and Procedures Governing the Settlement of Disputes under Article XX of the GPA."}, {"act": "Trade Act 2021", "year": 2021, "section": "2", "section_title": "Implementation of international trade agreements", "section_text": "2 1 An appropriate authority may by regulations make such provision as the authority considers appropriate for the purpose of implementing an international trade agreement to which the United Kingdom is a signatory. 2 An  “ international trade agreement ” means— a a free trade agreement, or b an international agreement that mainly relates to trade, other than a free trade agreement. 3 Regulations under subsection (1) may make provision for the purpose of implementing a free trade agreement only if the other signatory (or each other signatory) and the European Union were signatories to a free trade agreement immediately before exit day. 4 Regulations under subsection (1) may make provision for the purpose of implementing an international trade agreement other than a free trade agreement only if the other signatory (or each other signatory) and the European Union were signatories to an international trade agreement immediately before exit day. 5 If regulations under subsection (1) contain provision about healthcare services, the provision must be consistent with maintaining UK publicly-funded clinical healthcare services. 6 If regulations under subsection (1) contain provision in any of the areas listed in subsection (7), the provision must be consistent with maintaining UK levels of statutory protection in that area. 7 The areas referred to in subsection (6) are— a the protection of human, animal or plant life or health; b animal welfare; c environmental protection; d employment and labour; e data protection; f the protection of children and vulnerable adults online. 8 Regulations under subsection (1) may not make provision that could be made by regulations under section 9 of the Taxation (Cross-border Trade) Act 2018. 9 Regulations under subsection (1) may, among other things, make provision— a modifying   assimilated direct principal   legislation or primary legislation that is   assimilated   law; b conferring functions on the Secretary of State or any other person, including conferring a discretion but not including a power to make subordinate legislation; c for the delegation of functions; d for civil penalties for failing to comply with the regulations. 10 No regulations may be made under subsection (1) after the end of— a the period of five years beginning with IP completion day (“the initial five year period”), or b such other period or periods as are specified in regulations made by the Secretary of State in accordance with subsection (11). 11 Regulations under subsection (10)(b) may not extend the initial five year period, or a further period specified in regulations under that subsection, by more than five years. 12 In this section— “ UK publicly-funded clinical healthcare services ” means publicly-funded clinical healthcare services provided in the United Kingdom, or in the part of the United Kingdom in which the regulations have effect, on the date on which a draft of the regulations is laid; “ UK levels of statutory protection ” means levels of protection provided by or under— primary legislation, subordinate legislation, or   assimilated direct   legislation, which has effect in the United Kingdom, or in the part of the United Kingdom in which the regulations have effect, on the date on which a draft of the regulations is laid."}, {"act": "Trade Act 2021", "year": 2021, "section": "3", "section_title": "Free trade agreements and genocide", "section_text": "3 1 Subsection (2) applies if the responsible committee of the House of Commons publishes a report which— a states that there exist credible reports of genocide in the territory of a prospective FTA counter-party, and b confirms that, in preparing the report, the committee has taken such evidence as it considers appropriate. 2 If, after receiving a response from the Secretary of State, the committee publishes a report which— a includes a statement to the effect that the committee is not satisfied by the Secretary of State's response, and b sets out the wording of a motion to be moved in the House of Commons in accordance with subsection (3), subsection (3) applies. 3 A Minister of the Crown must make arrangements for the motion mentioned in subsection (2)(b) to be debated and voted on by the House of Commons. 4 Subsection (5) applies if the responsible committee of the House of Lords publishes a report which— a states there exist credible reports of genocide in the territory of a prospective FTA counter-party, and b confirms that, in preparing the report, the committee has taken such evidence as it considers appropriate. 5 If, after receiving a response from the Secretary of State, the committee publishes a statement to the effect that— a it is not satisfied by the Secretary of State's response, and b it seeks a debate on the report, subsection (6) applies. 6 A Minister of the Crown must make arrangements for a motion for the House of Lords to take note of the report and the Secretary of State's response to be moved in that House by a Minister of the Crown. 7 References in this section to genocide are references to genocide occurring, or continuing, after this section comes into force. 8 In this section— “ genocide ” has the same meaning as in the Convention on the Prevention and Punishment of the Crime of Genocide (see Article 2 of the Convention); “ prospective FTA counter-party ” means a state with which the United Kingdom is engaged in formal negotiations for a bilateral free trade agreement; “ the responsible committee of the House of Commons ” means the select committee of the House of Commons charged with responsibility for this section; “ the responsible committee of the House of Lords ” means the select committee of the House of Lords charged with responsibility for this section."}, {"act": "Trade Act 2021", "year": 2021, "section": "4", "section_title": "Regulations: devolved authorities and general provision", "section_text": "4 1 Regulations under section 1(1) or 2(1) may— a make different provision for different purposes or areas; b make provision generally or only in relation to specified cases; c make incidental, supplementary or consequential provision; d make transitional, transitory or saving provision. 2 Schedule 1 contains restrictions on the exercise of the powers in sections 1(1) and 2(1) by devolved authorities. 3 Schedule 2 contains provision about the making of regulations under sections 1(1) and 2. 4 Schedule 3 contains exceptions to restrictions in the devolution settlements for regulations made under section 1(1) or 2(1)."}, {"act": "Trade Act 2021", "year": 2021, "section": "5", "section_title": "Interpretation of Part 1", "section_text": "5 1 In this Part— “ appropriate authority ” means— a Minister of the Crown, or a devolved authority; “ devolved authority ” means— the Scottish Ministers, the Welsh Ministers, or a Northern Ireland department; “ free trade agreement ” means an agreement that is or was notifiable under— paragraph 7(a) of Article XXIV of GATT, or paragraph 7(a) of Article V of GATS; “ GATS ” means the General Agreement on Trade in Services, part of Annex 1B to the WTO Agreement (as modified from time to time); “ GATT ” means the General Agreement on Tariffs and Trade, part of Annex 1A to the WTO Agreement (as modified from time to time); “ primary legislation ” means— an Act of Parliament, an Act of the Scottish Parliament, a Measure or Act of Senedd Cymru, or Northern Ireland legislation; “ subordinate legislation ” has the meaning given in section 20(1) of the European Union (Withdrawal) Act 2018; “ the WTO Agreement ” means the agreement establishing the World Trade Organisation signed at Marrakesh on 15 April 1994. 2 In this Part a reference to being a signatory to an international trade agreement includes a reference to— a exchanging instruments, where the exchange constitutes the agreement; b acceding to the agreement. 3 In this Part a reference to a draft of regulations being laid is a reference to a draft of the regulations, or a draft of the instrument containing the regulations, being laid before— a each House of Parliament, in the case of regulations to which paragraph 4(1) or 5 of Schedule 2 applies; b the Scottish Parliament, in the case of regulations to which paragraph 4(2) of Schedule 2 applies; c Senedd Cymru, in the case of regulations to which paragraph 4(3) of Schedule 2 applies; d the Northern Ireland Assembly, in the case of regulations to which paragraph 4(4) of Schedule 2 applies. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In this section,  “ domestic law ” means the law of England and Wales, Scotland or Northern Ireland."}, {"act": "Trade Act 2021", "year": 2021, "section": "6", "section_title": "The Trade Remedies Authority", "section_text": "6 1 A body corporate called the Trade Remedies Authority (“the TRA”) is established. 2 Schedule 4 contains further provision about the TRA. 3 Schedule 5 contains provision about schemes for the transfer of staff in connection with the establishment of the TRA."}, {"act": "Trade Act 2021", "year": 2021, "section": "7", "section_title": "Provision of advice, support and assistance by the TRA", "section_text": "7 1 The TRA must provide the Secretary of State with such advice, support and assistance as the Secretary of State requests in connection with— a the conduct of an international trade dispute, b functions of the Secretary of State relating to trade, and c functions of the TRA. 2 Advice, support and assistance requested under subsection (1) may include, among other things— a analysis of trade remedy measures imposed in countries or territories other than the United Kingdom, and b analysis of the impact of such measures on producers and exporters in the United Kingdom. 3 Before making a request under subsection (1), the Secretary of State must— a consult the TRA, and b have regard to the expertise of the TRA and to the need to protect— i its operational independence, and ii its ability to make impartial assessments when performing its functions. 4 The TRA may otherwise provide such advice, support and assistance as it considers appropriate in relation to— a international trade, and b trade remedies."}, {"act": "Trade Act 2021", "year": 2021, "section": "8", "section_title": "Trade and Agriculture Commission", "section_text": "8 1 The Secretary of State may appoint members to a committee to be known as the Trade and Agriculture Commission (the  “TAC”). 2 The TAC's purpose is to provide advice under section 42 of the Agriculture Act 2020 (reports relating to free trade agreements). 3 When appointing members to the TAC, the Secretary of State must have regard to the desirability of appointing members who, between them, have expertise in— a United Kingdom animal and plant health standards, b United Kingdom animal welfare standards, c United Kingdom environmental standards as they relate to agricultural products, and d international trade law and policy. 4 In subsection (3)(c),  “ agricultural products ” has the meaning given in section 42 of the Agriculture Act 2020."}, {"act": "Trade Act 2021", "year": 2021, "section": "9", "section_title": "Trade and Agriculture Commission: advisory functions", "section_text": "9 1 Section 42 of the Agriculture Act 2020 is amended as follows. 2 After subsection (4), insert— 4A In preparing the report, the Secretary of State must— a request advice from the Trade and Agriculture Commission on the matters referred to in subsection (2) except insofar as they relate to human life or health, and b publish the request, together with any associated terms of reference or guidance. 4B Before laying the report, the Secretary of State must lay before Parliament any advice received in response to a request under subsection (4A). 3 In subsection (5)— a after  “report” insert  “                      or advice received in response to a request under subsection (4A)                    ” ; b omit  “of it”; c in paragraph (d) after  “report” insert  “                      or advice                    ” . 4 After subsection (6), insert— 6A On or before the third anniversary of IP completion day and at least once every three years thereafter, the Secretary of State must review the operation of subsections (4A) and (4B) and consider whether to make regulations under subsection (6B). 6B The Secretary of State may by regulations repeal subsections (4A), (4B) and (6A), and amend subsection (5) to remove reference to advice requested in accordance with subsection (4A). 6C Regulations under subsection (6B) are subject to the affirmative resolution procedure and may not come into force before the third anniversary of IP completion day."}, {"act": "Trade Act 2021", "year": 2021, "section": "10", "section_title": "Trade and Agriculture Commission: further provision", "section_text": "10 1 Members of the TAC are not to be regarded as servants or agents of the Crown or as enjoying any status, immunity or privilege of the Crown. 2 The Secretary of State may provide members of the TAC with such staff, accommodation, equipment or other facilities as the Secretary of State may consider appropriate in connection with the preparation of advice requested under section 42 of the Agriculture Act 2020. 3 The Secretary of State may pay, or make provision for paying, expenses to any member of the TAC in connection with the preparation of advice requested under section 42 of the Agriculture Act 2020. 4 Schedule 6 contains provision applying legislation relating to public bodies to the TAC."}, {"act": "Trade Act 2021", "year": 2021, "section": "11", "section_title": "Trade and Agriculture Commission: repeal", "section_text": "11 1 The Secretary of State may by regulations made by statutory instrument repeal sections 8 to 10. 2 Regulations under subsection (1) may make incidental, supplementary, consequential, transitional, transitory or saving provision, and such provision may modify an Act of Parliament. 3 Regulations under subsection (1) may not come into force before regulations under section 42(6B) (as inserted by section 9) of the Agriculture Act 2020. 4 A statutory instrument containing regulations under subsection (1) may not be made unless a draft of the instrument has been laid before, and approved by resolution of, each House of Parliament."}, {"act": "Trade Act 2021", "year": 2021, "section": "12", "section_title": "Collection of exporter information by HMRC", "section_text": "12 1 Her Majesty's Revenue and Customs may request any person to provide information for the purpose of assisting the Secretary of State to establish the number and identity of persons exporting goods and services from the United Kingdom in the course of a trade, business or profession. 2 For the purposes of subsection (1) goods or services are exported from the United Kingdom if they are supplied to a person who is outside the United Kingdom. 3 The Treasury may by regulations made by statutory instrument make provision about— a the types of information that may be requested under subsection (1), and b how the request is to be made. 4 Regulations under subsection (3) may, among other things, modify an Act of Parliament. 5 A statutory instrument containing (whether alone or with other provision) regulations under subsection (3) that amend or repeal an Act of Parliament may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 6 Any other statutory instrument containing regulations under subsection (3) is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Trade Act 2021", "year": 2021, "section": "13", "section_title": "Disclosure of information by HMRC", "section_text": "13 1 Her Majesty's Revenue and Customs (or anyone acting on their behalf) may disclose information for the purpose of— a facilitating the exercise by a Minister of the Crown of the Minister's functions relating to trade, b facilitating the exercise by a devolved authority of the authority's functions relating to trade, or c facilitating the exercise by an international organisation or authority, or by any other body, of its public functions relating to trade. 2 Those functions include, among other things, functions relating to— a the analysis of the flow of traffic, goods and services into and out of the United Kingdom; b the analysis of the impact, or likely impact, of measures or practices relating to imports, exports, border security and transport on such flow; c the design, implementation and operation of such measures or practices. 3 A person who receives information as a result of this section may not— a use the information for a purpose other than one mentioned in subsection (1), or b further disclose the information, except with the consent of the Commissioners for Her Majesty's Revenue and Customs (which may be general or specific). 4 If a person discloses information in contravention of subsection (3)(b) which relates to a person whose identity— a is specified in the disclosure, or b can be deduced from it, section 19 of the Commissioners for Revenue and Customs Act 2005 (offence of wrongful disclosure) applies in relation to that disclosure as it applies in relation to a disclosure of information in contravention of section 20(9) of that Act. 5 This section does not limit the circumstances in which information may be disclosed under section 18(2) of the Commissioners for Revenue and Customs Act 2005 or under any other enactment or rule of law. 6 Nothing in this section authorises the making of a disclosure which— a contravenes the data protection legislation (save that the powers conferred by this section are to be taken into account in determining whether a disclosure contravenes that legislation), or b is prohibited by any of Parts 1 to 7 or Chapter 1 of Part 9 of the Investigatory Powers Act 2016 (save that the powers conferred by this section are to be taken into account when determining whether a disclosure is prohibited by those provisions). 7 In this section  “ the data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act)."}, {"act": "Trade Act 2021", "year": 2021, "section": "14", "section_title": "Disclosure of information by other authorities", "section_text": "14 1 A public authority specified in subsection (3) may disclose information for the purpose of facilitating the exercise by a Minister of the Crown of the Minister's functions relating to trade. 2 Those functions include, among other things, functions relating to— a the analysis of the flow of traffic, goods and services into and out of the United Kingdom; b the analysis of the impact, or likely impact, of measures or practices relating to imports, exports, border security and transport on such flow; c the design, implementation and operation of such measures or practices. 3 The specified public authorities are— a the Secretary of State; b the Minister for the Cabinet Office; c a strategic highways company appointed under section 1 of the Infrastructure Act 2015; d a port health authority constituted under section 2 of the Public Health (Control of Disease) Act 1984. 4 A person who receives information as a result of this section may only use the information for the purpose of facilitating the exercise by a public authority of the authority's functions relating to trade (which include, among other things, functions of a kind referred to in subsection (2)). 5 A person who receives information as a result of this section may further disclose the information, but only with the consent of the public authority that disclosed the information under subsection (1) (which may be general or specific). 6 This section does not limit the circumstances in which the information may be disclosed under any other enactment or rule of law. 7 A disclosure under this section does not breach— a any obligation of confidence owed by the person disclosing the information, or b any other restriction on the disclosure of information (however imposed). 8 But nothing in this section authorises the making of a disclosure which— a contravenes the data protection legislation (save that the powers conferred by this section are to be taken into account in determining whether a disclosure contravenes that legislation), or b is prohibited by any of Parts 1 to 7 or Chapter 1 of Part 9 of the Investigatory Powers Act 2016 (save that the powers conferred by this section are to be taken into account when determining whether a disclosure is prohibited by those provisions). 9 A Minister of the Crown may by regulations made by statutory instrument amend this section for the purpose of specifying a public authority in, or removing a public authority from, subsection (3). 10 A statutory instrument containing regulations under subsection (9) (whether alone or with other provision) may not be made unless a draft of the instrument has been laid before, and approved by resolution of, each House of Parliament. 11 In this section— “ the data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act); “ public authority ” means an authority exercising functions of a public nature."}, {"act": "Trade Act 2021", "year": 2021, "section": "15", "section_title": "Offence relating to disclosure under section 14", "section_text": "15 1 If a person discloses information in contravention of section 14 which relates to a person whose identity— a is specified in the disclosure, or b can be deduced from it, the person who disclosed the information commits an offence. 2 It is a defence for a person charged with an offence under this section to prove that the person reasonably believed— a that the disclosure was lawful, or b that the information had already lawfully been made available to the public. 3 A prosecution for an offence under this section— a may be brought in England and Wales only with the consent of the Director of Public Prosecutions; b may be brought in Northern Ireland only with the consent of the Director of Public Prosecutions for Northern Ireland. 4 A person guilty of an offence under this section is liable— a on conviction on indictment, to imprisonment for a term not exceeding two years, to a fine or to both, or b on summary conviction— i in England and Wales, to imprisonment for a term not exceeding   the general limit in a magistrates’ court , to a fine or to both; ii in Scotland, to imprisonment for a term not exceeding 12 months, to a fine not exceeding the statutory maximum or to both; iii in Northern Ireland, to imprisonment for a term not exceeding 6 months, to a fine not exceeding the statutory maximum or to both. 5 In relation to an offence committed before   2 May 2022 , the reference in subsection (4)(b)(i) to   the general limit in a magistrates’ court   is to be read as a reference to 6 months."}, {"act": "Trade Act 2021", "year": 2021, "section": "16", "section_title": "Interpretation", "section_text": "16 In this Act— “ devolved authority ” has the meaning given in section 5(1); “ Minister of the Crown ” has the same meaning as in the Ministers of the Crown Act 1975; “ modify ” includes amend, repeal or revoke (and related expressions are to be read accordingly)."}, {"act": "Trade Act 2021", "year": 2021, "section": "17", "section_title": "Extent", "section_text": "17 1 Subject to subsection (2), this Act extends to England and Wales, Scotland and Northern Ireland. 2 Any provision of this Act which amends an enactment has the same extent as the enactment amended."}, {"act": "Trade Act 2021", "year": 2021, "section": "18", "section_title": "Commencement", "section_text": "18 1 This Part comes into force on the day on which this Act is passed. 2 The remaining provisions of this Act come into force on such day as a Minister of the Crown may by regulations made by statutory instrument appoint; and different days may be appointed for different purposes. 3 The power of a Minister of the Crown to appoint a day under subsection (2) includes a power to appoint a time on a day if the Minister considers it appropriate to do so (including a time that has effect by reference to the coming into force of any other enactment). 4 Regulations under subsection (2) may make transitional, transitory or saving provision."}, {"act": "Trade Act 2021", "year": 2021, "section": "19", "section_title": "Short title", "section_text": "19 This Act may be cited as the Trade Act 2021."}]