[{"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "1", "section_title": " Deferment of sentence.", "section_text": "1 1 Subject to the provisions of this section, the Crown Court or a magistrates’ court may defer passing sentence on an offender for the purpose of enabling the court  or any other court to which it falls to deal with him to have regard, in dealing with him , to his conduct after conviction (including, where appropriate, the making by him of reparation for his offence) or to any change in his circumstances. 2 Any deferment under this section shall be until such date as may be specified by the court, not being more than six months after the date  on which the deferment is announced by the court ; and  ,subject to subsection (8A) below,  where the passing of sentence has been deferred under this section it shall not be further deferred thereunder. 3 The power conferred by this section shall be exercisable only if the offender consents and the court is satisfied, having regard to the nature of the offence and the character and circumstances of the offender, that it would be in the interests of justice to exercise the power. 4 A court which under this section has deferred passing sentence on an offender may  deal with  him before the expiration of the period of deferment if during that period he is convicted in Great Britain of any offence. 4A If an offender on whom a court has under this section deferred passing sentence in respect of one or more offences is during the period of deferment convicted in England or Wales of any offence (\"the subsequent offence’), then, without prejudice to subsection (4) above, the court which (whether during that period or not) passes sentence on him for the subsequent offence may also, if this has not already been done,  deal with  him for the first-mentioned offence or offences: Provided that— a the power conferred by this subsection shall not be exercised by a magistrates’ court if the court which deferred passing sentence was the Crown Court; and b the Crown Court, in exercising that power in a case in which the court which deferred passing sentence was a magistrates’ court, shall not pass any sentence which could not have been passed by a magistrates’ court in exercising it. 5 Where a court which under this section has deferred passing sentence on an offender proposes to  deal with  him, whether on the date originally specified by the court or by virtue of subsection (4) above before that date,  or where the offender does not appear on the date specified, the court  may issue a summons requiring him to appear before the court, or may issue a warrant for his arrest. 6 It is hereby declared that in deferring the passing of sentence under this section a magistrates’ court is to be regarded as exercising the power of adjourning the trial which is conferred by  section 10(1) of the Magistrates’ Courts Act 1980 , and that accordingly  sections 11(1) and  13(1) to (3) and (5) of that Act  (non-appearance of the accused)  apply  (without prejudice to subsection (5) above) if the offender does not appear on the date specified in pursuance of subsection (2) above. 6A Notwithstanding any enactment, a court which under this section defers passing sentence on an offender shall not on the same occasion remand him. 7 Nothing in this section shall affect the power of the Crown Court to bind over an offender to come up for judgment when called upon or the power of any court to defer passing sentence for any purpose for which it may lawfully do so apart from this section. 8 The power of a court under this section to deal with an offender in a case where the passing of sentence has been deferred thereunder— a is power to deal with him, in respect of the offence for which passing of sentence has been deferred, in any way in which the court which deferred passing sentence could have dealt with him; and b without prejudice to the generality of the foregoing, in the case of a magistrates’ court, includes the power conferred by sec-tion  . . .38 of the Magistrates’ Courts Act 1980 to commit him to the Crown Court for sentence. 8A Where, in a case where the passing of sentence on an offender in respect of one or more offences has been deferred under this section, a magistrates’ court deals with him by committing him to the Crown Court under section  . . .38 of the Act of 1980, the power of the Crown Court to deal with him includes the same power to defer passing sentence on him as if he had just been convicted of the offence or offences on indictment before the court."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "1A", "section_title": " Absolute and conditional discharge.", "section_text": "1A 1 Where a court by or before which a person is convicted of an offence (not being an offence the sentence for which is fixed by law  or falls to be imposed under section 2(2), 3(2) or 4(2) of the Crime (Sentences) Act 1997 ) is of opinion, having regard to the circumstances including the nature of the offence and the character of the offender, that it is inexpedient to inflict punishment, the court may make an order either— a discharging him absolutely; or b if the court thinks fit, discharging him subject to the condition that he commits no offence during such period, not exceeding three years from the date of the order, as may be specified in the order. 1A Subsection (1)(b) above has effect subject to section 66(4) of the Crime and Disorder Act 1998 (effect of reprimands and warnings). 2 An order discharging a person subject to such a condition is in this Act referred to as “ an order for conditional discharge ”, and the period specified in any such order as “ the period of conditional discharge ”. 3 Before making an order for conditional discharge the court shall explain to the offender in ordinary language that if he commits another offence during the period of conditional discharge he will be liable to be sentenced for the original offence. 4 Where, under the following provisions of this Part of this Act, a person conditionally discharged under this section is sentenced for the offence in respect of which the order for conditional discharge was made, that order shall cease to have effect. 5 The Secretary of State may by order direct that subsection (1) above shall be amended by substituting, for the maximum period specified in that subsection as originally enacted or as previously amended under this subsection, such period as may be specified in the order."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "1B", "section_title": " Commission of further offence by person conditionally discharged.", "section_text": "1B 1 If it appears to the Crown Court, where that court has jurisdiction in accordance with subsection (2) below, or to a justice of the peace having jurisdiction in accordance with that subsection, that a person in whose case an order for conditional discharge has been made— a has been convicted by a court in any part of Great Britain of an offence committed during the period of conditional discharge; and b has been dealt with in respect of that offence, that court or justice may, subject to subsection (3) below, issue a summons requiring that person to appear at the place and time specified therein or a warrant for his arrest. 2 Jurisdiction for the purposes of subsection (1) above may be exercised— a if the order for conditional discharge was made by the Crown Court, by that court; b if the order was made by a magistrates’ court, by a justice acting for the petty sessions area for which that court acts. 3 A justice of the peace shall not issue a summons under this section except on information and shall not issue a warrant under this section except on information in writing and on oath. 4 A summons or warrant issued under this section shall direct the person to whom it relates to appear or to be brought before the court by which the order for conditional discharge was made. 5 If a person in whose case an order for conditional discharge has been made by the Crown Court is convicted by a magistrates’ court of an offence committed during the period of conditional discharge, the magistrates’ court— a may commit him to custody or release him on bail until he can be brought or appear before the Crown Court; and b if it does so, shall send to the Crown Court a copy of the minute or memorandum of the conviction entered in the register, signed by the clerk of the court by whom the register is kept. 6 Where it is proved to the satisfaction of the court by which an order for conditional discharge was made that the person in whose case the order was made has been convicted of an offence committed during the period of conditional discharge, the court may deal with him, for the offence for which the order was made, in any manner in which it could deal with him if he had just been convicted by or before that court of that offence. 7 If a person in whose case an order for conditional discharge has been made by a magistrates’ court— a is convicted before the Crown Court of an offence committed during the period of conditional discharge; or b is dealt with by the Crown Court for any such offence in respect of which he was committed for sentence to the Crown Court, the Crown Court may deal with him, for the offence for which the order was made, in any manner in which the magistrates’ court could deal with him if it had just convicted him of that offence. 8 If a person in whose case an order for conditional discharge has been made by a magistrates’ court is convicted by another magistrates’ court of any offence committed during the period of conditional discharge, that other court may, with the consent of the court which made the order, deal with him, for the offence for which the order was made, in any manner in which the court could deal with him if it had just convicted him of that offence. 9 Where an order for conditional discharge has been made by a magistrates’ court in the case of an offender under eighteen years of age in respect of an offence triable only on indictment in the case of an adult, any powers exercisable under subsection (6), (7) or (8) above by that or any other court in respect of the offender after he has attained the age of eighteen years shall be  powers to do either or both of the following— a to impose a fine not exceeding £5,000 for the offence in respect of which the order was made; b to deal with the offender for that offence in any way in which a magistrates’ court could deal with him if it had just convicted him of an offence punishable with imprisonment for a term not exceeding six months. 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "1C", "section_title": " Effect of discharge.", "section_text": "1C 1 Subject to subsection (2) below and to section 50(1A) of the Criminal Appeal Act 1968 and section 108(1A) of the Magistrates’ Courts Act 1980, a conviction of an offence for which an order is made under this Part of this Act discharging the offender absolutely or conditionally shall be deemed not to be a conviction for any purpose other than— a the purposes of the proceedings in which the order is made and of any subsequent proceedings which may be taken against the offender under  section 1B  of this Act;  . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Where the offender was of or over eighteen years of age at the time of his conviction of the offence in question and is subsequently sentenced under this Part of this Act for that offence, subsection (1) above shall cease to apply to the conviction. 3 Without prejudice to the preceding provisions of this section, the conviction of an offender who is discharged absolutely or conditionally under this Part of this Act shall in any event be disregarded for the purposes of any enactment or instrument which— a imposes any disqualification or disability upon convicted persons; or b authorises or requires the imposition of any such disqualification or disability. 4 The preceding provisions of this section shall not affect— a any right of any offender discharged absolutely or conditionally under this Part of this Act to rely on his conviction in bar of any subsequent proceedings for the same offence; or b the restoration of any property in consequence of the conviction of any such offender; or c the operation, in relation to any such offender, of any enactment or instrument in force at the commencement of this Act which is expressed to extend to persons dealt with under section 1(1) of the Probation of Offenders Act 1907 as well as to convicted persons. 5 In this section “ enactment ” includes an enactment contained in a local Act and “ instrument ” means an instrument having effect by virtue of an Act."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "2", "section_title": " Probation orders.", "section_text": "2 1 Where a court by or before which a person of or over the age of sixteen years is convicted of an offence (not being an offence for which the sentence is fixed by law  or falls to be imposed under section 2(2), 3(2) or 4(2) of the Crime (Sentences) Act 1997 ) is of the opinion that the supervision of the offender  . . . is desirable in the interests of— a securing the rehabilitation of the offender; or b protecting the public from harm from him or preventing the commission by him of further offences, the court may make a probation order, that is to say, an order requiring him to be under  supervision  for a period specified in the order of not less than six months nor more than three years. . . . 2 A probation order shall specify the petty sessions area in which the offender resides or will reside; and the offender shall, subject to paragraph 12 of Schedule 2 to the Criminal Justice Act 1991 (offenders who change their residence), be required to be under the supervision of a a probation officer appointed for or assigned to that area; or b where the offender is under the age of 18 years when the order is made, a member of a youth offending team established by a local authority specified in the order. 2A The local authority specified as mentioned in subsection (2)(b) above shall be the local authority within whose area it appears to the court that the offender resides or will reside. 3 Before making a probation order, the court shall explain to the offender in ordinary language— a the effect of the order (including any additional requirements proposed to be included in the order in accordance with section 3 below); b the consequences which may follow under Schedule 2 to the Criminal Justice Act 1991 if he fails to comply with any of the requirements of the order; and c that the court has under that Schedule power to review the order on the application either of the offender or of the supervising officer, . . . 4 The court by which a probation order is made shall forthwith give copies of the order to a probation officer assigned to the court, and he shall give a copy— a to the offender; b to  the person  responsible for the offender’s supervision; and c to the person in charge of any institution in which the offender is required by the order to reside. 4A In the case of an offender under the age of 18 years, the reference in subsection (4) above to a probation officer includes a reference to a member of a youth offending team. 5 The court by which such an order is made shall also, except where it itself acts for the petty sessions area specified in the order, send to the clerk to the justices for that area— a a copy of the order; and b such documents and information relating to the case as it considers likely to be of assistance to a court acting for that area in the exercise of its functions in relation to the order. 6 An offender in respect of whom a probation order is made shall keep in touch with  the person  responsible for his supervision in accordance with such instructions as he may from time to time be given by  that person  and shall notify him of any change of address. 7 The Secretary of State may by order direct that subsection (1) above shall be amended by substituting, for the minimum or maximum period specified in that subsection as originally enacted or as previously amended under this subsection, such period as may be specified in the order. 8 An order under subsection (7) above may make in paragraph 13(2)(a)(i) of Schedule 2 to the Criminal Justice Act 1991 any amendment which the Secretary of State thinks necessary in consequence of any substitution made by the order."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "3", "section_title": " Additional requirements which may be included in such orders.", "section_text": "3 1 Subject to subsection (2) below, a probation order may in addition require the offender to comply during the whole or any part of the probation period with such requirements as the court, having regard to the circumstances of the case, considers desirable in the interests of— a securing the rehabilitation of the offender; or b protecting the public from harm from him or preventing the commission by him of further offences. 2 Without prejudice to the power of the court under section 35 of this Act to make a compensation order, the payment of sums by way of damages for injury or compensation for loss shall not be included among the additional requirements of a probation order. 3 Without prejudice to the generality of subsection (1) above, the additional requirements which may be included in a probation order shall include the requirements which are authorised by Schedule 1A to this Act."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "4", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "4A", "section_title": " Requirements in probation orders.", "section_text": "4A 1 Without prejudice to the generality of section 2(3) above, the power conferred by that subsection includes power, subject to the provisions of this section, to require the probationer— a to present himself to a person or persons specified in the order at a place or places so specified; b to participate or refrain from participating in activities specified in the order— i on a day or days so specified; or ii during the probation period or such portion of it as may be so specified. 2 A court shall not include in a probation order a requirement such as is mentioned in subsection (1) above unless it has first consulted a probation officer as to— a the offender’s circumstances; and b the feasibility of securing compliance with the requirements, and is satisfied, having regard to the probation officer’s report, that it is feasible to secure compliance with them. 3 A court shall not include a requirement such as is mentioned in subsection (1)( a ) above or a requirement to participate in activities if it would involve the co-operation of a person other than the probationer and the probation officer responsible for his supervision unless that other person consents to its inclusion. 4 A requirement such as is mentioned in subsection (1)( a ) above shall operate to require the probationer— a in accordance with instructions given by the probation officer responsible for his supervision, to present himself at a place for not more than 60 days; and b while there, to comply with instructions given by, or under the authority of, the person in charge of the place. 5 A place specified in the order shall have been approved by the probation committee for the area in which the premises are situated as providing facilities suitable for persons subject to probation orders. 6 A requirement to participate in activities shall operate to require the probationer— a in accordance with instructions given by the probation officer responsible for his supervision, to participate in the activities for not more than 60 days; and b while participating, to comply with instructions given by, or under the authority of, the person in charge of the activities. 7 Instructions given by a probation officer under subsection (4) or (6) above shall, as far as practicable, be such as to avoid any interference with the times, if any, at which the probationer normally works or attends or other educational establishment."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "4B", "section_title": " Probation orders requiring attendance at day centre. ", "section_text": "4B 1 Without prejudice to the generality of sections 2(3) and 4A above, the power conferred by section 2(3) above includes power, subject to the provisions of this section, to require the probationer during the probation period to attend at a day centre specified in the order. 2 A court shall not include such a requirement in a probation order unless— a it has consulted a probation officer; and b it is satisfied— i that arrangements can be made for the probationer’s attendance at a centre; and ii that the person in charge of the centre consents to the inclusion of the requirement. 3 A requirement under subection (1) above shall operate to require the probationer— a in accordance with instructions given by the probation officer responsible for his supervision, to attend on not more than 60 days at the centre specified in the order; and b while attending there to comply with instructions given by, or under the authority of, the person in charge of the centre. 4 Instructions given by a probation officer under subsection (3) above shall, so far as is practicable, be such as to avoid any interference with the times, if any, at which the probationer normally works or attends a school or other educational establishment. 5 References in this section to attendance at a day centre include references to attendance elsewhere than at the centre for the purpose of participating in activities in accordance with instructions given by, or under the authority of, the person in charge of the centre. 6 In this section “ day centre ” means premises at which non-residential facilities are provided for use in connection with the rehabilition of offenders and which— a are provided by a probation committee; or b have been approved by the probation committee for the area in which the premises are situated as providing facilities suitable for persons subject to probation orders."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "12", "section_title": " Supplementary provision as to probation and discharge.", "section_text": "12 1 Any court may, on making a probation order or an order for conditional discharge under this Part of this Act, if it thinks it expedient for the purpose of the reformation of the offender, allow any person who consents to do so to give security for the good behaviour of the offender. 2 Where an order for conditional discharge has been made on appeal, for the purposes of this Act it shall be deemed— a if it was made on an appeal brought from a magistrates’ court, to have been made by that magistrates’ court; b if it was made on an appeal brought from the Crown Court or from the criminal division of the Court of Appeal, to have been made by the Crown Court. 3 In proceedings before the Crown Court under the preceding provisions of this Act,  any question whether any person in whose case an order for conditional discharge has been made has been convicted of an offence committed during the period of conditional discharge  shall be determined by the court and not by the verdict of a jury. 4 Nothing in section 1A of this Act shall be construed as preventing a court, on discharging an offender absolutely or conditionally in respect of any offence, from making an order for costs against the offender or imposing any disqualification on him or from making in respect of the offence an order under section 35 or 43 of this Act or section 28 of the  Theft Act 1968."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "13", "section_title": " Effects of probation and discharge. ", "section_text": "13 1 Subject to subsection (2) below,  and to section 50(1A) of the Criminal Appeal Act 1968 and section 108(1A) of the Magistrates’ Courts Act 1980,  a conviction of an offence for which an order is made under this Part of this Act placing the offender on probation or discharging him absolutely or conditionally shall be deemed not to be a conviction for any purpose other than the purposes of the proceedings in which the order is made and of any subsequent proceedings which may be taken against the offender under the preceding provisions of this Act  and the purposes of section 1(2)( bb ) of the Children and Young Persons Act 1969 . 2 Where the offender was of or over seventeen years of age at the time of his conviction of the offence in question and is subsequently sentenced under this Part of this Act for that offence, subsection (1) above shall cease to apply to the conviction. 3 Without prejudice to the preceding provisions of this section, the conviction of an offender who is placed on probation or discharged absolutely or conditionally under this Part of this Act shall in any event be disregarded for the purposes of any enactment or instrument which imposes any disqualification or disability upon convicted persons, or authorises or requires the imposition of any such disqualification or disability. 4 The preceding provisions of this section shall not affect— a any right of any offender placed on probation or discharged absolutely or conditionally under this Part of this Act to  rely on his conviction  in bar of any subsequent proceedings for the same offence; b the restoration of any property in consequence of the conviction of any such offender; or c the operation, in relation to any such offender, of any enactment or instrument in force at the commencement of this Act which is expressed to extend to persons dealt with under section 1(1) of the  Probation of Offenders Act 1907 as well as to convicted persons. 5 In this section “ enactment ” includes an enactment contained in a local Act and “ instrument ” means an instrument having effect by virtue of an Act."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "14", "section_title": " Community service orders in respect of convicted persons", "section_text": "14 1 Where a person of or over  sixteen  years of age is convicted of an offence punishable with imprisonment  (not being an offence the sentence for which is fixed by law or falls to be imposed under section 2(2), 3(2) or 4(2) of the  Crime (Sentences) Act 1997) , the court by or before which he is convicted may,  . . . (but subject to subsection (2) below) make an order (in this Act referred to as “ a community service order ”) requiring him to perform unpaid work in accordance with the subsequent provisions of this Act . . .  . The reference in this subsection to an offence punishable with imprisonment shall be construed without regard to any prohibition or restriction imposed by or under any enactment on the imprisonment of young offenders  ; and for the purposes of this subsection a sentence falls to be imposed under section 2(2), 3(2) or 4(2) of the  Crime (Sentences) Act 1997 if it is required by that provision and the court is not of the opinion there mentioned . 1A The number of hours which a person may be required to work under a community service order shall be specified in the order and shall be in the aggregate— a not less than 40; and b not more than 240. 2 A court shall not make a community service order in respect of any offender unless  . . . the court, after hearing (if the court thinks it necessary) a probation officer or social worker of a local authority social services department, is satisfied that the offender is a suitable person to perform work under such an order. 2A Subject to paragraphs 3 and 4 of Schedule 3 to the Criminal Justice Act 1991 (reciprocal enforcement of certain orders) a court shall not make a community service order in respect of an offender unless it is satisfied that provision for him to perform work under such an order can be made under the arrangements for persons to perform work under such orders which exist in the petty sessions area in which he resides or will reside. 3 Where a court makes community service orders in respect of two or more offences of which the offender has been convicted by or before the court, the court may direct that the hours of work specified in any of those orders shall be concurrent with or additional to those specified in any other of those orders, but so that the total number of hours which are not concurrent shall not exceed the maximum  specified in paragraph ( b )  . . . of subsection (1A) above, . 4 A community service order shall specify the petty sessions area in which the offender resides or will reside; and the functions conferred by the subsequent provisions of this Act on the relevant officer shall be discharged by a a probation officer appointed for or assigned to the area for the time being specified in the order (whether under this subsection or by virtue of Part IV of Schedule 2 to the  Criminal Justice Act 1991); b a person appointed for the purposes of those provisions by the probation committee for that area; or c in the case of an offender under the age of 18 years when the order is made, a member of a youth offending team established by a local authority for the time being specified in the order (whether under this subsection or by virtue of that Part). 4A The local authority specified as mentioned in subsection (4)(c) above shall be the local authority within whose area it appears to the court that the offender resides or will reside. 5 Before making a community service order the court shall explain to the offender in ordinary language— a the purpose and effect of the order (and in particular the requirements of the order as specified in section 15 of this Act); b the consequences which may follow under  Part II of Schedule 2 to the Criminal Justice Act 1991  if he fails to comply with any of those requirements; and c that the court has under  Parts III and IV of that Schedule  t he power to review the order on the application either of the offender or of a probation officer. 6 The court by which a community service order is made shall forthwith give copies of the order to a probation officer assigned to the court and he shall give a copy to the offender and to the relevant officer; and the court shall, except where it is itself a magistrates’ court acting for the petty sessions area specified in the order, send to the clerk to the justices for the petty sessions area specified in the order a copy of the order, together with such documents and information relating to the case as it considers likely to be of assistance to a court acting for that area in exercising its functions in relation to the order. 7 The Secretary of State may by order direct that  subsection (1A) above shall be amended by substituting for the maximum number of hours for the time being specified in  paragraph (b)  of that subsection , such number of hours as may be specified in the order. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 In the case of an offender under the age of 18 years, references in subsections (2), (5)(c) or (6) above to a probation officer include references to a member of a youth offending team."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "15", "section_title": " Obligations of person subject to community service order. ", "section_text": "15 1 An offender in respect of whom a community service order is in force shall— a keep in touch with the relevant officer in accordance with such instructions as he may from time to time be given by that officer and notify him of any change of address; b perform for the number of hours specified in the order such work at such times as he may be instructed by the relevant officer. 2 Subject to  paragraph 15 of Schedule 2 to the Criminal Justice Act 1991 , the work required to be performed under a community service order shall be performed during the period of twelve months beginning with the date of the order  ; but, unless revoked, the order shall remain in force until the offender has worked under it for the number of hours specified in it. 3 The instructions given by the relevant officer under this section shall, as far as practicable, be such as to avoid— a any conflict with the offender’s religious beliefs or with the requirements of any other community order (within the meaning of Part I of the  Criminal Justice Act 1991) to which he may be subject; and b any interference with the times, if any, at which he normally works or attends school or any other educational establishment."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "16"}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17"}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "17A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17A"}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "17B", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17B"}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "17C", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17C"}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "18", "section_title": " General power of Crown Court to impose sentence of imprisonment on conviction on indictment.", "section_text": "18 1 Where a person is convicted on indictment of an offence against any enactment and is for that offence liable to be sentenced to imprisonment, but the sentence is not by any enactment either limited to a specified term or expressed to extend to imprisonment for life, the person so convicted shall be liable to imprisonment for not more than two years. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "19", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "19"}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "20A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20A"}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "21", "section_title": " Restriction on imposing sentences of imprisonment, Borstal training or detention on persons not legally represented.", "section_text": "21 1 A magistrates’ court on summary conviction or the Crown Court on committal for sentence or on conviction on indictment shall not pass a sentence of imprisonment,   . . . on a person who is not legally represented in that court and has not been previously sentenced to that punishment by a court in any part of the United Kingdom, unless either— a he applied for legal aid and the application was refused on the ground that it did not appear his means were such that he required assistance; or b having been informed of his right to apply for legal aid and had the opportunity to do so, he refused or failed to apply. 2 For the purposes of this section a person is to be treated as legally represented in a court if, but only if, he has the assistance of counsel or a solicitor to represent him in the proceedings in that court at some time after he is found guilty and before he is sentenced, and in subsection (1)( a ) and ( b ) above “ legal aid ” means legal aid for the purposes of proceedings in that court, whether the whole proceedings or the proceedings on or in relation to sentence; but in the case of a person committed to the Crown Court for sentence or trial,  or sent to that Court for trial under section 51 of the Crime and Disorder Act 1998,  it is immaterial whether he applied for legal aid in the Crown Court to, or was informed of his right to apply by, that court or the court   which committed or sent him . 3 For the purposes of this section— a a previous sentence of imprisonment which has been suspended and which has not taken effect under section 23 of this Act or under section 19 of the  Treatment of Offenders Act (Northern Ireland) 1968 shall be disregarded; b “ sentence of imprisonment ” does not include a committal or attachment for contempt of court  or any kindred offence ; and c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "22", "section_title": " Suspended sentences of imprisonment.", "section_text": "22 1 Subject to subsection (2) below, a court which passes a sentence of imprisonment for a term of not more than two years for an offence may order that the sentence shall not take effect unless, during a period specified in the order, being not less than one year or more than two years from the date of the order, the offender commits in Great Britain another offence punishable with imprisonment and thereafter a court having power to do so orders under section 23 of this Act that the original sentence shall take effect; and in this Part of this Act “ operational period ”, in relation to a suspended sentence, means the period so specified. 2 A court shall not deal with an offender by means of a suspended sentence unless it is of the opinion— a that the case is one in which a sentence of imprisonment would have been appropriate even without the power to suspend the sentence; and b that the exercise of that power can be justified by the exceptional circumstances of the case. 2A A court which passes a suspended sentence on any person for an offence shall consider whether the circumstances of the case are such as to warrant in addition the imposition of a fine or the making of a compensation order. 3 A court which passes a suspended sentence on any person for an offence shall not  impose a community sentence in his case in respect of that offence or any other offence  of which he is convicted by or before the court or for which he is dealt with by the court  ; and in this subsection “ community sentence ” has the same meaning as in Part I of the  Criminal Justice Act 1991. . 4 On passing a suspended sentence the court shall explain to the offender in ordinary language his liability under section 23 of this Act if during the operational period he commits an offence punishable with imprisonment. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 Subject to any provision to the contrary contained in the  Criminal Justice Act 1967, this Act or any enactment passed or instrument made under any enactment after 31st December 1967— a a suspended sentence which has not taken effect under section 23 of this Act shall be treated as a sentence of imprisonment for the purposes of all enactments and instruments made under enactments except any enactment or instrument which provides for disqualification for or loss of office, or forfeiture of pensions, of persons sentenced to imprisonment; and b where a suspended sentence has taken effect under that section, the offender shall be treated for the purposes of the enactments and instruments excepted by paragraph ( a ) above as having been convicted on the ordinary date on which the period allowed for making an appeal against an order under that section expires or, if such an appeal is made, the date on which it is finally disposed of or abandoned or fails for non-prosecution."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "23", "section_title": " Power of court on conviction of further offence to deal with suspended sentence. ", "section_text": "23 1 Where an offender is convicted of an offence punishable with imprisonment committed during the operational period of a suspended sentence and either he is so convicted by or before a court having power under section 24 of this Act to deal with him in respect of the suspended sentence or he subsequently appears or is brought before such a court, then, unless the sentence has already taken effect, that court shall consider his case and deal with him by one of the following methods:— a the court may order that the suspended sentence shall take effect with the original term unaltered; b it may order that the sentence shall take effect with the substitution of a lesser term for the original term; c it may by order vary the original order under section 22(1) of this Act by substituting for the period specified therein a period expiring not later than two years from the date of the variation; or d it may make no order with respect to the suspended sentence; and a court shall make an order under paragraph ( a ) of this subsection unless the court is of opinion that it would be unjust to do so in view of all the circumstances . . .  , including the facts of the subsequent offence, and where it is of that opinion the court shall state its reasons. 2 Where a court orders that a suspended sentence shall take effect, with or without any variation of the original term, the court may order that that sentence shall take effect immediately or that the term thereof shall commence on the expiration of another term of imprisonment passed on the offender by that or another court. 2A The power to make an order under subsection (2) above has effect subject to section 102 of the Crime and Disorder Act 1998. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 In proceedings for dealing with an offender in respect of a suspended sentence which take place before the Crown Court any question whether the offender has been convicted of an offence punishable with imprisonment committed during the operational period of the suspended sentence shall be determined by the court and not by the verdict of a jury. 7 Where a court deals with an offender under this section in respect of a suspended sentence the appropriate officer of the court shall notify the appropriate officer of the court which passed the sentence of the method adopted. 8 Where on consideration of the case of an offender a court makes no order with respect to a suspended sentence, the appropriate officer of the court shall record that fact. 9 For the purposes of any enactment conferring rights of appeal in criminal cases any order made by a court with respect to a suspended sentence shall be treated as a sentence passed on the offender by that court for the offence for which the suspended sentence was passed."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "24", "section_title": " Court by which suspended sentence may be dealt with.", "section_text": "24 1 An offender may be dealt with in respect of a suspended sentence by the Crown Court or, where the sentence was passed by a magistrates’ court, by any magistrates’ court before which he appears or is brought. 2 Where an offender is convicted by a magistrates’ court of an offence punishable with imprisonment and the court is satisfied that the offence was committed during the operational period of a suspended sentence passed by the Crown Court— a the court may, if it thinks fit, commit him in custody or on bail to the Crown Court; and b if it does not, shall give written notice of the conviction to the appropriate officer of the Crown Court. 3 For the purposes of this section and of section 25 of this Act a suspended sentence passed on an offender on appeal shall be treated as having been passed by the court by which he was originally sentenced."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "25", "section_title": " Procedure where court convicting of further offence does not deal with suspended sentence.", "section_text": "25 1 If it appears to the Crown Court, where that court has jurisdiction in accordance with subsection (2) below, or to a justice of the peace having jurisdiction in accordance with that subsection, that an offender has been convicted in Great Britain of an offence punishable with imprisonment committed during the operational period of a suspended sentence and that he has not been dealt with in respect of the suspended sentence, that court or justice may, subject to the following provisions of this section, issue a summons requiring the offender to appear at the place and time specified therein, or a warrant for his arrest. 2 Jurisdiction for the purposes of subsection (1) above may be exercised— a if the suspended sentence was passed by the Crown Court, by that court; b if it was passed by a magistrates’ court, by a justice acting for the area for which that court acted. 3 Where an offender is convicted by a court in Scotland of an offence punishable with imprisonment and the court is informed that the offence was committed during the operational period of a suspended sentence passed in England or Wales, the court shall give written notice of the conviction to the appropriate officer of the court by which the suspended sentence was passed. 4 Unless he is acting in consequence of a notice under subsection (3) above, a justice of the peace shall not issue a summons under this section except on information and shall not issue a warrant under this section except on information in writing and on oath. 5 A summons or warrant issued under this section shall direct the offender to appear or to be brought before the court by which the suspended sentence was passed."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "26", "section_title": " Suspended sentence supervision orders.", "section_text": "26 1 Where a court passes on an offender a suspended sentence for a term of more than six months for a single offence, the court may make a suspended sentence supervision order (in this Act referred to as “ a supervision order ”) placing the offender under the supervision of a supervising officer for a period specified in the order, being a period not exceeding the operational period of the suspended sentence. 2 The Secretary of State may by order— a direct that subsection (1) above be amended by substituting, for the number of months specified in the subsection as originally enacted or as previously amended under this paragraph, such other number (not more than six) as the order may specify; or b make in that subsection the repeals necessary to enable a court to make a supervision order thereunder in the case of any suspended sentence, whatever the length of the term. 3 A supervision order shall specify the petty sessions area in which the offender resides or will reside; and the supervising officer shall be a probation officer appointed for or assigned to the area for the time being specified in the order (whether under this subsection or by virtue of subsection (6) below). 4 An offender in respect of whom a supervision order is in force shall keep in touch with the supervising officer in accordance with such instructions as he may from time to time be given by that officer and shall notify him of any change of address. 5 The court by which a supervision order is made shall forthwith give copies of the order to a probation officer assigned to the court, and he shall give a copy to the offender and the supervising officer; and the court shall, except where it is itself a magistrates’ court acting for the petty sessions area specified in the order, send to the clerk to the justices for the petty sessions area specified in the order a copy of the order, together with such documents and information relating to the case as it considers likely to be of assistance to a court acting for that area in exercising its functions in relation to the order. 6 If a magistrates’ court acting for the petty sessions area for the time being specified in a supervision order is satisfied that the offender proposes to change, or has changed, his residence from that petty sessions area to another petty sessions area, the court may, and on the application of the supervising officer shall, amend the order by substituting the other petty sessions area for the area specified in the order. 7 Where a supervision order is amended by a court under subsection (6) above the court shall send to the clerk to the justices for the new area specified in the order a copy of the order, together with such documents and information relating to the case as it considers likely to be of assistance to a court acting for that area in exercising its functions in relation to the order. 8 A supervision order shall cease to have effect if before the end of the period specified in it— a a court orders under section 23 of this Act that a suspended sentence passed in the proceedings in which the order was made shall have effect; or b the order is discharged or replaced under the subsequent provisions of this section. 9 A supervision order may be discharged, on the application of the supervising officer or the offender— a if it was made by the Crown Court and includes a direction reserving the power of discharging it to that court, by the Crown Court; b in any other case by a magistrates’ court acting for the petty sessions area for the time being specified in the order. 10 Where under section 23 of this Act a court deals with an offender in respect of a suspended sentence by varying the operational period of the sentence or by making no order with respect to the sentence, the court may make a supervision order in respect of the offender— a in place of any such order made when the suspended sentence was passed; or b if the court which passed the sentence could have made such an order but did not do so; or c if that court could not then have made such an order but would have had power to do so if subsection (1) above had then had effect as it has effect at the time when the offender is dealt with under section 23. 11 On making a supervision order the court shall in ordinary language explain its effect to the offender."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "27", "section_title": " Breach of requirement of suspended sentence supervision order.", "section_text": "27 1 If at any time while a supervision order is in force in respect of an offender it appears on information to a justice of the peace acting for the petty sessions area for the time being specified in the order that the offender has failed to comply with any of the requirements of section 26(4) of this Act, the justice may issue a summons requiring the offender to appear at the place and time specified therein, or may, if the information is in writing and on oath, issue a warrant for his arrest. 2 Any summons or warrant issued under this section shall direct the offender to appear or be brought before a magistrates’ court acting for the petty sessions area for the time being specified in the supervision order. 3 If it is proved to the satisfaction of the court before which an offender appears or is brought under this section that he has failed without reasonable cause to comply with any of the requirements of section 26(4) the court may, without prejudice to the continuance of the order, impose on him a fine not exceeding  £1000 . 4 A fine imposed under subsection (3) above shall be deemed, for the purposes of any enactment, to be a sum adjudged to be paid by a conviction."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "28"}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "29", "section_title": "Supplementary provisions as to persistent offenders.", "section_text": "29 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 A person sentenced to an extended term of imprisonment under section 28 of this Act and transferred under section 26 of the  Criminal Justice Act 1961 to Scotland or Northern Ireland shall, notwithstanding anything in section 26(4) (treatment of prisoners so transferred) be treated as if an extended sentence certificate had not been issued in respect of him."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "30", "section_title": " General power of Crown Court to fine offender convicted on indictment.", "section_text": "30 1 Where a person is convicted on indictment of any offence other than an offence for which the sentence is fixed by law  or falls to be imposed under section 2(2), 3(2) or 4(2) of the Crime (Sentences) Act 1997 , the court, if not precluded from sentencing the offender by its exercise of some other power  . . ., may impose a fine in lieu of or in addition to dealing with him in any other way in which the court has power to deal with him, subject however to any enactment . . .   requiring the offender to be dealt with in a particular way. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "31", "section_title": " Powers, etc., of Crown Court in relation to fines and forfeited recognizances.", "section_text": "31 1 Subject to the provisions of this section, if the Crown Court imposes a fine on any person or forfeits his recognizance, the court may make an order— a allowing time for the payment of the amount of the fine or the amount due under the recognizance; b directing payment of that amount by instalments of such amounts and on such dates respectively as may be specified in the order; c in the case of a recognizance, discharging the recognizance or reducing the amount due thereunder. 2 Subject to the provisions of this section, if the Crown Court imposes a fine on any person or forfeits his recognizance, the court shall make an order fixing a term of imprisonment or of detention under section 9 of the Criminal Justice Act 1982 (detention of persons aged 17 to 20 for default) which he is to undergo if any sum which he is liable to pay is not duly paid or recovered. 3 No person shall on the occasion when a fine is imposed on him or his recognizance is forfeited by the Crown Court be committed to prison or detained in pursuance of an order under subsection (2) above unless— a in the case of an offence punishable with imprisonment, he appears to the court to have sufficient means to pay the sum forthwith; b it appears to the court that he is unlikely to remain long enough at a place of abode in the United Kingdom to enable payment of the sum to be enforced by other methods; or c on the occasion when the order is made the court sentences him to immediate imprisonment, custody for life, youth custody or detention in a detention centre for that or another offence, or sentences him as aforesaid for an offence in addition to forfeiting his recognizance, or he is already serving a sentence of custody for life or a term— i of imprisonment; ii of youth custody; iii of detention in a detention centre; or iv of detention under section 9 of the Criminal Justice Act 1982. 3A . . .the periods set out in the second column of the following Table shall be the maximum periods of imprisonment or detention under subsection (2) above applicable respectively to the amounts set out opposite thereto.   Table An amount not exceeding £200 7 days  An amount exceeding £200 but not exceeding £ 500 14 days An amount exceeding £500 but not exceeding £1000 28 days An amount exceeding £1000 but not exceeding £2,500 45 days An amount exceeding £2,500 but not exceeding £5,000 3 months An amount exceeding £2,000 but not exceeding £5,000 3 months An amount exceeding £5,000 but not exceeding £10,000 6 months An amount exceeding £10,000 but not exceeding £20,000 12 months An amount exceeding £20,000 but not exceeding £50,000 18 months An amount exceeding £50,000 but not exceeding £100,000 2 years An amount exceeding £100,000 but not exceeding £250,000 3 years An amount exceeding £250,000 but not exceeding £1 million 5 years An amount exceeding £1 million 10 years 3B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Where any person liable for the payment of a fine or a sum due under a recognizance to which this section applies is sentenced by the court to, or is serving or otherwise liable to serve, a term of imprisonment of youth custody or a term of detention under section  . . . 9 of the Criminal Justice Act 1982, the court may order that any term of imprisonment or detention fixed under subsection (2) above shall not begin to run until after the end of the first-mentioned term. 5 The power conferred by this section to discharge a recognizance or reduce the amount due thereunder shall be in addition to the powers conferred by any other Act relating to the discharge, cancellation, mitigation or reduction of recognizances or sums forfeited thereunder. 6 Subject to subsection (7) below, the powers conferred by this section shall not be taken as restricted by any enactment  . . . which authorises the Crown Court to deal with an offender in any way in which the magistrates’ court might have dealt with him  or could deal with him . 7 Any term fixed under subsection (2) above as respects a fine imposed in pursuance of such an enactment, that is to say a fine which the magistrates’ court could have imposed, shall not exceed the period applicable to that fine (if imposed by the magistrates’ court) under section 149(1) of the Customs and Excise Management Act 1979. 8 This section shall not apply to a fine imposed by the Crown Court on appeal against a decision of a magistrates’ court, but subsections  (2) to (3A)  above shall apply in relation to a fine imposed or recognizance forfeited by the criminal division of the Court of Appeal, or by the House of Lords from that division, as they apply in relation to a fine imposed or recognizance forfeited by the Crown Court, and references to the Crown Court in subsections (2) and (3) above shall be construed accordingly."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "32", "section_title": " Enforcement, etc., of fines imposed and recognizances forfeited by Crown Court. ", "section_text": "32 1 Subject to the provisions of subsection (4) below, a fine imposed or a recognizance forfeited by the Crown Court after 31st December 1967 shall be treated for the purposes of collection, enforcement and remission of the fine or other sum as having been imposed or forfeited— a by a magistrates’ court specified in an order made by the Crown Court; or b if no such order is made, by the magistrates’ court by which the offender was committed to the Crown Court to be tried or dealt with  , or by which he was sent to other Court for trial under section 51 of the Criminal Disorder Act 1998 ; and in the case of a fine as having been so imposed on conviction by the magistrates’ court in question. 2 The term of imprisonment  or detention under section 9 of the Criminal Justice Act 1982  specified in any warrant of commitment issued by a magistrates’ court on a default in the payment of a fine imposed, or sum due under a recognizance forfeited, by the Crown Court as the term which the offender is liable to serve shall be the term fixed by the latter court under section 31(2) of this Act or, if that term has been reduced under  section 79(2) of the Magistrates’ Courts Act 1980  (part payment) or  section 85(2)  of that Act  (remission) that term as so reduced, notwithstanding that that term exceeds the period applicable to the case under . . .   . . .  section 149(1) of the Customs and Excise Management Act 1979  (maximum periods of imprisonment in default of payment of fines, etc.). 3 The preceding provisions of this section shall apply in relation to a fine imposed or recognizance forfeited by the criminal division of the Court of Appeal, or by the House of Lords on appeal from that division, as they apply in relation to a fine imposed or recognizance forfeited by the Crown Court, and references in those provisions to the Crown Court  (except the reference in subsection (1)(b) above)  shall be construed accordingly. 4 A magistrates’ court shall not, under section 85(1) or 120 of the  Magistrates’ Courts Act 1980 as applied by subsection (1) above, remit the whole or any part of a fine imposed by, or sum due under a recognizance forfeited by— a the Crown Court, b the criminal division of the Court of Appeal, or c the House of Lords on appeal from that division, without the consent of the Crown Court. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Any fine or other sum the payment of which is enforceable by a magistrates’ court by virtue of this section shall be treated for the purposes of the  Justices of the Peace Act 1997 and, in particular, section 60 of that Act (application of fines and fees)  as having been imposed by a magistrates’ court, or as being due under a recognizance forfeited by such a court."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "33", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "33"}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "34", "section_title": " Power of Crown Court to allow time for payment, or payment by instalments, of costs and compensation.", "section_text": "34 Where the Crown Court makes any such order as is mentioned in Part I of Schedule 9 to the  Administration of Justice Act 1970 (orders against accused for the payment of costs or compensation), the court may— a allow time for the payment of the sum due under the order; b direct payment of that sum by instalments of such amounts and on such dates respectively as the court may specify."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "34A", "section_title": " Power of Crown Court to order search of persons before it.", "section_text": "34A 1 Where— a the Crown Court imposes a fine on a person or forfeits his recognizance; b the Crown Court makes against a person any such order as is mentioned in paragraph 3, 4 or 9 of Schedule 9 to the  Administration of Justice Act 1970 (orders for the payment of costs); c the Crown Court makes against a person any such order as is mentioned in paragraph 12 of that Schedule (fines etc. payable by parents or guardians) . . .   or cc the Crown Court makes an order against a person under section 35 of this Act; d on the determination of an appeal brought by a person under section 83 of the  Magistrates’ Courts Act 1952 a sum is payable by him, whether by virtue of an order of the Crown Court or by virtue of a conviction or order of the magistrates’ court against whose decision the appeal was brought, then, if that person is before it, the Crown Court may order him to be searched. 2 Any money found on a person in a search under this section may be applied, unless the court otherwise directs, towards payment of the fine or other sum payable by him; and the balance, if any, shall be returned to him."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "35", "section_title": " Compensation orders against convicted persons.", "section_text": "35   1 Subject to the provisions of this Part of this Act and to section 40 of the Magistrates’ Courts Act 1980 (which imposes a monetary limit on the powers of a magistrates’ court under this section), a court by or before which a person is convicted of an offence, instead of or in addition to dealing with him in any other way, may, on application or otherwise, make an order (in this Act referred to as “a compensation order\") requiring him to pay compensation for any personal injury, loss or damage resulting from that offence or any other offence which is taken into consideration by the court in determining sentence  or to make payments for funeral expenses or bereavement in respect of a death resulting from any such offence, other than a death due to an accident arising out of the presence of a motor vehicle on a road; and a court shall give reasons, on passing sentence, if it does not make such an order in a case where this section empowers it to do so . 1A Compensation under subsection (1) above shall be of such amount as the court considers appropriate, having regard to any evidence and to any representations that are made by or on behalf of the accused or the prosecutor. 2 In the case of an offence under the  Theft Act 1968, where the property in question is recovered, any damage to the property occurring while it was out of the owner’s possession shall be treated for the purposes of subsection (1) above as having resulted from the offence, however and by whomsoever the damage was caused. 3 A compensation order may only be made in respect of injury, loss or damage (other than loss suffered by a person’s dependants in consequence of his death) which was due to an accident arising out of the presence of a motor vehicle on a road, if— a it is in respect of damage which is treated by subsection (2) above as resulting from an offence under the   Theft Act 1968; or b it is in respect of injury, loss or damage as respects which— i the offender is uninsured in relation to the use of the vehicle; and ii compensation is not payable under any arrangements to which the Secretary of State is a party; and, where a compensation order is made in respect of injury, loss or damage due to such an accident, the amount to be paid may include an amount representing the whole or part of any loss of or reduction in preferential rates of insurance attributable to the accident. 3A A vehicle the use of which is exempted from insurance by section 144 of the  Road Traffic Act 1972 is not uninsured for the purposes of subsection (3) above. 3B A compensation order in respect of funeral expenses may be made for the benefit of anyone who incurred the expenses. 3C A compensation order in respect of bereavement may only be made for the benefit of a person for whose benefit a claim for damages for bereavement could be made under section 1A of the  Fatal Accidents Act 1976. 3D The amount of compensation in respect of bereavement shall not exceed the amount for the time being specified in section 1A(3) of the Fatal Accidents Act 1976. 4 In determining whether to make a compensation order against any person, and in determining the amount to be paid by any person under such an order, it shall be the duty of the court— a to have regard to his means so far as they appear or are known to the court; and b in a case where it is proposed to make against him both a compensation order and a confiscation order under Part VI of the Criminal Justice Act 1988, also to have regard to its duty under section 72(7) of that Act (duty where the court considers that the offender’s means are insufficient to satisfy both orders in full to order the payment out of sums recovered under the confiscation order of sums due under the compensation order) 4A Where the court considers— a that it would be appropriate both to impose a fine and to make a compensation order; but b that the offender has insufficient means to pay both an appropriate fine and appropriate compensation, the court shall give preference to compensation (though it may impose a fine as well). 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "36", "section_title": " Enforcement and appeals.", "section_text": "36 1 A person in whose favour a compensation order is made shall not be entitled to receive the amount due to him until (disregarding any power of a court to grant leave to appeal out of time) there is no further possibility of an appeal on which the order could be varied or set aside. 2 Rules under section 144 of the  1980 Magistrates’ Courts Act may make provision regarding the way in which the magistrates’ court for the time being having functions (by virtue of section 41(1) of the  Administration of Justice Act 1970) in relation to the enforcement of a compensation order is to deal with money paid in satisfaction of the order where the entitlement of the person in whose favour it was made is suspended. 3 The Court of Appeal may by order annul or vary any compensation order made by the court of trial, although the conviction is not quashed; and the order, if annulled, shall not take effect and, if varied, shall take effect as varied. 4 Where the House of Lords restores a conviction, it may make any compensation order which the court of trial could have made. 5 Where a compensation order has been made against any person in respect of an offence taken into consideration in determining his sentence— a the order shall cease to have effect if he successfully appeals against his conviction of the offence or, if more than one, all the offences, of which he was convicted in the proceedings in which the order was made; b he may appeal against the order as if it were part of the sentence imposed in respect of the offence or, if more than one, any of the offences, of which he was so convicted."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "37", "section_title": " Review of compensation orders.", "section_text": "37 At any time before the person against whom a compensation order has been made has paid into court the whole of the compensation which the order requires him to pay, but at a time when (disregarding any power of a court to grant leave to appeal out of time) there is no further possibility of an appeal on which the order could be varied or set aside, the magistrates’ court for the time being having functions in relation to the enforcement of the order may, on the application of the person against whom it was made, discharge the order, or reduce the amount which remains to be paid, if it appears to the court— a that the injury, loss or damage in respect of which the order was made has been held in civil proceedings to be less than it was taken to be for the purposes of the order; or b in the case of an order in respect of the loss of any property, that the property has been recovered by the person in whose favour the order was made; or c that the means of the person against whom the order was made are insufficient to satisfy in full both the order and a confiscation order under Part VI of the Criminal Justice Act 1988 made against him in the same proceedings; or d that the person against whom the order was made has suffered a substantial reduction in his means which was unexpected at the time when the compensation order was made, and that his means seem unlikely to increase for a considerable period; but where the order was made by the Crown Court, a magistrates’ court shall not exercise any power conferred by this section in a case where it is satisfied as mentioned in paragraph (c) or (d) above unless it has first obtained the consent of the Crown Court."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "38", "section_title": " Effect of compensation order on subsequent award of damages in civil proceedings.", "section_text": "38 1 This section shall have effect where a compensation order  or a service compensation order or award  has been made in favour of any person in respect of any injury, loss or damage and a claim by him in civil proceedings for damages in respect of the injury, loss or damage subsequently falls to be determined. 2 The damages in the civil proceedings shall be assessed without regard to the order  or award ; but the plaintiff may only recover an amount equal to the aggregate of the following— a any amount by which they exceed the compensation; and b a sum equal to any portion of the compensation which he fails to recover, and may not enforce the judgment, so far as it relates to a sum such as is mentioned in paragraph (b) above, without the leave of the court. 3 In this section a “ service compensation order or award ” means— a an order requiring the payment of compensation under paragraph 11 of Schedule 5A to the Army Act 1955, of Schedule 5A to the Air Force Act 1955 or of Schedule 4A to the Naval Discipline Act 1957; or b an award of stoppages payable by way of compensation under any of those Acts."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "39", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "39"}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "40", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "40"}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "41", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "41"}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "42", "section_title": " Power of Crown Court on committal for sentence.", "section_text": "42 Where an offender is committed by a magistrates’ court for sentence under  section 38  or 38A  of the Magistrates’ Courts Act 1980 . . ., the Crown Court shall enquire into the circumstances of the case and shall have power to deal with the offender in any manner in which it could deal with him if he had just been convicted of the offence on indictment before the court.  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "43", "section_title": " Power to deprive offender of property used, or intended for use, for purposes of crime. ", "section_text": "43   1 Subject to the following provisions of this section, where a person is convicted of an offence and— a the court by or before which he is convicted is satisfied that any property which has been lawfully seized from him or which was in his possession or under his control at the time when he was apprehended for the offence or when a summons in respect of it was issued— i has been used for the purpose of committing, or facilitating the commission of, any offence; or ii was intended by him to be used for that purpose; or b the offence, or an offence which the court has taken into consideration in determining his sentence, consists of unlawful possession of property which— i has been lawfully seized from him; or ii was in his possession or under his control at the time when he was apprehended for the offence of which he has been convicted or when a summons in respect of that offence was issued, the court may make an order under this section in respect of that property, and may do so whether or not it also deals with the offender in respect of the offence in any other way and without regard to any restrictions on forfeiture in an enactment contained in an Act passed before the Criminal Justice Act 1988. 1A In considering whether to make such an order in respect of any property a court shall have regard— a to the value of the property; and b to the likely financial and other effects on the offender of the making of the order (taken together with any other order that the court contemplates making). 1B Where a person commits an offence to which this subsection applies by— a driving, attempting to drive, or being in charge of a vehicle, or b failing to comply with a requirement made under section 7 of the Road Traffic Act 1988 (failure to provide specimen for analysis or laboratory test) in the course of an investigation into whether the offender had committed an offence while driving, attempting to drive or being in charge of a vehicle, or c failing, as the driver of a vehicle, to comply with subsection (2) or (3) of section 170 of the Road Traffic Act 1988 (duty to stop and give information or report accident), the vehicle shall be regarded for the purposes of subsection (1)(a) above (and subsection (4)(b) below) as used for the purpose of committing the offence (and for the purpose of committing any offence of aiding, abetting, counselling or procuring the commission of the offence). (1C) Subsection (1B) above applies to— a an offence under the Road Traffic Act 1988 which is punishable with imprisonment, b an offence of manslaughter, and c an offence under section 35 of the Offences against the Person Act 1861 (wanton and furious driving). 2 Facilitating the commission of an offence shall be taken for the purposes of this section and section 44 of this Act to include the taking of any steps after it has been committed for the purpose of disposing of any property to which it relates or of avoiding apprehension or detection, and references in this or that section to an offence punishable with imprisonment shall be construed without regard to any prohibition or restriction imposed by or under any enactment on the imprisonment of young offenders. 3 An order under this section shall operate to deprive the offender of his rights, if any, in the property to which it relates, and the property shall (if not already in their possession) be taken into the possession of the police. 4 The  Police (Property) Act 1897 shall apply, with the following modifications, to property which is in the possession of the police by virtue of this section— a no application shall be made under section 1(1) of that Act by any claimant of the property after the expiration of six months from the date on which the order in respect of the property was made under this section; and b no such application shall succeed unless the claimant satisfies the court either that he had not consented to the offender having possession of the property  or, where an order is made under subsection (1)(a) above, that he did not know, and had no reason to suspect, that the property was likely to be used for the purpose mentioned in that paragraph . 5 In relation to property which is in the possession of the police by virtue of this section, the power to make regulations under  section 2  of the  Police (Property) Act 1897 (disposal of property in cases where the owner of the property has not been ascertained and no order of a competent court has been made with respect thereto) shall  subject to subsection (6) below  include power to make regulations for disposal  (including disposal by vesting in the relevant authority)  in cases where no application by a claimant of the property has been made within the period specified in subsection (4)( a ) above or no such application has succeeded. 6 The regulations may not provide for the vesting in the relevant authority of property in relation to which an order has been made under section 43A of this Act. 7 Nothing in subsection (2A)(a) or (3) of section 2 of the  Police (Property) Act 1897 limits the power to make regulations under that section by virtue of subsection (5) above. 8 In subsections (5) and (6) above “ relevant authority ” has the meaning given by section 2(2B) of the Police (Property) Act 1897."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "43A", "section_title": " Application of proceeds of forfeited property.", "section_text": "43A 1 Where a court makes an order under section 43 above in a case where— a the offender has been convicted of an offence which has resulted in a person suffering personal injury, loss or damage; or b any such offence is taken into consideration by the court in determining sentence, the court may also make an order that any proceeds which arise from the disposal of the property and which do not exceed a sum specified by the court shall be paid to that person. 2 The court may only make an order under this section if it is satisfied that but for the inadequacy of the means of the offender it would have made a compensation order under which the offender would have been required to pay compensation of an amount not less than the specified amount. 3 An order under this section has no effect— a before the end of the period specified in section 43(4)(a) above; or b if a successful application under section 1(1) of the  Police (Property) Act 1897 has been made."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "44", "section_title": " Driving disqualification where vehicle used for purposes of crime.", "section_text": "44 1 This section applies where a person is convicted before the Crown Court of an offence punishable on indictment with imprisonment for a term of two years or more or, having been convicted by a magistrates’ court of such an offence, is committed under  section 38 of the Magistrates’ Courts Act 1980  to the Crown Court for sentence. 1A This section also applies where a person is convicted by or before any court of common assault or of any other offence involving an assault (including an offence of aiding, abetting, counselling or procuring, or inciting to the commission of, an offence). 2 If in a case to which this section applies  by virtue of subsection (1) above the Crown Court is satisfied that a motor vehicle was used (by the person convicted or by anyone else) for the purpose of committing, or facilitating the commission of, the offence in question (within the meaning of section 43 of this Act), the court may order the person convicted to be disqualified, for such period as the court thinks fit, for holding or obtaining a licence to drive a motor vehicle granted under  Part III of the Road Traffic Act 1988 . 2A If in a case to which this section applies by virtue of subsection (1A) above the court is satisfied that the assault was committed by driving a motor vehicle, the court may order the person convicted to be disqualified, for such period as the court thinks fit, for holding or obtaining such a licence. 3 A court which makes an order under this section disqualifying a person for holding or obtaining any such licence as is mentioned in subsection (2) above shall require him to produce any such licence held by him  together with its counterpart or, in the case where he holds a Community licence (within the meaning of Part III of the Road Traffic Act 1988), his Community licence and its counterpart (if any) ;  . . . a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "45", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "45"}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "46", "section_title": " Reports of probation officers.", "section_text": "46 1 Subject to subsection (2) below, where a report by a probation officer  or a member of a youth offending team  is made to any court (other than a  youth court ) with a view to assisting the court in determining the most suitable method of dealing with any person in respect of an offence, a copy of the report shall be given by the court to the offender or his counsel or solicitor. 2 If the offender is under seventeen years of age and is not represented by counsel or a solicitor, a copy of the report need not be given to him but shall be given to his parent or guardian if present in court. 3 For the purposes of this section— a references to an offender’s parent shall be construed in accordance with section 1 of the  Family Law Reform Act 1987; and b “ guardian ” has the same meaning as in the  Children and Young Persons Act 1933."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "47", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "47"}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "48", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "48"}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "49", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "49"}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "50", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "50"}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "51", "section_title": " Expenses and grants payable out of moneys provided by Parliament.", "section_text": "51 1 Any expenses of the Secretary of State under this Part of this Act, and any expenses incurred by the Secretary of State— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in the conduct of research into the causes of delinquency and the treatment of offenders, and matters connected therewith; shall, to such amount as may be sanctioned by the Treasury, be defrayed out of moneys provided by Parliament. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "52", "section_title": " Evidence with respect to offences punishable in Scotland.", "section_text": "52 For the purposes of this Act a certificate purporting to be signed by or on behalf of the Lord Advocate that an offence is punishable in Scotland with imprisonment or is punishable in Scotland on indictment with imprisonment for a term specified in the certificate shall be evidence of the matter so certified."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "53", "section_title": " Execution of process between England and Wales and Scotland.", "section_text": "53 Section 4 of the  Summary Jurisdiction (Process) Act 1881 (execution of process of English courts in Scotland and vice versa) shall apply to any process issued under Part I of this Act . . .   as it applies to process issued under the  Magistrates’ Courts Act 1952 by a magistrates’ court."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "54", "section_title": " Rules and orders.", "section_text": "54 1 Any power of the Secretary of State to make rules or orders under this Act shall be exercised by statutory instrument. 2 Subject to subsection (3) below, any rules or orders made by the Secretary of State under this Act shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 Subsection (2) above does not apply  . . . to orders under section  2 or 7 or  14 of  . . . this Act, but no order shall be made by the Secretary of State under section  2 or 7 or  14 unless a draft of it has been laid before, and approved by a resolution of, each House of Parliament. 4 Any order made by the Secretary of State under section  2 or 7 or  14 or 39 of this Act may be revoked by a subsequent order of the Secretary of State under that section, an order under section 26(2)( a ) may be revoked by a subsequent order under that paragraph or under section 26(2)( b )  . . .."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "55", "section_title": " Transitional provisions.", "section_text": "55 Schedule 4 to this Act shall have effect for the purpose of the transition to the provisions of this Act from the law in force before the commencement of this Act."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "56", "section_title": " Consequential amendments and repeals. ", "section_text": "56 1 The enactments specified in Schedule 5 to this Act shall have effect subject to the amendments set out in that Schedule, being amendments consequential on the preceding provisions of this Act, but the amendment of any enactment by that Schedule shall not be taken as prejudicing the operation of section 38 of the  Interpretation Act 1889 (which relates to the effect of repeals). 2 The enactments specified in Schedule 6 to this Act (which include enactments which were spent before the passing of this Act) are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "57", "section_title": " Interpretation.", "section_text": "57 1 In this Act, except so far as the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them, that is to say— “ the appropriate officer of the court ” means, in relation to a magistrates’ court, the clerk of the court; “ approved bail hostel ” means a bail hostel approved by the Secretary of State under section 49(1) of this Act; “ approved probation hostel ”                   means a probation hostel approved  by the Secretary of State under section 49(1) of this Act; “ bail hostel ” means premises for the accommodation of persons remanded on bail; “ community service order ” has the meaning assigned to it by section 14(1) of this Act; “ compensation order ” has the meaning assigned to it by section 35(1) of this Act; “ court ” does not include a court-martial; “ criminal bankruptcy order ” means an order under section 39(1) of this Act; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ extended sentence certificate ” has the meaning assigned to it by section 28 of this Act; “ local authority ” means, in relation to any probation and after-care area, any authority out of whose funds the salary of the clerk to the justices for a petty sessions area contained in the probation and after-care area is paid; “ order for conditional discharge ” has the meaning assigned to it by section 7 of this Act; “ period of conditional discharge ” has the meaning assigned to it by section 7 of this Act; “ probationer ” means a person for the time being under supervision by virtue of a probation order; “ probation hostel ” means premises for the accommodation of persons who may be required to reside there by a probation order, . . .  ; “ probation order ” has the meaning assigned to it by section 2 of this Act; “ probation period ” means the period for which a probationer is placed under supervision by a probation order; “ the register ” means the register of proceedings before a magistrates’ court required by rules made under  section 144 of the Magistrates’ Courts Act 1980  to be kept by the clerk of the court; “ sentence of imprisonment ” does not include a committal in default of payment of any sum of money, or for want of sufficient distress to satisfy any sum of money, or for failure to do or abstain from doing anything required to be done or left undone;                    . . . “ supervision order ” has the meaning assigned to it by section 26(1) of this Act; “ suspended sentence ” means a sentence to which an order under section 22(1) of this Act relates. “ youth offending team ” means a team established under section 39 of the Crime and Disorder Act 1998. 2 For the purposes of any reference in this Act, however expressed, to the term of imprisonment or other detention to which a person has been sentenced or which, or part of which, he has served, consecutive terms and terms which are wholly or partly concurrent shall, unless the context otherwise requires, be treated as a single term. 3 Without prejudice to sections 20(1) and 21(1) of this Act, any reference in this Act however expressed to a previous conviction or sentence shall be construed as a reference to a previous conviction by a court in any part of Great Britain and to a previous sentence passed by any such court. 4 Without prejudice to the meaning of references in sections 14, 43 and 44 of this Act to an offence punishable with imprisonment, any such reference elsewhere in this Act shall be construed, in relation to any offender, without regard to any prohibition or restriction imposed by or under any enactment on the imprisonment of offenders of his age. 5 Where a compensation order or supervision order has been made on appeal, for the purposes of this Act (except section 26(5)) it shall be deemed— a if it was made on an appeal brought from a magistrates’ court, to have been made by that magistrates’ court; b if it was made on an appeal brought from the Crown Court or from the criminal division of the Court of Appeal, to have been made by the Crown Court. 6 Any reference to this Act to any other enactment is a reference thereto as amended, and includes a reference thereto as extended or applied, by or under any other enactment, including this Act. 7 For the purposes of any provision of this Act which requires the determination of the age of a person by the court, his age shall be deemed to be that which it appears to the court to be after considering any available evidence."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "58", "section_title": " Application to Scotland.", "section_text": "58 The following provisions of this Act shall extend to Scotland, that is to say— a sections 1C, 25(3) and 29(7) , . . .  , . . .   and this section; and b section 56 and Schedules 5 and 6 so far as they amend or repeal any enactment or any part of an enactment which extends to Scotland; but, except as provided by this section, this Act shall not extend to Scotland."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "59", "section_title": " Northern Ireland.", "section_text": "59 1 Section 29(7)  of this Act and this section shall extend to Northern Ireland but except as provided by this subsection this Act shall not extend to Northern Ireland. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 The references in section 29(6) and (7) of this Act to section 26 of the  Criminal Justice Act 1961 shall be construed, in relation to Northern Ireland, as references to that section as amended by any Act of the Parliament of Northern Ireland, or Measure of the Northern Ireland Assembly, whether passed before or after this Act. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "60", "section_title": " Short title and commencement.", "section_text": "60 1 This Act may be cited as the Powers of Criminal Courts Act 1973. 2 This Act shall come into force on such day as the Secretary of State may by order appoint, and different days may be so appointed for different provisions; and any reference in any provision of this Act to the commencement of this Act shall be construed as a reference to the day so appointed for the coming into force of that provision."}, {"act": "Powers of Criminal Courts Act 1973 (repealed)", "year": 1973, "section": "13", "section_title": " Effects of probation and discharge. ", "section_text": "13 1 Subject to subsection (2) below,  and to section 50(1A) of the Criminal Appeal Act 1968 and section 108(1A) of the Magistrates’ Courts Act 1980,  a conviction of an offence for which an order is made under this Part of this Act placing the offender on probation or discharging him absolutely or conditionally shall be deemed not to be a conviction for any purpose other than the purposes of the proceedings in which the order is made and of any subsequent proceedings which may be taken against the offender under the preceding provisions of this Act  and the purposes of section 1(2)( bb ) of the Children and Young Persons Act 1969 . 2 Where the offender was of or over seventeen years of age at the time of his conviction of the offence in question and is subsequently sentenced under this Part of this Act for that offence, subsection (1) above shall cease to apply to the conviction. 3 Without prejudice to the preceding provisions of this section, the conviction of an offender who is placed on probation or discharged absolutely or conditionally under this Part of this Act shall in any event be disregarded for the purposes of any enactment or instrument which imposes any disqualification or disability upon convicted persons, or authorises or requires the imposition of any such disqualification or disability. 4 The preceding provisions of this section shall not affect— a any right of any offender placed on probation or discharged absolutely or conditionally under this Part of this Act to  rely on his conviction  in bar of any subsequent proceedings for the same offence; b the restoration of any property in consequence of the conviction of any such offender; or c the operation, in relation to any such offender, of any enactment or instrument in force at the commencement of this Act which is expressed to extend to persons dealt with under section 1(1) of the  Probation of Offenders Act 1907 as well as to convicted persons. 5 In this section “ enactment ” includes an enactment contained in a local Act and “ instrument ” means an instrument having effect by virtue of an Act."}]