[{"act": "Agricultural Credits Act 1928", "year": 1928, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Agricultural Credits Act 1928", "year": 1928, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Agricultural Credits Act 1928", "year": 1928, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Agricultural Credits Act 1928", "year": 1928, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Agricultural Credits Act 1928", "year": 1928, "section": "5", "section_title": " Agricultural charges on farming stock and assets.", "section_text": "5 1 It shall be lawful for a farmer as defined by this Act by instrument in writing to create in favour of a bank as so defined a charge (hereinafter referred to as an agricultural charge) on all or any of the farming stock and other agricultural assets belonging to him as security for sums advanced or to be advanced to him or paid or to be paid on his behalf under any guarantee by the bank and interest, commission and charges thereon. 2 An agricultural charge may be either a fixed charge, or a floating charge, or both a fixed charge and a floating charge. 3 The property affected by a fixed charge shall be such property forming part of the farming stock and other agricultural assets belonging to the farmer at the date of the charge as may be specified in the charge,but may include— a in the case of live stock, any progeny thereof which may be born after the date of the charge; and b in the case of agricultural plant, any plant which may whilst the charge is in force be substituted for the plant specified in the charge. 4 The property affected by a floating charge shall be the farming stock and other agricultural assets from time to time belonging to the farmer, or such part thereof as is mentioned in the charge. 5 The principal sum secured by an agricultural charge may be either a specified amount, or a fluctuating amount advanced on current account not exceeding at any one time such amount (if any) as may be specified in the charge, and in the latter case the charge shall not be deemed to be redeemed by reason only of the current account having ceased to be in debit. 6 An agricultural charge may be in such form and made upon such conditions as the parties thereto may agree, and sureties may be made parties thereto. 7 For the purposes of this Part of this Act— “ Farmer ” means any person (not being an incorporated company or society) who, as tenant or owner of an agricultural holding, cultivates the holding for profit; and “ agriculture ” and “ cultivation ” shall be deemed to include horticulture, and the use of land for any purpose of husbandry, inclusive of the keeping or breeding of live stock, poultry, or bees, and the growth of fruit, vegetables, and the like; “Bank” means— the Bank of England; a person who has permission under                    Part 4A  of the Financial Services and Markets Act 2000 to accept deposits; ...  “ Farming stock ” means crops or horticultural produce, whether growing or severed from the land, and after severance whether subjected to any treatment or process of manufacture or not; live stock, including poultry and bees, and the produce and progeny thereof; and other agricultural or horticultural produce whether subjected to any treatment or process of manufacture or not; seeds and manures; agricultural vehicles, machinery, and other plant; agricultural tenant’s fixtures and other agricultural fixtures which a tenant is by law authorised to remove; “ Other agricultural assets ” means a tenant’s right to compensation under the  Agricultural Holdings Act 1986, except under section 60(2)(b) or 62, for improvements, damage by game, disturbance or otherwise  a tenant’s right to compensation under section 16 of the Agricultural Tenancies Act 1995 , and any other tenant right. 7A Paragraphs (b) and (c) of the definition of “Bank” in subsection (7) must be read with— a section 22 of the Financial Services and Markets Act 2000; b any relevant order under that section; and c Schedule 2 to that Act."}, {"act": "Agricultural Credits Act 1928", "year": 1928, "section": "6", "section_title": " Effect of fixed charge.", "section_text": "6 1 A fixed charge shall, so long as the charge continues in force, confer on the bank the following rights and impose upon the bank the following obligations, that is to say:— a a right, upon the happening of any event specified in the charge as being an event authorising the seizure of property subject to the charge, to take possession of any property so subject; b where possession of any property has been so taken, a right, after an interval of five clear days or such less time as may be allowed by the charge, to sell the property either by auction or, if the charge so provides, by private treaty, and either for a lump sum payment or payment by instalments; c an obligation, in the event of such power of sale being exercised, to apply the proceeds of sale in or towards the discharge of the moneys and liabilities secured by the charge, and the cost of seizure and sale, and to pay the surplus (if any) of the proceeds to the farmer. 2 A fixed charge shall, so long as the charge continues in force, impose on the farmer the following obligations:— a an obligation whenever he sells any of the property, or receives any money in respect of other agricultural assets comprised in the charge, forthwith to pay to the bank the amount of the proceeds of the sale or the money so received, except to such extent as the charge otherwise provides or the bank otherwise allows; the sums so paid to be applied, except so far as otherwise agreed, by the bank in or towards the discharge of moneys and liabilities secured by the charge; b an obligation in the event of the farmer receiving any money under any policy of insurance on any of the property comprised in the charge, or any money paid by way of compensation under the Diseases of Animals Acts,1894 to 1927, in respect of the destruction of any live stock comprised in the charge, or by way of compensation under the Destructive Insects and Pests Acts,1877 to 1927, in respect of the destruction of any crops comprised in the charge, forthwith to pay the amount of the sums so received to the bank, except to such extent as the charge otherwise provides or the bank otherwise allows; the sums so paid to be applied, except so far as otherwise agreed by the bank, in or towards the discharge of the moneys and liabilities secured by the charge. 3 Subject to compliance with the obligations so imposed, a fixed charge shall not prevent the farmer selling any of the property subject to the charge, and neither the purchaser, nor, in the case of a sale by auction, the auctioneer, shall be concerned to see that such obligations are compiled with notwithstanding that he may be aware of the existence of the charge. 4 Where any proceeds of sale which in pursuance of such obligation as aforesaid ought to be paid to the bank are paid to some other person, nothing in this Act shall confer on the bank a right to recover such proceeds from that other person unless the bank proves that such other person knew that the proceeds were paid to him in breach of such obligation as aforesaid, but such other person shall not be deemed to have such knowledge by reason only that he has notice of the charge."}, {"act": "Agricultural Credits Act 1928", "year": 1928, "section": "7", "section_title": " Effect of floating charge.", "section_text": "7 1 An agricultural charge creating a floating charge shall have the like effect as if the charge had been created by a duly registered debenture issued by a company: Provided that— a the charge shall become a fixed charge upon the property comprised in the charge as existing at the date of its becoming a fixed charge— i upon a  bankruptcy order being made against the farmer; ii upon the death of the farmer; iii upon the dissolution of partnership in the case where the property charged is partnership property; iv upon notice in writing to that effect being given by the bank on the happening of any event which by virtue of the charge confers on the bank the right to give such a notice; b the farmer,whilst the charge remains a floating charge, shall be subject to the like obligation as in the case of a fixed charge to pay over to the bank the amount received by him by way of proceeds of sale, in respect of other agricultural assets, under policies of insurance, or by way of compensation and the last foregoing section shall apply accordingly: Provided that it shall not be necessary for a farmer to comply with such obligation if and so far as the amount so received is expended by him in the purchase of farming stock which on purchase becomes subject to the charge."}, {"act": "Agricultural Credits Act 1928", "year": 1928, "section": "8", "section_title": " Supplemental provisions as to agricultural charges.", "section_text": "8 1 An agricultural charge shall have effect notwithstanding anything in the  Bills of Sales Act, 1878 and  1882, and shall not be deemed to be a bill of sale within the meaning of those Acts. 2 Agricultural charges shall in relation to one another have priority in accordance with the times at which they are respectively registered under this Part of this Act. 3 Where an agricultural charge creating a floating charge has been made, an agricultural charge purporting to create a fixed charge on, or a bill of sale comprising any of the property comprised in the floating charge shall, as respects the property subject to the floating charge, be void so long as the floating charge remains in force. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 Where a farmer who is  made  bankrupt has created in favour of a bank an agricultural charge on any of the farming stock or other agricultural assets belonging to him, and the charge was created within three months of the date of the  making of the bankruptcy application or  presentation of the bankruptcy petition and operated to secure any sum owing to the bank immediately prior to the giving of the charge, then, unless it is proved that the farmer immediately after the execution of the charge was solvent, the amount which but for this provision would have been secured by the charge shall be reduced by the amount of the sum so owing to the bank immediately prior to the giving of the charge, but without prejudice to the bank’s right to enforce any other security for that sum or to claim payment thereof as an unsecured debt. 6 Where after the passing of this Act the farmer has mortgaged his interest in the land comprised in the holding, then, if growing crops are included in an agricultural charge, the rights of the bank under the charge in respect of the crops shall have priority to those of the mortgagee, whether in possession or not, and irrespective of the dates of the mortgage and charge. 7 An agricultural charge shall be no protection in respect of property included in the charge which but for the charge would have been liable to distress for , or the exercise of a power to use the procedure in Schedule 12 to the Tribunals, Courts and Enforcement Act 2007 (taking control of goods) to recover,  rent, taxes, or rates. 8 An instrument creating an agricultural charge shall be exempt from stamp duty."}, {"act": "Agricultural Credits Act 1928", "year": 1928, "section": "9", "section_title": " Registration of agricultural charges. ", "section_text": "9 1 Every agricultural charge shall be registered under this Act within seven clear days after the execution thereof, and, if not so registered, shall be void as against any person other than the farmer: Provided that the High Court on proof that omission to register within such time as aforesaid was accidental or due to inadvertence may extend the time for registration on such terms as the Court thinks fit. 2 The Land Registrar shall keep at the Land Registry a register of agricultural charges in such form and containing such particulars as may be prescribed. 3 Registration of an agricultural charge shall be effected by sending by post to the Land Registrar at the Land Registry a memorandum of the instrument creating the charge and such particulars of the charge as may be prescribed, together with the prescribed fee; and the Land Registrar shall enter the particulars in the register and shall file the memorandum. 4 The register kept and the memoranda filed under this section shall at all reasonable times be open to inspection by any person on payment (except where the inspection is made by or on behalf of the bank) of the prescribed fee, and any person inspecting the register or any such filed memorandum on payment (except as aforesaid) of the prescribed fee may make copies or extracts thereform. 5 Any person may on payment of the prescribed fee require to be furnished with a copy of any entry in the register or of any filed memorandum or any part thereof certified to be a true copy by the Land Registrar. 6 Registration of an agricultural charge may be proved by the production of a certified copy of the entry in the register relating to the charge, and a copy of any entry purporting to be certified as a true copy by the Land Registrar shall in all legal proceedings be evidence of the matters stated therein without proof of the signature or authority of the person signing it. 7 The Schedule to this Act shall have effect in relation to official searches in the register of agricultural charges. 8 Registration of an agricultural charge under this section shall be deemed to constitute actual notice of the charge, and of the fact of such registration, to all persons and for all purposes connected with the property comprised in the charge, as from the date of registration or other prescribed date, and so long as the registration continues in force: Provided that, where an agricultural charge created in favour of a bank is expressly made for securing a current account or other further advances, the bank, in relation to the making of further advances under the charge, shall not be deemed to have notice of another agricultural charge by reason only that it is so registered if it was not so registered at the time when the first-mentioned charge was created or when the last search (if any) by or on behalf of the bank was made, whichever last happened. 9 The  Secretary of State  may make regulations prescribing anything which under this section is to be prescribed, subject as respects fees to the approval of the Treasury, and generally as to the keeping of the register and the filing of memoranda, the removal of entries from the register on proof of discharge, and the rectification of the register."}, {"act": "Agricultural Credits Act 1928", "year": 1928, "section": "10", "section_title": " Restriction on publication of agricultural charges.", "section_text": "10 1 It shall not be lawful to print for publication or publish any list of agricultural charges or of the names of farmers who have created agricultural charges. 2 If any person acts in contravention of this section, he shall in respect of each offence be liable on summary conviction to a fine not exceeding  level 2 on the standard scale ; Provided that no person other than a proprietor, editor, master printer, or publisher, shall be liable to be convicted under this section. 3 No prosecution for an offence under this section shall be commenced without the consent of the Attorney-General. 4 For the purpose of this section, “ publication ” means the issue of copies to the public, and “ publish ” has a corresponding meaning, and without prejudice to the generality of the foregoing definition the confidential notification by an association representative of a particular trade to its members trading or carrying on business in the district in which property subject to an agricultural charge is situate of the creation of the charge shall not be deemed to be publication for the purposes of this section."}, {"act": "Agricultural Credits Act 1928", "year": 1928, "section": "11", "section_title": " Frauds by farmers. ", "section_text": "11 1 If, with intent to defraud, a farmer who has created an agricultural charge— a fails to comply with the obligations imposed by this Act as to the payment over to the bank of any sums received by him by way of proceeds of sale, or in respect of other agricultural assets, or under a policy of insurance or by way of compensation; or b removes or suffers to be removed from his holding any property subject to the charge; he shall be guilty of a misdemeanour and liable on conviction on indictment to penal servitude for a term not exceeding three years. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Agricultural Credits Act 1928", "year": 1928, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Agricultural Credits Act 1928", "year": 1928, "section": "13", "section_title": " Rights of tenants.", "section_text": "13 Any farmer being the tenant of an agricultural holding shall have the right to create an agricultural charge notwithstanding any provision in his contract of tenancy to the contrary."}, {"act": "Agricultural Credits Act 1928", "year": 1928, "section": "14", "section_title": " Provisions as to agricultural societies. ", "section_text": "14 1 A debenture issued by a society registered under the Industrial and Provident Societies Acts, 1893 to 1928, creating in favour of a bank a floating charge on property which is farming stock within the meaning of this Part of this Act, may be registered in like manner as an agricultural charge, and section nine of this Act shall apply to such a charge in like manner as it applies to an agricultural charge, and the charge if so registered shall as respects such property be valid notwithstanding anything in the  Bills of Sale Acts, 1878 and  1882, and shall not be deemed to be a bill of sale within the meaning of those Acts: Provided that, where any such charge is so registered, notice thereof signed by the secretary of the society shall be sent to the central office established under the  Friendly Societies Act, 1896, and registered there. 2 Any such debenture may create a floating charge on any farming stock the property in which is vested in the society."}, {"act": "Agricultural Credits Act 1928", "year": 1928, "section": "15", "section_title": "†Short title, commencement and extent.", "section_text": "15 1 This Act may be cited as the Agricultural Credits Act, 1928. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 This Act shall not (except as otherwise expressly provided) extend to Scotland or Northern Ireland."}]