[{"act": "Dogs (Amendment) Act 1928", "year": 1928, "section": "1", "section_title": " Owners of dogs to be liable for injury to poultry.", "section_text": "1 1 The  Dogs Act, 1906 (hereinafter referred to as “ the principal Act ”), shall have effect as if section one thereof (which imposes liabilities on the owner of a dog for injuries done by that dog to cattle) applied to injuries done to poultry as it applies to injuries done to cattle; and accordingly the words “ or poultry ” shall be inserted in that section after the word “cattle,” . . .  2 For the purposes of this section and of section one of the principal Act, the expression “poultry” shall have the meaning assigned to it by the  Poultry Act, 1911."}, {"act": "Dogs (Amendment) Act 1928", "year": 1928, "section": "2", "section_title": " Delivery of stray dogs to police. ", "section_text": "2 Section four of the principal Act shall be repealed, and the following section shall be substituted therefor:— 4 1 Any person (in this section referred to as \t\t\t\t\t\t\t\t\t“the finder”) who takes possession of a stray dog shall forthwith either— a return the dog to its owner ; or a take the dog to the police station which is nearest to the place where the dog was found and inform the police officer in charge of that station where the dog was found. 2 Where a dog has been so taken to a police station then— a if the finder desires to keep the dog, he shall inform the said police officer of his name and address, and the said police officer shall make out in duplicate a certificate in such form as may be prescribed by the Secretary of State stating the description of the dog, the place where it was found, the date on which it was brought to the police station, the name and address of the finder, and shall give one copy of the certificate to the finder and retain the other, and thereupon the finder may remove the dog, but shall be under obligationto keep it for not less than one month; b if the finder does not desire to keep the dog, the said police officer shall treat it as if it had been seized by him in the pursuance of section three of this Act. 3 If the finder fails to comply with any of the provisions of this section, he shall be liable on summary conviction to fine not exceeding forty shillings."}, {"act": "Dogs (Amendment) Act 1928", "year": 1928, "section": "3", "section_title": " Amendment of s. 6 of principal Act.", "section_text": "3 Section six of the principal Act (which provides that an owner of cattle shall not leave their carcases unburied in a place to which dogs can gain access) shall apply to a person having the control of cattle as it applies to an owner of cattle; and accordingly the words “ or under his control ” shall be inserted in that section after the words “belonging to him.”"}, {"act": "Dogs (Amendment) Act 1928", "year": 1928, "section": "4", "section_title": " Short title and application.", "section_text": "4 1 This Act may be cited as the Dogs (Amendment) Act, 1928, and this Act and the principal Act may be cited together as the Dogs Acts, 1906 to 1928. 2 This Act shall not apply to Northern Ireland"}]