[{"act": "Northern Ireland (Miscellaneous Provisions) Act 1928", "year": 1928, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Northern Ireland (Miscellaneous Provisions) Act 1928", "year": 1928, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Northern Ireland (Miscellaneous Provisions) Act 1928", "year": 1928, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Northern Ireland (Miscellaneous Provisions) Act 1928", "year": 1928, "section": "4", "section_title": " Amendment of Land Purchase Acts.", "section_text": "4 1 Notwithstanding anything in the Land Purchase Acts, the Land Purchase Commission, Northern Ireland, may for the purposes of the distribution of purchase money direct payment of a claim if of opinion that the title thereto though imperfect is nevertheless such as would make it improbable that any claim adverse thereto could be sustained. 2 The Commission shall be entitled to act on the evidence of title submitted by a claimant without being required to enquire as to any estate, right, claim or interest undisclosed thereby which may at the time of the distribution of the purchase money be subsisting or capable of arising. 3 Where a person within the time allowed by this section proves to the satisfaction of the Commission that he or the person from whom he derives title was entitled to claim to participate in the distribution of purchase money, and that such claim was undisclosed at the time of the distribution, he shall be entitled to be paid by the Commission a sum equal to the value of his claim: Provided that a person shall not be entitled to compensation under this section where he or the person from whom he derives title has caused or substantially contributed to the loss by any act, neglect or default of himself or his agent. 4 The time allowed by this section shall be six years from the date of the distribution of the purchase money, or from the date after the distribution of the purchase money when the claimant or the person from whom he derives title first knew or might with reasonable diligence have ascertained the existence of the claim: Provided that— a where the claimant was on the date of the distribution of the purchase money an infant his claim may be made within six years from the time when he attains full age; and b where any person interested is entitled as a proprietor of a charge or as a mortgagee the claim by him may be made within six years from the last payment in respect of principal or interest; and c where any person interested is the owner of a superior interest his claim may be made within six years from the date of the last payment in respect of such superior interest. 5 This section shall be construed as one with the Land Purchase Acts and may be cited with those Acts."}, {"act": "Northern Ireland (Miscellaneous Provisions) Act 1928", "year": 1928, "section": "5", "section_title": " Short title and construction. ", "section_text": "5 This Act may be cited as the Northern Ireland (Miscellaneous Provisions) Act 1928 and, save as otherwise expressly provided, shall be construed as one with the principal Act."}]