[{"act": "Reorganisation of Offices (Scotland) Act 1928", "year": 1928, "section": "1", "section_title": " Substitution of Departments for Boards of Health and Agriculture and Prison Commissioners for Scotland.", "section_text": "1 1 On the appointed day, the Scottish Board of Health, the Board of Agriculture for Scotland, and the Prison Commissioners for Scotland shall cease to exist, and the powers and duties of the said Boards (in which expression the Prison Commissioners for Scotland are included) shall be respectively transferred to and vested in a Department of Health for Scotland, a Department of Agriculture for Scotland, and a Prisons Department for Scotland, acting under the control and direction of one of His Majesty’s Principal Secretaries of State, and consisting of a secretary and such other officers and servants as the Secretary of State with the consent of the Treasury may determine. The offices of the said Departments shall be situate in Edinburgh. 2 On any transfer under this section of the powers and duties of a Board to a Department the appointed members of and the persons employed under the Board shall be transferred and attached to the Department, and shall perform such duties in relation to the business of the Department as the Secretary of State may direct, provided that such members and persons shall be in no worse position as regards tenure of office, salary or superannuation allowance than they would have been if this Act had not passed. 3 His Majesty may by Order in Council make such incidental, consequential and supplemental provisions, and such adaptations in the enactments relating to any powers and duties transferred to a Department under this section, as may be necessary or expedient for the purpose of giving full effect to the transfer of such powers and duties, and of making them exerciseable by the Department and the officers thereof. 4 On any transfer of powers and duties to a Department under this subsection— a the Department shall, subject as aforesaid, be substituted for the Board in the construction and for the purposes of any Act of Parliament, decree, order, byelaw, regulation, contract, deed, or other document passed, made or executed, or of any action or proceeding raised before such transfer: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b all property belonging to or vested in or held in trust for the Board shall pass to and vest in and be held in trust for the Department, subject to all debts and liabilities affecting the same. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 The appointed day for the transfer of the powers and duties and the abolition of any of the Boards under subsection (1) of this section shall be such day as the Secretary of State may appoint as regards the Board . . . . . . "}, {"act": "Reorganisation of Offices (Scotland) Act 1928", "year": 1928, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Reorganisation of Offices (Scotland) Act 1928", "year": 1928, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Reorganisation of Offices (Scotland) Act 1928", "year": 1928, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Reorganisation of Offices (Scotland) Act 1928", "year": 1928, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Reorganisation of Offices (Scotland) Act 1928", "year": 1928, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Reorganisation of Offices (Scotland) Act 1928", "year": 1928, "section": "79.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Reorganisation of Offices (Scotland) Act 1928", "year": 1928, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Reorganisation of Offices (Scotland) Act 1928", "year": 1928, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Reorganisation of Offices (Scotland) Act 1928", "year": 1928, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Reorganisation of Offices (Scotland) Act 1928", "year": 1928, "section": "13", "section_title": " Interpretation.", "section_text": "13 In this Act, unless the context otherwise requires— The expression “ powers ” includes rights, authorities and privileges:  . . . "}, {"act": "Reorganisation of Offices (Scotland) Act 1928", "year": 1928, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Reorganisation of Offices (Scotland) Act 1928", "year": 1928, "section": "15", "section_title": " Short title.", "section_text": "15 This Act may be cited as the Reorganisation of Offices (Scotland) Act 1928."}]