[{"act": "Western Highlands and Islands (Transport Services) Act 1928", "year": 1928, "section": "1", "section_title": " Authorisation of railway company to hold shares, &c., in company providing transport services in the Western Highlands and Islands of Scotland.", "section_text": "1 1 If there is incorporated, whether before or after the passing of this Act, a company having for its principal objects the provision of mail cargo and passenger services in the Western Highlands and Islands of Scotland, and the acquisition of the assets of any company which prior to such incorporation provided such services, it shall be lawful for the Minister of Transport, after consultation with the Secretary of State, by order, to authorise any railway company therein specified to hold shares, stock or debentures in or of any such company so incorporated to such an amount as may be specified in the order, and on any such order being made, the railway company so authorised may, notwithstanding anything contained in any enactment, subscribe for, take and hold such shares, stock or debentures to such amount as aforesaid, and may, with the assent of the Minister of Transport and of such company, provide in the Western Highlands and Islands of Scotland any such services as aforesaid by sea, air or land which it would have been competent for such company to provide, and may apply for or towards the purposes of any power conferred in pursuance of this subsection any sums of money which such railway company have raised or may raise in pursuance of any enactment and which are not required for the purposes to which they are by such enactment made specially applicable. 2 Any order made under the foregoing subsection may, on application by the railway company, be amended or varied by a subsequent order."}, {"act": "Western Highlands and Islands (Transport Services) Act 1928", "year": 1928, "section": "2", "section_title": " Short title.", "section_text": "2 This Act may be cited as the Western Highlands and Islands (Transport Services) Act 1928."}]