[{"act": "Bills of Sale Act (1878) Amendment Act 1882", "year": 1882, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited for all purposes as the  Bills of Sale Act (1878) Amendment Act 1882; and this Act and the Bills of Sale Act 1878 may be cited together as the Bills of Sale Acts 1878 and 1882."}, {"act": "Bills of Sale Act (1878) Amendment Act 1882", "year": 1882, "section": "2", "section_title": " Commencement of Act.", "section_text": "2 This Act shall come into operation on the first day of November one thousand eight hundred and eighty-two, which date is herein-after referred to as the commencement of this Act."}, {"act": "Bills of Sale Act (1878) Amendment Act 1882", "year": 1882, "section": "3", "section_title": " Construction of Act.", "section_text": "3 The  Bills of Sale Act 1878, is herein-after referred to as “ the principal Act, ” and this Act shall, so far as is consistent with the tenor thereof, be construed as one with the principal Act; but unless the context otherwise requires shall not apply to any bill of sale duly registered before the commencement of this Act so long as the registration thereof is not avoided by non-renewal or otherwise. The expression “bill of sale,” and other expressions in this Act, have the same meaning as in the principal Act, except as to bills of sale or other documents mentioned in section four of the principal Act, which may be given otherwise than by way of security for the payment of money, to which last-mentioned bills of sale and other documents this Act shall not apply."}, {"act": "Bills of Sale Act (1878) Amendment Act 1882", "year": 1882, "section": "4", "section_title": " Bill of sale to have schedule of property attached thereto.", "section_text": "4 Every bill of sale shall have annexed thereto or written thereon a schedule containing an inventory of the personal chattels comprised in the bill of sale; and such bill of sale, save as hereinafter mentioned, shall have effect only in respect of the personal chattels specifically described in the said schedule; and shall be void, except as against the grantor, in respect of any personal chattels not so specifically described."}, {"act": "Bills of Sale Act (1878) Amendment Act 1882", "year": 1882, "section": "5", "section_title": " Bill of sale not to affect after acquired property.", "section_text": "5 Save as herein-after mentioned, a bill of sale shall be void, except as against the grantor, in respect of any personal chattels specifically described in the schedule thereto of which the grantor was not the true owner at the time of the execution of the bill of sale."}, {"act": "Bills of Sale Act (1878) Amendment Act 1882", "year": 1882, "section": "6", "section_title": " Exception as to certain things.", "section_text": "6 Nothing contained in the foregoing sections of this Act shall render a bill of sale void in respect of any of the following things; (that is to say,) 1 Any growing crops separately assigned or charged where such crops were actually growing at the time when the bill of sale was executed. 2 Any fixtures separately assigned or charged, and any plant, or trade machinery where such fixtures, plant, or trade machinery are used in, attached to, or brought upon any land, farm, factory, workshop, shop, house, warehouse, or other place in substitution for any of the like fixtures, plant, or trade machinery specifically described in the schedule to such bill of sale."}, {"act": "Bills of Sale Act (1878) Amendment Act 1882", "year": 1882, "section": "7", "section_title": " Bill of sale with power to seize except in certain events to be void.", "section_text": "7 Personal chattels assigned under a bill of sale shall not be liable to be seized or taken possession of by the grantee for any other than the following causes:— 1 If the grantor shall make default in payment of the sum or sums of money thereby secured at the time therein provided for payment, or in the performance of any covenant or agreement contained in the bill of sale and necessary for maintaining the security; 2 If the grantor shall become bankrupt, or suffer the said goods or any of them to be distrained                 , or taken control of using the power in Schedule 12 to the Tribunals, Courts and Enforcement Act 2007,  for rent, rates, or taxes; 3 If the grantor shall fraudulently either remove or suffer the said goods, or any of them, to be removed from the premises; 4 If the grantor shall not, without reasonable excuse, upon demand in writing by the grantee, produce to him his last receipts for rent, rates, and taxes; 5 If execution shall have been levied against the goods of the grantor under any judgment at law: Provided that the grantor may within five days from the seizure or taking possession of any chattels on account of any of the above-mentioned causes, apply to the High Court, or to a judge thereof in chambers, and such court or judge, if satisfied that by payment of money or otherwise the said cause of seizure no longer exists, may restrain the grantee from removing or selling the said chattels, or may make such other order as may seem just."}, {"act": "Bills of Sale Act (1878) Amendment Act 1882", "year": 1882, "section": "7A", "section_title": " Defaults under consumer credit agreements.", "section_text": "7A 1 Paragraph (1) of section 7 of this Act does not apply to a default relating to a bill of sale given by way of security for the payment of money under a regulated agreement to which section 87(1) of the  Consumer Credit Act 1974 applies— a unless the restriction imposed by section 88(2) of that Act has ceased to apply to the bill of sale; or b if, by virtue of section 89 of that Act, the default is to be treated as not having occurred. 2 Where paragraph (1) of section 7 of this Act does apply in relation to a bill of sale such as is mentioned in subsection (1) of this section, the proviso to that section shall have effect with the substitution of “county court” for “High Court”."}, {"act": "Bills of Sale Act (1878) Amendment Act 1882", "year": 1882, "section": "8", "section_title": " Bill of sale to be void unless attested and registered.", "section_text": "8 Every bill of sale shall be duly attested, and shall be registered under the principal Act within seven clear days after the execution thereof, or if it is executed in any place out of England then within seven clear days after the time at which it would in the ordinary course of post arrive in England if posted immediately after the execution thereof; and shall truly set forth the consideration for which it was given; otherwise such bill of sale shall be void in respect of the personal chattels comprised therein."}, {"act": "Bills of Sale Act (1878) Amendment Act 1882", "year": 1882, "section": "9", "section_title": " Form of bill of sale.", "section_text": "9 A bill of sale made or given by way of security for the payment of money by the grantor thereof shall be void unless made in accordance with the form in the schedule to this Act annexed."}, {"act": "Bills of Sale Act (1878) Amendment Act 1882", "year": 1882, "section": "10", "section_title": " Attestation.", "section_text": "10 The execution of every bill of sale by the grantor shall be attested by one or more credible witness or witnesses, not being a party or parties thereto . . . . . . "}, {"act": "Bills of Sale Act (1878) Amendment Act 1882", "year": 1882, "section": "11", "section_title": " Local registration of contents of bills of sale. ", "section_text": "11 Where the affidavit (which under section ten of the principal Act is required to accompany a bill of sale when presented for registration) describes the residence of the person making or giving the same or of the person against whom the process is issued to be in some place outside  the London insolvency district  or where the bill of sale describes the chattels enumerated therein as being in some place outside  the London insolvency district , the registrar under the principal Act shall forthwith and within three clear days after registration in the principal registry, and in accordance with the prescribed directions, transmit an abstract in the prescribed form of the contents of such bill of sale to the  county court . Every abstract so transmitted shall be filed, kept, and indexed by the  ... county court in the prescribed manner, and any person may search, inspect, make extracts from, and obtain copies of the abstract so registered in the like manner, and upon the like terms as to payment or otherwise as near as may be as in the case of bills of sale registered by the registrar under the principal Act."}, {"act": "Bills of Sale Act (1878) Amendment Act 1882", "year": 1882, "section": "12", "section_title": " Bill of sale under 30 l.  to be void.", "section_text": "12 Every bill of sale made or given in consideration of any sum under thirty pounds shall be void."}, {"act": "Bills of Sale Act (1878) Amendment Act 1882", "year": 1882, "section": "13", "section_title": " Chattels not to be removed or sold.", "section_text": "13 All personal chattels seized or of which possession is taken . . . . . .  , under or by virtue of any bill of sale (whether registered before or after the commencement of this Act), shall remain on the premises where they were so seized or so taken possession of, and shall not be removed or sold until after the expiration of five clear days from the day they were so seized or so taken possession of."}, {"act": "Bills of Sale Act (1878) Amendment Act 1882", "year": 1882, "section": "14", "section_title": " Bill of sale not to protect chattels against poor and parochial rates. ", "section_text": "14 A bill of sale to which this Act applies shall be no protection in respect of personal chattels included in such bill of sale which but for such bill of sale would have been liable to distress under a warrant  , or subject to a warrant of control,               for the recovery of taxes and poor and other parochial rates."}, {"act": "Bills of Sale Act (1878) Amendment Act 1882", "year": 1882, "section": "15", "section_title": " Repeal of part of Bills of Sale Act, 1878.", "section_text": "15 . . . . . .   all . . . . . .   enactments contained in the principal Act which are inconsistent with this Act are repealed . . . . . . "}, {"act": "Bills of Sale Act (1878) Amendment Act 1882", "year": 1882, "section": "16", "section_title": " Inspection of registered bills of sale.", "section_text": "16  . . .   any person shall be entitled at all reasonable times to search the register, on payment of a fee of  5p , or such other fee as may be prescribed, and subject to such regulations as may be prescribed, and shall be entitled at all reasonable times to inspect, examine, and make extracts from any and every registered bill of sale without being required to make a written application, or to specify any particulars in reference thereto, upon payment of  5p  for each bill of sale inspected, and such payment shall be made by a judicature stamp: Provided that the said extracts shall be limited to the dates of execution, registration, renewal of registration, and satisfaction, to the names, addresses, and occupations of the parties, to the amount of the consideration, and to any further prescribed particulars."}, {"act": "Bills of Sale Act (1878) Amendment Act 1882", "year": 1882, "section": "17", "section_title": " Debentures to which Act not to apply.", "section_text": "17 Nothing in this Act shall apply to any debentures issued by any mortgage, loan, or other incorporated company  or by any limited liability partnership , and secured upon the capital stock or goods, chattels, and effects of such company  or a limited liability partnership ."}, {"act": "Bills of Sale Act (1878) Amendment Act 1882", "year": 1882, "section": "18", "section_title": " Extent of Act.", "section_text": "18 This Act shall not extend to Scotland or Ireland."}]