[{"act": "Civil Imprisonment (Scotland) Act 1882", "year": 1882, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited for all purposes as the Civil Imprisonment (Scotland) Act 1882."}, {"act": "Civil Imprisonment (Scotland) Act 1882", "year": 1882, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Civil Imprisonment (Scotland) Act 1882", "year": 1882, "section": "3", "section_title": " Imprisonment for alimentary debts.", "section_text": "3 No person shall, except as hereinafter provided, be apprehended or imprisoned on account of his failure to pay any sum or sums decerned for aliment."}, {"act": "Civil Imprisonment (Scotland) Act 1882", "year": 1882, "section": "4", "section_title": " Power to imprison for wilful failure to obey decree for alimentary debt. ", "section_text": "4 Subject to the provisions herein-after contained, any  sheriff principal or sheriff  may commit to prison for a period not exceeding six weeks, or until payment of the sum or sums of aliment, and expenses of process decerned for, or such instalment or instalments thereof as the  sheriff principal or sheriff  may appoint, or until the creditor is otherwise satisfied, any person who wilfully fails to pay within the days of charge any sum or sums of aliment, together with the expenses of process, for which decree has been pronounced against him by any competent court; provided— 1 That the warrant to commit to prison may be applied for by the creditor in the sum or sums decerned for without any concurrence: 2 That the application shall be disposed of summarily, and without any written pleadings: 3 That the failure to pay shall be presumed to have been wilful until the contrary is proved by the debtor; but that a warrant of imprisonment shall not be granted if it is proved to the satisfaction of the  sheriff principal or sheriff  that the debtor has not, since the commencement of the action in which the decree was pronounced, possessed or been able to earn the means of paying the sum or sums in respect of which he has made default, or such instalment or instalments thereof as the  sheriff principal or sheriff  shall consider reasonable: 4 That a warrant of imprisonment may be granted of new, subject to the same provisions and conditions, at intervals of not less than six months, against the same person in respect of failure to pay the same sum or sums of aliment and expenses of process, if or in so far as still remaining due, or such instalment or instalments thereof as the  sheriff principal or sheriff  shall consider reasonable, or any sums afterwards accruing due under the decree, or such instalment or instalments thereof as the sheriff or sheriff substitute shall consider reasonable: 5 That the imprisonment shall not to any extent operate as a satisfaction or extinction of the debt, or interfere with the creditor’s other rights and remedies for its recovery: 6 That the creditor, upon whose application the warrant of imprisonment is granted, shall not be liable to aliment or to contribute to the aliment of the debtor while incarcerated under such warrant; but that the incarcerated debtor shall be subject to the enactments and rules as to maintenance, work, discipline, and otherwise applicable to the class of prisoners committed for contempt of court."}, {"act": "Civil Imprisonment (Scotland) Act 1882", "year": 1882, "section": "5", "section_title": " Imprisonment for rates and assessments. ", "section_text": "5 No person shall, on account of failure to pay rates and assessments, be imprisoned for a longer period than six weeks in all at the instance of the rating authority or authorities of any one parish, combination, district, county, or burgh, in respect of his failure to pay the rates and assessments due for any one year, without prejudice to any other civil rights and remedies competent to the rating authority."}, {"act": "Civil Imprisonment (Scotland) Act 1882", "year": 1882, "section": "6", "section_title": " Imprisonment in law burrows, &c.", "section_text": "6 In order to amend the law in regard to imprisonment in the process of law burrows, the following provisions shall have effect; (that is to say,) 1 It shall not be competent to issue letters of law burrows under the signet in the Court of Session or Court of Justiciary: 2 Upon an application for law burrows being presented, the  sheriff principal or sheriff  or justice of the peace shall immediately, and without taking the oath of the applicant, order the petition to be served upon the person complained against, and shall at the same time grant warrant to both parties to cite witnesses: 3 At the diet of proof appointed, or at any adjourned diet, the application shall be disposed of summarily under the provisions of the Summary Jurisdiction Acts, and without any written pleadings or record of the evidence being kept, and expenses may be awarded against either party if and as it shall seem just: 4 In every application for law burrows the parties shall be competent witnesses, and the  sheriff principal or sheriff , or justice of the peace, may grant the prayer of the petition upon the sworn testimony of one credible witness, although such witness may be a party: 5 In the event of the  sheriff principal or sheriff , or justice of the peace, ordering caution to be found, the amount of caution shall be in his discretion: 6 The  sheriff principal or sheriff , or justice of the peace, may, in the event of his ordering caution to be found, further order that the party complained against shall, failing his finding caution, be imprisoned for a period not exceeding six months, if the order be made by a  sheriff principal or sheriff , and not exceeding fourteen days, if the order be made by a justice of the peace: 7 It shall be in the power of the  sheriff principal or sheriff , or justice of the peace, to order the party complained against to grant his own bond without caution for duly implementing the terms of the order, and failing such bond being granted within the time limited by the order, such order may farther direct that the party failing shall be imprisoned for such periods as aforesaid: 8 The applicant shall not be bound to aliment or contribute to the aliment of the person complained against when incarcerated; but the person so incarcerated shall be subject to the enactments and rules as to maintenance, work, discipline, and otherwise applicable to the class of prisoners committed for contempt of court: Provided always that except in so far as expressly altered by this section, nothing in this Act shall affect the existing law and practice in regard to the process of law burrows."}, {"act": "Civil Imprisonment (Scotland) Act 1882", "year": 1882, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Civil Imprisonment (Scotland) Act 1882", "year": 1882, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Civil Imprisonment (Scotland) Act 1882", "year": 1882, "section": "9", "section_title": " Construction of Act.", "section_text": "9 This Act shall be read and construed together with the  Debtors (Scotland) Act 1880, and the  Bankruptcy and Cessio (Scotland) Act 1881."}]