[{"act": "Commonable Rights Compensation Act 1882", "year": 1882, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as the Commonable Rights Compensation Act 1882."}, {"act": "Commonable Rights Compensation Act 1882", "year": 1882, "section": "2", "section_title": " Application of compensation money for common lands.", "section_text": "2 1 With respect to any money which has been or hereafter may be paid by any railway or other public company or corporate body or otherwise under the provisions of the Lands Clauses Act and any Act incorporated therewith, or of any other Act of Parliament to a committee of commoners as compensation for the extinguishment of commonable or other rights or for lands being common lands or in the nature thereof the right to the soil of which may belong to the commoners, the committee (or a majority in number thereof) or, after the expiration of twelve months from the payment of such money to the committee, any three of the persons claiming to be interested in such money may make application in writing to the Commissioners to call a meeting of the persons interested in such money to consider the application thereof, and the Commissioners shall call a meeting accordingly, and at such meeting the majority in number and the majority in respect of interest of the persons present may decide by resolution that such money shall be applied and laid out in one or more of the following ways: a In the improvement of the remainder of the common land in respect of a portion of which such money has been paid; b In defraying the expense of any proceedings under the Metropolitan Commons Acts or under the Inclosure Acts 1845 to 1878 with reference to a scheme for the local management, or a Provisional Order for the regulation, of such common land, or of any application to Parliament for a Private Bill or otherwise for the preservation and management of such common land as an open space; c In defraying the expense of any legal proceedings for the protection of such common land, or the commoners’ rights over the same; d In the purchase of additional land to be used as common land; e In the purchase of land to be used as a recreation ground for the neighbourhood; and any such resolution shall bind the minority and all absent parties, and the Commissioners shall make an order under their seal for the payment to them of any expenses incurred by them in relation to the matter, and (subject to such payment) for the application of the money according to such resolution, and the committee or the persons in whose names such money stands or is invested, or the survivors or survivor in account of such persons or the legal personal representative of such survivor, shall, upon service of any such order of the Commissioners as aforesaid upon them or any of them or any person on their behalf as the Commissioners may direct, pay and apply the said money or realise any security in which the same is invested, and pay and apply the proceeds thereof in manner directed by the said order. 2 Any land so purchased as aforesaid for use as common land shall be conveyed to and vest in trustees upon trusts for the persons interested, such trustees to be appointed, and such trusts, and the powers and duties of the trustees, and provisions for the appointment of new trustees from time to time to be declared and provided by an order under the seal of the Commissioners, pursuant to resolutions to be passed at a special meeting of the persons interested, convened by the said Commissioners by such majorities as aforesaid. 3 Every appointment of a new trustee or of new trustees, in pursuance of this Act, shall be subject to confirmation by the Commissioners under their seal, and upon such confirmation the land shall vest in the remaining and the newly appointed trustees without any conveyance. 4 The Commissioners shall publish such notice of any meeting held under this Act, and frame such rules and give such directions for the conduct of such meetings and the service of orders made by them under this Act as they may deem fit, and may, if they think fit, direct an assistant commissioner appointed by them to preside at any such meeting, and any such meeting may be adjourned from time to time. 5 Any land so purchased as aforesaid for use as recreation ground shall be conveyed to and vest in the local authority as specified in the schedule to this Act for the district within which such land is situate, and shall be held and managed by such local authority, subject to and in accordance with the provisions relating to recreation grounds respectively contained in the Inclosure Acts 1845 to 1878."}, {"act": "Commonable Rights Compensation Act 1882", "year": 1882, "section": "3", "section_title": " Application of compensation money for recreation grounds and field gardens. ", "section_text": "3 Any moneys heretofore paid or hereafter to be paid by any railway or other public company or body corporate or otherwise under the provisions of the  Lands Clauses Act 1845 and any Act incorporated therewith, or of any other Act of Parliament, to any local authority as specified in the schedule to this Act, or to the churchwardens and overseers of a parish in respect of any recreation ground or allotment for field gardens taken under the powers of any such Act or Acts of Parliament shall be applied in manner provided by the Inclosure Acts 1845 to 1878 as amended by the  Commons Act 1879 with respect to the surplus rents arising from recreation grounds and field gardens respectively."}, {"act": "Commonable Rights Compensation Act 1882", "year": 1882, "section": "4", "section_title": " Provision for cases where money paid by way of compensation has already been applied in the manner authorised by this Act.", "section_text": "4 In any case where money paid by way of compensation as aforesaid has, before the passing of this Act, been applied in any one or more of the ways authorised by this Act, a resolution may be passed, at any meeting of the persons interested, called by the Commissioners in manner provided by this Act, by such majorities as aforesaid approving of such application, and such application shall, upon the allowance of such resolution by the Commissioners under their seal, be deemed to have been lawfully made under the provisions of this Act; and the committee or other persons by whom such money has been so applied shall thereupon be discharged from all liability in respect of such money so applied. And the provisions in this Act contained with respect to the declaration of trusts, and the powers and duties of trustees, and the appointment of new trustees, from time to time, shall apply in every case in which such money has, before the passing of this Act, been laid out in the purchase of land."}, {"act": "Commonable Rights Compensation Act 1882", "year": 1882, "section": "5", "section_title": " Deposit of orders.", "section_text": "5 Copies of all orders made by the Commissioners under this Act shall be deposited and kept in like manner as copies of an award are by the Inclosure Act 1845 directed to be deposited and kept."}, {"act": "Commonable Rights Compensation Act 1882", "year": 1882, "section": "6", "section_title": " Exception of the New Forest.", "section_text": "6 This Act shall not extend to the New Forest."}]