[{"act": "Documentary Evidence Act 1882", "year": 1882, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as the Documentary Evidence Act 1882."}, {"act": "Documentary Evidence Act 1882", "year": 1882, "section": "2", "section_title": " Documents printed under superintendence of Stationery Office receivable in evidence.", "section_text": "2 Where any enactment, whether passed before or after the passing of this Act, provides that a copy of any Act of Parliament, proclamation, order, regulation, rule, warrant, circular, list, gazette, or document shall be conclusive evidence, or be evidence, or have any other effect, when purporting to be printed by the Government Printer, or the Queen’s Printer,  or the Queen’s Printer for Scotland, or a printer authorised by Her Majesty, or otherwise under Her Majesty’s authority, whatever may be the precise expression used, such copy shall also be conclusive evidence, or evidence, or have the said effect (as the case may be) if it purports to be printed under the superintendence or authority of Her Majesty’s Stationery Office."}, {"act": "Documentary Evidence Act 1882", "year": 1882, "section": "3", "section_title": "Penalty for forgery. ", "section_text": "3 If any person prints any copy of any Act, proclamation, order, regulation, royal warrant, circular, list, gazette, or document which falsely purports to have been printed under the superintendence or authority of Her Majesty’s Stationery Office, or tenders in evidence any copy which falsely purports to have been printed as aforesaid, knowing that the same was not so printed, he shall be guilty of felony, and shall, on conviction, be liable to penal servitude for a term not exceeding seven years, or to be imprisoned for a term not exceeding two years, . . . . . . "}, {"act": "Documentary Evidence Act 1882", "year": 1882, "section": "4", "section_title": " Application of Act to Ireland. ", "section_text": "4 The  Documentary Evidence Act 1868, as amended by this Act, shall apply to proclamations, orders, and regulations issued by the Lord Lieutenant, either alone or acting with the advice of the Privy Council in Ireland, as fully as it applies to proclamations, orders, and regulations issued by Her Majesty. In the same Act, the term “ the Privy Council ” shall include the Privy Council in Ireland, or any committee thereof. In the same Act, and in this Act, the term “ the Government Printer ” shall include any printer to Her Majesty in Ireland and any printer printing in Ireland under the superintendence or authority of Her Majesty’s Stationery Office."}]