[{"act": "Entail (Scotland) Act 1882", "year": 1882, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as the Entail (Scotland) Act, 1882, and shall apply to Scotland only."}, {"act": "Entail (Scotland) Act 1882", "year": 1882, "section": "2", "section_title": " Definitions.", "section_text": "2 The . . .  “Entail Acts” . . .   shall for all purposes and to all effects be read as one Act. Other expressions shall have the same meanings as in the Entail Acts."}, {"act": "Entail (Scotland) Act 1882", "year": 1882, "section": "3", "section_title": " Heirs under new entails may disentail with the same consents as heirs under old entails.", "section_text": "3 It shall be lawful for an heir of entail in possession of an entailed estate held under an entail, dated on or after the first day of August one thousand eight hundred and forty-eight to disentail the estate and acquire it in fee simple by applying to the Court in the manner provided by the Entail Acts if he shall be the only heir of entail in existence, or if he shall obtain the like consents as are required by the third section of the  Entail Amendment Act, 1848, in the case of entails dated prior to the said date. Provided that any creditor of an heir of entail in possession who is empowered by this section by himself alone, without the consent of any other party to acquire the estate in fee simple, shall have the like powers of affecting the estate for payment of debt, and shall have the like rights and interest therein as if the entail had been dated prior to the said date."}, {"act": "Entail (Scotland) Act 1882", "year": 1882, "section": "4", "section_title": " Heirs under new entails may sell, lease, feu, and charge on the same conditions as heirs under old entails.", "section_text": "4 It shall be lawful for an heir in possession of an entailed estate held under an entail, dated on or after the first day of August one thousand eight hundred and forty-eight, to sell the estate and to grant feus and long leases, and to charge the estate with debts or incumbrances and for improvement expenditure, and to convey, bequeath, or assign the amount of such expenditure in like manner and with the like consents as if the entail were dated prior to the said date."}, {"act": "Entail (Scotland) Act 1882", "year": 1882, "section": "5", "section_title": " Applications for authority to charge for improvements and grant leases may be made in the sheriff court.", "section_text": "5 Any application under the  Entail Amendment Act, 1875, and the  Entail Amendment Act, 1878, for authority to borrow and charge for improvement expenditure, and any application for authority to grant leases under the Entail Acts may be made in the sheriff court. And it shall be lawful for the sheriff (including the sheriff substitute) to grant such authority and to exercise all necessary powers for carrying out the provisions of the said Acts in those particulars. In such applications the procedure with regard to notice and inquiry shall be as nearly as possible the same as in applications to the sheriff for authority to feu under the  Entail Amendment Act, 1868, and there shall be the like appeal to one of the divisions of the Court of Session, but there shall be no appeal from the sheriff substitute to the sheriff."}, {"act": "Entail (Scotland) Act 1882", "year": 1882, "section": "6", "section_title": " Provisions for applications for authority to borrow, charge, lease, and feu.", "section_text": "6 1 Where application is made for authority to borrow and charge for improvement expenditure, the Court or sheriff may grant authority to execute bonds and dispositions in security for three fourths of the sum authorised to be borrowed, and whether the improvements shall have been executed at the date of the application or are contemplated. 2 Where application is made for authority to grant a feu or a lease of a portion of an entailed estate, not exceeding two acres in extent, for a scientific purpose, or other purpose of public utility, the Court or the sheriff, if satisfied that it would be for the public advantage and not prejudicial to the estate, may grant such authority for such yearly feu duty or rent as may be agreed upon, though inadequate and below the just value, subject to such conditions as the Court or the sheriff may think fit. Provided that it shall not be lawful for the applicant to take any grassum or consideration for granting such feu or lease other than the feu duty or the rent, and if any such grassum or consideration shall be taken such feu or lease shall be null and void. 3 In every case in which authority to feu or grant leases has been or shall be granted to the heir in possession of any entailed estate such authority shall be available to the succeeding heirs. 4 When at least one-fourth part of a capital sum borrowed for improvements on an entailed estate upon the security of a terminable rentcharge, in manner provided by the Entail Acts, shall have been defrayed by the heir in possession, it shall be lawful for such heir, without the consent of the nearest heir being required, and whether the cost of such improvements shall have been charged prior or subsequent to the passing of the  Entail Amendment Act, 1875, to avail himself of the provisions of the said Act, for the substitution of a bond or disposition in security over the estate for the remainder of such capital sum."}, {"act": "Entail (Scotland) Act 1882", "year": 1882, "section": "7", "section_title": " Improvements chargeable on estate to be deducted from valuation.", "section_text": "7 In all applications for disentail under this Act, where the heir in possession shall have expended sums in improving the estate which he is entitled to charge upon the entailed estate without consents, such heir shall be entitled to produce a statement of such expenditure, and upon the Court declaring such expenditure to be properly chargeable upon the estate, the amount thereof, or such portion as the Court may declare properly chargeable, shall be deducted from the valuation of the estate before fixing the amounts of compensation payable to the next heirs."}, {"act": "Entail (Scotland) Act 1882", "year": 1882, "section": "8", "section_title": " Leases may be granted at diminished rent.", "section_text": "8 Notwithstanding any prohibition contained in any deed of entail against granting leases unless such leases are without diminution of rental, it shall be lawful for any heir of entail in possession of an entailed estate to grant leases for such period as it may be otherwise competent for him to do, at a fair rent. Provided, that it shall not be lawful for such heir to take any grassum or other consideration for granting such lease other than the rent; and if the rent shall be less than a fair rent, or if any such grassum or consideration shall be taken, such lease shall be null and void."}, {"act": "Entail (Scotland) Act 1882", "year": 1882, "section": "9", "section_title": " Lease may be renewed two years before expiration.", "section_text": "9 It shall be lawful for the heir in possession of an entailed estate, where any portion of the estate is held by a tenant under a current lease for not less than seven years, at any time within two years previous to the expiration of such lease, to grant a new lease at a fair rent, to commence at such expiration, and if such heir in possession shall die before the commencement of the new lease, it shall be as valid as if he were still alive. Provided, that it shall not be lawful for such heir in possession to take any grassum or consideration for granting such lease other than the rent, and if the rent fixed shall be less than a fair rent, or if any such grassum or consideration shall be taken, such lease shall be null and void."}, {"act": "Entail (Scotland) Act 1882", "year": 1882, "section": "10", "section_title": " Charge upon a disentailed estate may be transferred to another estate entailed on same series of heirs.", "section_text": "10 Where an entailed estate which is charged with debt or provisions shall be disentailed, it shall be lawful for the heir in possession, in substitution for such charge, and with consent of the creditor or creditors, to charge with such debt or provisions any other estate belonging to him, and entailed upon the same series of heirs to the extent to which such other estate might have been lawfully charged with such debt or provisions."}, {"act": "Entail (Scotland) Act 1882", "year": 1882, "section": "11", "section_title": " Applications may be made by guardians on behalf of minors and persons under disability.", "section_text": "11 In every case in which it is competent for an heir in possession of an entailed estate, being of full age and not subject to any legal incapacity, to make an application to the Court under the Entail Acts, it shall hereafter be competent for an heir in possession, though a minor, with consent of his curators, or for the tutors of an heir in possession, if he is a pupil, or for his curator or other administrator if he is otherwise incapacitated, to make such application, not being an application for authority to disentail the entailed estate or any part thereof, and to execute and carry into effect any authority which may be given by the Court. Provided that the Court shall not grant such application unless they are satisfied that it is for the benefit of the heir by whom or on whose behalf it is made."}, {"act": "Entail (Scotland) Act 1882", "year": 1882, "section": "12", "section_title": " Curator to be appointed to persons unable to consent.", "section_text": "12 In any application under the Entail Acts, to which the consent of any person is required, where such person is disabled under the provisions of the Entail Acts or otherwise from consenting by reason of being under age or subject to other legal incapacity, the Court shall appoint his tutor, curator, or other administrator, or one of his tutors, curators, or administrators, or another person to be curator ad litem to the person under disability, and such curator ad litem may consent on his behalf, and no curator ad litem who may give any consent under this Act shall incur any responsibility on account of such consent in respect of any alleged error in judgment or inadequacy of consideration, or want of consideration therefor unless it shall be alleged and proved that he acted corruptly in the matter."}, {"act": "Entail (Scotland) Act 1882", "year": 1882, "section": "13", "section_title": " Consent of nearest heir may be valued and dispensed with.", "section_text": "13 In any application under the Entail Acts to which the consent of the heir apparent or other nearest heir is required, and such heir or the curator ad litem appointed to him in terms of this Act shall refuse or fail to give his consent, the Court shall ascertain the value in money of the expectancy or interest in the entailed estate of such heir with reference to such application, and shall direct the sum so ascertained to be paid into bank in name of the said heir, or that proper security therefor shall be given over the estate, and shall thereafter dispense with the consent of the said heir, and shall proceed as if such consent had been obtained, and the provisions of sections five and six of the  Entail Amendment (Scotland) Act, 1875, shall apply to the nearest heir as well as to other heirs, and shall apply to all applications to which consents are required, and to entails dated on or after the first day of August one thousand eight hundred and forty-eight, as well as to entails dated prior to that date. Provided that if the application is opposed by any creditor of such heir who shall prove that prior to the passing of this Act he has lent money to such heir on the security of his right of succession to or interest in the entailed estate, or by the wife or children of such heir in whose favour he shall have granted provisions under the Entail Acts, the consent of the heir shall not be dispensed with until arrangements have been made for the payment or security of the creditor or wife or children to the satisfaction of the Court. If the heir apparent or other nearest heir whose consent is required as aforesaid shall have assigned his expectancy or interest, and the assignee shall have intimated the assignation to the heir in possession for the time being, at any time prior to the recording of the instrument of disentail, such assignee shall be entitled to appear at any time prior to such recording, and to demand that the value in money of such expectancy or interest shall be ascertained, and shall be entitled to a preference upon such value according to the date of the intimation of his assignation, and such preference shall be given effect to in his favour when the value of such expectancy or interest is paid or secured."}, {"act": "Entail (Scotland) Act 1882", "year": 1882, "section": "14", "section_title": " Procedure when heir in possession has disappeared.", "section_text": "14 If the heir in possession of an entailed estate shall have been absent from Scotland or shall have disappeared . . .   and cannot be found, it shall be lawful for the next heir to make affidavit to that effect, and to apply to the Court, and the Court, if satisfied that such affidavit is true, . . .  , may appoint a factor loco absentis to such heir in possession, and may  if he thinks fit  grant authority to and ordain such factor loco absentis to execute an instrument of disentail of the estate, and such instrument shall be as valid and effectual as if it were executed by the heir in possession himself. The value in money of the expectancy or interest in the entailed estate of the heirs whose consents to the disentail must be obtained or dispensed with under the provisions of the Entail Acts shall be ascertained and may be secured upon the estate, or on the application of the factor loco absentis, or of the next heir, the Court may grant authority to the factor loco absentis to sell the estate at the sight of the Court, and the balance of the price, after paying the value of the interests of the heirs whose consents are required or must be dispensed with as aforesaid, shall be paid into bank or invested for behoof of the heir in possession, and shall be held to be movable, . . .  If the heir in possession shall have been absent from Scotland or shall have disappeared . . .   and a factor loco absentis shall have been appointed . . .  ,it shall be lawful for such factor to apply to the Court or the sheriff, as the case may be, for authority to feu, lease, borrow, and charge for improvement expenditure, in the same manner as the heir in possession himself might have done."}, {"act": "Entail (Scotland) Act 1882", "year": 1882, "section": "15", "section_title": " Consent of heir who has disappeared.", "section_text": "15 In any application to the Court under the Entail Acts to which the consent of an heir is required, and the applicant shall make affidavit that such consent cannot be obtained in consequence of the absence from Scotland or disappearance of such heir, and that such heir is absent from Scotland, or has disappeared and cannot be found, the Court after such inquiry as it may think fit, shall, if satisfied that the statements contained in the affidavit are true, ascertain the value in money of the expectancy or interest of such heir in the estate, and shall direct the sum so ascertained to be paid into bank in name or for behoof of such heir, or invested in such security and in such way as the Court may direct, and thereupon the Court shall dispense with such consent, and shall proceed as if such consent had been obtained."}, {"act": "Entail (Scotland) Act 1882", "year": 1882, "section": "16", "section_title": " Provision for disposal of fund deposited or invested.", "section_text": "16 Where an heir whose consent to an application for disentail has been dispensed with under section 15 of this Act is by virtue of a decree under section 2 of the Presumption of Death (Scotland) Act 1977 declared to have died, then, if the date of death is declared to have been— a prior to the date of disentail, the sum deposited or invested under the said section 15 together with accrued interest shall be paid to the heir or to the heirs according to their respective interests (or to his or their representatives) whose consent to the application for disentail would have been required if that application had been made at the date of disentail and if at that date the death of the heir whose consent had been dispensed with as aforesaid had been legally established; b on or after the date of disentail, the said sum and interest shall form part of his estate."}, {"act": "Entail (Scotland) Act 1882", "year": 1882, "section": "17", "section_title": " Settlements by marriage contract not to be disappointed.", "section_text": "17 Where any heir of entail in possession of an entailed estate, or the heir apparent to such estate, shall, together or separately, have secured by obligation in any marriage contract entered into prior to the passing of the present Act the descent of such estate upon the issue of the marriage in reference to which such contract is entered into, it shall not be competent for such heir of entail in possession or heir apparent, or either of them, to apply for or consent to the disentail of such estate until there shall be born a child of such marriage capable of taking the estate in terms of such contract, and who by himself or his guardian shall consent to such disentail, or until such marriage shall be dissolved without such child being born, unless the trustee or trustees named in such contract, or the party or parties at whose sight the provisions of the contract are directed to be carried into execution, shall concur in such application or consent."}, {"act": "Entail (Scotland) Act 1882", "year": 1882, "section": "18", "section_title": " Powers of creditors of heir entitled to disentail.", "section_text": "18 Where any heir of entail in possession is entitled to disentail the estate, with the consent of any other heir or heirs, or upon such consent being dispensed with by the Court, any creditor of such heir in possession, in respect of debt incurred after the passing of this Act, who has obtained decree against him for payment and charged upon the decree, shall in the event of the debt so incurred not being paid for six months after the expiration of the charge, be entitled to apply to the Court, and the Court shall, if the said debt is not paid within three months after the date of the application, order intimation to be made to the heirs whose consents would be required or must be dispensed with by the Court in an application for disentail by the heir in possession, and in the event of any of the said heirs, or his curator ad litem, appointed in terms of this Act, refusing to give his consent, the Court shall ascertain the value in money of the expectancy or interest in the entailed estate of such heir, and shall ordain the heir in possession to grant a bond and disposition in security over the estate for the amount so ascertained in favour of such heir, and if he refuses or fails to do so, the Court shall grant authority to the clerk of Court to execute such a bond and disposition in security, and such bond and disposition in security so executed shall be as valid as if it were executed by the heir in possession himself; and the Court shall thereafter ordain the heir in possession to execute an instrument of disentail of the estate; and if he refuses or fails to do so the Court shall grant authority to the clerk of Court to execute such instrument, and after provision is made for the interests of any other creditors whose debts are secured on the estate, the creditor aforesaid shall be entitled to affect the estate for payment of such debt, and shall have the same rights and interests therein as if an instrument of disentail had been executed and recorded by the heir in possession himself. If the estates of such heir of entail in possession of an entailed estate shall be sequestrated for debt incurred after the passing of this Act, the trustee on his sequestrated estates shall be entitled to apply to the Court for authority to disentail the estate, and the Court shall forthwith proceed in the same manner as is directed in this section with regard to the application of a creditor."}, {"act": "Entail (Scotland) Act 1882", "year": 1882, "section": "19", "section_title": " Application for order of sale.", "section_text": "19 It shall be lawful for the heir of entail in possession of any entailed estate, or where an entailed estate consists of land held in trust for the purpose of being entailed for the person who if the land had been entailed would have been the heir in possession, or for the tutors, curators, or administrators of such heir or other person, to apply to the Court for an order of sale of the estate, or part of it."}, {"act": "Entail (Scotland) Act 1882", "year": 1882, "section": "20", "section_title": " Procedure.", "section_text": "20 In every application for an order of sale, in addition to the procedure prescribed for applications under the Entail Acts, the applicant shall produce and depone to a schedule signed by him, or his tutors, curators, or administrators, setting forth the debts and charges affecting the estate, and the Court shall order intimation to be made to the heirs of entail whose consents would have been required to an application for disentail, and to the creditors, if there be any, and such heirs and creditors shall be entitled to appear for the purpose of seeing that their respective interests are protected, but shall not be entitled to oppose the application."}, {"act": "Entail (Scotland) Act 1882", "year": 1882, "section": "21", "section_title": " Order of sale.", "section_text": "21 The Court shall procure a report as to the value of the estate, and as to the rights and charges affecting it, and shall, unless it appear that any patrimonial interest would be injuriously affected thereby, order the estate, or a part of it, to be sold in such manner as they think proper. Provided that in the case of any such application by or on behalf of a married woman, minor, pupil, or other person under disability, the Court shall not make the order unless they are satisfied that it will be for the benefit of the applicant."}, {"act": "Entail (Scotland) Act 1882", "year": 1882, "section": "22", "section_title": " Court may prescribe manner of sale.", "section_text": "22 The Court shall fix the time and place and manner of sale, and may authorise the sale of the estate, or such part of it, in whole or in lots, and either by public auction at such upset price or by private bargain at such price as the Court may direct, or partly by public auction and partly by private bargain, and if more advantageous to the parties, may direct the sale to be for feuduty instead of a price to be immediately paid, or partly for a feuduty and partly for a price. Provided that the sale shall not be by private bargain if either the applicant or the next heir shall intimate within one month after the order for sale that he desires the sale to be by public auction. When the estate is sold by public auction any creditor or person interested other than the applicant, may be the purchaser."}, {"act": "Entail (Scotland) Act 1882", "year": 1882, "section": "23", "section_title": " Price to be consigned. Where price paid in consols, dividends to be paid to applicant and his successors. Where estate encumbered. Where applicant desires investment, trustees may be appointed.Powers of trustees. Purchase of lands. Price may be applied to improvements. Investment after applicant’s death. Costs of application.", "section_text": "23 Upon a sale of entailed estate, or such part of it, under the orders of the Court as aforesaid, the following provisions shall have effect: 1 The price shall be paid into a bank to be named by the Court on a consignation receipt subject to the future orders of the Court, or, if the applicant desires it, instead of the price being paid in money the equivalent according to the current price of the day in consolidated stock of the United Kingdom shall be transferred into a special account to be opened in the name of the Accountant of the Court of Session, subject to the order of the Court. 2 Where the estate, or such part of it, is unencumbered, and where the price is paid in consolidated stock, unless desired by the applicant or his successors in the estate, no further proceedings in the nature of investment shall be necessary. The Court shall grant an order in such general form as it, after consulting the Bank of England, may settle, which order shall be an authority to the bank to pay the dividends to the applicant during his life. After the death of the applicant a similar order shall be granted to his heir of tailzie and provision on production of a decree of service. 3 Where the estate is encumbered the Court shall provide for the payment out of the price of all debts secured upon the estate, and the surplus, if desired by the applicant, may be invested in consolidated stock as aforesaid under the conditions expressed in the preceding subsections. 4 If the applicant desires that the price or surplus should be invested in any of the Government stocks, public funds, or securities of the United Kingdom, or heritable security in Great Britain, or in stock of the Bank of England, or in East India stock, or the mortgages or debentures or debenture stocks of such municipal corporations or public trusts, or railway companies, as may be approved by the Court after inquiry, it shall be invested as entailed money in the names of trustees to be appointed by the Court, in trust for the applicant and the heirs of entail in their order, and it shall be sufficient in the deed of security to refer to the deed of entail without setting forth the terms of the destination or the conditions and clauses of entail. The trustees shall be not less than three in number, and a majority of the trustees in all cases shall be a quorum. They shall receive such remuneration, if any, as the Court may fix, as well as all charges and expenses incurred by them. If the purchaser of the estate sold as aforesaid and the applicant desire it, a part of the price may be secured on the estate. Subsisting debts affecting the estate may, if desired, be left secured thereon and allowed for in the settlement of the price instead of being paid off. 5 If the money is called up or a change of investment is desired, the trustees shall not be bound to obtain the authority or approval of the Court in relation to new investments, but may themselves make such new investments in accordance with the provisions of this Act, or they may apply to the Court, if they think proper, for such authority. Until the first investment is found, or while it is waiting for re-investment, the entailed money shall remain in bank on a consignation receipt. The Court shall have power to accept the resignation of or to remove any trustee or trustees, and to appoint new or additional trustees, and the petition shall remain a depending process for all purposes until the entail comes to an end. 6 If it is desired that the price or surplus, whether before or after it has been invested as aforesaid, shall be applied in the purchase of other lands, the Court, after inquiry and report, may grant the requisite authority, and the purchased lands shall be settled in conformity with the subsisting destination. 7 The price of any part of an entailed estate which shall be sold under the provisions of this Act may be applied in payment of the cost of improvements executed but not charged upon the entailed estate, or executed but not charged upon any other estate belonging to the applicant and entailed upon the same series of heirs, or in course of execution, or contemplated, upon the remaining portion of the entailed estate, or upon any other estate belonging to the applicant and entailed upon the same series of heirs. Provided that the Court shall be satisfied that such improvements, if already executed, are of a substantial nature and beneficial to the estate at the date of the sale, or, if in course of execution or contemplated, that they will be, if well executed, of a substantial nature and beneficial to the estate. 8 All applications for investment or re-investment or other application of the price or surplus which might be made by the applicant may be made by his heir of tailzie and provision for the time being after the applicant’s death. 9 The costs, charges, and expenses incurred in an application to the Court for an order of sale under this Act, and other applications or procedure following thereon shall, in so far as the same properly affect the capital of the estate, form a deduction from the price, and shall be payable out of the sum paid into bank, or deducted from the sums to be invested or applied as aforesaid, and all such costs, charges, and expenses as properly affect income shall be payable out of the income of the fund so paid into bank or invested."}, {"act": "Entail (Scotland) Act 1882", "year": 1882, "section": "24", "section_title": " Provisions to husbands, wives, and children, &c. to be secured upon the fund. ", "section_text": "24 Where provisions to husbands, wives, and children, annuities or terminable charges, are secured upon the estate, or where courtesy or terce are not excluded, due provision shall be made under the authority of the Court for their payment out of the capital or income, as the case may be, of the estate or fund into which the entailed estate is converted, or otherwise to the satisfaction of the Court, and the entailed estate shall thereafter be effectually freed and disencumbered of such provisions, annuities, charges, courtesy, or terce, by discharges to be granted by the persons in right thereof or by a decree of the Court declaring the entailed estate to be so freed and disencumbered, which discharges or decree shall be recorded in the appropriate register of sasines."}, {"act": "Entail (Scotland) Act 1882", "year": 1882, "section": "25", "section_title": " Disposition to be granted at sight of Court. ", "section_text": "25 Upon payment of the price in money or stock as above provided (or without payment, where the sale is for a feuduty), the applicant, or his tutors, curators, or administrators, or his heirs, shall grant a disposition at the sight of the Court containing all clauses usual and necessary for the purposes of the conveyance (according to the nature of the transaction), and in particular a clause providing that the purchaser shall have warrandice against the price, so long as the same shall remain extant, deposited or invested as aforesaid, and binding the applicant and his heirs of provision in warrandice to the extent of the shares of the price received by them respectively, in the event of the price being disentailed and divided among the applicant and his heirs of provision according to their respective interests therein. Where a portion of the price is to be secured on the estate, a bond and disposition in security containing all usual clauses shall be granted, or if the court shall declare that any sum of money shall be a real burden on the estate, such decree on being recorded in the appropriate register of sasines shall have the same force and effect as a bond and disposition in security duly recorded in such register."}, {"act": "Entail (Scotland) Act 1882", "year": 1882, "section": "26", "section_title": " Money in trust for purchase of land to be entailed.", "section_text": "26 Where any money or other property heritable or moveable is held in trust for the purpose of purchasing land to be entailed, it shall be lawful, when the direction to purchase and entail has become operative, for the person who, if the land were entailed in terms of the trust, would be the heir entitled to possession thereof, to make summary application to the Court for warrant and authority to the person or persons by whom the said money or property is held in trust at the time, to deal with and apply the same or the proceeds thereof as if it were the price of entailed land sold in pursuance of this Act, and such money or property shall be subject to the provisions of this Act applicable to the price of entailed lands."}, {"act": "Entail (Scotland) Act 1882", "year": 1882, "section": "27", "section_title": " Price of land sold to remain entailed estate.", "section_text": "27 The price of an entailed estate or any part thereof sold under the provisions of this Act shall be entailed estate within the meaning of the Entail Acts."}, {"act": "Entail (Scotland) Act 1882", "year": 1882, "section": "28", "section_title": " Investment of entailed money.", "section_text": "28 The provisions of this Act with regard to the descriptions of securities and stocks in which the price of land sold may be invested shall apply to all entailed estate consisting of money."}, {"act": "Entail (Scotland) Act 1882", "year": 1882, "section": "29", "section_title": " Deeds granted under authority of Court to be final.", "section_text": "29 Any instrument of disentail, disposition, bond and disposition in security, or other deed granted under the authority of the Court in terms of this Act, where the judgment of the Court allowing such deed has not been brought under review of the House of Lords by appeal, or where such judgment has not been brought under reduction upon any relevant ground during the period within which such judgment might have been appealed from, shall, as regards any third parties acting bona fide on the faith thereof, be no longer reducible on any ground of irregularity or non-compliance with the provisions of this Act, but in respect of any such ground of challenge be final and conclusive."}, {"act": "Entail (Scotland) Act 1882", "year": 1882, "section": "30", "section_title": " Act to apply to future entails.", "section_text": "30 This Act shall apply to future as well as to existing entails."}]