[{"act": "Municipal Corporations Act 1882", "year": 1882, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as the Municipal Corporations Act, 1882."}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "3", "section_title": " Extent.", "section_text": "3 This Act shall not extend to Scotland or Ireland."}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "45.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "7", "section_title": " Interpretation and construction.", "section_text": "7 1 In this Act— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ Municipal corporation ” means the body corporate constituted by the incorporation of the inhabitants of a borough: “ Municipal Corporations Act, 1835, ” means the recited Act of King William the Fourth, the date of the passing whereof is the ninth of September one thousand eight hundred and thirty-five: “ Municipal Corporations Acts ” means this Act and any Act to be passed amending this Act: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ Corporate office ” means the office of mayor, alderman, councillor, elective auditor, . . .  “ Corporate land ” means land belonging to or held in trust for a municipal corporation: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ Trustees ” means trustees, commissioners, or directors, or the persons charged with the execution of a trust or public duty, however designated: “ Person ” includes a body of persons corporate or unincorporate: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ Justice ” means one of Her Majesty’s justices of the peace: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . 2 Words in this Act referring to a borough, municipal corporation, authority, officer, or office, shall be construed distributively as referring to each borough, corporation, authority, officer, or office to which or to whom the provision is applicable. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "1025", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10– 25"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "2628", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "26–28"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "29", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "29"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "30"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "31", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "31"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "3233.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "32"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "3443", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "34–43"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "44", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "44"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "45", "section_title": " The burgess roll and ward rolls.", "section_text": "45 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "4649", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "46–49"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "5062", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "50–62"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "63", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "63"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "6470", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "64–70"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "71", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "71"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "7275", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "72–75"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "76", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "76"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "77104", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "77–104"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "105", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "105"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "106110", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "106–110"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "111", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "111"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "112116", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "112–116"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "117", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "117"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "118", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "118"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "119", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "119"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "120122", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "120–122"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "123", "section_title": " Power to continue rates for special purposes.", "section_text": "123 Where before the passing of the  Municipal Corporations Act, 1835, a rate might be levied in a borough for the purpose of watching conjointly with any other purpose, nothing in this Act shall prevent the levying and collecting of such a rate for that other purpose solely, or affect the powers given in any Act anterior to the Municipal Corporations Act, 1835, as far as they relate to that other purpose; but where the amount of that rate might not before the passing of the Municipal Corporations Act, 1835, exceed a given rate in the pound on the value of property rateable thereto, the rate to be levied for the other purpose solely shall not exceed such proportion of that given rate as appears to have been expended for that other purpose by an account of the average yearly expenditure during the last seven years before the passing of the Municipal Corporations Act, 1835, or during those of the same seven years during which the rate was levied."}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "124", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "124"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "125132", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "125–132"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "133", "section_title": " Administration of charitable trusts and vesting of legal estate.", "section_text": "133 1 Where at the passing of the  Municipal Corporations Act, 1835, the body corporate of a borough, or any one or more of the members thereof, in his or their corporate capacity, stood solely, or together with any person or persons elected solely by that body corporate, or solely by any particular number, class, or description of members thereof, seised or possessed, for any estate or interest, of land, in whole or in part in trust or for the benefit of any charitable uses or trusts, and the legal estate in that land was, at the passing of the Municipal Corporations Act, 1835, vested in the body corporate or person or persons so seised or possessed thereof, and was by the  Charitable Trusts Act, 1853, vested in the trustees appointed by the Lord Chancellor under the Municipal Corporations Act, 1835, or such of them as should be surviving and continuing trustees under that appointment, according to the respective estates and interests therein, and subject to such and the same charges and incumbrances, and on such and the same trusts, as the same were subject to before such vesting, then, in every case, on the death, resignation, or removal of any trustee, and on any appointment of a new trustee, the legal estate in that land and in all other lands subject to any such charitable uses or trusts for the time being vested in the trustees or any of them, or in any persons or the heirs or devisees of any person deceased, resigned, or removed, shall vest in the persons who after such death, resignation, or removal, and such appointment of a new trustee, continue or are the trustees for the time being, without any conveyance or assurance. 2 Nothing in this section shall take away, abridge, or prejudicially affect any power, authority, or jurisdiction of the  Charity Commission  for England and Wales."}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "134", "section_title": " Corporation to be trustee where corporators trustees.", "section_text": "134 The municipal corporation of a borough shall be trustees for executing by the council the powers and provisions of all Acts of Parliament made before the passing of the Municipal Corporations Act, 1835 (other than Acts made for securing charitable uses and trusts), and of all trusts (other than charitable uses and trusts) of which the body corporate of the borough, or any of the members thereof in their corporate capacity, was or were sole trustees before the first election of councillors in the borough under the Municipal Corporations Act, 1835."}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "135", "section_title": " Appointment of members of council to be trustees in cases of joint trusts and other cases.", "section_text": "135 1 In every borough in which the body corporate, or a particular or limited number, class, or description of members thereof, or of persons appointed by the body corporate, was or were before the passing of the  Municipal Corporations Act, 1835, trustees jointly with other trustees for the execution of any Act of Parliament, or of any trust, or in which the body corporate, or any particular or limited number, class, or description of members or nominees thereof, by any statute, charter, bye-law, or custom, before the passing of the Municipal Corporations Act, 1835, was or were, lawfully appointed to or exercised any powers, duties, or functions, not otherwise in the Municipal Corporations Act, 1835, or this Act provided for, and the continuance of which is not inconsistent with the provisions of the Municipal Corporations Act, 1835, or this Act, the council, on the day prescribed in any Act of Parliament as aforesaid, or in the deed or will by which the trust is created, for a new election, nomination, or appointment of trustees, or on which a new election, nomination, or appointment has usually been made (and if there is no day prescribed or usually observed, then on or within ten days after the first of January in every year,) shall appoint the like number of members of the council, or as near as may be to the like number of members of the council, as there were theretofore members or nominees of the body corporate of the borough who in right of their office were such trustees, or charged with the execution of such powers, duties, and functions, in room of the members or nominees of the body corporate ceasing to be trustees, or ceasing to exercise such powers, duties, and functions by virtue of the Municipal Corporations Act, 1835. 2 In every case of extraordinary vacancy among the trustees or persons so appointed, the council shall forthwith appoint one other member of the council in the room of the person by whom the vacancy has been made, to hold his trust or office for such time as that person would regularly have held it."}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "136", "section_title": " Transfer of powers of local authorities to municipal corporations.", "section_text": "136 1 The trustees appointed or acting by or under any local Act of Parliament for the time being in force, for paving, lighting, supplying with water or gas, cleansing, watching, regulating, or improving, a borough, or any part thereof, or for providing or maintaining a cemetery or market in or for a borough, or any part thereof, whether in any such case their powers under the local Act do or do not extend beyond the borough, may, if they think fit, at a meeting called for this purpose, transfer to the municipal corporation of the borough, with the consent of the council but not otherwise, all the rights, powers, estates, property, and liabilities for the time being vested in or imposed on the trustees under the local Act. 2 The transfer shall be made in writing under the common seal of the trustees if they are a corporation, and if not, then by deed executed by the trustees, or by any two of them acting by their authority and on their behalf. 3 On the transfer being made, the municipal corporation shall become and be the trustees for executing by the council the powers and provisions of the local Act; and all the rights, powers, estates, and property vested in the transferring trustees shall vest in the corporation; and all the liabilities and obligations of the transferring trustees shall be transferred to and borne by the corporation, and the transferring trustees shall be discharged therefrom."}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "137", "section_title": " Power for council to extend local lighting Act.", "section_text": "137 1 Where at the passing of the  Municipal Corporations Act, 1835, there was a local Act of Parliament for lighting part of a borough then incorporated, the council may, if they think fit, make an order that any specified part of the borough not within the provisions of any such local Act shall, after a day fixed in the order, be within those provisions; and after that day the part so specified shall be within those provisions, as far as relates to lighting, or to any rate authorized to be levied for lighting. 2 But the part so specified shall be lighted in like manner as those parts of the borough which before the making of the order were within those provisions; and any rate raised for the purpose of defraying the expenses of lighting the part so specified shall not exceed the average expense in the pound of lighting the other parts of the borough."}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "138", "section_title": " Exercise of powers under local Acts.", "section_text": "138 Everything provided under any local Act of Parliament in force on the twentieth of August, one thousand eight hundred and thirty-six, to be done exclusively by a particular or limited number, class, or description of the members of any body corporate named in the schedules to the Municipal Corporations Act, 1835, the continuance of which was not inconsistent with the provisions of that Act, and everything provided in any such local Act to be done by the justices, or by some particular class or description, or members of such body corporate, being justices, at a court of quarter sessions, which did not relate to the business of a court of criminal or civil judicature, if the same respectively has been lawfully continued to be done up to the commencement of this Act by the council, or a committee thereof, shall be continued thereafter to be done by the council at a quarterly meeting, or by any three of a committee of the council appointed at such a meeting."}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "139", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "139"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "140", "section_title": " Application of borough fund.", "section_text": "140 1 The borough fund shall be applicable to and charged with the several payments specified in the Fifth Schedule. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "141143", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "141–143"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "144", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "144"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "145", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "145"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "146", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "146"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "147148", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "147–148"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "149", "section_title": " Borough rate to go to borough fund; and its application.", "section_text": "149 All sums levied in pursuance of the borough rate shall go to the borough fund; and, subject to the foregoing provisions of this Part, the same shall be applied to all purposes to which the borough fund is applicable under this Act, or otherwise by law; and, as regards a borough named in the schedules to the  Municipal Corporations Act, 1835, to all purposes to which, before the passing of that Act, a borough rate was by law applicable in the borough, or a county rate was applicable in a county."}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "150", "section_title": " General exemption of quarter sessions boroughs from county rate.", "section_text": "150 1 Where a borough has a separate court of quarter sessions, the justices of a county wherein the borough or any part thereof is situate shall not assess any hereditaments in the borough to any county rate; and, except as is expressly by this Act provided, every part of the borough shall be wholly free from contributing to any rate or assessment of any kind of and for that county. 2 But nothing in this section shall prevent the levy or collection of arrears of any county rate made before the grant of a separate court of quarter sessions."}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "151", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "151"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "152", "section_title": " Liability of certain quarter sessions boroughs to other county expenses.", "section_text": "152 1 If the whole or any part of the area for the time being comprised in a borough having a separate court of quarter sessions was, before the eleventh of July one thousand eight hundred and thirty-two, chargeable with or liable to contribute to the county rate of the county in which it is situate, the municipal corporation shall, . . .   continue liable to contribute to the county rate for other purposes (in this Act referred to as general county purposes), as if this Act had not been passed. 2 General county purposes shall not include the costs arising out of coroners’ inquests, or the expenses incurred under the  Sale of Food and Drugs Act, 1875, in respect of the county, . . .  , or payments to or in respect of special constables."}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "153", "section_title": " Mode of accounting by borough to county.", "section_text": "153 1 The treasurer of each county shall, not more than twice in every year, send to the council of each borough situate in the county . . .   an account shewing separately— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b If the borough is liable to contribute to the county rate for general county purposes, all sums expended out of the county rate for general county purposes, and all sums received in aid or on account of the county rate, and the proportion chargeable on the borough of the sums so expended after deduction of the sums so received; and shall make an order on the council for the payment of the sum appearing by this account to be due from the municipal corporation of the borough. 2 The council shall thereupon forthwith order the sum so appearing to be due, with all reasonable charges of making and sending the account, to be paid to the treasurer of the county out of the borough fund. 3 If the order is not complied with, two justices  ... may, on the complaint of the treasurer of the county, made within one month after the issue of the order, issue and send to the treasurer of the borough a warrant requiring him to pay to the treasurer of the county, besides the sum mentioned in the order, the additional sum mentioned in the warrant, the same being calculated in the proportion of one shilling to every ten on the sum mentioned in the order; and until payment thereof the treasurer of the county shall have, in respect of the warrant, all the powers for the recovery thereof which are given against a guardian or overseer for the recovery of county rates and surcharges. 4 If any difference arises concerning the account, it shall be decided by the arbitration of a barrister, named, on the application either of the treasurer of the county or of the treasurer of the borough, by the Secretary of State. The arbitrator may, if he thinks fit, adjourn the hearing from time to time, and may require all such information to be afforded by either party as he thinks fit. He shall by his award in writing determine the amount to be paid by the council to the treasurer of the county, and his award shall be final and conclusive. He shall also assess the costs of the arbitration and determine by whom and out of what fund they shall be paid."}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "154", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "154"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "155", "section_title": "", "section_text": "155 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "156158", "section_title": "", "section_text": "156–158 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "159", "section_title": "", "section_text": "159 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "160161.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "160"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "162168", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "162–168"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "169", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "169"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "170171.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "170"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "172", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "172"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "173174.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "173"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "175177", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "175–177"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "178184", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "178–184"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "185", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "185"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "186", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "186"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "187", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "187"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "188189.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "188"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "190192", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "190–192"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "193", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "193"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "194200", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "194–200"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "201218", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "201–218"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "219", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "219"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "220", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "220"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "221", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "221"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "222", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "222"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "223", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "223"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "224225.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "224"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "226", "section_title": " Provisions for protection of persons acting under Act.", "section_text": "226   1 An action, prosecution, or proceeding against any person for any act done in pursuance or execution or intended execution of this Act, or in respect of any alleged neglect or default in the execution of this Act, shall not lie or be instituted unless it is commenced within six months next after the act or thing is done or omitted, or, in case of a continuance of injury or damage, within six months next after the ceasing thereof. 2 Where the action is for damages, tender of amends before the action was commenced may, in lieu of or in addition to any other plea, be pleaded. If the action was commenced after the tender, or is proceeded with after payment into court of any money in satisfaction of the plaintiff’s claim, and the plaintiff does not recover more than the sum tendered or paid, he shall not recover any costs incurred after the tender or payment, and the defendant shall be entitled to costs, to be taxed as between solicitor and client, as from the time of the tender or payment; but this provision shall not affect costs on any injunction in the action. 3 Subject and without prejudice to any other powers, the council, where the defendant in any such action, prosecution, or other proceeding is their officer, agent, or servant, may, if they think fit, except so far as the court before which the action, prosecution, or other proceeding is heard and determined otherwise directs, pay out of the borough fund or borough rate all or any part of any sums payable by the defendant in or in consequence of the action, prosecution, or proceeding, whether in respect of costs, charges, expenses, damages, fine or otherwise."}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "227", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "227"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "228229.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "228"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "230", "section_title": " Computation of time.", "section_text": "230 1 Where by this Act any limited time from or after any date or event is appointed or allowed for the doing of any act or the taking of any proceeding, then in the computation of that limited time the same shall be taken as exclusive of the day of that date or of the happening of that event, and as commencing at the beginning of the next following day; and the act or proceeding shall be done or taken at the latest on the last day of the limited time as so computed, unless the last day is a Sunday, Christmas Day, Good Friday, or Monday or Tuesday in Easter week, or a day appointed for public fast, humiliation, or thanksgiving, in which case any act or proceeding shall be considered as done or taken in due time if it is done or taken on the next day afterwards, not being one of the days in this section specified. 2 Where by this Act any act or proceeding is directed or allowed to be done or taken on a certain day, then if that day happens to be one of the days in this section specified, the act or proceeding shall be considered as done or taken in due time if it is done or taken on the next day afterwards, not being one of the days in this section specified. 3 Where by this Act any act or proceeding is directed or allowed to be done or taken within any time not exceeding seven days, the days in this section specified shall not be reckoned in the computation of such time."}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "231", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "231"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "232233.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "232"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "234", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "234"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "235", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "235"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "236", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "236"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "237", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "237"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "238", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "238"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "239240.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "239"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "241", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "241"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "242", "section_title": " Provision for references in unrepealed enactments to 5 & 6 Will. 4. c. 76, &c.", "section_text": "242 1 In the several enactments described in Part I of the Ninth Schedule, a reference to this Act shall be deemed to be substituted for a reference to the  Municipal Corporations Act, 1835, and any Act amending it. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Where any Act passed before this Act, and not specified in the First or in the Ninth Schedule, refers to the Municipal Corporations Act, 1835, or any Act amending it, or to boroughs or corporations subject to that Act or any Act amending it, the reference shall be deemed to be to this Act or to the corresponding provision of this Act, or to boroughs or corporations subject to this Act (as the case may require). 4 All enactments to which this section relates shall, except as in this section provided, continue to operate as if this Act had not been passed."}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "243", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "243"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "244", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "244"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "245", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "245"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "246", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "246"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "247", "section_title": " Right of free trading in boroughs.", "section_text": "247 Notwithstanding any custom or byelaw, every person in any borough may keep any shop for the sale of all lawful wares and merchandises by wholesale or retail, and use every lawful trade, occupation, mystery, and handicraft for hire, gain, sale, or otherwise within any borough."}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "248", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "248"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "249", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "249"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "250", "section_title": " Saving for existing corporations.", "section_text": "250 1 Nothing in this Act shall prejudicially affect any charter granted before the commencement of this Act, or take away, abridge, or prejudicially affect any of the rights, powers, privileges, estates, property, duties, liabilities, or obligations vested in or imposed on any municipal corporation existing at the commencement of this Act, or in or on the mayor, or the council of a borough then existing, or any members or committee of the council, by the incorporation of the inhabitants of the borough, or by transfer from any other authority, or otherwise; but every such charter shall continue to operate, and every such corporation shall continue to have perpetual succession and a common seal, and to be capable in law by the council to do and suffer all acts which at the commencement of this Act they and their successors respectively may lawfully do or suffer, and the corporation and all members and officers thereof and their sureties, and every such mayor, and every such council and committee, and every such officer, shall continue to have, enjoy, and be subject to the like rights, powers, offices, privileges, estates, property, duties, liabilities, and obligations, as if this Act had not been passed, without prejudice, nevertheless, to the operation of the repeal of enactments by this Act, and to the other express provisions of this Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "251", "section_title": " Saving for local Acts.", "section_text": "251 Nothing in this Act shall alter the effect of any local Act of Parliament."}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "252", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "252"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "253", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "253"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "254", "section_title": " Saving for dockyards, barracks, &c. ", "section_text": "254 Nothing in this Act shall affect the watching, paving, or lighting, or the internal regulations for the government, of any of Her Majesty’s dockyards, victualling establishments, arsenals, barracks, or other naval or military establishments, or make the tenements therein or the inhabitants thereof liable to any rate for watching, paving, or lighting."}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "255", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "255"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "256", "section_title": " Saving for Lord Warden.", "section_text": "256 Nothing in this Act shall affect the jurisdiction and office of the Lord Warden in his office of Admiral of the Cinque Ports."}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "257", "section_title": " Saving for universities.", "section_text": "257 Nothing in this Act shall— 1 Affect the rights, privileges, duties, or liabilities of the chancellor, masters, and scholars of the Universities of Oxford and Cambridge respectively, as by law possessed under the respective charters of those universities or otherwise; or 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 Authorize the levy of any rate within the precincts of those universities, or of any of the colleges or halls thereof, which now by law cannot be levied therein, or make either of those universities, or the members thereof, liable to any rate to which they are not liable to contribute at the commencement of this Act; or 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 Affect the rights or privileges granted by charter or Act of Parliament to the University of Durham."}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "258", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "258"}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "259", "section_title": " Saving for royal prerogative.", "section_text": "259 Nothing in this Act shall prejudicially affect Her Majesty’s royal prerogative; and the enabling provisions of this Act shall be deemed to be in addition to, and not in derogation of, the powers exerciseable by Her Majesty by virtue of her royal prerogative."}, {"act": "Municipal Corporations Act 1882", "year": 1882, "section": "260", "section_title": "", "section_text": "260 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]