[{"act": "Settled Land Act 1882", "year": 1882, "section": "1", "section_title": " Short title; commencement: extent.", "section_text": "1 1 This Act may be cited as the Settled Land Act, 1882. 2 This Act, except where it is otherwise expressed, shall commence and take effect from and immediately after the thirty-first day of December one thousand eight hundred and eighty-two, which time is in this Act referred to as the commencement of this Act. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Settled Land Act 1882", "year": 1882, "section": "224.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Settled Land Act 1882", "year": 1882, "section": "25", "section_title": " Description of improvements authorised by Act. ", "section_text": "25 Improvements authorized by this Act are the making or execution on, or in connexion with, and for the benefit of settled land, of any of the following works, or of any works for any of the following purposes, and any operation incident to or necessary or proper in the execution of any of those works, or necessary or proper for carrying into effect any of those purposes, or for securing the full benefit of any of those works or purposes (namely): i Drainage, including the straightening, widening, or deepening of drains, streams and watercourses: ii Irrigation; warping: iii Drains, pipes, and machinery for supply and distribution of sewage as manure: iv Embanking or weiring from a river or lake, or from the sea, or a tidal water: v Groynes; sea walls; defences against water: vi Inclosing; straightening of fences; re-division of fields: vii Reclamation; dry warping: viii Farm roads;  private roads; roads or streets roads (other than roads within the meaning of the Roads (Scotland) Act 1984); private roads (within the meaning of the said Act of 1984)  in villages or towns: ix Clearing; trenching; planting: x Cottages for labourers, farm-servants, and artisans, employed on the settled land or not: xi Farmhouses, offices, and out-buildings, and other buildings for farm purposes: xii Saw-mills, scutch-mills, and other mills, water-wheels, engine-houses, and kilns, which will increase the value of the settled land for agricultural purposes or as woodland or otherwise: xiii Reservoirs, tanks, conduits, watercourses, pipes, wells, ponds, shafts, dams, weirs, sluices and other works and machinery for supply and distribution of water for agricultural, manufacturing, or other purposes, or for domestic or other consumption: xiv Tramways; railways; canals; docks: xv Jetties, piers, and landing places on rivers, lakes, the sea, or tidal waters, for facilitating transport of persons and of agricultural stock and produce, and of manure and other things required for agricultural purposes, and of minerals, and of things required for mining purposes: xvi Markets and market-places: xvii Streets , roads, paths, squares, gardens, or other open spaces for the use, gratuitously or on payment, of the public or of individuals, or for dedication to the public, the same being necessary or proper in connexion with the conversion of land into building land: xviii Sewers, drains, watercourses, pipe-making, fencing, paving, brick-making, tile-making, and other works necessary or proper in connexion with any of the objects aforesaid: xix Trial pits for mines, and other preliminary works necessary or proper in connexion with development of mines: xx Reconstruction, enlargement, or improvement of any of those works."}, {"act": "Settled Land Act 1882", "year": 1882, "section": "2629.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "26"}, {"act": "Settled Land Act 1882", "year": 1882, "section": "30", "section_title": " Extension of 27 & 28  Vict.  c. 114, s. 9. ", "section_text": "30 The enumeration of improvements contained in section nine of the Improvement of Land Act, 1864, is hereby extended so as to comprise, subject and according to the provisions of that Act, but only as regards applications made to the Land Commissioners after the commencement of this Act, all improvements authorized by this Act."}, {"act": "Settled Land Act 1882", "year": 1882, "section": "3164.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "31"}, {"act": "Settled Land Act 1882", "year": 1882, "section": "65", "section_title": " Modifications respecting Ireland. ", "section_text": "65 1 In the application of this Act to Ireland the foregoing provisions shall be modified as in this section provided. 2 The Court shall be Her Majesty’s High Court of Justice in Ireland. 3 All matters within the jurisdiction of that Court shall, subject to the Acts regulating that Court, be assigned to the Chancery division of that Court ; but General Rules under this Act for Ireland may direct that those matters or any of them be assigned to the Land Judges of that Division. 4 Any deed inrolled under this Act shall be inrolled in the Record and Writ Office of that Division. 5 General Rules for purposes of this Act for Ireland shall be deemed Rules of Court within the Supreme Court of Judicature Act (Ireland), 1877  , and may be made accordingly, at any time after the passing of this Act, to take effect on or after the commencement of this Act. 6 The several Civil Bills Courts in Ireland shall, in addition to the jurisdiction possessed by them independently of this Act, have and exercise the power and authority exercisable by the Court under this Act, in all proceedings where the property, the subject of the proceedings, does not exceed in capital value five hundred pounds, or in annual value thirty pounds. 7 The provisions of Part II of the County Officers and Courts (Ireland) Act, 1877  , relative to the equitable jurisdiction of the Civil Bills Courts, shall apply to the juridiction exercisable by those Courts under this Act. 8 Rules and Orders for purposes of this Act, as far as it relates to the Civil Bill Courts, may be made at any time after the passing of this Act, to take effect on or after the commencement of this Act, in manner prescribed by section seventy-nine of the County Officers and Courts (Ireland) Act, 1877. 9 The Commissioners of Public Works in Ireland shall be substituted for the Land Commissioners. 10 the term for which a lease other than a building or mining lease may be granted shall not be exceeding thirty-five years."}]