[{"act": "Notification of Births (Extension) Act 1915 (repealed 5.11.1993)", "year": 1915, "section": "1", "section_title": " Extension of Notification of Births Acts, 1907.", "section_text": "1 1 The  Notification of Births Act 1907 (in this Act referred to as the principal Act), shall, on and after the first day of September, nineteen hundred and fifteen, extend to and take effect in every area in which it is not already in force, and in the case of an area for which it could be adopted either by the council of an urban or rural district, or by the county council, shall take effect as if it had been adopted by the council of the district. 2 Where by virtue of this Act the principal Act comes into force in any county district in which it is not already in force, the medical officer of health shall send duplicates of any notices of birth received by him under that Act to the county medical officer of health as soon as may be after they are received. 3 Where by virtue of this Act the principal Act comes into force in any area in which it is not already in force, it shall be the duty of the local authority to bring the provisions of the principal Act to the attention of all medical practitioners and midwives practising in the area."}, {"act": "Notification of Births (Extension) Act 1915 (repealed 5.11.1993)", "year": 1915, "section": "2", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Notification of Births (Extension) Act 1915 (repealed 5.11.1993)", "year": 1915, "section": "3", "section_title": " Application to Scotland and Ireland.", "section_text": "3 1 In the application of this Act to Scotland— a subsection (2) of section one shall not apply: provided that the Local Government Board for Scotland may, if they think fit, by order, authorise any two or more local authorities to act together for the purposes of the principal Act and this Act, and may prescribe the mode of such joint action and of defraying the costs thereof; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 In the application of this Act to Ireland— a subsection (2) of section one shall not apply; b the following subsection shall be substituted for subsection (1) of section two:— 1 Any local authority within the meaning of the principal Act may make such arrangements as they think fit, and as may be sanctioned by the Local Government Board for Ireland, for attending to the health of expectant mothers and nursing mothers, and of children under five years of age and for the purpose of any such arrangements may, subject to the sanction aforesaid, exercise the like powers as they are entitled to exercise for the purpose of the provision of hospitals; c the provisions for the extension of the principal Act shall not apply as respects any rural district; and d the expression “ medical officer of health ” means, for the purposes both of this Act and the principal Act, as respects any district for which there is a medical superintendent officer of health that officer, and elsewhere the medical officer of health of the dispensary district."}, {"act": "Notification of Births (Extension) Act 1915 (repealed 5.11.1993)", "year": 1915, "section": "4", "section_title": " †Short title and repeal.", "section_text": "4 1 This Act may be cited as the Notification of Births (Extension) Act 1915, and the principal Act and this Act may be cited together as the Notification of Births Acts 1907 and 1915. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]