[{"act": "Crown Office Act 1877", "year": 1877, "section": "1", "section_title": " Short title of Act.", "section_text": "1 This Act may be cited for all purposes as the Crown Office Act 1877."}, {"act": "Crown Office Act 1877", "year": 1877, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Crown Office Act 1877", "year": 1877, "section": "3", "section_title": " Rules by Queen in Council as to language of documents to which Act applies.", "section_text": "3 Her Majesty may, by Order in Council, make, and when made from time to time revoke, add to, or alter rules— 1 Prescribing the form in which documents to which this Act applies, or any of them, are to be worded; and 2 Making regulations as to the publication of royal proclamations, and as to the towns to which copies of such proclamations are to be sent, and generally as to the best mode of making such proclamations known to the public: Provided that— 1 Acts of or Bills in Parliament may in all cases be cited by their short titles; and 2 Whenever convenient, the enumeration of Acts of or Bills in Parliament, of names of persons, or other matters, shall be contained in a schedule or schedules, and . . .  3 Any royal proclamation shall be valid in law if published as follows: As respects England, in the London Gazette; and As respects Scotland, in the Edinburgh Gazette; and As respects Ireland, in the  Belfast Gazette Any rule purporting to be made in pursuance of this section shall be laid before both Houses of Parliament . . . "}, {"act": "Crown Office Act 1877", "year": 1877, "section": "4", "section_title": " Wafer seals to be framed in certain cases.", "section_text": "4 A Committee of Her Majesty’s Most Honourable Privy Council, consisting of the Lord Chancellor of Great Britain for the time being, the Lord Privy Seal for the time being, and one of Her Majesty’s Principal Secretaries of State (in this Act referred to as the Committee of Council), acting in case of difference according to the opinion of any two of them, may from time to time direct impressions with the same device as the Great Seal and of the Privy Seal to be taken in such manner and of such size or sizes as they may from time to time prescribe, on embossed paper, wax, wafer, or any other material; and any such impressions, in this Act respectively called a Wafer Great Seal and a Wafer Privy Seal, shall be in the same custody as the seals of which they are impressions, and when attached to or embossed on any document required to be or usually authenticated by or passed under the Great Seal or Privy Seal, shall confer on that document the same validity in all respects as if the document itself had been authenticated by or passed under the Great Seal or Privy Seal."}, {"act": "Crown Office Act 1877", "year": 1877, "section": "5", "section_title": " Rules by Committee of Council as to preparation and authentication of documents to which Act applies.", "section_text": "5 The Committee of Council aforesaid, acting in case of difference according to the opinion of any two of them, may by order make, and when made from time to time revoke, add to, or alter rules— 1  . . .  1 Providing for a record to be kept at the Crown Office of all justices of the peace appointed in pursuance of any commission of the peace issued by Her Majesty, and for the rectification of such record from time to time; and 2 Prescribing the documents to which the Wafer Great Seal and the Wafer Privy Seal respectively are to be attached; and 3 Prescribing the mode in which documents to which this Act applies are to be prepared, whether to be printed or written, or partly printed and partly written, and whether to be printed or written on paper, parchment, or any other fitting material: Provided that— a It shall not be necessary to the validity of any document to or on which a Wafer Great Seal or Wafer Privy Seal is attached or embossed to prove that the attachment or embossing of such wafer seals respectively was authorised, and no evidence to the contrary shall be received; and b Engrossing may in all cases be dispensed with, and, so far as seems to the Committee of Council convenient, printing shall be adopted in place of writing. Any rule purporting to be made in pursuance of this section shall be laid before both Houses of Parliament . . . "}, {"act": "Crown Office Act 1877", "year": 1877, "section": "6", "section_title": " General saving.", "section_text": "6 Nothing in this Act shall abridge or affect the prerogative of the Crown in relation to the grant or withholding the grant of any document."}, {"act": "Crown Office Act 1877", "year": 1877, "section": "7", "section_title": " Definitions.", "section_text": "7 In this Act, if not inconsistent with the context, the following expressions have the meanings herein-after respectively assigned to them: “ Great Seal ” means the Great Seal of the United Kingdom: “ Document to which this Act applies ” means any writ, commission, letters patent, letters close, or document of such a character, or belonging to such a class, as would at the date of the passing of this Act, be required to be or usually would be authenticated by being passed under the Great Seal: “ Crown Office ” means the office of the Clerk of the Crown in Chancery."}]