[{"act": "Treasury Bills Act 1877", "year": 1877, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as the Treasury Bills Act 1877.  . . . "}, {"act": "Treasury Bills Act 1877", "year": 1877, "section": "2", "section_title": " Definitions.", "section_text": "2 In this Act—  . . .  The expression “ prescribed ” means prescribed by regulations made under this Act."}, {"act": "Treasury Bills Act 1877", "year": 1877, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Treasury Bills Act 1877", "year": 1877, "section": "4", "section_title": " Form and length of currency of and interest on Treasury bills.", "section_text": "4 A bill under this Act (referred to in this Act as a Treasury bill) shall be a bill in the prescribed form, for the payment of the principal sum named therein in the manner and at the date therein mentioned, so that the date be not more than twelve months from the date of the bill. Interest shall be payable in respect of a Treasury bill at such rate and in such manner as the Treasury direct."}, {"act": "Treasury Bills Act 1877", "year": 1877, "section": "5", "section_title": " Payment of proceeds of Treasury bill into Exchequer, and charge of bill on Consolidated Fund.", "section_text": "5  . . .  The principal money of and interest on any Treasury bill shall be charged on and payable out of  the National Loans Fund with recourse to  the Consolidated Fund of the United Kingdom, . . .  , at the time and in the manner prescribed."}, {"act": "Treasury Bills Act 1877", "year": 1877, "section": "67.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Treasury Bills Act 1877", "year": 1877, "section": "8", "section_title": " Mode of issue of Treasury bills.", "section_text": "8 With respect to the issue of Treasury bills the following provisions shall have effect: 1 Treasury bills shall be issued by the Treasury (either directly or through such agent as the Treasury think fit).  . . .  2 Each Treasury bill shall be for the amount directed by the Treasury.  . . . "}, {"act": "Treasury Bills Act 1877", "year": 1877, "section": "9", "section_title": " Regulations by Treasury as to preparation, issue and cancellation of and prevention of fraud as to Treasury bills.", "section_text": "9 The Treasury may from time to time make, and when made rescind alter and add to, regulations for carrying into effect this Act, and in particular— 1 For regulating (subject to the provisions of this Act) the preparation, form, mode of issue, mode of payment, and cancellation of Treasury bills; 2 For regulating the issue of a new bill in lieu of one defaced, lost, or destroyed; and 3 For preventing, by the use of counterfoils or of a special description of paper or otherwise, fraud in relation to Treasury bills; and 4 For the proper discharge to be given upon the payment of a Treasury bill. Every regulation under this Act shall be laid before both Houses of Parliament . . .  ."}, {"act": "Treasury Bills Act 1877", "year": 1877, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Treasury Bills Act 1877", "year": 1877, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Treasury Bills Act 1877", "year": 1877, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Treasury Bills Act 1877", "year": 1877, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}]