[{"act": "Writs Execution (Scotland) Act 1877", "year": 1877, "section": "1", "section_title": " Extracts of writs registered in Books of Council and Session to have, in certain cases, warrant for execution. Form of warrant of execution inserted in extracts of all protests, &c.", "section_text": "1 In all extracts of writs, deeds, or other documents which contain a clause of registration for preservation and execution, and which are registered in the register of deeds and probative writs and protests in the Books of Council and Session in Scotland, the keeper or assistant keeper of the said register shall insert a warrant for execution in the form, or as nearly as may be in the form, of the Schedule to this Act annexed. Thewarrants for execution inserted in the extracts of all protests of bills, promissory notes or bankers notes, or certificates of judgment registered for execution under the  Judgments Extension Act, 1868, shall be as nearly as may be in the form of the said Schedule to this Act annexed."}, {"act": "Writs Execution (Scotland) Act 1877", "year": 1877, "section": "2", "section_title": " Extracts of writs registered in Sheriff Court Books to have warrant of execution in certain cases.", "section_text": "2 In all extracts of writs, deeds, or other documents which contain a clause of registration for preservation and execution, and which are registered in the Sheriff Court Books of any county in Scotland, and in all extracts of protests of bills, promissory notes, or bankers notes registered in the Sheriff Court Books, the sheriff clerk shall insert a warrant of execution in the form, or as nearly as may be in the form, of the Schedule to this Act annexed."}, {"act": "Writs Execution (Scotland) Act 1877", "year": 1877, "section": "3", "section_title": " Power to execute diligence by virtue of warrant.", "section_text": "3 The warrant inserted in an extract of a document registered in the Books of Council and Session or in sheriff court books which contains an obligation to pay a sum of money shall have the effect of authorising— a in relation to an ordinary debt within the meaning of the Debtors (Scotland) Act 1987, the charging of the debtor to pay to the creditor within the period specified in the charge the sum specified in the extract and any interest accrued on the sum and, in the event of failure to make such payment within that period, the execution of an earnings arrestment  , a land attachment, a residual attachment, a money attachment   and the  attachment  of articles belonging to the debtor and, if necessary for the purpose of executing the  land attachment, residual attachment, money attachment or   attachment , the opening of shut and lockfast places; b in relation to an ordinary debt within the meaning of the Debtors (Scotland) Act 1987, an arrestment other than an arrestment of the debtor’s earnings in the hands of his employer; and ba in relation to an ordinary debt within the meaning of the Debtors (Scotland) Act 1987, inhibition against the debtor; c if the document is a maintenance order within the meaning of the Debtors (Scotland) Act 1987, a current maintenance arrestment in accordance with Part III of that Act."}, {"act": "Writs Execution (Scotland) Act 1877", "year": 1877, "section": "4", "section_title": "", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Writs Execution (Scotland) Act 1877", "year": 1877, "section": "5", "section_title": " Extracts of deeds registered in the Books of Council and Session, and Register of Sasines, to be authenticated.", "section_text": "5 Extracts of all writs, deeds, or other documents of what nature soever, which may be registered in the Books of Council and Session, shall be equivalent to the registered writs, deeds, or other documents themselves, except where any writ, deed, or other document so registered shall be offered to be improven, and such extracts shall be signed on the last page thereof, by the keeper or assistant keeper of the register of deeds and probative writs and protests in the Books of Council and Session; and extracts of all writs registered in and issued from the office of the General Register of Sasines shall be signed, on the last page thereof, by the keeper of the said register, or by a deputy duly commissioned by him to that effect, and no further signature on any other page of such extracts shall be necessary. But each sheet of all such extracts shall   bear   an office seal or stamp  ... of the said keepers; provided that it shall be necessary and sufficient in the case of marginal additions occurring in any extract that the same shall be authenticated by the signature of the officer certifying such extract. "}, {"act": "Writs Execution (Scotland) Act 1877", "year": 1877, "section": "6", "section_title": " Writs registered in the Register of Sasines for preservation only may afterwards be registered for preservation and execution.", "section_text": "6 Where any writ containing in gremio thereof a procuratory or clause of registration for preservation and execution shall have been registered in the General Register of Sasines  ... for preservation but not for execution, it shall be competent to present for registration in the said register an extract of such registered writ  with, written on the extract, a statement to the effect  that such extract is to be registered for preservation and execution; and it shall be lawful to register such extract accordingly, and to issue one or more extracts thereof, with warrant of execution in terms (mutatis mutandis) of Schedule B. annexed to the  Land Registers (Scotland) Act 1868, and every such warrant of execution shall have all the like force and effect as any warrant of execution issued in terms of the twelfth section of the said last-mentioned Act; and in making such subsequent registration it shall not be necessary to engross ad longum in the said register the extract so presented, but the registration thereof may be effected by the insertion of a memorandum of such extract in the appropriate division or divisions of said register, setting forth the volume of the register, and the folio or folios of such volume in which said original writ is engrossed, and the insertion of such memorandum shall be deemed equivalent to the full engrossment in the division or divisions of the register in which such memorandum shall be entered as aforesaid of the extract so presented for registration. "}, {"act": "Writs Execution (Scotland) Act 1877", "year": 1877, "section": "7", "section_title": " After transmission of volumes of records of Books of Council and Session to the Lords Clerk Register, the deputy keeper of records may issue extracts of any deeds recorded in said volumes and authenticate the same as well as other extracts.", "section_text": "7 Whereas ... the volumes of records of the Books of Council and Session are, along with the warrants thereof, periodically transmitted by the keeper of the register of deeds and probative writs and protests in the Books of Council and Session, to the Lord Clerk Register or his deputies; be it enacted, that the deputy keeper of the records or any officer holding a commission to that effect from the Lord Clerk Register may, at any time, issue extracts one or more of any writ, deed, or other document registered in said volumes of records transmitted as aforesaid, in the same or in a similar form to the extracts of such writs, deeds, or other documents which might have been issued previous to such transmission. And all such extracts and the warrants of execution therein contained shall have all the like force and effect as any extract from the Books of Council and Session, made and issued previous to such transmission, or as any warrant of execution contained in or appended to such extract; and in all extracts issued as aforesaid, and also in all extracts issued of writs contained in any record in the custody of the Lord Clerk Register, it shall be sufficient that the last page thereof shall be signed by the said deputy keeper of the records or by any officer duly commissioned by the Lord Clerk Register to that effect, and no further signature on any other page of such extracts shall be necessary, but each sheet of all such extracts shall   bear   an office seal or stamp  ... of the Lord Clerk Register; provided that it shall be necessary and sufficient in the case of marginal additions occurring in any such extract that the same shall be authenticated by the signature of the officer certifying such extract. "}, {"act": "Writs Execution (Scotland) Act 1877", "year": 1877, "section": "8", "section_title": " Commencement and extent of Act.", "section_text": "8 This Act shall take effect from and after the first day of October one thousand eight hundred and seventy-seven, and shall apply to Scotland only."}]