[{"act": "Northern Ireland Act 1974 (repealed 2.12.1999)", "year": 1974, "section": "1", "section_title": " Dissolution and prorogation of existing Assembly and temporary provision for government of Northern Ireland.", "section_text": "1 1 Her Majesty may by Order in Council dissolve the Assembly elected under the  Northern Ireland Assembly Act 1973; and subsection (7) of section 27 of the  Northern Ireland Constitution Act 1973 (power to appoint day for new elections  etc. ) shall have effect on the dissolution of that Assembly under this section as if it had been dissolved by Her Majesty under subsection (5) of that section. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 The provisions of Schedule 1 to this Act shall have effect with respect to the exercise of legislative, executive and other functions in relation to Northern Ireland during the interim period specified by or under subsection (4) below. 4 The interim period shall be the period of one year beginning with the passing of this Act but the Secretary of State may by order direct that it shall continue until a date after, or end on a date earlier than, the date on which it would otherwise expire (whether by virtue of this subsection or of a previous order thereunder). 5 No order under subsection (4) above shall provide for the interim period to continue until a date more than one year after the date on which it would otherwise expire. 6 The power to make an order under subsection (4) above shall be exercisable by statutory instrument; and no order shall be made under that subsection unless a draft of it has been approved by resolution of each House of Parliament."}, {"act": "Northern Ireland Act 1974 (repealed 2.12.1999)", "year": 1974, "section": "2", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Northern Ireland Act 1974 (repealed 2.12.1999)", "year": 1974, "section": "3", "section_title": " Short title.", "section_text": "3 This Act may be cited as the Northern Ireland Act 1974."}]