[{"act": "Trade Union and Labour Relations Act 1974 (repealed 16.10.1992)", "year": 1974, "section": "1", "section_title": " Repeal of Industrial Relations Act 1971 and re-enactment of certain provisions.", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   Schedule 1 to this Act shall have effect. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Trade Union and Labour Relations Act 1974 (repealed 16.10.1992)", "year": 1974, "section": "1A", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1A"}, {"act": "Trade Union and Labour Relations Act 1974 (repealed 16.10.1992)", "year": 1974, "section": "2", "section_title": " Status of trade unions.", "section_text": "2 1 A trade union which is not a special register body shall not be, or be treated as if it were, a body corporate, but— a it shall be capable of making contracts; b all property belonging to the trade union shall be vested in trustees in trust for the union; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  , it shall be capable of suing and being sued in its own name, whether in proceedings relating to property or founded on contract or tort or any other cause of action whatsoever; d proceedings for any offence alleged to have been committed by it or on its behalf may be brought against it in its own name; and e any judgment, order or award made in proceedings of any description brought against the trade union on or after the commencement of this section shall be enforceable, by way of execution, diligence, punishment for contempt or otherwise, against any property held in trust for the trade union to the like extent and in the like manner as if the union were a body corporate. 2 A trade union which is not a special register body shall not be registered as a company under the  Companies Act 1985  and accordingly any registration of any such union under that Act (whenever effected) shall be void. 3 No trade union shall be registered under the  Friendly Societies Act 1896 or the  Industrial and Provident Societies Act 1965 and accordingly any registration of a trade union under either of those Acts (whenever effected) shall be void. 4 A trade union (other than a special register body) which, immediately before the commencement of this section, was a body corporate shall, on that commencement, cease to be a body corporate and the provisions of section 19 below (as well as this section and section 4 below) shall apply to the trade union on and after that commencement. 5 The purposes of any trade union which is not a special register body and, in so far as they relate to the regulation of relations between employers or employers’ associations and workers, the purposes of any trade union which is such a body, shall not, by reason only that they are in restraint of trade, be unlawful so as— a to make any member of the trade union liable to criminal proceedings for conspiracy or otherwise; or b to make any agreement or trust void or voidable; nor shall any rule of a trade union which is not a special register body or, in so far as it so relates, any rule of any other trade union be unlawful or unenforceable by reason only that it is in restraint of trade."}, {"act": "Trade Union and Labour Relations Act 1974 (repealed 16.10.1992)", "year": 1974, "section": "3", "section_title": " Status of employers’associations.", "section_text": "3 1 An employers’ association may be either a body corporate or an unincorporated association. 2 Where an employers’ association is unincorporated— a it shall be capable of making contracts; b all property belonging to the employers’ association shall be vested in trustees in trust for the association; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  , it shall be capable of suing and being sued in its own name, whether in proceedings relating to property or founded on contract or tort or any other cause of action whatsoever; d proceedings for any offence alleged to have been committed by it or on its behalf may be brought against it in its own name; and e any judgment, order or award made in proceedings of any description brought against the employers’ association on or after the commencement of this section shall be enforceable, by way of execution, diligence, punishment for contempt or otherwise, against any property held in trust for the employers’ association to the like extent and in the like manner as if the association were a body corporate. 3 Any employers’ association which became a body corporate by virtue of section 74 of the 1971 Act shall cease to be a body corporate by virtue of that section at the expiration of the period of six months beginning with the commencement of this section and the provisions of section 19 below (as well as this section and section 4 below) shall apply to it on and after the expiration of that period, unless before the expiration of that period it has again become a body corporate. 4 Nothing in  section 716 of the Companies Act 1985  (associations of over twenty members for certain purposes must be incorporated or otherwise formed in special ways) shall be taken to prevent the formation of an employers’ association which is neither registered as a company under that Act nor otherwise incorporated. 5 The purposes of an unincorporated employers’ association and, in so far as they relate to the regulation of relations between employers and workers or trade unions, the purposes of an employers’ association which is a body corporate, shall not, by reason only that they are in restraint of trade, be unlawful so as— a to make any member of the association liable to criminal proceedings for conspiracy or otherwise; or b to make any agreement or trust void or voidable; nor shall any rule of an unincorporated employers’ association or, in so far as it so relates, any rule of an employers’ association which is a body corporate be unlawful or unenforceable by reason only that it is in restraint of trade."}, {"act": "Trade Union and Labour Relations Act 1974 (repealed 16.10.1992)", "year": 1974, "section": "4", "section_title": " Supplementary provisions about property of trade unions and unincorporated employers’ associations.", "section_text": "4 1 Sections 39 and 40 of the  Trustee Act 1925 and sections 38 and 39 of the  Trustee Act (Northern Ireland) 1958 (vesting of property on retirement of trustee or appointment of new trustee) shall, in their application to trustees in whom any property is vested in trust for a trade union or an unincorporated employers’ association to which this subsection applies, each have effect as if for any reference to a deed there were substituted a reference to an instrument in writing and as if in subsection (4) of section 40 of the said Act of 1925 and of section 39 of the said Act of 1958 paragraphs (a) and (c) were omitted. 2 Subsection (1) above applies to a trade union (other than a special register body) and to an unincorporated employers’ association whose name is (in either case) for the time being entered in the list of trade unions or of employers’ associations under section 8 below. 3 An instrument in writing appointing a new trustee of a trade union or unincorporated employers’ association to which subsection (1) above applies is referred to in this section as an “ instrument of appointment ” and an instrument in writing discharging a trustee of such a union or association is referred to as an “ instrument of discharge ”; and for the purposes of this section (and the sections of the Acts of 1925 and 1958 applied by subsection (1) above), where a trustee of such a union or association is appointed or discharged by a resolution taken by or on behalf of the union or association, the written record of the resolution shall be treated as if it were the instrument in writing appointing or, as the case may be, discharging that trustee. 4 Where by any enactment or instrument the transfer of securities of any description is required to be effected or recorded by means of entries in a register, then, if— a there is produced to the person who is authorised or required to keep the register, a copy of an instrument of appointment or of an instrument of discharge which contains or has attached to it a list identifying the securities of that description held in trust for the union or association to which the instrument relates at the date of the appointment or discharge; and b it appears to that person that any of the securities so identified are included in the register kept by him, he shall, notwithstanding anything in  section 183(1) or 360 of the Companies Act 1985  or any other enactment or instrument regulating the keeping of the register, make such entries as may be necessary to give effect to the instrument of appointment or of discharge. 5 A document which purports to be a copy of an instrument of appointment or of an instrument of discharge containing or having attached to it such a list and to be certified to be a copy of such an instrument in accordance with subsection (6) below shall be taken to be a copy of such an instrument unless the contrary is proved. 6 The certificate referred to in subsection (5) above shall be given by the president and general secretary (or persons occupying positions equivalent to those of president and general secretary) of the union or association to which the instrument relates and, in the case of an instrument to which the list of securities is attached, shall appear both on the instrument and on the list. 7 Nothing done for the purposes of or in pursuance of subsection (4) above shall be taken to affect any person with notice of any trust or to impose on any person a duty to inquire into any matter. 8 In relation to a trade union or an employers’ association whose principal office is situated in Scotland, references in this section to the appointment and to the discharge of a trustee shall be construed as including respectively references to the assumption and to the resignation of a trustee, and references to an instrument appointing, and to an instrument discharging, a trustee shall be construed accordingly."}, {"act": "Trade Union and Labour Relations Act 1974 (repealed 16.10.1992)", "year": 1974, "section": "5", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Trade Union and Labour Relations Act 1974 (repealed 16.10.1992)", "year": 1974, "section": "6", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Trade Union and Labour Relations Act 1974 (repealed 16.10.1992)", "year": 1974, "section": "7", "section_title": " Right to terminate membership of trade union.", "section_text": "7 In every contract of membership of a trade union, whether made before or after the passing of this Act, there shall be implied a term conferring a right on the member, on giving reasonable notice and complying with any reasonable conditions, to terminate his membership of the union."}, {"act": "Trade Union and Labour Relations Act 1974 (repealed 16.10.1992)", "year": 1974, "section": "8", "section_title": " Lists of trade unions and employers’ associations.", "section_text": "8 1 The  Certification Officer  . . .   shall maintain a list of trade unions and a list of employers’ associations containing the names of those organisations which are entitled to have their names entered therein under the following provisions of this section. 2 The  Certification Officer  shall enter in the list of trade unions or employers’ associations, as the case may be, the name of every organisation of workers or of employers which— a was on 30th September 1971 registered (whether by that or any other name) as a trade union under the Trade Union Acts 1871 to 1964; or b has since that date been formed by the amalgamation of a number of such organisations each of which was so registered; or c was immediately before the commencement of this section affiliated to the Trades Union Congress; or d was immediately before that commencement registered as a trade union under section 68(4) of the 1971 Act or as an employers’ association under section 72(4) of that Act; except an organisation which appears to him not to be a trade union or, as the case may be, employers’ association within the meaning of this Act. 3 Any organisation of workers or of employers, whenever formed whose name is not entered in the relevant list may apply to the  Certification Officer  to have its name so entered and, subject to subsection (5) below, the  Certification Officer  shall, if satisfied that the organisation is a trade union or employers’ association and that subsection (4) below has been complied with, enter the name of that organisation in the relevant list. 4 An application under subsection (3) above shall be made in such form and manner as the  Certification Officer  may require and be accompanied by a fee of  £40  or such other fee as may be prescribed by regulations made by the Secretary of State and also by— a a copy of the rules of the organisation; b a list of its officers; c the address of its head or main office; and d the name under which it is or is to be known. 5 The  Certification Officer  shall not under subsection (3) above enter the name of an organisation in the relevant list if that name is— a the same as a name under which another organisation was registered as a trade union under the Trade Union Acts 1871 to 1964 on 30th September 1971 or was registered at any time as a trade union or employers’ association under the 1971 Act or is for the time being entered in either list; or b a name so nearly resembling any such name as to be likely to deceive the public. 6 If it appears to the  Certification Officer , whether on application made to him or otherwise, that an organisation whose name is entered in the relevant list is not a trade union or employers’ association . . .   he may remove its name from the relevant list, but shall not do so without giving the organisation notice of his intention to do so and without considering any representations made to him by the organisation during a period specified in the notice (being not less than twenty-eight days beginning with the date of the notice).  (6A) 6A The Certification Officer shall remove the name of an organisation from the relevant list— a if he is requested by the organisation to do so, or b if he is satisfied that the organisation has ceased to exist. 7 Any organisation aggrieved by the refusal of the Certification Officer to enter its name in the relevant list or by a decision of his to remove its name from that list may appeal, in accordance with  section 136(3) of The  Employment Protection (Consolidation) Act 1978 , to the Employment Appeal Tribunal; and on any such appeal the Tribunal, if satisfied that the name should be or remain so entered, shall declare that fact and give directions to the Certification Officer accordingly. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  9 The  Certification Officer  shall at all reasonable hours keep available for public inspection (free of charge) copies of the lists of trade unions and employers’ associations, as for the time being in force, and a copy of each list shall be included in the annual report made by the Chief  Certification Officer under paragraph 13(2) of schedule 1 to The  Employment Protection Act 1975 . 10 The fact that the name of an organisation is included in the list of trade unions or employers associations shall be evidence (and in Scotland sufficient evidence) that the organisation is a trade union or, as the case may be, an employers’ association, and on the application of the organisation  the  Certification Officer  shall issue it with a certificate that its name is included in the relevant list; and any document purporting to be such a certificate shall be evidence (and in Scotland sufficient evidence) that the name of the organisation is entered in the relevant list . . . "}, {"act": "Trade Union and Labour Relations Act 1974 (repealed 16.10.1992)", "year": 1974, "section": "9", "section_title": " Application of existing Acts referring to registered trade unions, employers’ associations,  etc.", "section_text": "9 1 An enactment passed, or an instrument made under an enactment, before the commencement of this section which refers (or is to be construed as referring) to a trade union registered under the Trade Union Acts 1871 to 1964 or a trade union or employers’ association registered under the 1971 Act, shall, on and after that commencement, have effect as if it referred to a trade union or employers’ association within the meaning of this Act. 2 Where an enactment passed, or an instrument made under an enactment, before the commencement of this section refers (or is to be construed as referring) to an organisation of workers or to an organisation of employers (within the meaning of the 1971 Act), it shall, on and after that commencement, have effect as if it referred to a trade union or an employers’ association, as the case may be. 3 Subsections (1) and (2) above shall not apply to any enactment contained in the  Income and Corporation Taxes Act 1970 or any other enactment relating to income tax or corporation tax."}, {"act": "Trade Union and Labour Relations Act 1974 (repealed 16.10.1992)", "year": 1974, "section": "10", "section_title": " Duty to keep accounting records.", "section_text": "10 1 This section applies to every trade union and every employers’ association except one which consists wholly or mainly of representatives of constituent or affiliated organisations (of the description referred to in subsection (1)(b)(ii) or subsection (2)(b)(ii) of section 28 below). 2 Every trade union and every employers’ association to which this section applies shall— a cause to be kept proper accounting records with respect to its transactions and its assets and liabilities; and b establish and maintain a satisfactory system of control of its accounting records, its cash holdings and all its receipts and remittances. 3 For the purposes of paragraph (a) above proper accounting records shall not be taken to be kept with respect to the matters mentioned in that paragraph if there are not kept such records as are necessary to give a true and fair view of the state of the affairs of the trade union or employers’ association and to explain its transactions. 4 Where a trade union or employers’ association consists of or includes branches or sections, then— a any duty falling upon the union or association in relation to a branch or section under this section shall be treated as having been discharged to the extent to which a branch or section discharges that duty instead of the union or association; and b any duty falling upon a branch or section under this section by reason of its being a trade union or employers’ association shall be treated as having been discharged to the extent to which the union or association of which it is a branch or section discharges that duty instead of the branch or section."}, {"act": "Trade Union and Labour Relations Act 1974 (repealed 16.10.1992)", "year": 1974, "section": "11", "section_title": " Duties as to annual returns, auditors and members’ superannuation schemes.", "section_text": "11 1 This section applies to every trade union and every employers’ association to which section 10 above applies except a union or association which has been in existence for less than 12 months. 2 Every trade union and every employers’ association to which this section applies shall send the  Certification Officer  as respects every calendar year a return relating to its affairs. 3 Every trade union and every employers’ association to which this section applies shall appoint an auditor or auditors to audit the accounts contained in its annual return. 4 Every trade union and every employers’ association to which this section applies shall at the request of any person, supply him with a copy of its rules and of its most recent annual return either free of charge or on payment of a reasonable charge. 5 The  Certification Officer  shall at all reasonable hours keep available for public inspection, either free of charge or on payment of a reasonable charge, copies of all annual returns sent to him under this section. 6 The provisions of Part I of Schedule 2 to this Act shall have effect with respect to the annual return and to the qualifications, appointment, removal and functions of auditors of trade unions and employers’ associations to which this section applies. 7 The provisions of Part II of Schedule 2 to this Act shall have effect with respect to members’ superannuation schemes maintained or to be maintained by trade unions or employers’ associations to which this section applies. 8 Where a trade union or employers’ association consists of or includes branches or sections, then— a any duty falling upon the union or association in relation to a branch or section under this section or Schedule 2 to this Act shall be treated as having been discharged to the extent to which a branch or section discharges that duty instead of the union or association; and b any duty falling upon a branch or section under this section or Schedule 2 to this Act by reason of its being a trade union or employers’ association shall be treated as having been discharged to the extent to which the union or association of which it is a branch or section discharges that duty instead of the branch or section. 9 Where a trade union or employers’ association to which this section applies is a company within the meaning of the Companies Act 1985— a subsection (3) above, and the provisions of paragraphs 6 to 15 of Schedule 2 to this Act, do not apply, and b the rights and powers conferred, and duties imposed, by paragraphs 16 to 21 of that Schedule belong to the auditors of the company appointed under Chapter V of Part XI of that Act."}, {"act": "Trade Union and Labour Relations Act 1974 (repealed 16.10.1992)", "year": 1974, "section": "12", "section_title": " Offences. ", "section_text": "12 1 If a trade union or an employers’ association refuses or wilfully neglects to perform a duty imposed on it by or under any of the provisions of section 10 or 11 above or Schedule 2 to this Act the trade union or employers’ association shall be guilty of an offence. 2 Subject to subsection (3) below, any offence committed by a trade union or an employers’ association under subsection (1) above shall be deemed to have been also committed by— a every officer of that trade union or employers’ association who is bound by the rules of the union or association to discharge on its behalf the duty breach of which constitutes that offence; or b if there is no such officer, every member of the general committee of management of the union or association. 3 In any proceedings brought against an officer or member by virtue of subsection (2) above in respect of any breach of duty, it shall be a defence for him to prove that he had reasonable cause to believe, and did believe, that some other person who was competent to discharge that duty was authorised to discharge it instead of him and had discharged it or would do so. 4 A person who wilfully alters or causes to be altered a document which is required for the purposes of any of the provisions of section 10 or 11 above or Schedule 2 to this Act, with intent to falsify the document or to enable a trade union or employers’ association to evade any of those provisions, shall be guilty of an offence. 5 For every offence committed under this section the trade union, employers’ association or other person guilty of the offence shall be liable on summary conviction— a in the case of an offence under subsection (1) above, to a fine not exceeding  level 3 on the standard scale ; b in the case of an offence under subsection (4) above, to a fine not exceeding  level 5 on the standard scale ."}, {"act": "Trade Union and Labour Relations Act 1974 (repealed 16.10.1992)", "year": 1974, "section": "13", "section_title": " Acts in contemplation or furtherance of trade disputes. ", "section_text": "13   1 An act done by a person in contemplation or furtherance of a trade dispute shall not be actionable in tort on the ground only— a that it induces another person to break a contract or interferes or induces any other person to interfere with its performance; or b that it consists in his threatening that a contract (whether one to which he is a party or not) will be broken or its performance interfered with, or that he will induce another person to break a contract or to interfere with its performance. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 An agreement or combination by two or more persons to do or procure the doing of any act in contemplation or furtherance of a trade dispute shall not be actionable in tort if the act is one which, if done without any such agreement or combination, would not be actionable in tort."}, {"act": "Trade Union and Labour Relations Act 1974 (repealed 16.10.1992)", "year": 1974, "section": "14", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Trade Union and Labour Relations Act 1974 (repealed 16.10.1992)", "year": 1974, "section": "15", "section_title": " Peaceful picketing.", "section_text": "15 1 It shall be lawful for a person in contemplation or furtherance of a trade dispute to attend— a at or near his own place of work, or b if he is an official of a trade union, at or near the place of work of a member of that union whom he is accompanying and whom he represents, for the purpose only of peacefully obtaining or communicating information, or peacefully persuading any person to work or abstain from working. 2 If a person works or normally works— a otherwise than at any one place, or b at a place the location of which is such that attendance there for a purpose mentioned in subsection (1) above is impracticable, his place of work for the purposes of that subsection shall be any premises of his employer from which he works or from which his work is administered. 3 In the case of a worker who is not in employment  where— a  last employment was terminated in connection with a trade dispute,  or b the termination of his employment was one of the circumstances giving rise to a trade dispute, subsection (1) above shall in relation to that dispute have effect as if any reference to his place of work were a reference to his former place of work. 4 A person who is an official of a trade union by virtue only of having been elected or appointed to be a representative of some of the members of the union shall be regarded for the purposes of subsection (1) above as representing only those members; but otherwise an official of a trade union shall be regarded for those purposes as representing all its members."}, {"act": "Trade Union and Labour Relations Act 1974 (repealed 16.10.1992)", "year": 1974, "section": "16", "section_title": " No compulsion to work.", "section_text": "16 No court shall, whether by way of— a an order for specific performance or specific implement of a contract of employment, or b an injunction or interdict restraining a breach or threatened breach of such a contract, compel an employee to do any work or attend at any place for the doing of any work."}, {"act": "Trade Union and Labour Relations Act 1974 (repealed 16.10.1992)", "year": 1974, "section": "17", "section_title": " Restriction on grant of ex parte injunctions and interdicts.", "section_text": "17   1 Where an application for an injunction or interdict is made to a court in the absence of the party against whom the injunction or interdict is sought or any representative of his, and that party claims, or in the opinion of the court would be likely to claim, that he acted in contemplation or furtherance of a trade dispute, the court shall not grant the injunction or interdict unless satisfied that all steps which in the circumstances were reasonable have been taken with a view to securing that notice of the application and an opportunity of being heard with respect to the application have been given to that party. 2 It is hereby declared for the avoidance of doubt that where an application is made to a court, pending the trial of an action, for an interlocutory injunction and the party against whom the injunction is sought claims that he acted in contemplation or furtherance of a trade dispute, the court shall, in exercising its discretion whether or not to grant the injunction, have regard to the likelihood of that party’s succeeding at the trial of the action in establishing the matter or matters which would, under any provision of section 13, . . .   or 15 above, afford a defence to the action. 3 Subsection (2) above shall not extend to Scotland."}, {"act": "Trade Union and Labour Relations Act 1974 (repealed 16.10.1992)", "year": 1974, "section": "18", "section_title": " Enforceability of collective agreements.", "section_text": "18 1 Subject to subsection (3) below, any collective agreement made before 1st December 1971 or after the commencement of this section shall be conclusively presumed not to have been intended by the parties to be a legally enforceable contract unless the agreement— a is in writing, and b contains a provision which (however expressed) states that the parties intended that the agreement shall be a legally enforceable contract. 2 Any such agreement which satisfies the conditions in subsection (1)(a) and (b) above shall be conclusively presumed to have been intended by the parties to be a legally enforceable contract. 3 If any such agreement is in writing and contains a provision which (however expressed) states that the parties intend that one or more parts of the agreement specified in that provision, but not the whole of the agreement, shall be a legally enforceable contract, then— a the specified part or parts shall be conclusively presumed to have been intended by the parties to be a legally enforceable contract; and b the remainder of the agreement shall be conclusively presumed not to have been intended by the parties to be such a contract, but a part of an agreement which by virtue of this paragraph is not a legally enforceable contract may be referred to for the purpose of interpreting a part of that agreement which is such a contract. 4 Notwithstanding anything in subsections (2) and (3) above, any terms of a collective agreement (whether made before or after the commencement of this section) which prohibit or restrict the right of workers to engage in a strike or other industrial action, or have the effect of prohibiting or restricting that right, shall not form part of any contract between any worker and the person for whom he works unless the collective agreement— a is in writing; and b contains a provision expressly stating that those terms shall or may be incorporated in such a contract; and c is reasonably accessible at his place of work to the worker to whom it applies and is available for him to consult during working hours; and d is one where each trade union which is a party to the agreement is an independent trade union; and unless the contract with that worker expressly or impliedly incorporates those terms in the contract. 5 Subsection (4) above shall have effect notwithstanding any provision to the contrary in any agreement (including a collective agreement or a contract with any worker)."}, {"act": "Trade Union and Labour Relations Act 1974 (repealed 16.10.1992)", "year": 1974, "section": "19", "section_title": " Transitional provisions for trade unions and employers’ associations ceasing to be incorporated.", "section_text": "19 1 The provisions of this section shall have effect in relation to a trade union or an employers’ association to which they are applied by section 2(4) or 3(3) above; and in this section “ the relevant date ” means the day on which, under section 2(4) or 3(3) above, such a trade union or employers’ association ceases to be a body corporate. 2 On the relevant date— a all property vested in the trade union or in the employers’ association immediately before that date shall by virtue of this paragraph (and without the execution of any instrument) vest in the trustees who, in accordance with subsection (3) below, are the appropriate trustees; b all liabilities, obligations and rights of the trade union or of the employers’ association subsisting immediately before that date shall, in so far as they are liabilities, obligations or rights affecting any property so vested (instead of continuing to be liabilities, obligations or rights of the union or association) become liabilities, obligations and rights of the trustees who, in accordance with subsection (3) below, are the appropriate trustees. 3 The appropriate trustees for the purposes of subsection (2) above are— a the trustees appointed in writing for the purposes of this section by or on behalf of the members of the trade union or employers’ association; b in a case where no such trustees are appointed, the official trustees of the trade union or employers’ association. 4 A certificate given by the official trustees of a trade union or employers’ association that the persons named in the certificate are the appropriate trustees of that union or association for the purposes of subsection (2) above shall be conclusive evidence that those persons are the appropriate trustees of that union or association for those purposes; and a document which purports to be such a certificate shall be taken to be such a certificate unless the contrary is proved. 5 In this section “ official trustees ”, in relation to a trade union or an employers’ association, means the two officers of the union or association who, on the relevant date, are the president and the general secretary of the union or association or occupy a position equivalent to that of president and general secretary respectively of a trade union or employers’ association. 6 Nothing in section 12 of the  Finance Act 1895 (which requires certain Acts to be stamped as conveyances on sale) shall be taken as applying to this Act."}, {"act": "Trade Union and Labour Relations Act 1974 (repealed 16.10.1992)", "year": 1974, "section": "2024.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Trade Union and Labour Relations Act 1974 (repealed 16.10.1992)", "year": 1974, "section": "25", "section_title": " Miscellaneous amendments, and transitional provisions and repeals.", "section_text": "25 1 Schedule 3 to this Act shall have effect for undoing certain amendments and repeals made by the 1971 Act in certain enactments specified in that Schedule, for continuing the effect of other amendments so made and for making minor amendments and amendments consequential on other provisions of this Act in other enactments so specified. 2 The transitional provisons in Schedule 4 shall have effect. 3 The enactments specified in Schedule 5 are hereby to the extent specified in the third column of that Schedule."}, {"act": "Trade Union and Labour Relations Act 1974 (repealed 16.10.1992)", "year": 1974, "section": "26", "section_title": " Regulations and orders.", "section_text": "26 1 The Secretary of State may make regulations for any purpose for which regulations are authorised or required to be made under this Act. 2 Any power to make regulations under this Act shall be exercisable by statutory instrument. 3 A statutory instrument containing any such regulations, other than regulations required to be laid in draft before Parliament before being made, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 Any power to make an order under any provision of this Act shall include power to revoke or vary the order by a subsequent order under that provision."}, {"act": "Trade Union and Labour Relations Act 1974 (repealed 16.10.1992)", "year": 1974, "section": "27", "section_title": " Expenses.", "section_text": "27 There shall be defrayed out of moneys provided by Parliament— a any administrative expenses incurred by the Secretary of State in consequence of the provisions of this Act; and b any increase attributable to the provisions of this Act in the sums payable out of moneys so provided under any other enactment."}, {"act": "Trade Union and Labour Relations Act 1974 (repealed 16.10.1992)", "year": 1974, "section": "28", "section_title": " Meaning of trade union and employers’ association.", "section_text": "28 1 In this Act, except so far as the context otherwise requires, “ trade union ” means an organisation (whether permanent or temporary) which either— a consists wholly or mainly of workers of one or more descriptions and is an organisation whose principal purposes include the regulation of relations between workers of that description or those descriptions and employers or employers’ associations; or b consists wholly or mainly of— i constituent or affiliated organisations which fulfil the conditions specified in paragraph (a) above (or themselves consist wholly or mainly of constituent or affiliated organisations which fulfil those conditions), or ii representatives of such constituent or affiliated organisations; and in either case is an organisation whose principal purposes include the regulation of relations between workers and employers or between workers and employers’ associations, or include the regulation of relations between its constituent or affiliated organisations. 2 In this Act, except so far as the context otherwise requires, “ employers’ association ” means an organisation (whether permanent or temporary) which either— a consists wholly or mainly of employers or individual proprietors of one or more descriptions and is an organisation whose principal purposes include the regulation of relations between employers of that description or those descriptions and workers or trade unions; or b consists wholly or mainly of— i constituent or affiliated organisations which fulfil the conditions specified in paragraph (a) above (or themselves consist wholly or mainly of constituent or affiliated organisations which fulfil those conditions), or ii representatives of such constituent or affiliated organisations; and in either case is an organisation whose principal purposes include the regulation of relations between employers and workers or between employers and trade unions, or include the regulation of relations between its constituent or affiliated organisations."}, {"act": "Trade Union and Labour Relations Act 1974 (repealed 16.10.1992)", "year": 1974, "section": "29", "section_title": " Meaning of trade dispute.", "section_text": "29 1 In this Act “ trade dispute ” means a dispute  between workers and their employer  . . .   which  relates wholly or mainly to  one or more of the following, that is to say— a terms and conditions of employment, or the physical conditions in which any workers are required to work; b engagement or non-engagement, or termination or suspension of employment or the duties of employment, of one or more workers; c allocation of work or the duties of employment as between workers or groups of workers; d matters of discipline; e the membership or non-membership of a trade union on the part of a worker; f facilities for officials of trade unions; and g machinery for negotiation or consultation, and other procedures, relating to any of the foregoing matters, including the recognition by employers or employers’ associations of the right of a trade union to represent workers in any such negotiation or consultation or in the carrying out of such procedures. 2 A dispute between a Minister of the Crown and any workers shall, notwithstanding that he is not the employer of those workers, be treated for the purposes of this Act as a dispute between  those workers and their employer  if the dispute relates— a to matters which have been referred for consideration by a joint body on which, by virtue of any provision made by or under any enactment, that Minister is represented; or b to matters which cannot be settled without that Minister exercising a power conferred on him by or under an enactment. 3 There is a trade dispute for the purposes of this Act even though it relates to matters  occurring outside the United Kingdom, so long as the person or persons whose actions in the United Kingdom are said to be in contemplation or furtherance of a trade dispute relating to matters occurring outside the United Kingdom are likely to be affected in respect of one or more of the matters specified in subsection (1) of this section by the outcome of that dispute , . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 An act, threat or demand done or made by one person or organisation against another which, if resisted, would have led to a trade dispute with that other, shall, notwithstanding that because that other submits to the act or threat or accedes to the demand no dispute arises, be treated for the purposes of this Act as being done or made in contemplation of a trade dispute with that other. 6 In this section— “ employment ” includes any relationship whereby one person personally does work or performs services for another;  “ worker ”, in relation to a dispute with an employer, means— a a worker employed by that employer; or b a person who has ceased to be employed by that employer where— i his employment was terminated in connection with the dispute; or ii the termination of his employment was one of the circumstances giving rise to the dispute. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Trade Union and Labour Relations Act 1974 (repealed 16.10.1992)", "year": 1974, "section": "30", "section_title": " General provisions as to interpretation.", "section_text": "30 1 In this Act, except so far as the context otherwise requires,— “ act ” and “ action ” each includes omission and references to doing an act or taking action shall be construed accordingly;  “ Certification Officer ” means the officer appointed under section 7 of the  Employment Protection Act 1975; “ collective agreement ” means any agreement or arrangement made by or on behalf of one or more trade unions and one or more employers or employers’ associations and relating to one or more of the matters mentioned in section 29(1) above; “ contract of employment ” means a contract of service or of apprenticeship, whether it is express or implied and (if it is express) whether it is oral or in writing; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ employee ” means an individual who has entered into or works under (or, where the employment has ceased, worked under) a contract of employment, otherwise than in police service;  “ employer ” (subject to subsection (2) below)— (a) where the reference is to an employer in relation to an employee, means the person by whom the employee is (or, in a case where the employment has ceased, was) employed, and (b) in any other case, means a person regarded in that person’s capacity as one for whom one or more workers work, or have worked or normally work or seek to work; “ employers’ association ” includes a combination of employers and employers’ associations; “ independent trade union ” means a trade union which— (a) is not under the domination or control of an employer or a group of employers or of one or more employers’ associations; and (b) is not liable to interference by an employer or any such group or association (arising out of the provision of financial or material support or by any other means whatsoever) tending towards such control  and (in relation to a trade union) “ independence ” and “ independent ” shall be construed accordingly; “ individual proprietor ” means an individual who is the owner of an undertaking; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ 1971 Act ” means the  Industrial Relations Act 1971;  “ officer ”, in relation to a trade union or an employers’ association includes any member of the governing body of that union or association and any trustee of any fund applicable for the purposes of that union or association; “ official ”, in relation to a trade union, means any person who is an officer of the union or of a branch or section of the union or who (not being such an officer) is a person elected or appointed in accordance with the rules of the union to be a representative of its members or of some of them, including any person so elected or appointed who is an employee of the same employer as the members, or one or more of the members, whom he is to represent; “ police service ” means service— (a) in England and Wales as a member of a police force or as a special constable; (b) as a constable within the meaning of the  Police (Scotland) Act 1967; (c) as a member of any constabulary maintained by virtue of any enactment; or (d) in any other capacity by virtue of which a person has the powers or privileges of a constable; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ special register body ” means an organisation whose name was immediately before the commencement of sections 2 and 3 above entered in the special register maintained under section 84 of the 1971 Act and which for the time being is a company registered under the  Companies Act 1985  or is incorporated by charter or letters patent; “ tort ”, as respects Scotland, means  delict , and cognate expressions shall be construed accordingly; “ union membership agreement ” means an agreement or arrangement which— (a) is made by or on behalf of, or otherwise exists between, one or more independent trade unions and one or more employers or employers’ associations; and (b) relates to employees of an identifiable class; and (c) has the effect  in practice of requiring the employees for the time being of the class to which it relates (whether or not there is a condition to that effect in their contract of employment) to  be or become a member of the union or one of the unions which is or are parties to the agreement or arrangement or of another  specified , independent trade union  and references in this definition to a trade union include references to a branch or section of a trade union; and a trade union is specified for the purposes of, or in relation to, a union membership agreement if it is specified in the agreement or is accepted by the parties to the agreement as being the equivalent of a union so specified ; “ worker ” (subject to the following provisions of this section) means an individual regarded in whichever (if any) of the following capacities is applicable to him, that is to say, as a person who works or normally works or seeks to work— a under a contract of employment; or b any other contract (whether express or implied, and, if express, whether oral or in writing) whereby he undertakes to do or perform personally any work or services for another party to the contract who is not a professional client of his; or c in employment under or for the purposes of a government department (otherwise than as a member of the naval, military or air forces of the Crown . . .  ) in so far as any such employment does not fall within paragraph (a) or (b) above, otherwise than in police service. 2 Without prejudice to the generality of the definitions in subsection (1) of this section, in this Act— a “ worker ” includes an individual regarded in his capacity as one who works or normally works or seeks to work as a person providing general medical services, pharmaceutical services, general dental services or general ophthalmic services in accordance with arrangements made by an Area Health Authority  District Health Authority  or Family Practitioner Committee under  sections 29, 35, 38 or 41 of the  National Health Service Act 1977  or by a Health Board under  sections 19, 25, 26 and 27 of the  National Health Service (Scotland) Act 1978 ; and b “ employer ” includes any Area Health Authority  District Health Authority , Family Practitioner Committee or Health Board in accordance with whose arrangements a person provides or has provided or normally provides or seeks to provide any such service as aforesaid. 3 Subject to subsection (4) below, in this Act “ successor ”, in relation to the employer of an employee, means a person who, in consequence of a change occurring (whether by virtue of a sale or other disposition or by operation of law) in the ownership of the undertaking or of part of the undertaking for the purposes of which the employee was employed, has become the owner of that undertaking or of that part of it, as the case may be. 4 Subsection (3) above shall have effect (subject to the necessary modifications) in relation to a case where— a the person by whom an undertaking or part of an undertaking is owned immediately before a change is one of the persons by whom (whether as partners, trustees or otherwise) it is owned immediately after the change, or b the persons by whom an undertaking or part of an undertaking is owned immediately before a change (whether as partners, trustees or otherwise) include the persons by whom, or include one or more of the persons by whom, it is owned immediately after the change, as that subsection has effect where the previous owner and the new owner are wholly different persons: and any reference in this Act to a successor of an employer shall be construed accordingly. 5 For the purposes of this Act any two employers are to be treated as associated if one is a company of which the other (directly or indirectly) has control, or if both are companies of which a third person (directly or indirectly) has control; and in this Act “ associated employer ” shall be construed accordingly. 5A For the purposes of this Act employees are to be treated, in relation to a union membership agreement, as belonging to the same class if they have been identified as such by the parties to the agreement, and employees may be so identified by reference to any characteristics or circumstances whatsoever. 6 For the purposes of this Act it is immaterial whether the law which (apart from this Act) governs any persons’ employment is the law of the United Kingdom, or of a part of the United Kingdom, or not. 7 Except so far as the context otherwise requires, any reference in this Act to any enactment shall be construed as a reference to that enactment as amended or extended by or under any other enactment, including this Act."}, {"act": "Trade Union and Labour Relations Act 1974 (repealed 16.10.1992)", "year": 1974, "section": "31", "section_title": " Short title, commencement and extent.", "section_text": "31 1 This Act may be cited as the Trade Union and Labour Relations Act 1974 2 This Act, except as provided by section 1(3) above and except sections, 21 to 23 above, shall come into operation on such day as the Secretary of State may appoint by order made by statutory instrument, and different days may be so appointed for different purposes. 3 Any reference in this Act to the commencement of any provision of this Act shall be construed as a reference to the day appointed under this section for the coming into operation of that provision. 4 An order made under this section may make such transitional provision or savings as appear to the Secretary of State to be necessary or expedient in connection with the provisions of this Act which are thereby brought (wholly or in part) into operation, including such adaptations of those provisions or of any provision of this Act then in force as appear to the Secretary of State to be necessary or expedient in consequence of the partial operation of this Act (whether before, on or after the day appointed by the order). 5 The following provisions of this Act shall extend to Northern Ireland, that is to say, sections 4 and 19 and any provision of Schedule 3 to 5 to this Act which amends or repeals any provision of . . .   the  Trade Union (Amalgamations, etc.) Act (Northern Ireland) 1965, the  Insurance Companies Act (Northern Ireland) 1968, the  Merchant Shipping Act 1970 or the  Insurance Companies Amendment Act 1973 or repeals any provision of the 1971 Act which extends to Northern Ireland, but except as aforesaid this Act shall not extend there."}]