[{"act": "Animal Welfare Act 2006", "year": 2006, "section": "1", "section_title": "Animals to which the Act applies", "section_text": "1 1 In this Act, except subsections (4) and (5),  “ animal ” means a vertebrate other than man. 2 Nothing in this Act applies to an animal while it is in its foetal or embryonic form. 3 The appropriate national authority may by regulations for all or any of the purposes of this Act— a extend the definition of  “animal” so as to include invertebrates of any description; b make provision in lieu of subsection (2) as respects any invertebrates included in the definition of  “animal”; c amend subsection (2) to extend the application of this Act to an animal from such earlier stage of its development as may be specified in the regulations. 4 The power under subsection (3)(a) or (c) may only be exercised if the appropriate national authority is satisfied, on the basis of scientific evidence, that animals of the kind concerned are capable of experiencing pain or suffering. 5 In this section,  “ vertebrate ” means any animal of the Sub-phylum Vertebrata of the Phylum Chordata and  “ invertebrate ” means any animal not of that Sub-phylum."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "2", "section_title": "“Protected animal”", "section_text": "2 An animal is a  “ protected animal ” for the purposes of this Act if— a it is of a kind which is commonly domesticated in the British Islands, b it is under the control of man whether on a permanent or temporary basis, or c it is not living in a wild state."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "3", "section_title": "Responsibility for animals", "section_text": "3 1 In this Act, references to a person responsible for an animal are to a person responsible for an animal whether on a permanent or temporary basis. 2 In this Act, references to being responsible for an animal include being in charge of it. 3 For the purposes of this Act, a person who owns an animal shall always be regarded as being a person who is responsible for it. 4 For the purposes of this Act, a person shall be treated as responsible for any animal for which a person under the age of 16 years of whom he has actual care and control is responsible."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "4", "section_title": "Unnecessary suffering", "section_text": "4 1 A person commits an offence if— a an act of his, or a failure of his to act, causes an animal to suffer, b he knew, or ought reasonably to have known, that the act, or failure to act, would have that effect or be likely to do so, c the animal is a protected animal, and d the suffering is unnecessary. 2 A person commits an offence if— a he is responsible for an animal, b an act, or failure to act, of another person causes the animal to suffer, c he permitted that to happen or failed to take such steps (whether by way of supervising the other person or otherwise) as were reasonable in all the circumstances to prevent that happening, and d the suffering is unnecessary. 3 The considerations to which it is relevant to have regard when determining for the purposes of this section whether suffering is unnecessary include— a whether the suffering could reasonably have been avoided or reduced; b whether the conduct which caused the suffering was in compliance with any relevant enactment or any relevant provisions of a licence or code of practice issued under an enactment; c whether the conduct which caused the suffering was for a legitimate purpose, such as— i the purpose of benefiting the animal, or ii the purpose of protecting a person, property or another animal; d whether the suffering was proportionate to the purpose of the conduct concerned; e whether the conduct concerned was in all the circumstances that of a reasonably competent and humane person. 3A In determining for the purposes of subsection (1) whether suffering is unnecessary in a case where it was caused by conduct for a purpose mentioned in subsection (3)(c)(ii), the fact that the conduct was for that purpose is to be disregarded if— a the animal was under the control of a relevant officer at the time of the conduct, b it was being used by that officer at that time, in the course of the officer’s duties, in a way that was reasonable in all the circumstances, and c that officer is not the defendant. 3B In subsection  (3A)  “relevant officer” means— a a constable; b a person (other than a constable) who has the powers of a constable or is otherwise employed for police purposes or is engaged to provide services for police purposes; c a prisoner custody officer within the meaning of Part 4 of the Criminal Justice Act 1991. 3C The Secretary of State may by regulations amend subsection  (3B) . Only a person in the public service of the Crown may be specified in subsection  (3B)  by virtue of regulations under this subsection. 4 Nothing in this section applies to the destruction of an animal in an appropriate and humane manner."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "5", "section_title": "Mutilation", "section_text": "5 1 A person commits an offence if— a he carries out a prohibited procedure on a protected animal; b he causes such a procedure to be carried out on such an animal. 2 A person commits an offence if— a he is responsible for an animal, b another person carries out a prohibited procedure on the animal, and c he permitted that to happen or failed to take such steps (whether by way of supervising the other person or otherwise) as were reasonable in all the circumstances to prevent that happening. 3 References in this section to the carrying out of a prohibited procedure on an animal are to the carrying out of a procedure which involves interference with the sensitive tissues or bone structure of the animal, otherwise than for the purpose of its medical treatment. 4 Subsections (1) and (2) do not apply in such circumstances as the appropriate national authority may specify by regulations. 5 Before making regulations under subsection (4), the appropriate national authority shall consult such persons appearing to the authority to represent any interests concerned as the authority considers appropriate. 6 Nothing in this section applies to the removal of the whole or any part of a dog's tail."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "6", "section_title": "Docking of dogs' tails", "section_text": "6 1 A person commits an offence if— a he removes the whole or any part of a dog's tail, otherwise than for the purpose of its medical treatment; b he causes the whole or any part of a dog's tail to be removed by another person, otherwise than for the purpose of its medical treatment. 2 A person commits an offence if— a he is responsible for a dog, b another person removes the whole or any part of the dog's tail, otherwise than for the purpose of its medical treatment, and c he permitted that to happen or failed to take such steps (whether by way of supervising the other person or otherwise) as were reasonable in all the circumstances to prevent that happening. 3 Subsections (1) and (2) do not apply if the dog is a certified working dog that is not more than 5 days old. 4 For the purposes of subsection (3), a dog is a certified working dog if a veterinary surgeon has certified, in accordance with regulations made by the appropriate national authority, that the first and second conditions mentioned below are met. 5 The first condition referred to in subsection (4) is that there has been produced to the veterinary surgeon such evidence as the appropriate national authority may by regulations require for the purpose of showing that the dog is likely to be used for work in connection with— a law enforcement, b activities of Her Majesty's armed forces, c emergency rescue, d lawful pest control, or e the lawful shooting of animals. 6 The second condition referred to in subsection (4) is that the dog is of a type specified for the purposes of this subsection by regulations made by the appropriate national authority. 7 It is a defence for a person accused of an offence under subsection (1) or (2) to show that he reasonably believed that the dog was one in relation to which subsection (3) applies. 8 A person commits an offence if— a he owns a subsection (3) dog, and b fails to take reasonable steps to secure that, before the dog is 3 months old, it is identified as a subsection (3) dog in accordance with regulations made by the appropriate national authority. 9 A person commits an offence if— a he shows a dog at an event to which members of the public are admitted on payment of a fee, b the dog's tail has been wholly or partly removed (in England and Wales or elsewhere), and c removal took place on or after the commencement day. 10 Where a dog is shown only for the purpose of demonstrating its working ability, subsection (9) does not apply if the dog is a subsection (3) dog. 11 It is a defence for a person accused of an offence under subsection (9) to show that he reasonably believed— a that the event was not one to which members of the public were admitted on payment of an entrance fee, b that the removal took place before the commencement day, or c that the dog was one in relation to which subsection (10) applies. 12 A person commits an offence if he knowingly gives false information to a veterinary surgeon in connection with the giving of a certificate for the purposes of this section. 13 The appropriate national authority may by regulations make provision about the functions of inspectors in relation to— a certificates for the purposes of this section, and b the identification of dogs as subsection (3) dogs. 14 Power to make regulations under this section includes power— a to make different provision for different cases, and b to make incidental, supplementary, consequential or transitional provision or savings. 15 Before making regulations under this section, the appropriate national authority shall consult such persons appearing to the authority to represent any interests concerned as the authority considers appropriate. 16 In this section— “ commencement day ” means the day on which this section comes into force; “ subsection (3) dog ” means a dog whose tail has, on or after the commencement day, been wholly or partly removed without contravening subsection (1), because of the application of subsection (3)."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "7", "section_title": "Administration of poisons  etc.", "section_text": "7 1 A person commits an offence if, without lawful authority or reasonable excuse, he— a administers any poisonous or injurious drug or substance to a protected animal, knowing it to be poisonous or injurious, or b causes any poisonous or injurious drug or substance to be taken by a protected animal, knowing it to be poisonous or injurious. 2 A person commits an offence if— a he is responsible for an animal, b without lawful authority or reasonable excuse, another person administers a poisonous or injurious drug or substance to the animal or causes the animal to take such a drug or substance, and c he permitted that to happen or, knowing the drug or substance to be poisonous or injurious, he failed to take such steps (whether by way of supervising the other person or otherwise) as were reasonable in all the circumstances to prevent that happening. 3 In this section, references to a poisonous or injurious drug or substance include a drug or substance which, by virtue of the quantity or manner in which it is administered or taken, has the effect of a poisonous or injurious drug or substance."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "8", "section_title": "Fighting etc.", "section_text": "8 1 A person commits an offence if he— a causes an animal fight to take place, or attempts to do so; b knowingly receives money for admission to an animal fight; c knowingly publicises a proposed animal fight; d provides information about an animal fight to another with the intention of enabling or encouraging attendance at the fight; e makes or accepts a bet on the outcome of an animal fight or on the likelihood of anything occurring or not occurring in the course of an animal fight; f takes part in an animal fight; g has in his possession anything designed or adapted for use in connection with an animal fight with the intention of its being so used; h keeps or trains an animal for use for in connection with an animal fight; i keeps any premises for use for an animal fight. 2 A person commits an offence if, without lawful authority or reasonable excuse, he is present at an animal fight. 3 A person commits an offence if, without lawful authority or reasonable excuse, he— a knowingly supplies a video recording of an animal fight, b knowingly publishes a video recording of an animal fight, c knowingly shows a video recording of an animal fight to another, or d possesses a video recording of an animal fight, knowing it to be such a recording, with the intention of supplying it. 4 Subsection (3) does not apply if the video recording is of an animal fight that took place— a outside Great Britain, or b before the commencement date. 5 Subsection (3) does not apply— a in the case of paragraph (a), to the supply of a video recording for inclusion in a programme service; b in the case of paragraph (b) or (c), to the publication or showing of a video recording by means of its inclusion in a programme service; c in the case of paragraph (d), by virtue of intention to supply for inclusion in a programme service. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 In this section— “ animal fight ” means an occasion on which a protected animal is placed with an animal, or with a human, for the purpose of fighting, wrestling or baiting; ‘ “ commencement date ” means the date on which subsection (3) comes into force; “ information society services ” has the meaning given in Article 2(a) of Directive  2000/31/ EC  of the European Parliament and of the Council of 8 June 2000 on certain legal aspects of information society services, in particular electronic commerce in the Internal Market (Directive on electronic commerce); “ programme service ” has the same meaning as in the Communications Act 2003 (c. 21); “ video recording ” means a recording, in any form, from which a moving image may by any means be reproduced and includes data stored on a computer disc or by other electronic means which is capable of conversion into a moving image. 8 In this section— a references to supplying or publishing a video recording are to supplying or publishing a video recording in any manner, including, in relation to a video recording in the form of data stored electronically, by means of transmitting such data; b references to showing a video recording are to showing a moving image reproduced from a video recording by any means."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "9", "section_title": "Duty of person responsible for animal to ensure welfare", "section_text": "9 1 A person commits an offence if he does not take such steps as are reasonable in all the circumstances to ensure that the needs of an animal for which he is responsible are met to the extent required by good practice. 2 For the purposes of this Act, an animal's needs shall be taken to include— a its need for a suitable environment, b its need for a suitable diet, c its need to be able to exhibit normal behaviour patterns, d any need it has to be housed with, or apart from, other animals, and e its need to be protected from pain, suffering, injury and disease. 3 The circumstances to which it is relevant to have regard when applying subsection (1) include, in particular— a any lawful purpose for which the animal is kept, and b any lawful activity undertaken in relation to the animal. 4 Nothing in this section applies to the destruction of an animal in an appropriate and humane manner."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "10", "section_title": "Improvement notices", "section_text": "10 1 If an inspector is of the opinion that a person is failing to comply with section 9(1), he may serve on the person a notice which— a states that he is of that opinion, b specifies the respects in which he considers the person is failing to comply with that provision, c specifies the steps he considers need to be taken in order to comply with the provision, d specifies a period for the taking of those steps, and e explains the effect of subsections (2) and (3). 2 Where a notice under subsection (1) (“an improvement notice”) is served, no proceedings for an offence under section 9(1) may be instituted before the end of the period specified for the purposes of subsection (1)(d) (“the compliance period”) in respect of— a the non-compliance which gave rise to the notice, or b any continuation of that non-compliance. 3 If the steps specified in an improvement notice are taken at any time before the end of the compliance period, no proceedings for an offence under section 9(1) may be instituted in respect of— a the non-compliance which gave rise to the notice, or b any continuation of that non-compliance prior to the taking of the steps specified in the notice. 4 An inspector may extend, or further extend, the compliance period specified in an improvement notice."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "11", "section_title": "Transfer of animals by way of sale or prize to persons under 16", "section_text": "11 1 A person commits an offence if he sells an animal to a person whom he has reasonable cause to believe to be under the age of 16 years. 2 For the purposes of subsection (1), selling an animal includes transferring, or agreeing to transfer, ownership of the animal in consideration of entry by the transferee into another transaction. 3 Subject to subsections (4) to (6), a person commits an offence if— a he enters into an arrangement with a person whom he has reasonable cause to believe to be under the age of 16 years, and b the arrangement is one under which that person has the chance to win an animal as a prize. 4 A person does not commit an offence under subsection (3) if— a he enters into the arrangement in the presence of the person with whom the arrangement is made, and b he has reasonable cause to believe that the person with whom the arrangement is made is accompanied by a person who is not under the age of 16 years. 5 A person does not commit an offence under subsection (3) if— a he enters into the arrangement otherwise than in the presence of the person with whom the arrangement is made, and b he has reasonable cause to believe that a person who has actual care and control of the person with whom the arrangement is made has consented to the arrangement. 6 A person does not commit an offence under subsection (3) if he enters into the arrangement in a family context."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "12", "section_title": "Regulations to promote welfare", "section_text": "12 1 The appropriate national authority may by regulations make such provision as the authority thinks fit for the purpose of promoting the welfare of animals for which a person is responsible, or the progeny of such animals. 2 Without prejudice to the generality of the power under subsection (1), regulations under that subsection may, in particular— a make provision imposing specific requirements for the purpose of securing that the needs of animals are met; b make provision to facilitate or improve co-ordination in relation to the carrying out by different persons of functions relating to the welfare of animals; c make provision for the establishment of one or more bodies with functions relating to advice about the welfare of animals. 3 Power to make regulations under subsection (1) includes power— a to provide that breach of a provision of the regulations is an offence; b to apply a relevant post-conviction power in relation to conviction for an offence under the regulations; c to make provision for fees or other charges in relation to the carrying out of functions under the regulations; d to make different provision for different cases or areas; e to provide for exemptions from a provision of the regulations, either subject to specified conditions or without conditions; f to make incidental, supplementary, consequential or transitional provision or savings. 4 Power to make regulations under subsection (1) does not include power to create an offence triable on indictment or punishable with— a imprisonment for a term exceeding 51 weeks, or b a fine exceeding level 5 on the standard scale. 5 Regulations under subsection (1) may provide that a specified offence under the regulations is to be treated as a relevant offence for the purposes of section 23. 6 Before making regulations under subsection (1), the appropriate national authority shall consult such persons appearing to the authority to represent any interests concerned as the authority considers appropriate. 7 In this section,  “ specified ” means specified in regulations under subsection (1)."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "13", "section_title": "Licensing or registration of activities involving animals", "section_text": "13 1 No person shall carry on an activity to which this subsection applies except under the authority of a licence for the purposes of this section. 2 Subsection (1) applies to an activity which— a involves animals for which a person is responsible, and b is specified for the purposes of the subsection by regulations made by the appropriate national authority. 3 No person shall carry on an activity to which this subsection applies unless registered for the purposes of this section. 4 Subsection (3) applies to an activity which— a involves animals for which a person is responsible, and b is specified for the purposes of the subsection by regulations made by the appropriate national authority. 5 Regulations under subsection (2) or (4) may only be made for the purpose of promoting the welfare of animals for which a person is responsible, or the progeny of such animals. 6 A person commits an offence if he contravenes subsection (1) or (3). 7 The appropriate national authority may by regulations make provision about licences or registration for the purposes of this section. 8 The appropriate national authority may by regulations repeal any of the following enactments (which impose licence or registration requirements in relation to activities involving animals)— a section 1(1) of the Performing Animals (Regulation) Act 1925 (c. 38); b section 1(1) of the Pet Animals Act 1951 (c. 35); c section 1(1) of the Animal Boarding Establishments Act 1963 (c. 43); d section 1(1) of the Riding Establishments Act 1964 (c. 70); e section 1(1) of the Breeding of Dogs Act 1973 (c. 60). 9 Before making regulations under this section, the appropriate national authority shall consult such persons appearing to the authority to represent any interests concerned as the authority considers appropriate. 10 Schedule 1 (which makes provision about regulations under this section) has effect."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "14", "section_title": "Codes of practice", "section_text": "14 1 The appropriate national authority may issue, and may from time to time revise, codes of practice for the purpose of providing practical guidance in respect of any provision made by or under this Act. 2 The authority responsible for issuing a code of practice under subsection (1) shall publish the code, and any revision of it, in such manner as it considers appropriate. 3 A person's failure to comply with a provision of a code of practice issued under this section shall not of itself render him liable to proceedings of any kind. 4 In any proceedings against a person for an offence under this Act or an offence under regulations under section 12 or 13— a failure to comply with a relevant provision of a code of practice issued under this section may be relied upon as tending to establish liability, and b compliance with a relevant provision of such a code of practice may be relied upon as tending to negative liability."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "15", "section_title": "Making and approval of codes of practice: England", "section_text": "15 1 Where the Secretary of State proposes to issue (or revise) a code of practice under section 14, he shall— a prepare a draft of the code (or revised code), b consult about the draft such persons appearing to him to represent any interests concerned as he considers appropriate, and c consider any representations made by them. 2 If following consultation under subsection (1) the Secretary of State decides to proceed with a draft (either in its original form or with such modifications as he thinks fit), he shall lay a copy of it before Parliament. 3 If, within the 40-day period, either House of Parliament resolves not to approve a draft laid under subsection (2), the Secretary of State shall take no further steps in relation to it. 4 If, within the 40-day period, neither House resolves not to approve a draft laid under subsection (2), the Secretary of State shall issue (or revise) the code in the form of the draft. 5 A code (or revised code) shall come into force on such day as the Secretary of State may by order appoint. 6 Subsection (3) does not prevent a new draft of a code (or revised code) from being laid before Parliament. 7 An order under subsection (5) may include transitional provision or savings. 8 In this section,  “ the 40-day period ”, in relation to a draft laid under subsection (2), means— a if the draft is laid before the Houses on different days, the period of 40 days beginning with the later of the two days, and b in any other case, the period of 40 days beginning with the day on which the draft is laid before each House, no account being taken of any period during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "16", "section_title": "Making of codes of practice: Wales", "section_text": "16 1 Where the National Assembly for Wales proposes to issue (or revise) a code of practice under section 14, it shall— a prepare a draft of the code (or revised code), b consult about the draft such persons appearing to it to represent any interests concerned as it considers appropriate, and c consider any representations made by them. 2 The Assembly may issue (or revise) a code either in the form of the draft prepared under subsection (1)(a) or with such modification as it thinks fit. 3 A code (or revised code) shall come into force in accordance with its provisions. 4 A code (or revised code) may include transitional provision or savings."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "17", "section_title": "Revocation of codes of practice", "section_text": "17 1 The appropriate national authority may by order revoke a code of practice issued by it under section 14. 2 An order under subsection (1) may include transitional provision or savings. 3 Before making an order under subsection (1), the appropriate national authority shall consult such persons appearing to the authority to represent any interests concerned as the authority considers appropriate. 4 Subsection (3) does not apply in relation to an order revoking a code of practice in connection with its replacement by a new one."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "18", "section_title": "Powers in relation to animals in distress", "section_text": "18 1 If an inspector or a constable reasonably believes that a protected animal is suffering, he may take, or arrange for the taking of, such steps as appear to him to be immediately necessary to alleviate the animal's suffering. 2 Subsection (1) does not authorise destruction of an animal. 3 If a veterinary surgeon certifies that the condition of a protected animal is such that it should in its own interests be destroyed, an inspector or a constable may— a destroy the animal where it is or take it to another place and destroy it there, or b arrange for the doing of any of the things mentioned in paragraph (a). 4 An inspector or a constable may act under subsection (3) without the certificate of a veterinary surgeon if it appears to him— a that the condition of the animal is such that there is no reasonable alternative to destroying it, and b that the need for action is such that it is not reasonably practicable to wait for a veterinary surgeon. 5 An inspector or a constable may take a protected animal into possession if a veterinary surgeon certifies— a that it is suffering, or b that it is likely to suffer if its circumstances do not change. 6 An inspector or a constable may act under subsection (5) without the certificate of a veterinary surgeon if it appears to him— a that the animal is suffering or that it is likely to do so if its circumstances do not change, and b that the need for action is such that it is not reasonably practicable to wait for a veterinary surgeon. 7 The power conferred by subsection (5) includes power to take into possession dependent offspring of an animal taken into possession under that subsection. 8 Where an animal is taken into possession under subsection (5), an inspector or a constable may— a remove it, or arrange for it to be removed, to a place of safety; b care for it, or arrange for it to be cared for— i on the premises where it was being kept when it was taken into possession, or ii at such other place as he thinks fit; c mark it, or arrange for it to be marked, for identification purposes. 9 A person acting under subsection (8)(b)(i), or under an arrangement under that provision, may make use of any equipment on the premises. 10 A veterinary surgeon may examine and take samples from an animal for the purpose of determining whether to issue a certificate under subsection (3) or (5) with respect to the animal. 11 If a person exercises a power under this section otherwise than with the knowledge of a person who is responsible for the animal concerned, he must, as soon as reasonably practicable after exercising the power, take such steps as are reasonable in the circumstances to bring the exercise of the power to the notice of such a person. 12 A person commits an offence if he intentionally obstructs a person in the exercise of power conferred by this section. 13 A magistrates' court may, on application by a person who incurs expenses in acting under this section, order that he be reimbursed by such person as it thinks fit. 14 A person affected by a decision under subsection (13) may appeal against the decision to the Crown Court."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "19", "section_title": "Power of entry for section 18 purposes", "section_text": "19 1 An inspector or a constable may enter premises for the purpose of searching for a protected animal and of exercising any power under section 18 in relation to it if he reasonably believes— a that there is a protected animal on the premises, and b that the animal is suffering or, if the circumstances of the animal do not change, it is likely to suffer. 2 Subsection (1) does not authorise entry to any part of premises which is used as a private dwelling. 3 An inspector or a constable may (if necessary) use reasonable force in exercising the power conferred by subsection (1), but only if it appears to him that entry is required before a warrant under subsection (4) can be obtained and executed. 4 Subject to subsection (5), a justice of the peace may, on the application of an inspector or constable, issue a warrant authorising an inspector or a constable to enter premises for the purpose mentioned in subsection (1), if necessary using reasonable force. 5 The power to issue a warrant under subsection (4) is exercisable only if the justice of the peace is satisfied— a that there are reasonable grounds for believing that there is a protected animal on the premises and that the animal is suffering or is likely to suffer if its circumstances do not change, and b that section 52 is satisfied in relation to the premises."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "20", "section_title": "Orders in relation to animals taken under section 18(5)", "section_text": "20 1 A magistrates' court may order any of the following in relation to an animal taken into possession under section 18(5)— a that specified treatment be administered to the animal; b that possession of the animal be given up to a specified person; c that the animal be sold; d that the animal be disposed of otherwise than by way of sale; e that the animal be destroyed. 2 If an animal is taken into possession under section 18(5) when it is pregnant, the power conferred by subsection (1) shall also be exercisable in relation to any offspring that results from the pregnancy. 3 The power conferred by subsection (1) shall be exercisable on application by— a the owner of the animal, or b any other person appearing to the court to have a sufficient interest in the animal. 4 A court may not make an order under subsection (1) unless— a it has given the owner of the animal an opportunity to be heard, or b it is satisfied that it is not reasonably practicable to communicate with the owner. 5 Where a court makes an order under subsection (1), it may— a appoint a person to carry out, or arrange for the carrying out, of the order; b give directions with respect to the carrying out of the order; c confer additional powers (including power to enter premises where the animal is being kept) for the purpose of, or in connection with, the carrying out of the order; d order a person to reimburse the expenses of carrying out the order. 6 In determining how to exercise its powers under this section, the court shall have regard, amongst other things, to the desirability of protecting the animal's value and avoiding increasing any expenses which a person may be ordered to reimburse. 7 A person commits an offence if he intentionally obstructs a person in the exercise of any power conferred by virtue of this section. 8 If the owner of the animal is subject to a liability by virtue of section 18(13) or subsection (5)(d) above, any amount to which he is entitled as a result of sale of the animal may be reduced by an amount equal to that liability."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "21", "section_title": "Orders under section 20: appeals", "section_text": "21 1 Where a court makes an order under section 20(1), the owner of the animal to which the order relates may appeal against the order to the Crown Court. 2 Nothing may be done under an order under section 20(1) unless— a the period for giving notice of appeal against the order has expired, and b if the order is the subject of an appeal, the appeal has been determined or withdrawn. 3 Where the effect of an order is suspended under subsection (2)— a no directions given in connection with the order shall have effect, but b the court may give directions about how any animal to which the order applies is to be dealt with during the suspension. 4 Directions under subsection (3)(b) may, in particular— a appoint a person to carry out, or arrange for the carrying out, of the directions; b require any person who has possession of the animal to deliver it up for the purposes of the directions; c confer additional powers (including power to enter premises where the animal is being kept) for the purpose of, or in connection with, the carrying out of the directions; d provide for the recovery of any expenses which are reasonably incurred in carrying out the directions. 5 Where a court decides on an application under section 20(3)(a) not to exercise the power conferred by subsection (1) of that section, the applicant may appeal against the decision to the Crown Court. 6 Where a court makes an order under section 20(5)(d), the person against whom the order is made may appeal against the order to the Crown Court."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "22", "section_title": "Seizure of animals involved in fighting offences", "section_text": "22 1 A constable may seize an animal if it appears to him that it is one in relation to which an offence under section 8(1) or (2) has been committed. 2 A constable may enter and search premises for the purpose of exercising the power under subsection (1) if he reasonably believes— a that there is an animal on the premises, and b that the animal is one in relation to which the power under subsection (1) is exercisable. 3 Subsection (2) does not authorise entry to any part of premises which is used as a private dwelling. 4 Subject to subsection (5), a justice of the peace may, on the application of a constable, issue a warrant authorising a constable to enter and search premises, if necessary using reasonable force, for the purpose of exercising the power under subsection (1). 5 The power to issue a warrant under subsection (4) is exercisable only if the justice of the peace is satisfied— a that there are reasonable grounds for believing that there is on the premises an animal in relation to which an offence under section 8(1) or (2) has been committed, and b that section 52 is satisfied in relation to the premises. 6 In this section, references to an animal in relation to which an offence under section 8(1) or (2) has been committed include an animal which took part in an animal fight in relation to which such an offence was committed."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "23", "section_title": "Entry and search under warrant in connection with offences", "section_text": "23 1 Subject to subsection (2), a justice of the peace may, on the application of an inspector or constable, issue a warrant authorising an inspector or a constable to enter premises, if necessary using reasonable force, in order to search for evidence of the commission of a relevant offence. 2 The power to issue a warrant under subsection (1) is exercisable only if the justice of the peace is satisfied— a that there are reasonable grounds for believing— i that a relevant offence has been committed on the premises, or ii that evidence of the commission of a relevant offence is to be found on the premises, and b that section 52 is satisfied in relation to the premises. 3 In this section,  “ relevant offence ” means an offence under any of sections 4 to 9, 13(6) and 34(9)."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "24", "section_title": "Entry for purposes of arrest", "section_text": "24 In section 17(1)(c) of the Police and Criminal Evidence Act 1984 (c. 60)\t\t\t(power of constable to enter and search premises for purpose of arresting a person for offence under specified enactments), at end insert— v any of sections 4, 5, 6(1) and (2), 7 and 8(1) and (2) of the Animal Welfare Act 2006 (offences relating to the prevention of harm to animals); ."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "25", "section_title": "Inspection of records required to be kept by holder of licence", "section_text": "25 1 An inspector may require the holder of a licence to produce for inspection any records which he is required to keep by a condition of the licence. 2 Where records which a person is so required to keep are stored in electronic form, the power under subsection (1) includes power to require the records to be made available for inspection— a in a visible and legible form, or b in a form from which they can readily be produced in a visible and legible form. 3 An inspector may inspect and take copies of any records produced for inspection in pursuance of a requirement under this section."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "26", "section_title": "Inspection in connection with licences", "section_text": "26 1 An inspector may carry out an inspection in order to check compliance with— a the conditions subject to which a licence is granted; b provision made by or under this Act which is relevant to the carrying on of an activity to which a licence relates. 2 An inspector may, for the purpose of carrying out an inspection under subsection (1), enter— a premises specified in a licence as premises on which the carrying on of an activity is authorised; b premises on which he reasonably believes an activity to which a licence relates is being carried on. 3 Subsection (2) does not authorise entry to any part of premises which is used as a private dwelling unless 24 hours' notice of the intended entry is given to the occupier."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "27", "section_title": "Inspection in connection with registration", "section_text": "27 1 An inspector may carry out an inspection in order to check compliance with provision made by or under this Act which is relevant to the carrying on of an activity to which a registration for the purposes of section 13 relates. 2 An inspector may, for the purpose of carrying out an inspection under subsection (1), enter premises on which he reasonably believes a person registered for the purposes of section 13 is carrying on an activity to which the registration relates. 3 Subsection (2) does not authorise entry to any part of premises which is used as a private dwelling unless 24 hours' notice of the intended entry is given to the occupier."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "28", "section_title": "Inspection of farm premises", "section_text": "28 1 An inspector may carry out an inspection in order to— a check compliance with regulations under section 12 which relate to animals bred or kept for farming purposes; b ascertain whether any offence under or by virtue of this Act has been or is being committed in relation to such animals. 2 An inspector may enter premises which he reasonably believes to be premises on which animals are bred or kept for farming purposes in order to carry out an inspection under subsection (1). 3 Subsection (2) does not authorise entry to any part of premises which is used as a private dwelling. 4 Subject to subsection (5), a justice of the peace may, on the application of an inspector, issue a warrant authorising an inspector to enter premises, if necessary using reasonable force, in order to carry out an inspection under subsection (1). 5 The power to issue a warrant under subsection (4) is exercisable only if the justice of the peace is satisfied— a that it is reasonable to carry out an inspection on the premises, and b that section 52 is satisfied in relation to the premises."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "29", "section_title": "Inspection relating to    assimilated   law  ", "section_text": "29 1 An inspector may carry out an inspection in order to check compliance with regulations under section 12 which   are   assimilated   law . 2 An inspector may enter any premises in order to carry out an inspection under subsection (1). 3 Subsection (2) does not authorise entry to any part of premises which is used as a private dwelling."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "30", "section_title": "Power of local authority to prosecute offences", "section_text": "30 A local authority in England or Wales may prosecute proceedings for any offence under this Act."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "31", "section_title": "Time limits for prosecutions", "section_text": "31 1 Notwithstanding anything in section 127(1) of the Magistrates' Courts Act 1980 (c. 43), a magistrates' court may try an information relating to an offence under this Act if the information is laid— a before the end of the period of three years beginning with the date of the commission of the offence, and b before the end of the period of six months beginning with the date on which evidence which the prosecutor thinks is sufficient to justify the proceedings comes to his knowledge. 2 For the purposes of subsection (1)(b)— a a certificate signed by or on behalf of the prosecutor and stating the date on which such evidence came to his knowledge shall be conclusive evidence of that fact, and b a certificate stating that matter and purporting to be so signed shall be treated as so signed unless the contrary is proved."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "32", "section_title": "Imprisonment or fine", "section_text": "32 1 A person guilty of an offence under any of sections 4, 5, 6(1) and (2), 7 and 8 shall be liable   —  a on summary conviction, to imprisonment for a term not exceeding   the general limit in a magistrates’ court , or to a fine, or to both; b on conviction on indictment, to imprisonment for a term not exceeding 5 years, or to a fine, or to both. 2 A person guilty of an offence under section 9, 13(6) or 34(9) shall be liable on summary conviction to— a imprisonment for a term not exceeding 51 weeks, or b a fine not exceeding level 5 on the standard scale, or to both. 3 A person guilty of an offence under regulations under section 12 or 13 shall be liable on summary conviction to such penalty by way of imprisonment or fine as may be provided by regulations under that section. 4 A person guilty of any other offence under this Act shall be liable on summary conviction to— a imprisonment for a term not exceeding 51 weeks, or b a fine not exceeding level 4 on the standard scale, or to both. 4A In relation to an offence committed before   2 May 2022 , the reference in subsection (1)(a) to   the general limit in a magistrates’ court   is to be read as a reference to 6 months. 5 In relation to an offence committed before the commencement of section 281(5) of the Criminal Justice Act 2003 (c. 44), the reference in each of subsections  ... (2)(a) and (4)(a) to 51 weeks is to be read as a reference to 6 months."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "33", "section_title": "Deprivation", "section_text": "33 1 If the person convicted of an offence under any of sections 4, 5, 6(1) and (2), 7, 8 and 9 is the owner of an animal in relation to which the offence was committed, the court by or before which he is convicted may, instead of or in addition to dealing with him in any other way, make an order depriving him of ownership of the animal and for its disposal. 2 Where the owner of an animal is convicted of an offence under section 34(9) because ownership of the animal is in breach of a disqualification under section 34(2), the court by or before which he is convicted may, instead of or in addition to dealing with him in any other way, make an order depriving him of ownership of the animal and for its disposal. 3 Where the animal in respect of which an order under subsection (1) or (2) is made has any dependent offspring, the order may include provision depriving the person to whom it relates of ownership of the offspring and for its disposal. 4 Where a court makes an order under subsection (1) or (2), it may— a appoint a person to carry out, or arrange for the carrying out of, the order; b require any person who has possession of an animal to which the order applies to deliver it up to enable the order to be carried out; c give directions with respect to the carrying out of the order; d confer additional powers (including power to enter premises where an animal to which the order applies is being kept) for the purpose of, or in connection with, the carrying out of the order; e order the offender to reimburse the expenses of carrying out the order. 5 Directions under subsection (4)(c) may— a specify the manner in which an animal is to be disposed of, or b delegate the decision about the manner in which an animal is to be disposed of to a person appointed under subsection (4)(a). 6 Where a court decides not to make an order under subsection (1) or (2) in relation to an offender, it shall— a give its reasons for the decision in open court, and b if it is a magistrates' court, cause them to be entered in the register of its proceedings. 7 Subsection (6) does not apply where the court makes an order under section 34(1) in relation to the offender. 8 In subsection (1), the reference to an animal in relation to which an offence was committed includes, in the case of an offence under section 8, an animal which took part in an animal fight in relation to which the offence was committed. 9 In this section, references to disposing of an animal include destroying it."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "34", "section_title": "Disqualification", "section_text": "34 1 If a person is convicted of an offence to which this section applies, the court by or before which he is convicted may, instead of or in addition to dealing with him in any other way, make an order disqualifying him under any one or more of subsections (2) to (4) for such period as it thinks fit. 2 Disqualification under this subsection disqualifies a person— a from owning animals, b from keeping animals, c from participating in the keeping of animals, and d from being party to an arrangement under which he is entitled to control or influence the way in which animals are kept. 3 Disqualification under this subsection disqualifies a person from dealing in animals. 4 Disqualification under this subsection disqualifies a person— a from transporting animals, and b from arranging for the transport of animals. 5 Disqualification under subsection (2), (3) or (4) may be imposed in relation to animals generally, or in relation to animals of one or more kinds. 6 The court by which an order under subsection (1) is made may specify a period during which the offender may not make an application under section 43(1) for termination of the order. 7 The court by which an order under subsection (1) is made may— a suspend the operation of the order pending an appeal, or b where it appears to the court that the offender owns or keeps an animal to which the order applies, suspend the operation of the order, and of any order made under section 35 in connection with the disqualification, for such period as it thinks necessary for enabling alternative arrangements to be made in respect of the animal. 8 Where a court decides not to make an order under subsection (1) in relation to an offender, it shall— a give its reasons for the decision in open court, and b if it is a magistrates' court, cause them to be entered in the register of its proceedings. 9 A person who breaches a disqualification imposed by an order under subsection (1) commits an offence. 10 This section applies to an offence under any of sections 4, 5, 6(1) and (2), 7, 8, 9 and 13(6) and subsection (9)."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "35", "section_title": "Seizure of animals in connection with disqualification", "section_text": "35 1 Where— a a court makes an order under section 34(1), and b it appears to the court that the person to whom the order applies owns or keeps any animal contrary to the disqualification imposed by the order, it may order that all animals he owns or keeps contrary to the disqualification be taken into possession. 2 Where a person is convicted of an offence under section 34(9) because of owning or keeping an animal in breach of disqualification under section 34(2), the court by or before which he is convicted may order that all animals he owns or keeps in breach of the disqualification be taken into possession. 3 An order under subsection (1) or (2), so far as relating to any animal owned by the person subject to disqualification, shall have effect as an order for the disposal of the animal. 4 Any animal taken into possession in pursuance of an order under subsection (1) or (2) that is not owned by the person subject to disqualification shall be dealt with in such manner as the appropriate court may order. 5 A court may not make an order for disposal under subsection (4) unless— a it has given the owner of the animal an opportunity to be heard, or b it is satisfied that it is not reasonably practicable to communicate with the owner. 6 Where a court makes an order under subsection (4) for the disposal of an animal, the owner may— a in the case of an order made by a magistrates' court, appeal against the order to the Crown Court; b in the case of an order made by the Crown Court, appeal against the order to the Court of Appeal. 7 In subsection (4), the reference to the appropriate court is to— a the court which made the order under subsection (1) or (2), or b in the case of an order made by a magistrates' court, to a magistrates' court for the same local justice area as that court. 8 In this section, references to disposing of an animal include destroying it."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "36", "section_title": "Section 35: supplementary", "section_text": "36 1 The court by which an order under section 35 is made may— a appoint a person to carry out, or arrange for the carrying out of, the order; b require any person who has possession of an animal to which the order applies to deliver it up to enable the order to be carried out; c give directions with respect to the carrying out of the order; d confer additional powers (including power to enter premises where an animal to which the order applies is being kept) for the purpose of, or in connection with, the carrying out of the order; e order the person subject to disqualification, or another person, to reimburse the expenses of carrying out the order. 2 Directions under subsection (1)(c) may— a specify the manner in which an animal is to be disposed of, or b delegate the decision about the manner in which an animal is to be disposed of to a person appointed under subsection (1)(a). 3 In determining how to exercise its powers under section 35 and this section, the court shall have regard, amongst other things, to— a the desirability of protecting the value of any animal to which the order applies, and b the desirability of avoiding increasing any expenses which a person may be ordered to reimburse. 4 In determining how to exercise a power delegated under subsection (2)(b), a person shall have regard, amongst other things, to the things mentioned in subsection (3)(a) and (b). 5 If the owner of an animal ordered to be disposed of under section 35 is subject to a liability by virtue of subsection (1)(e), any amount to which he is entitled as a result of sale of the animal may be reduced by an amount equal to that liability."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "37", "section_title": "Destruction in the interests of the animal", "section_text": "37 1 The court by or before which a person is convicted of an offence under any of sections 4, 5, 6(1) and (2), 7, 8(1) and (2) and 9 may order the destruction of an animal in relation to which the offence was committed if it is satisfied, on the basis of evidence given by a veterinary surgeon, that it is appropriate to do so in the interests of the animal. 2 A court may not make an order under subsection (1) unless— a it has given the owner of the animal an opportunity to be heard, or b it is satisfied that it is not reasonably practicable to communicate with the owner. 3 Where a court makes an order under subsection (1), it may— a appoint a person to carry out, or arrange for the carrying out of, the order; b require a person who has possession of the animal to deliver it up to enable the order to be carried out; c give directions with respect to the carrying out of the order (including directions about how the animal is to be dealt with until it is destroyed); d confer additional powers (including power to enter premises where the animal is being kept) for the purpose of, or in connection with, the carrying out of the order; e order the offender or another person to reimburse the expenses of carrying out the order. 4 Where a court makes an order under subsection (1), each of the offender and, if different, the owner of the animal may— a in the case of an order made by a magistrates' court, appeal against the order to the Crown Court; b in the case of an order made by the Crown Court, appeal against the order to the Court of Appeal. 5 Subsection (4) does not apply if the court by which the order is made directs that it is appropriate in the interests of the animal that the carrying out of the order should not be delayed. 6 In subsection (1), the reference to an animal in relation to which an offence was committed includes, in the case of an offence under section 8(1) or (2), an animal which took part in an animal fight in relation to which the offence was committed."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "38", "section_title": "Destruction of animals involved in fighting offences", "section_text": "38 1 The court by or before which a person is convicted of an offence under section 8(1) or (2) may order the destruction of an animal in relation to which the offence was committed on grounds other than the interests of the animal. 2 A court may not make an order under subsection (1) unless— a it has given the owner of the animal an opportunity to be heard, or b it is satisfied that it is not reasonably practicable to communicate with the owner. 3 Where a court makes an order under subsection (1), it may— a appoint a person to carry out, or arrange for the carrying out of, the order; b require a person who has possession of the animal to deliver it up to enable the order to be carried out; c give directions with respect to the carrying out of the order (including directions about how the animal is to be dealt with until it is destroyed); d confer additional powers (including power to enter premises where the animal is being kept) for the purpose of, or in connection with, the carrying out of the order; e order the offender or another person to reimburse the expenses of carrying out the order. 4 Where a court makes an order under subsection (1) in relation to an animal which is owned by a person other than the offender, that person may— a in the case of an order made by a magistrates' court, appeal against the order to the Crown Court; b in the case of an order made by the Crown Court, appeal against the order to the Court of Appeal. 5 In subsection (1), the reference to an animal in relation to which the offence was committed includes an animal which took part in an animal fight in relation to which the offence was committed."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "39", "section_title": "Reimbursement of expenses relating to animals involved in fighting offences", "section_text": "39 1 The court by or before which a person is convicted of an offence under section 8(1) or (2) may order the offender or another person to reimburse any expenses incurred by the police in connection with the keeping of an animal in relation to which the offence was committed. 2 In subsection (1), the reference to an animal in relation to which the offence was committed includes an animal which took part in a fight in relation to which the offence was committed."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "40", "section_title": "Forfeiture of equipment used in offences", "section_text": "40 1 Where a person is convicted of an offence under any of sections 4, 5, 6(1) and (2), 7 and 8, the court by or before which he is convicted may order any qualifying item which is shown to the satisfaction of the court to relate to the offence to be— a forfeited, and b destroyed or dealt with in such manner as may be specified in the order. 2 The reference in subsection (1) to any qualifying item is— a in the case of a conviction for an offence under section 4, to anything designed or adapted for causing suffering to an animal; b in the case of a conviction for an offence under section 5, to anything designed or adapted for carrying out a prohibited procedure on an animal; c in the case of a conviction for an offence under section 6(1) or (2), to anything designed or adapted for removing the whole or any part of a dog's tail; d in the case of a conviction for an offence under section 7, to anything designed or adapted for administering any drug or substance to an animal; e in the case of a conviction for an offence under section 8(1) or (2), to anything designed or adapted for use in connection with an animal fight; f in the case of a conviction for an offence under section 8(3), to a video recording of an animal fight, including anything on or in which the recording is kept. 3 The court shall not order anything to be forfeited under subsection (1) if a person claiming to be the owner of it or otherwise interested in it applies to be heard by the court, unless he has been given an opportunity to show cause why the order should not be made. 4 An expression used in any of paragraphs (a) to (f) of subsection (2) has the same meaning as in the provision referred to in that paragraph."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "41", "section_title": "Orders under section 33, 35, 37, 38 or 40: pending appeals", "section_text": "41 1 Nothing may be done under an order under section 33, 35, 37 or 38 with respect to an animal or an order under section 40 unless— a the period for giving notice of appeal against the order has expired, b the period for giving notice of appeal against the conviction on which the order was made has expired, and c if the order or conviction is the subject of an appeal, the appeal has been determined or withdrawn. 2 Subsection (1) does not apply to an order under section 37(1) if the order is the subject of a direction under subsection (5) of that section. 3 Where the effect of an order is suspended under subsection (1)— a no requirement imposed or directions given in connection with the order shall have effect, but b the court may give directions about how any animal to which the order applies is to be dealt with during the suspension. 4 Directions under subsection (3)(b) may, in particular— a authorise the animal to be taken into possession; b authorise the removal of the animal to a place of safety; c authorise the animal to be cared for either on the premises where it was being kept when it was taken into possession or at some other place; d appoint a person to carry out, or arrange for the carrying out, of the directions; e require any person who has possession of the animal to deliver it up for the purposes of the directions; f confer additional powers (including power to enter premises where the animal is being kept) for the purpose of, or in connection with, the carrying out of the directions; g provide for the recovery of any expenses in relation to removal or care of the animal which are incurred in carrying out the directions. 5 Any expenses a person is directed to pay under subsection (4)(g) shall be recoverable summarily as a civil debt. 6 Where the effect of an order under section 33 is suspended under subsection (1) the person to whom the order relates may not sell or part with any animal to which the order applies. 7 Failure to comply with subsection (6) is an offence."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "42", "section_title": "Orders with respect to licences", "section_text": "42 1 If a person is convicted of an offence under any of sections 4, 5, 6(1) and (2), 7 to 9, 11 and 13(6), the court by or before which he is convicted may, instead of or in addition to dealing with him in any other way— a make an order cancelling any licence held by him; b make an order disqualifying him, for such period as it thinks fit, from holding a licence. 2 Disqualification under subsection (1)(b) may be imposed in relation to licences generally or in relation to licences of one or more kinds. 3 The court by which an order under subsection (1)(b) is made may specify a period during which the offender may not make an application under section 43(1) for termination of the order. 4 The court by which an order under subsection (1) is made may suspend the operation of the order pending an appeal."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "43", "section_title": "Termination of disqualification under section 34 or 42", "section_text": "43 1 A person who is disqualified by virtue of an order under section 34 or 42 may apply to the appropriate court for the termination of the order. 2 No application under subsection (1) may be made— a before the end of the period of one year beginning with the date on which the order is made, b where a previous application under that subsection has been made in relation to the same order, before the end of the period of one year beginning with the date on which the previous application was determined, or c before the end of any period specified under section 34(6), 42(3) or subsection (5) below in relation to the order. 3 On an application under subsection (1), the court may— a terminate the disqualification, b vary the disqualification so as to make it less onerous, or c refuse the application. 4 When determining an application under subsection (1), the court shall have regard to the character of the applicant, his conduct since the imposition of the disqualification and any other circumstances of the case. 5 Where the court refuses an application under subsection (1), it may specify a period during which the applicant may not make a further application under that subsection in relation to the order concerned. 6 The court may order an applicant under subsection (1) to pay all or part of the costs of the application. 7 In subsection (1), the reference to the appropriate court is to— a the court which made the order under section 34 or 42, or b in the case of an order made by a magistrates' court, to a magistrates' court acting for the same local justice area as that court."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "44", "section_title": "Orders made on conviction for reimbursement of expenses", "section_text": "44 Where an order is made under section 33(4)(e), 36(1)(e), 37(3)(e), 38(3)(e) or 39(1), the expenses that are required by the order to be reimbursed shall not be regarded for the purposes of the Magistrates' Courts Act 1980 (c. 43) as a sum adjudged to be paid by a summary conviction, but shall be recoverable summarily as a civil debt."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "45", "section_title": "Orders for reimbursement of expenses: right of appeal for non-offenders", "section_text": "45 1 Where a court makes an order to which this section applies, the person against whom the order is made may— a in the case of an order made by a magistrates' court, appeal against the order to the Crown Court; b in the case of an order made by the Crown Court, appeal against the order to the Court of Appeal. 2 This section applies to— a an order under section 36(1)(e) against a person other than the person subject to disqualification, and b an order under section 37(3)(e), 38(3)(e) or 39(1) against a person other than the offender."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "46", "section_title": "Effect in Scotland of disqualification under section 34", "section_text": "46 1 Disqualification by virtue of an order under section 34(1) has effect in relation to Scotland. 2 A person who breaches a disqualification under section 34 commits an offence. 3 A person guilty of an offence under subsection (2) is liable on summary conviction to— a imprisonment for a term not exceeding 6 months, or b a fine not exceeding level 5 on the standard scale, or to both."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "47", "section_title": "Deprivation orders in connection with offence under section 46(2)", "section_text": "47 1 Where a person is convicted of an offence under section 46(2) because of owning or keeping an animal in breach of disqualification under section 34(2), the convicting court may make an order (in this section and sections 49 and 50 referred to as a  “ deprivation order ”) in respect of any animal in relation to which the offence was committed. 2 A deprivation order is an order— a depriving a person of possession or ownership (or both) of an animal, and b for— i the destruction, ii the sale, or iii another disposal, of the animal. 3 Where the court decides not to make a deprivation order, it must state its reasons. 4 A deprivation order may be made in addition to, or instead of, any other penalty or order which may be imposed in relation to the offence. 5 A deprivation order may make provision in respect of any dependent offspring of an animal to which it applies. 6 A deprivation order may include— a provision— i appointing a person who is to secure that the order is carried out, ii requiring any person possessing an animal to which the order applies to give it up to a person appointed under sub-paragraph (i), b provision authorising— i a person appointed under paragraph (a)(i), and ii any person acting on that person's behalf, to enter, for the purposes of securing that the order is carried out, any premises where an animal to which the order applies is kept, c such other provisions as the court considers appropriate in connection with the order. 7 Provision under subsection (6)(c) may, in particular— a require reimbursement of any expenses reasonably incurred in carrying out the order, b relate to the retention of any proceeds of the disposal. 8 The court may not make a deprivation order which involves the destruction of an animal unless it is satisfied, on evidence provided (orally or in writing) by a veterinary surgeon, that destruction would be in the interests of the animal. 9 Before making a deprivation order, the court must give the owner of the animal concerned an opportunity to make representations unless it is not practicable for it to do so."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "48", "section_title": "Seizure orders where disqualification breached: Scotland", "section_text": "48 1 Where the court is satisfied that a person who is subject to disqualification under section 34 owns or keeps an animal in breach of the disqualification, the court may make an order (in this section and sections 49 and 50 referred to as a  “ seizure order ”) in respect of all animals which the person owns or keeps in breach of the disqualification. 2 A seizure order may be made— a on summary application by an inspector, b even if proceedings have not been, or are not likely to be, taken against the person for an offence under section 46(2). 3 A seizure order is an order— a depriving a person of possession or ownership (or both) of an animal, and b for— i the destruction, ii the sale, or iii another disposal, of the animal. 4 A seizure order may include— a provision— i appointing a person who is to secure that the order is carried out, ii requiring any person possessing an animal to which the order applies to give it up to a person appointed under sub-paragraph (i), b provision authorising— i a person appointed under paragraph (a)(i), and ii any person acting on that person's behalf, to enter, for the purposes of securing that the order is carried out, any premises where an animal to which the order applies is kept, c such other provision as the court considers appropriate in connection with the order. 5 Provision under subsection (4)(c) may, in particular— a require reimbursement of any expenses reasonably incurred in carrying out the order, b relate to the retention of any proceeds of the disposal. 6 The court may not make a seizure order which involves the destruction of an animal unless it is satisfied, on evidence provided (orally or in writing) by a veterinary surgeon, that destruction would be in the interests of the animal. 7 Before making a seizure order, the court must give the owner of the animals concerned an opportunity to make representations unless it is not practicable for it to do so. 8 In determining whether or how to make a seizure order, the court must have regard to the desirability of— a protecting the value of any animal to which the order applies, and b avoiding increasing any expenses which a person may be required to reimburse. 9 When an application is made under subsection (2)(a), the court may make an order under this subsection (an  “interim order”) containing such provision as the court considers appropriate in relation to the keeping of an animal until the application is finally determined. 10 Subsections (4), (5)(a) and (8) apply in relation to an interim order as they apply in relation to a seizure order. 11 In subsection (2)(a), an  “inspector” is a person— a appointed as inspector by the Scottish Ministers, or authorised by them, for the purposes of this section, or b appointed as inspector by a local authority for the purposes of this section. 12 In subsection (11)(b), a  “ local authority ” means a council constituted under section 2 of the Local Government etc. (Scotland) Act 1994 (c. 39)."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "49", "section_title": "Appeals against deprivation orders and seizure orders", "section_text": "49 1 Any deprivation order is, for the purposes of any appeal under the Criminal Procedure (Scotland)\t\t\t\t\tAct 1995 (c. 46), to be treated as a sentence. 2 Where a deprivation order is made, any person (apart from a person who may appeal against the order by virtue of subsection (1)) who has an interest in any animal to which the order applies may appeal to the  Sheriff Appeal Court  against the order by the same procedure as applies under subsection (1) in relation to a deprivation order. 3 The disqualified person by reference to whom a seizure order is made, or any person (apart from that disqualified person) who entered the process prior to the making of the order, may appeal to the sheriff principal against the order. 4 The operation of any deprivation order or seizure order is suspended until— a any period for an appeal against the order has expired, b the period for an appeal against the conviction on which the order depends has expired, and c any appeal against the order or that conviction has been withdrawn or finally determined. 5 Where the operation of a deprivation order or seizure order is suspended under subsection (4), or such an order is not executable because decree has not been extracted, the court which made the order may make an order under this subsection (an  “interim order”) containing such provisions as the court considers appropriate in relation to the keeping of an animal for so long as the first-mentioned order remains suspended or inexecutable. 6 An interim order may, in particular— a make provision— i appointing a person who is to secure that the order is carried out, ii requiring any person possessing an animal to which the order applies to give it up to a person appointed under sub-paragraph (i), b make provision authorising— i a person appointed under paragraph (a)(i), and ii any person acting on that person's behalf, to enter, for the purposes of securing that the order is carried out, any premises where an animal to which the order applies is kept, c for reimbursement of any expenses reasonably incurred in carrying out the order. 7 In determining whether or how to make an interim order, the court must have regard to the desirability of— a protecting the value of any animal to which the order applies, and b avoiding increasing any expenses which a person may be required to reimburse."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "50", "section_title": "Deprivation orders, seizure orders and interim orders: offences", "section_text": "50 1 Where the operation of a deprivation order is suspended under section 49(4), a person commits an offence if the person sells or otherwise parts with an animal to which the order applies. 2 A person commits an offence if the person intentionally obstructs a person in the carrying out of— a a deprivation order, b a seizure order, c an interim order under section 48(9) or 49(5). 3 A person guilty of an offence under subsection (1) or (2) is liable on summary conviction to— a imprisonment for a term not exceeding 6 months, or b a fine not exceeding level 5 on the standard scale, or to both."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "51", "section_title": "Inspectors", "section_text": "51 1 In this Act,  “ inspector ”, in the context of any provision, means a person appointed to be an inspector for the purposes of that provision by— a the appropriate national authority, or b a local authority. 2 In appointing a person to be an inspector for purposes of this Act, a local authority shall have regard to guidance issued by the appropriate national authority. 3 The appropriate national authority may, in connection with guidance under subsection (2), draw up a list of persons whom the authority considers suitable for appointment by a local authority to be an inspector for purposes of this Act. 4 A person may be included in a list under subsection (3) as suitable for appointment as an inspector for all the purposes of this Act or only for such one or more of those purposes as may be specified in the list. 5 An inspector shall not be liable in any civil or criminal proceedings for anything done in the purported performance of his functions under this Act if the court is satisfied that the act was done in good faith and that there were reasonable grounds for doing it. 6 Relief from liability of an inspector under subsection (5) shall not affect any liability of any other person in respect of the inspector's act."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "52", "section_title": "Conditions for grant of warrant", "section_text": "52 1 This section is satisfied in relation to premises if any of the following four conditions is met. 2 The first condition is that the whole of the premises is used as a private dwelling and the occupier has been informed of the decision to apply for a warrant. 3 The second condition is that any part of the premises is not used as a private dwelling and that each of the following applies to the occupier of the premises— a he has been informed of the decision to seek entry to the premises and of the reasons for that decision; b he has failed to allow entry to the premises on being requested to do so by an inspector or a constable; c he has been informed of the decision to apply for a warrant. 4 The third condition is that— a the premises are unoccupied or the occupier is absent, and b notice of intention to apply for a warrant has been left in a conspicuous place on the premises. 5 The fourth condition is that it is inappropriate to inform the occupier of the decision to apply for a warrant because— a it would defeat the object of entering the premises, or b entry is required as a matter of urgency."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "53", "section_title": "Powers of entry, inspection and search: supplementary", "section_text": "53 Schedule 2 (which makes supplementary provision in relation to powers of entry, inspection and search) has effect."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "54", "section_title": "Power to stop and detain vehicles", "section_text": "54 1 A constable in uniform or, if accompanied by such a constable, an inspector may stop and detain a vehicle for the purpose of entering and searching it in the exercise of a power conferred— a by section 19(1), or b by a warrant under section 19(4) or 23(1). 2 A constable in uniform may stop and detain a vehicle for the purpose of entering and searching it in the exercise of a power conferred— a by section 22(2), or b by a warrant under section 22(4). 3 If accompanied by a constable in uniform, an inspector may stop and detain a vehicle for the purpose of entering it and carrying out an inspection in the exercise of a power conferred— a by section 26(2), 27(2), 28(2) or 29(2), or b by a warrant under section 28(4). 4 A vehicle may be detained for as long as is reasonably required to permit a search or inspection to be carried out (including the exercise of any related power under this Act) either at the place where the vehicle was first detained or nearby."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "55", "section_title": "Power to detain vessels, aircraft and hovercraft", "section_text": "55 1 Where an inspector appointed by the appropriate national authority certifies in writing that he is satisfied that an offence under or by virtue of this Act is being or has been committed on board a vessel in port, the vessel may be detained. 2 A certificate under subsection (1) shall— a specify each offence to which it relates, and b set out the inspector's reasons for being satisfied that each offence to which it relates is being or has been committed. 3 Section 284 of the Merchant Shipping Act 1995 (c. 21)\t\t\t\t\t(which provides for enforcement of the detention of a ship under that Act by specified officers) shall apply as if the power of detention under subsection (1) were conferred by that Act. 4 An officer who detains a vessel in reliance on a certificate under subsection (1) shall as soon as is reasonably practicable give a copy of it to the master or person in charge of the vessel. 5 A vessel may be detained under subsection (1) until the appropriate national authority otherwise directs. 6 The appropriate national authority may by regulations— a apply this section to aircraft or hovercraft, with such modifications as the authority thinks fit, or b make such other provision for the detention of aircraft or hovercraft in relation to offences under or by virtue of this Act as the authority thinks fit."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "56", "section_title": "Obtaining of documents in connection with carrying out orders etc.", "section_text": "56 1 Where— a an order under section 20(1), 33(1) or (2), 35(1) or (2) or 37(1) has effect, and b the owner of an animal to which the order relates has in his possession, or under his control, documents which are relevant to the carrying out of the order or any directions given in connection with it, the owner shall, if so required by a person authorised to carry out the order, deliver the documents to that person as soon as practicable and in any event before the end of the period of 10 days beginning with the date on which he is notified of the requirement. 2 Where— a directions under section 41(3)(b) have effect, and b the owner of an animal to which the directions relate has in his possession, or under his control, documents which are relevant to the carrying out of the directions, the owner shall, if so required by a person authorised to carry out the directions, deliver the documents to that person as soon as practicable and in any event before the end of the period of 10 days beginning with the date on which he is notified of the requirement. 3 A person who fails without reasonable excuse to comply with subsection (1) or (2) commits an offence."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "57", "section_title": "Offences by bodies corporate", "section_text": "57 1 Where an offence under this Act is committed by a body corporate and is proved to have been committed with the consent or connivance of or to be attributable to any neglect on the part of— a any director, manager, secretary or other similar officer of the body corporate, or b any person who was purporting to act in any such capacity, he (as well as the body corporate) commits the offence and shall be liable to be proceeded against and punished accordingly. 2 Where the affairs of a body corporate are managed by its members, subsection (1) applies in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "58", "section_title": "Scientific research", "section_text": "58 1 Nothing in this Act applies to anything lawfully done under the Animals (Scientific Procedures) Act 1986 (c. 14). 2 No power of entry, inspection or search conferred by or under this Act, except for any such power conferred by section 28, may be exercised in relation to a place  which is specified in a licence granted under section 2C of the Animals (Scientific Procedures) Act 1986 (licensing of undertakings involving the use of animals for scientific procedures). 3 Section 9 does not apply in relation to an animal which— a is being kept at a place specified in a licence granted under section 2C of the Animals (Scientific Procedures) Act 1986, and b is being so kept for the purposes of, or in connection with, an activity mentioned in section 2B(2) of that Act that is pursued at that place in the course of carrying on the undertaking authorised by the licence. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "59", "section_title": "Fishing", "section_text": "59 Nothing in this Act applies in relation to anything which occurs in the normal course of fishing."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "60", "section_title": "Crown application", "section_text": "60 1 Subject to the provisions of this section, this Act and regulations and orders made under it shall bind the Crown. 2 No contravention by the Crown of any provision made by or under this Act shall make the Crown criminally liable; but the High Court may declare unlawful any act or omission of the Crown which constitutes such a contravention. 3 Notwithstanding subsection (2), the provisions of this Act and of regulations and orders made under it shall apply to persons in the service of the Crown as they apply to other persons. 4 If the Secretary of State certifies that it appears to him appropriate in the interests of national security that powers of entry conferred by or under this Act should not be exercisable in relation to Crown premises specified in the certificate, those powers shall not be exercisable in relation to those premises. 5 In subsection (4),  “ Crown premises ” means premises held, or used, by or on behalf of the Crown. 6 No power of entry conferred by or under this Act may be exercised in relation to land belonging to Her Majesty in right of Her private estates. 7 In subsection (6), the reference to Her Majesty's private estates shall be construed in accordance with section 1 of the Crown Private Estates Act 1862 (c. 37)."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "61", "section_title": "Orders and regulations", "section_text": "61 1 Any power of the Secretary of State, the National Assembly for Wales or the Scottish Ministers to make orders or regulations under this Act, except the power under section 17(1) of the National Assembly for Wales, is exercisable by statutory instrument. 2 No regulations under section 1(3),   4(3C),  5(4), 6, 12 or 13 shall be made by the Secretary of State unless a draft of the instrument containing the regulations has been laid before, and approved by a resolution of, each House of Parliament. 3 No order under section 17(1) shall be made by the Secretary of State unless a draft of the instrument containing the order has been laid before Parliament. 4 Subsection (3) does not apply in relation to an order revoking a code of practice in connection with its replacement by a new one. 5 A statutory instrument containing regulations under section 55(6) made by the Secretary of State shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "62", "section_title": "General interpretation", "section_text": "62 1 In this Act— “ animal ” has the meaning given by section 1(1); “ appropriate national authority ” means— in relation to England, the Secretary of State; in relation to Wales, the National Assembly for Wales; “ enactment ” includes an enactment contained in subordinate legislation (within the meaning of the Interpretation Act 1978 (c. 30)); “ licence ” means a licence for the purposes of section 13; “ local authority ” means— in relation to England, a county council, a district council, a London borough council, the Common Council of the City of London or the Council of the Isles of Scilly; in relation to Wales, a county council or a county borough council; “ premises ” includes any place and, in particular, includes— any vehicle, vessel, aircraft or hovercraft; any tent or movable structure; “ protected animal ” has the meaning given by section 2; ‘ “ suffering ” means physical or mental suffering and related expressions shall be construed accordingly; “ veterinary surgeon ” means a person registered in the register of veterinary surgeons, or the supplementary veterinary register, kept under the Veterinary Surgeons Act 1966 (c. 36). 2 In this Act, references to the occupier of premises, in relation to any vehicle, vessel, aircraft or hovercraft, are to the person who appears to be in charge of the vehicle, vessel, aircraft or hovercraft, and  “ unoccupied ” shall be construed accordingly. 3 In this Act, references to a part of premises which is used as a private dwelling include any yard, garden, garage or outhouse which is used for purposes in connection with it. 4 In this Act, references to responsibility, in relation to an animal, are to be read in accordance with section 3. 5 In this Act, references to the needs of an animal are to be read in accordance with section 9(2). 6 In this Act, references to a  “relevant post-conviction power” are to a power conferred by— a section 33, 34, 37 or 42 of this Act, b section 4(2) of the Performing Animals (Regulation) Act 1925 (c. 38) (power to remove name from register under Act and disqualify from registration), c section 5(3) of the Pet Animals Act 1951 (c. 35) (power to cancel licence under Act and disqualify from carrying on licensable activity), d section 3(3) of the Animal Boarding Establishments Act 1963 (c. 43) (provision corresponding to that mentioned in paragraph (c) above), e section 4(3) of the Riding Establishments Act 1964 (c. 70) (further corresponding provision), f section 3(4) of the Guard Dogs Act 1975 (c. 50) (power to cancel licence under Act), g section 6(2) of the Dangerous Wild Animals Act 1976 (c. 38) (power to cancel licence under Act and disqualify from carrying on licensable activity), or h section 4(4) of the Zoo Licensing Act 1981 (c. 37) (power to refuse licence under Act for conviction for an offence)."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "63", "section_title": "Financial provisions", "section_text": "63 1 There shall be paid out of money provided by Parliament— a any expenditure under this Act of the Secretary of State, and b any increase attributable to this Act in the sums payable out of money so provided under any other enactment. 2 There shall be paid into the Consolidated Fund any increase attributable to this Act in the sums payable into that Fund under any other enactment."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "64", "section_title": "Minor and consequential amendments", "section_text": "64 Schedule 3 (minor and consequential amendments) has effect."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "65", "section_title": "Repeals", "section_text": "65 The enactments specified in Schedule 4 are hereby repealed to the extent specified."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "66", "section_title": "Transition", "section_text": "66 1 Each of the Secretary of State, the National Assembly for Wales and the Scottish Ministers may by order make such transitional provision or savings as are considered necessary or expedient in connection with the coming into force of any provision of this Act. 2 Power under subsection (1) includes power to make different provision for different cases. 3 Section 34(9) shall apply in relation to a disqualification imposed by an order under section 1 of the Protection of Animals (Amendment) Act 1954 (c. 40)\t\t\t\t\t(power to disqualify persons convicted of cruelty to animals) as it applies in relation to a disqualification imposed by an order under section 34(1). 4 In relation to a person convicted of an offence under section 34(9) by virtue of breaching a disqualification imposed by an order under section 1 of the Protection of Animals (Amendment) Act 1954, section 35(2) shall have effect with the substitution for the words from  “owning” to  “keeps” of  “                  having custody of an animal in breach of disqualification under section 1 of the Protection of Animals (Amendment) Act 1954, the court by or before which he is convicted may order that all animals of which he has custody                ” . 5 Section 43 shall apply in relation to a person who is disqualified by virtue of an order under section 1 of the Protection of Animals (Amendment) Act 1954 as it applies in relation to a person who is disqualified by virtue of an order under section 34 or 42. 6 In its application by virtue of subsection (5), section 43(2)(c) shall have effect with the omission of the words  “                  section 34(6), 42(3) or                ” ."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "67", "section_title": "Extent", "section_text": "67 1 Subject to the following provisions, this Act extends to England and Wales only. 2 Sections 46 to 50 and 68(2) extend to Scotland only. 3 The following provisions also extend to Scotland— a sections 57 and 60(1) and (4) to (7), so far as relating to sections 46 to 50, b section 61(1), so far as relating to sections 66 and 68, c section 66(1) and (2), this section and sections 68(1), (3) and (4) and 69, d paragraphs 2, 12 and 14 of Schedule 3, and section 64 so far as relating to them, and e such of the repeals in Schedule 4 as are mentioned in subsection (4), and section 65 so far as relating to them. 4 The repeals referred to are— a in section 1(3) of the Protection of Animals Act 1934 (c. 21), the provision about the meaning of  “horse” and  “bull”; b in the Protection of Animals (Amendment) Act 1954 (c. 40)— i in section 1(1), the words  “the Protection of Animals Act 1911 or”, and ii in section 4(1)(a), the words from  “, in relation to England” to  “in relation to Scotland,”; c in the Protection of Animals (Anaesthetics) Act 1954 (c. 46), section 2(2) and Part 1 of Schedule 2; d in the Abandonment of Animals Act 1960 (c. 43)— i section 2(a), and ii in section 3(2), the words  “the Protection of Animals Acts 1911 to 1960, or” and the words  “, as the case may be”; e in section 4(2) of the Animals (Cruel Poisons) Act 1962 (c. 26), the words from  “and the Protection of Animals Acts 1911” to  “and this Act”; f in the Protection of Animals (Anaesthetics) Act 1964 (c. 39), section 2(1)(a); g in the Agriculture (Miscellaneous Provisions) Act 1968 (c. 34)— i section 7(3), and ii in section 8(5), the words  “the Protection of Animals Acts 1911 to 1964 or”. 5 The following provisions also extend to Northern Ireland— a section 61(1), so far as relating to sections 66 and 68, b section 66(1) and (2), this section and sections 68(1), (3) and (4) and 69, and c paragraphs 12 and 14 of Schedule 3, and section 64 so far as relating to them."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "68", "section_title": "Commencement", "section_text": "68 1 This section and sections 61, 67 and 69 shall come into force on the day on which this Act is passed. 2 Sections 46 to 50 shall come into force on such day as the Scottish Ministers may by order appoint. 3 The remaining provisions of this Act— a so far as relating to England, Scotland or Northern Ireland, shall come into force on such day as the Secretary of State may by order appoint, and b so far as relating to Wales, shall come into force on such day as the National Assembly for Wales may by order appoint. 4 Power under subsection (3) includes power to appoint different days for different purposes."}, {"act": "Animal Welfare Act 2006", "year": 2006, "section": "69", "section_title": "Short title", "section_text": "69 This Act may be cited as the Animal Welfare Act 2006."}]