[{"act": "Charities Act 2006", "year": 2006, "section": "1", "section_title": "Meaning of  “charity”", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "2", "section_title": "Meaning of  “charitable purpose”", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "3", "section_title": "The “public benefit” test", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "4", "section_title": "Guidance as to operation of public benefit requirement", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "5", "section_title": "Special provisions about recreational charities, sports clubs  etc.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "6", "section_title": "The Charity Commission", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "7", "section_title": "The Commission's objectives, general functions and duties", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "8", "section_title": "The Charity Tribunal", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "9", "section_title": "Registration of charities", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "10", "section_title": "Interim changes in threshold for registration of small charities", "section_text": "10 1 At any time before the appointed day, the Minister may by order amend section 3 of the 1993 Act (the register of charities) so as to— a replace section 3(5)(c)\t\t\t\t\t\t\t(threshold for registration of small charities) with a provision referring to a charity whose gross income does not exceed such sum as is prescribed in the order, and b define  “ gross income ” for the purposes of that provision. 2 Subsection (1) does not affect the existing power under section 3(12) of that Act to increase the financial limit specified in section 3(5)(c). 3 This section ceases to have effect on the appointed day. 4 In this section  “ the appointed day ” means the day on which section 3A(1) to (5) of the 1993 Act (as substituted by section 9 of this Act) come into force by virtue of an order under section 79 of this Act."}, {"act": "Charities Act 2006", "year": 2006, "section": "11", "section_title": "Changes in exempt charities", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "12", "section_title": "Increased regulation of exempt charities under 1993 Act", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "13", "section_title": "General duty of principal regulator in relation to exempt charity", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "14", "section_title": "Commission to consult principal regulator before exercising powers in relation to exempt charity", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "15", "section_title": "...", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "16", "section_title": "...", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "17", "section_title": "...", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "18", "section_title": "...", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "19", "section_title": "...", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "20", "section_title": "...", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "21", "section_title": "...", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "22", "section_title": "...", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "23", "section_title": "...", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "24", "section_title": "...", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "25", "section_title": "...", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "26", "section_title": "...", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "27", "section_title": "...", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "28", "section_title": "...", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "29", "section_title": "...", "section_text": "29 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "30", "section_title": "...", "section_text": "30 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "31", "section_title": "...", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "32", "section_title": "...", "section_text": "32 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "33", "section_title": "...", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "34", "section_title": "...", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "35", "section_title": "...", "section_text": "35 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "36", "section_title": "...", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "37", "section_title": "...", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "38", "section_title": "...", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "39", "section_title": "...", "section_text": "39 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "40", "section_title": "...", "section_text": "40 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "41", "section_title": "...", "section_text": "41 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "42", "section_title": "...", "section_text": "42 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "43", "section_title": "...", "section_text": "43 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "44", "section_title": "Merger of charities", "section_text": "44 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "45", "section_title": "Regulation of public charitable collections", "section_text": "45 1 This Chapter regulates public charitable collections, which are of the following two types— a collections in a public place; and b door to door collections. 2 For the purposes of this Chapter— a “ public charitable collection ” means (subject to section 46) a charitable appeal which is made— i in any public place, or ii by means of visits to houses or business premises (or both); b “ charitable appeal ” means an appeal to members of the public which is— i an appeal to them to give money or other property, or ii an appeal falling within subsection (4), (or both) and which is made in association with a representation that the whole or any part of its proceeds is to be applied for charitable, benevolent or philanthropic purposes; c a  “collection in a public place” is a public charitable collection that is made in a public place, as mentioned in paragraph (a)(i); d a  “door to door collection” is a public charitable collection that is made by means of visits to houses or business premises (or both), as mentioned in paragraph (a)(ii). 3 For the purposes of subsection (2)(b)— a the reference to the giving of money is to doing so by whatever means; and b it does not matter whether the giving of money or other property is for consideration or otherwise. 4 An appeal falls within this subsection if it consists in or includes— a the making of an offer to sell goods or to supply services, or b the exposing of goods for sale, to members of the public. 5 In this section— “ business premises ” means any premises used for business or other commercial purposes; “ house ” includes any part of a building constituting a separate dwelling; “ public place ” means— any highway, and (subject to subsection (6)) any other place to which, at any time when the appeal is made, members of the public have or are permitted to have access and which either— is not within a building, or if within a building, is a public area within any station, airport or shopping precinct or any other similar public area. 6 In subsection (5), paragraph (b) of the definition of  “ public place ” does not include— a any place to which members of the public are permitted to have access only if any payment or ticket required as a condition of access has been made or purchased; or b any place to which members of the public are permitted to have access only by virtue of permission given for the purposes of the appeal in question."}, {"act": "Charities Act 2006", "year": 2006, "section": "46", "section_title": "Charitable appeals that are not public charitable collections", "section_text": "46 1 A charitable appeal is not a public charitable collection if the appeal— a is made in the course of a public meeting; or b is made— i on land within a churchyard or burial ground contiguous or adjacent to a place of public worship, or ii on other land occupied for the purposes of a place of public worship and contiguous or adjacent to it, where the land is enclosed or substantially enclosed (whether by any wall or building or otherwise); or c is made on land to which members of the public have access only— i by virtue of the express or implied permission of the occupier of the land, or ii by virtue of any enactment, and the occupier is the promoter of the collection; or d is an appeal to members of the public to give money or other property by placing it in an unattended receptacle. 2 For the purposes of subsection (1)(c)  “ the occupier ”, in relation to unoccupied land, means the person entitled to occupy it. 3 For the purposes of subsection (1)(d) a receptacle is unattended if it is not in the possession or custody of a person acting as a collector."}, {"act": "Charities Act 2006", "year": 2006, "section": "47", "section_title": "Other definitions for purposes of this Chapter", "section_text": "47 1 In this Chapter— “ charitable, benevolent or philanthropic institution ” means— a charity, or an institution (other than a charity) which is established for charitable, benevolent, or philanthropic purposes; “ collector ”, in relation to a public charitable collection, means any person by whom the appeal in question is made (whether made by him alone or with others and whether made by him for remuneration or otherwise); “ local authority ” means a unitary authority, the council of a district so far as it is not a unitary authority, the council of a London borough or of a Welsh county or county borough, the Common Council of the City of London or the Council of the Isles of Scilly; “ prescribed ” means prescribed by regulations under section 63; “ proceeds ”, in relation to a public charitable collection, means all money or other property given (whether for consideration or otherwise) in response to the charitable appeal in question; “ promoter ”, in relation to a public charitable collection, means— a person who (whether alone or with others and whether for remuneration or otherwise) organises or controls the conduct of the charitable appeal in question, or where there is no person acting as mentioned in paragraph (a), any person who acts as a collector in respect of the collection, and associated expressions are to be construed accordingly; “ public collections certificate ” means a certificate issued by the Commission under section 52. 2 In subsection (1)\t\t\t\t\t “ unitary authority ” means— a the council of a county so far as it is the council for an area for which there are no district councils; b the council of any district comprised in an area for which there is no county council. 3 The functions exercisable under this Chapter by a local authority are to be exercisable— a as respects the Inner Temple, by its Sub-Treasurer, and b as respects the Middle Temple, by its Under Treasurer; and references in this Chapter to a local authority or to the area of a local authority are to be construed accordingly."}, {"act": "Charities Act 2006", "year": 2006, "section": "48", "section_title": "Restrictions on conducting collections in a public place", "section_text": "48 1 A collection in a public place must not be conducted unless— a the promoters of the collection hold a public collections certificate in force under section 52 in respect of the collection, and b the collection is conducted in accordance with a permit issued under section 59 by the local authority in whose area it is conducted. 2 Subsection (1) does not apply to a public charitable collection which is an exempt collection by virtue of section 50 (local, short-term collections). 3 Where— a a collection in a public place is conducted in contravention of subsection (1), and b the circumstances of the case do not fall within section 50(6), every promoter of the collection is guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale."}, {"act": "Charities Act 2006", "year": 2006, "section": "49", "section_title": "Restrictions on conducting door to door collections", "section_text": "49 1 A door to door collection must not be conducted unless the promoters of the collection— a hold a public collections certificate in force under section 52 in respect of the collection, and b have within the prescribed period falling before the day (or the first of the days) on which the collection takes place— i notified the local authority in whose area the collection is to be conducted of the matters mentioned in subsection (3), and ii provided that authority with a copy of the certificate mentioned in paragraph (a). 2 Subsection (1) does not apply to a door to door collection which is an exempt collection by virtue of section 50 (local, short-term collections). 3 The matters referred to in subsection (1)(b)(i) are— a the purpose for which the proceeds of the appeal are to be applied; b the prescribed particulars of when the collection is to be conducted; c the locality within which the collection is to be conducted; and d such other matters as may be prescribed. 4 Where— a a door to door collection is conducted in contravention of subsection (1), and b the circumstances of the case do not fall within section 50(6), every promoter of the collection is guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale. This is subject to subsection (5). 5 Where— a a door to door collection is conducted in contravention of subsection (1), b the appeal is for goods only, and c the circumstances of the case do not fall within section 50(6), every promoter of the collection is guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale. 6 In subsection (5)\t\t\t\t\t “ goods ” includes all personal chattels other than things in action and money."}, {"act": "Charities Act 2006", "year": 2006, "section": "50", "section_title": "Exemption for local, short-term collections", "section_text": "50 1 A public charitable collection is an exempt collection if— a it is a local, short-term collection (see subsection (2)), and b the promoters notify the local authority in whose area it is to be conducted of the matters mentioned in subsection (3) within the prescribed period falling before the day (or the first of the days) on which the collection takes place, unless, within the prescribed period beginning with the date when they are so notified, the local authority serve a notice under subsection (4) on the promoters. 2 A public charitable collection is a local, short term collection if— a the appeal is local in character; and b the duration of the appeal does not exceed the prescribed period of time. 3 The matters referred to in subsection (1)(b) are— a the purpose for which the proceeds of the appeal are to be applied; b the date or dates on which the collection is to be conducted; c the place at which, or the locality within which, the collection is to be conducted; and d such other matters as may be prescribed. 4 Where it appears to the local authority— a that the collection is not a local, short-term collection, or b that the promoters or any of them have or has on any occasion— i breached any provision of regulations made under section 63, or ii been convicted of an offence within section 53(2)(a)(i) to (v), they must serve on the promoters written notice of their decision to that effect and the reasons for their decision. 5 That notice must also state the right of appeal conferred by section 62(1) and the time within which such an appeal must be brought. 6 Where— a a collection in a public place is conducted otherwise than in accordance with section 48(1) or a door to door collection is conducted otherwise than in accordance with section 49(1), and b the collection is a local, short term collection but the promoters do not notify the local authority as mentioned in subsection (1)(b), every promoter of the collection is guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale."}, {"act": "Charities Act 2006", "year": 2006, "section": "51", "section_title": "Applications for certificates", "section_text": "51 1 A person or persons proposing to promote public charitable collections (other than exempt collections) may apply to the Charity Commission for a public collections certificate in respect of those collections. 2 The application must be made— a within the specified period falling before the first of the collections is to commence, or b before such later date as the Commission may allow in the case of that application. 3 The application must— a be made in such form as may be specified, b specify the period for which the certificate is sought (which must be no more than 5 years), and c contain such other information as may be specified. 4 An application under this section may be made for a public collections certificate in respect of a single collection; and the references in this Chapter, in the context of such certificates, to public charitable collections are to be read accordingly. 5 In subsections (2) and (3)\t\t\t\t\t “ specified ” means specified in regulations made by the Commission after consulting such persons or bodies of persons as it considers appropriate. 6 Regulations under subsection (5)— a must be published in such manner as the Commission considers appropriate, b may make different provision for different cases or descriptions of case, and c may make such incidental, supplementary, consequential or transitional provision as the Commission considers appropriate. 7 In this section  “ exempt collection ” means a public charitable collection which is an exempt collection by virtue of section 50."}, {"act": "Charities Act 2006", "year": 2006, "section": "52", "section_title": "Determination of applications and issue of certificates", "section_text": "52 1 On receiving an application for a public collections certificate made in accordance with section 51, the Commission may make such inquiries (whether under section 54 or otherwise) as it thinks fit. 2 The Commission must, after making any such inquiries, determine the application by either— a issuing a public collections certificate in respect of the collections, or b refusing the application on one or more of the grounds specified in section 53(1). 3 A public collections certificate— a must specify such matters as may be prescribed, and b shall (subject to section 56) be in force for— i the period specified in the application in accordance with section 51(3)(b), or ii such shorter period as the Commission thinks fit. 4 The Commission may, at the time of issuing a public collections certificate, attach to it such conditions as it thinks fit. 5 Conditions attached under subsection (4) may include conditions prescribed for the purposes of that subsection. 6 The Commission must secure that the terms of any conditions attached under subsection (4) are consistent with the provisions of any regulations under section 63 (whether or not prescribing conditions for the purposes of that subsection). 7 Where the Commission— a refuses to issue a certificate, or b attaches any condition to it, it must serve on the applicant written notice of its decision and the reasons for its decision. 8 That notice must also state the right of appeal conferred by section 57(1) and the time within which such an appeal must be brought."}, {"act": "Charities Act 2006", "year": 2006, "section": "53", "section_title": "Grounds for refusing to issue a certificate", "section_text": "53 1 The grounds on which the Commission may refuse an application for a public collections certificate are— a that the applicant has been convicted of a relevant offence; b where the applicant is a person other than a charitable, benevolent or philanthropic institution for whose benefit the collections are proposed to be conducted, that the Commission is not satisfied that the applicant is authorised (whether by any such institution or by any person acting on behalf of any such institution) to promote the collections; c that it appears to the Commission that the applicant, in promoting any other collection authorised under this Chapter or under section 119 of the 1982 Act, failed to exercise the required due diligence; d that the Commission is not satisfied that the applicant will exercise the required due diligence in promoting the proposed collections; e that it appears to the Commission that the amount likely to be applied for charitable, benevolent or philanthropic purposes in consequence of the proposed collections would be inadequate, having regard to the likely amount of the proceeds of the collections; f that it appears to the Commission that the applicant or any other person would be likely to receive an amount by way of remuneration in connection with the collections that would be excessive, having regard to all the circumstances; g that the applicant has failed to provide information— i required for the purposes of the application for the certificate or a previous application, or ii in response to a request under section 54(1); h that it appears to the Commission that information so provided to it by the applicant is false or misleading in a material particular; i that it appears to the Commission that the applicant or any person authorised by him— i has breached any conditions attached to a previous public collections certificate, or ii has persistently breached any conditions attached to a permit issued under section 59; j that it appears to the Commission that the applicant or any person authorised by him has on any occasion breached any provision of regulations made under section 63(1)(b). 2 For the purposes of subsection (1)— a a  “relevant offence” is— i an offence under section 5 of the 1916 Act; ii an offence under the 1939 Act; iii an offence under section 119 of the 1982 Act or regulations made under it; iv an offence under this Chapter; v an offence involving dishonesty; or vi an offence of a kind the commission of which would, in the opinion of the Commission, be likely to be facilitated by the issuing to the applicant of a public collections certificate; and b the  “required due diligence” is due diligence— i to secure that persons authorised by the applicant to act as collectors for the purposes of the collection were (or will be) fit and proper persons; ii to secure that such persons complied (or will comply) with the provisions of regulations under section 63(1)(b) of this Act or (as the case may be) section 119 of the 1982 Act; or iii to prevent badges or certificates of authority being obtained by persons other than those the applicant had so authorised. 3 Where an application for a certificate is made by more than one person, any reference to the applicant in subsection (1) or (2) is to be construed as a reference to any of the applicants. 4 Subject to subsections (5) and (6), the reference in subsection (2)(b)(iii) to badges or certificates of authority is a reference to badges or certificates of authority in a form prescribed by regulations under section 63(1)(b) of this Act or (as the case may be) under section 119 of the 1982 Act. 5 Subsection (2)(b) applies to the conduct of the applicant (or any of the applicants) in relation to any public charitable collection authorised— a under regulations made under section 5 of the 1916 Act (collection of money or sale of articles in a street or other public place), or b under the 1939 Act (collection of money or other property by means of visits from house to house), as it applies to his conduct in relation to a collection authorised under this Chapter, but subject to the modifications set out in subsection (6). 6 The modifications are— a in the case of a collection authorised under regulations made under the 1916 Act— i the reference in subsection (2)(b)(ii) to regulations under section 63(1)(b) of this Act is to be construed as a reference to the regulations under which the collection in question was authorised, and ii the reference in subsection (2)(b)(iii) to badges or certificates of authority is to be construed as a reference to any written authority provided to a collector pursuant to those regulations; and b in the case of a collection authorised under the 1939 Act— i the reference in subsection (2)(b)(ii) to regulations under section 63(1)(b) of this Act is to be construed as a reference to regulations under section 4 of that Act, and ii the reference in subsection (2)(b)(iii) to badges or certificates of authority is to be construed as a reference to badges or certificates of authority in a form prescribed by such regulations. 7 In subsections (1)(c) and (5) a reference to a collection authorised under this Chapter is a reference to a public charitable collection that— a is conducted in accordance with section 48 or section 49 (as the case may be), or b is an exempt collection by virtue of section 50. 8 In this section— “ the 1916 Act ” means the Police, Factories, &c. (Miscellaneous Provisions) Act 1916 (c. 31); “ the 1939 Act ” means the House to House Collections Act 1939 (c. 44); and “ the 1982 Act ” means the Civic Government (Scotland) Act 1982 (c. 45)."}, {"act": "Charities Act 2006", "year": 2006, "section": "54", "section_title": "Power to call for information and documents", "section_text": "54 1 The Commission may request— a any applicant for a public collections certificate, or b any person to whom such a certificate has been issued, to provide it with any information in his possession, or document in his custody or under this control, which is relevant to the exercise of any of its functions under this Chapter. 2 Nothing in this section affects the power conferred on the Commission by  section 52 of the Charities Act 2011 ."}, {"act": "Charities Act 2006", "year": 2006, "section": "55", "section_title": "Transfer of certificate between trustees of unincorporated charity", "section_text": "55 1 One or more individuals to whom a public collections certificate has been issued (“the holders”) may apply to the Commission for a direction that the certificate be transferred to one or more other individuals (“the recipients”). 2 An application under subsection (1) must— a be in such form as may be specified, and b contain such information as may be specified. 3 The Commission may direct that the certificate be transferred if it is satisfied that— a each of the holders is or was a trustee of a charity which is not a body corporate; b each of the recipients is a trustee of that charity and consents to the transfer; and c the charity trustees consent to the transfer. 4 Where the Commission refuses to direct that a certificate be transferred, it must serve on the holders written notice of— a its decision, and b the reasons for its decision. 5 That notice must also state the right of appeal conferred by section 57(2) and the time within which such an appeal must be brought. 6 Subsections (5) and (6) of section 51 apply for the purposes of subsection (2) of this section as they apply for the purposes of subsection (3) of that section. 7 Except as provided by this section, a public collections certificate is not transferable."}, {"act": "Charities Act 2006", "year": 2006, "section": "56", "section_title": "Withdrawal or variation etc. of certificates", "section_text": "56 1 Where subsection (2), (3) or (4) applies, the Commission may— a withdraw a public collections certificate, b suspend such a certificate, c attach any condition (or further condition) to such a certificate, or d vary any existing condition of such a certificate. 2 This subsection applies where the Commission— a has reason to believe there has been a change in the circumstances which prevailed at the time when it issued the certificate, and b is of the opinion that, if the application for the certificate had been made in the new circumstances, it would not have issued the certificate or would have issued it subject to different or additional conditions. 3 This subsection applies where— a the holder of a certificate has unreasonably refused to provide any information or document in response to a request under section 54(1), or b the Commission has reason to believe that information provided to it by the holder of a certificate (or, where there is more than one holder, by any of them) for the purposes of the application for the certificate, or in response to such a request, was false or misleading in a material particular. 4 This subsection applies where the Commission has reason to believe that there has been or is likely to be a breach of any condition of a certificate, or that a breach of such a condition is continuing. 5 Any condition imposed at any time by the Commission under subsection (1) (whether by attaching a new condition to the certificate or by varying an existing condition) must be one that it would be appropriate for the Commission to attach to the certificate under section 52(4) if the holder was applying for it in the circumstances prevailing at that time. 6 The exercise by the Commission of the power conferred by paragraph (b), (c) or (d) of subsection (1) on one occasion does not prevent it from exercising any of the powers conferred by that subsection on a subsequent occasion; and on any subsequent occasion the reference in subsection (2)(a) to the time when the Commission issued the certificate is a reference to the time when it last exercised any of those powers. 7 Where the Commission— a withdraws or suspends a certificate, b attaches a condition to a certificate, or c varies an existing condition of a certificate, it must serve on the holder written notice of its decision and the reasons for its decision. 8 That notice must also state the right of appeal conferred by section 57(3) and the time within which such an appeal must be brought. 9 If the Commission— a considers that the interests of the public require a decision by it under this section to have immediate effect, and b includes a statement to that effect and the reasons for it in the notice served under subsection (7), the decision takes effect when that notice is served on the holder. 10 In any other case the certificate shall continue to have effect as if it had not been withdrawn or suspended or (as the case may be) as if the condition had not been attached or varied— a until the time for bringing an appeal under section 57(3) has expired, or b if such an appeal is duly brought, until the determination or abandonment of the appeal. 11 A certificate suspended under this section shall (subject to any appeal and any withdrawal of the certificate) remain suspended until— a such time as the Commission may by notice direct that the certificate is again in force, or b the end of the period of six months beginning with the date on which the suspension takes effect, whichever is the sooner."}, {"act": "Charities Act 2006", "year": 2006, "section": "57", "section_title": "Appeals against decisions of the Commission", "section_text": "57 1 A person who has duly applied to the Commission for a public collections certificate may appeal to the  Tribunal  against a decision of the Commission under section 52— a to refuse to issue the certificate, or b to attach any condition to it. 2 A person to whom a public collections certificate has been issued may appeal to the Tribunal against a decision of the Commission not to direct that the certificate be transferred under section 55. 3 A person to whom a public collections certificate has been issued may appeal to the Tribunal against a decision of the Commission under section 56— a to withdraw or suspend the certificate, b to attach a condition to the certificate, or c to vary an existing condition of the certificate. 4 The Attorney General may appeal to the Tribunal against a decision of the Commission— a to issue, or to refuse to issue, a certificate, b to attach, or not to attach, any condition to a certificate (whether under section 52 or section 56), c to direct, or not to direct, that a certificate be transferred under section 55, d to withdraw or suspend, or not to withdraw or suspend, a certificate, or e to vary, or not to vary, an existing condition of a certificate. 5 In determining an appeal under this section, the Tribunal— a must consider afresh the decision appealed against, and b may take into account evidence which was not available to the Commission. 6 On an appeal under this section, the Tribunal may— a dismiss the appeal, b quash the decision, or c substitute for the decision another decision of a kind that the Commission could have made; and in any case the Tribunal may give such directions as it thinks fit, having regard to the provisions of this Chapter and of regulations under section 63. 7 If the Tribunal quashes the decision, it may remit the matter to the Commission (either generally or for determination in accordance with a finding made or direction given by the Tribunal). 8 In this section “the Tribunal”, in relation to any appeal under this section, means— a the Upper Tribunal, in any case where it is determined by or under Tribunal Procedure Rules that the Upper Tribunal is to hear the appeal; or b the First-tier Tribunal, in any other case;"}, {"act": "Charities Act 2006", "year": 2006, "section": "58", "section_title": "Applications for permits to conduct collections in public places", "section_text": "58 1 A person or persons proposing to promote a collection in a public place (other than an exempt collection) in the area of a local authority may apply to the authority for a permit to conduct that collection. 2 The application must be made within the prescribed period falling before the day (or the first of the days) on which the collection is to take place, except as provided in subsection (4). 3 The application must— a specify the date or dates in respect of which it is desired that the permit, if issued, should have effect (which, in the case of two or more dates, must not span a period of more than 12 months); b be accompanied by a copy of the public collections certificate in force under section 52 in respect of the proposed collection; and c contain such information as may be prescribed. 4 Where an application (“the certificate application”) has been made in accordance with section 51 for a public collections certificate in respect of the collection and either— a the certificate application has not been determined by the end of the period mentioned in subsection (2) above, or b the certificate application has been determined by the issue of such a certificate but at a time when there is insufficient time remaining for the application mentioned in subsection (2)\t\t\t\t\t\t\t(“the permit application”) to be made by the end of that period, the permit application must be made as early as practicable before the day (or the first of the days) on which the collection is to take place. 5 In this section  “ exempt collection ” means a collection in a public place which is an exempt collection by virtue of section 50."}, {"act": "Charities Act 2006", "year": 2006, "section": "59", "section_title": "Determination of applications and issue of permits", "section_text": "59 1 On receiving an application made in accordance with section 58 for a permit in respect of a collection in a public place, a local authority must determine the application within the prescribed period by either— a issuing a permit in respect of the collection, or b refusing the application on the ground specified in section 60(1). 2 Where a local authority issue such a permit, it shall (subject to section 61) have effect in respect of the date or dates specified in the application in accordance with section 58(3)(a). 3 At the time of issuing a permit under this section, a local authority may attach to it such conditions within paragraphs (a) to (d) below as they think fit, having regard to the local circumstances of the collection— a conditions specifying the day of the week, date, time or frequency of the collection; b conditions specifying the locality or localities within their area in which the collection may be conducted; c conditions regulating the manner in which the collection is to be conducted; d such other conditions as may be prescribed for the purposes of this subsection. 4 A local authority must secure that the terms of any conditions attached under subsection (3) are consistent with the provisions of any regulations under section 63 (whether or not prescribing conditions for the purposes of that subsection). 5 Where a local authority— a refuse to issue a permit, or b attach any condition to it, they must serve on the applicant written notice of their decision and the reasons for their decision. 6 That notice must also state the right of appeal conferred by section 62(2) and the time within which such an appeal must be brought."}, {"act": "Charities Act 2006", "year": 2006, "section": "60", "section_title": "Refusal of permits", "section_text": "60 1 The only ground on which a local authority may refuse an application for a permit to conduct a collection in a public place is that it appears to them that the collection would cause undue inconvenience to members of the public by reason of— a the day or the week or date on or in which, b the time at which, c the frequency with which, or d the locality or localities in which, it is proposed to be conducted. 2 In making a decision under subsection (1), a local authority may have regard to the fact (where it is the case) that the collection is proposed to be conducted— a wholly or partly in a locality in which another collection in a public place is already authorised to be conducted under this Chapter, and b on a day on which that other collection is already so authorised, or on the day falling immediately before, or immediately after, any such day. 3 A local authority must not, however, have regard to the matters mentioned in subsection (2) if it appears to them— a that the proposed collection would be conducted only in one location, which is on land to which members of the public would have access only— i by virtue of the express or implied permission of the occupier of the land, or ii by virtue of any enactment, and b that the occupier of the land consents to that collection being conducted there; and for this purpose  “ the occupier ”, in relation to unoccupied land, means the person entitled to occupy it. 4 In this section a reference to a collection in a public place authorised under this Chapter is a reference to a collection in a public place that— a is conducted in accordance with section 48, or b is an exempt collection by virtue of section 50."}, {"act": "Charities Act 2006", "year": 2006, "section": "61", "section_title": "Withdrawal or variation etc. of permits", "section_text": "61 1 Where subsection (2), (3) or (4) applies, a local authority who have issued a permit under section 59 may— a withdraw the permit, b attach any condition (or further condition) to the permit, or c vary any existing condition of the permit. 2 This subsection applies where the local authority— a have reason to believe that there has been a change in the circumstances which prevailed at the time when they issued the permit, and b are of the opinion that, if the application for the permit had been made in the new circumstances, they would not have issued the permit or would have issued it subject to different or additional conditions. 3 This subsection applies where the local authority have reason to believe that any information provided to them by the holder of a permit (or, where there is more than one holder, by any of them) for the purposes of the application for the permit was false or misleading in a material particular. 4 This subsection applies where the local authority have reason to believe that there has been or is likely to be a breach of any condition of a permit issued by them, or that a breach of such a condition is continuing. 5 Any condition imposed at any time by a local authority under subsection (1) (whether by attaching a new condition to the permit or by varying an existing condition) must be one that it would be appropriate for the authority to attach to the permit under section 59(3) if the holder was applying for it in the circumstances prevailing at that time. 6 The exercise by a local authority of the power conferred by paragraph (b) or (c) of subsection (1) on one occasion does not prevent them from exercising any of the powers conferred by that subsection on a subsequent occasion; and on any subsequent occasion the reference in subsection (2)(a) to the time when the local authority issued the permit is a reference to the time when they last exercised any of those powers. 7 Where under this section a local authority— a withdraw a permit, b attach a condition to a permit, or c vary an existing condition of a permit, they must serve on the holder written notice of their decision and the reasons for their decision. 8 That notice must also state the right of appeal conferred by section 62(3) and the time within which such an appeal must be brought. 9 Where a local authority withdraw a permit under this section, they must send a copy of their decision and the reasons for it to the Commission. 10 Where a local authority under this section withdraw a permit, attach any condition to a permit, or vary an existing condition of a permit, the permit shall continue to have effect as if it had not been withdrawn or (as the case may be) as if the condition had not been attached or varied— a until the time for bringing an appeal under section 62(3) has expired, or b if such an appeal is duly brought, until the determination or abandonment of the appeal."}, {"act": "Charities Act 2006", "year": 2006, "section": "62", "section_title": "Appeals against decisions of local authority", "section_text": "62 1 A person who, in relation to a public charitable collection, has duly notified a local authority of the matters mentioned in section 50(3) may appeal to a magistrates' court against a decision of the local authority under section 50(4)— a that the collection is not a local, short-term collection, or b that the promoters or any of them has breached any such provision, or been convicted of any such offence, as is mentioned in paragraph (b) of that subsection. 2 A person who has duly applied to a local authority for a permit to conduct a collection in a public place in the authority's area may appeal to a magistrates' court against a decision of the authority under section 59— a to refuse to issue a permit, or b to attach any condition to it. 3 A person to whom a permit has been issued may appeal to a magistrates' court against a decision of the local authority under section 61— a to withdraw the permit, b to attach a condition to the permit, or c to vary an existing condition of the permit. 4 An appeal under subsection (1), (2) or (3) shall be by way of complaint for an order, and the Magistrates' Courts Act 1980 (c. 43) shall apply to the proceedings. 5 Any such appeal shall be brought within 14 days of the date of service on the person in question of the relevant notice under section 50(4), section 59(5) or (as the case may be) section 61(7); and for the purposes of this section an appeal shall be taken to be brought when the complaint is made. 6 An appeal against the decision of a magistrates' court on an appeal under subsection (1), (2) or (3) may be brought to the Crown Court. 7 On an appeal to a magistrates' court or the Crown Court under this section, the court may confirm, vary or reverse the local authority's decision and generally give such directions as it thinks fit, having regard to the provisions of this Chapter and of any regulations under section 63. 8 On an appeal against a decision of a local authority under section 50(4), directions under subsection (7) may include a direction that the collection may be conducted— a on the date or dates notified in accordance with section 50(3)(b), or b on such other date or dates as may be specified in the direction; and if so conducted the collection is to be regarded as one that is an exempt collection by virtue of section 50. 9 It shall be the duty of the local authority to comply with any directions given by the court under subsection (7); but the authority need not comply with any directions given by a magistrates' court— a until the time for bringing an appeal under subsection (6) has expired, or b if such an appeal is duly brought, until the determination or abandonment of the appeal."}, {"act": "Charities Act 2006", "year": 2006, "section": "63", "section_title": "Regulations", "section_text": "63 1 The  Secretary of State  may make regulations— a prescribing the matters which a local authority are to take into account in determining whether a collection is local in character for the purposes of section 50(2)(a); b for the purpose of regulating the conduct of public charitable collections; c prescribing anything falling to be prescribed by virtue of any provision of this Chapter. 2 The matters which may be prescribed by regulations under subsection (1)(a) include— a the extent of the area within which the appeal is to be conducted; b whether the appeal forms part of a series of appeals; c the number of collectors making the appeal and whether they are acting for remuneration or otherwise; d the financial resources (of any description) of any charitable, benevolent or philanthropic institution for whose benefit the appeal is to be conducted; e where the promoters live or have any place of business. 3 Regulations under subsection (1)(b) may make provision— a about the keeping and publication of accounts; b for the prevention of annoyance to members of the public; c with respect to the use by collectors of badges and certificates of authority, or badges incorporating such certificates, including, in particular, provision— i prescribing the form of such badges and certificates; ii requiring a collector, on request, to permit his badge, or any certificate of authority held by him of the purposes of the collection, to be inspected by a constable or a duly authorised officer of a local authority, or by an occupier of any premises visited by him in the course of the collection; d for prohibiting persons under a prescribed age from acting as collectors, and prohibiting others from causing them so to act. 4 Nothing in subsection (2) or (3) prejudices the generality of subsection (1)(a) or (b). 5 Regulations under this section may provide that any failure to comply with a specified provision of the regulations is to be an offence punishable on summary conviction by a fine not exceeding level 2 on the standard scale. 6 Before making regulations under this section the Secretary of State  must consult such persons or bodies of persons as he considers appropriate."}, {"act": "Charities Act 2006", "year": 2006, "section": "64", "section_title": "Offences", "section_text": "64 1 A person commits an offence if, in connection with any charitable appeal, he displays or uses— a a prescribed badge or prescribed certificate of authority which is not for the time being held by him for the purposes of the appeal pursuant to regulations under section 63, or b any badge or article, or any certificate or other document, so nearly resembling a prescribed badge or (as the case may be) a prescribed certificate of authority as to be likely to deceive a member of the public. 2 A person commits an offence if— a for the purposes of an application made under section 51 or section 58, or b for the purposes of section 49 or section 50, he knowingly or recklessly furnishes any information which is false or misleading in a material particular. 3 A person guilty of an offence under this section is liable on summary conviction to a fine not exceeding level 5 on the standard scale. 4 In subsection (1)\t\t\t\t\t “ prescribed badge ” and  “ prescribed certificate of authority ” mean respectively a badge and a certificate of authority in such form as may be prescribed."}, {"act": "Charities Act 2006", "year": 2006, "section": "65", "section_title": "Offences by bodies corporate", "section_text": "65 1 Where any offence under this Chapter or any regulations made under it— a is committed by a body corporate, and b is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate, or any person who was purporting to act in any such capacity, he as well as the body corporate shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly. 2 In subsection (1)  “ director ”, in relation to a body corporate whose affairs are managed by its members, means a member of the body corporate."}, {"act": "Charities Act 2006", "year": 2006, "section": "66", "section_title": "Service of documents", "section_text": "66 1 This section applies to any notice required to be served under this Chapter. 2 A notice to which this section applies may be served on a person (other than a body corporate)— a by delivering it to that person; b by leaving it at his last known address in the United Kingdom; or c by sending it by post to him at that address. 3 A notice to which this section applies may be served on a body corporate by delivering it or sending it by post— a to the registered or principal office of the body in the United Kingdom, or b if it has no such office in the United Kingdom, to any place in the United Kingdom where it carries on business or conducts its activities (as the case may be). 4 A notice to which this section applies may also be served on a person (including a body corporate) by sending it by post to that person at an address notified by that person for the purposes of this subsection to the person or persons by whom it is required to be served."}, {"act": "Charities Act 2006", "year": 2006, "section": "67", "section_title": "Statements indicating benefits for charitable institutions and fund-raisers", "section_text": "67 1 Section 60 of the Charities Act 1992 (c. 41) (fund-raisers required to indicate institutions benefiting and arrangements for remuneration) is amended as follows. 2 In subsection (1) (statements by professional fund-raisers raising money for particular charitable institutions), for paragraph (c) substitute— c the method by which the fund-raiser's remuneration in connection with the appeal is to be determined and the notifiable amount of that remuneration. 3 In subsection (2) (statements by professional fund-raisers raising money for charitable purposes etc.), for paragraph (c) substitute— c the method by which his remuneration in connection with the appeal is to be determined and the notifiable amount of that remuneration. 4 In subsection (3) (statements by commercial participators raising money for particular charitable institutions), for paragraph (c) substitute— c the notifiable amount of whichever of the following sums is applicable in the circumstances— i the sum representing so much of the consideration given for goods or services sold or supplied by him as is to be given to or applied for the benefit of the institution or institutions concerned, ii the sum representing so much of any other proceeds of a promotional venture undertaken by him as is to be so given or applied, or iii the sum of the donations by him in connection with the sale or supply of any such goods or services which are to be so given or supplied. 5 After subsection (3) insert— 3A In subsections (1) to (3) a reference to the  “ notifiable amount ” of any remuneration or other sum is a reference— a to the actual amount of the remuneration or sum, if that is known at the time when the statement is made; and b otherwise to the estimated amount of the remuneration or sum, calculated as accurately as is reasonably possible in the circumstances."}, {"act": "Charities Act 2006", "year": 2006, "section": "68", "section_title": "Statements indicating benefits for charitable institutions and collectors", "section_text": "68 After section 60 of the 1992 Act insert— Other persons making appeals required to indicate institutions benefiting and arrangements for remuneration 60A 1 Subsections (1) and (2) of section 60 apply to a person acting for reward as a collector in respect of a public charitable collection as they apply to a professional fund-raiser. 2 But those subsections do not so apply to a person excluded by virtue of— a subsection (3) below, or b section 60B(1) (exclusion of lower-paid collectors). 3 Those subsections do not so apply to a person if— a section 60(1) or (2) applies apart from subsection (1) (by virtue of the exception in section 58(2)(c) for persons treated as promoters), or b subsection (4) or (5) applies, in relation to his acting for reward as a collector in respect of the collection mentioned in subsection (1) above. 4 Where a person within subsection (6) solicits money or other property for the benefit of one or more particular charitable institutions, the solicitation shall be accompanied by a statement clearly indicating— a the name or names of the institution or institutions for whose benefit the solicitation is being made; b if there is more than one such institution, the proportions in which the institutions are respectively to benefit; c the fact that he is an officer, employee or trustee of the institution or company mentioned in subsection (6); and d the fact that he is receiving remuneration as an officer, employee or trustee or (as the case may be) for acting as a collector. 5 Where a person within subsection (6) solicits money or other property for charitable, benevolent or philanthropic purposes of any description (rather than for the benefit of one or more particular charitable institutions), the solicitation shall be accompanied by a statement clearly indicating— a the fact that he is soliciting money or other property for those purposes and not for the benefit of any particular charitable institution or institutions; b the method by which it is to be determined how the proceeds of the appeal are to be distributed between different charitable institutions; c the fact that he is an officer, employee or trustee of the institution or company mentioned in subsection (6); and d the fact that he is receiving remuneration as an officer, employee or trustee or (as the case may be) for acting as a collector. 6 A person is within this subsection if— a he is an officer or employee of a charitable institution or a company connected with any such institution, or a trustee of any such institution, b he is acting as a collector in that capacity, and c he receives remuneration either in his capacity as officer, employee or trustee or for acting as a collector. 7 But a person is not within subsection (6) if he is excluded by virtue of section 60B(4). 8 Where any requirement of— a subsection (1) or (2) of section 60, as it applies by virtue of subsection (1) above, or b subsection (4) or (5) above, is not complied with in relation to any solicitation, the collector concerned shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale. 9 Section 60(8) and (9) apply in relation to an offence under subsection (8) above as they apply in relation to an offence under section 60(7). 10 In this section— “ the appeal ”, in relation to any solicitation by a collector, means the campaign or other fund-raising venture in the course of which the solicitation is made; “ collector ” has the meaning given by section 47(1) of the Charities Act 2006; “ public charitable collection ” has the meaning given by section 45 of that Act. Exclusion of lower-paid collectors from provisions of section 60A 60B 1 Section 60(1) and (2) do not apply (by virtue of section 60A(1)) to a person who is under the earnings limit in subsection (2) below. 2 A person is under the earnings limit in this subsection if he does not receive— a more than— i £5 per day, or ii £500 per year, by way of remuneration for acting as a collector in relation to relevant collections, or b more than £500 by way of remuneration for acting as a collector in relation to the collection mentioned in section 60A(1). 3 In subsection (2)  “ relevant collections ” means public charitable collections conducted for the benefit of— a the charitable institution or institutions, or b the charitable, benevolent or philanthropic purposes, for whose benefit the collection mentioned in section 60A(1) is conducted. 4 A person is not within section 60A(6) if he is under the earnings limit in subsection (5) below. 5 A person is under the earnings limit in this subsection if the remuneration received by him as mentioned in section 60A(6)(c)— a is not more than— i £5 per day, or ii £500 per year, or b if a lump sum, is not more than £500. 6 The Minister may by order amend subsections (2) and (5) by substituting a different sum for any sum for the time being specified there."}, {"act": "Charities Act 2006", "year": 2006, "section": "69", "section_title": "Reserve power to control fund-raising by charitable institutions", "section_text": "69 After section 64 of the 1992 Act insert— Reserve power to control fund-raising by charitable institutions 64A 1 The Minister may make such regulations as appear to him to be necessary or desirable for or in connection with regulating charity fund-raising. 2 In this section  “ charity fund-raising ” means activities which are carried on by— a charitable institutions, b persons managing charitable institutions, or c persons or companies connected with such institutions, and involve soliciting or otherwise procuring funds for the benefit of such institutions or companies connected with them, or for general charitable, benevolent or philanthropic purposes. But  “ activities ” does not include primary purpose trading. 3 Regulations under this section may, in particular, impose a good practice requirement on the persons managing charitable institutions in circumstances where— a those institutions, b the persons managing them, or c persons or companies connected with such institutions, are engaged in charity fund-raising. 4 A  “ good practice requirement ” is a requirement to take all reasonable steps to ensure that the fund-raising is carried out in such a way that— a it does not unreasonably intrude on the privacy of those from whom funds are being solicited or procured; b it does not involve the making of unreasonably persistent approaches to persons to donate funds; c it does not result in undue pressure being placed on persons to donate funds; d it does not involve the making of any false or misleading representation about any of the matters mentioned in subsection (5). 5 The matters are— a the extent or urgency of any need for funds on the part of any charitable institution or company connected with such an institution; b any use to which funds donated in response to the fund-raising are to be put by such an institution or company; c the activities, achievements or finances of such an institution or company. 6 Regulations under this section may provide that a person who persistently fails, without reasonable excuse, to comply with any specified requirement of the regulations is to be guilty of an offence and liable on summary conviction to a fine not exceeding level 2 on the standard scale. 7 For the purposes of this section— a “ funds ” means money or other property; b “ general charitable, benevolent or philanthropic purposes ” means charitable, benevolent or philanthropic purposes other than those associated with one or more particular institutions; c the persons  “ managing ” a charitable institution are the charity trustees or other persons having the general control and management of the administration of the institution; and d a person is  “ connected ” with a charitable institution if he is an employee or agent of— i the institution, ii the persons managing it, or iii a company connected with it, or he is a volunteer acting on behalf of the institution or such a company. 8 In this section  “ primary purpose trading ”, in relation to a charitable institution, means any trade carried on by the institution or a company connected with it where— a the trade is carried on in the course of the actual carrying out of a primary purpose of the institution; or b the work in connection with the trade is mainly carried out by beneficiaries of the institution."}, {"act": "Charities Act 2006", "year": 2006, "section": "70", "section_title": "Power of relevant Minister to give financial assistance to charitable, benevolent or philanthropic institutions", "section_text": "70 1 A relevant Minister may give financial assistance to any charitable, benevolent or philanthropic institution in respect of any of the institution's activities which directly or indirectly benefit the whole or any part of England (whether or not they also benefit any other area). 2 Financial assistance under subsection (1) may be given in any form and, in particular, may be given by way of— a grants, b loans, c guarantees, or d incurring expenditure for the benefit of the person assisted. 3 Financial assistance under subsection (1) may be given on such terms and conditions as the relevant Minister considers appropriate. 4 Those terms and conditions may, in particular, include provision as to— a the purposes for which the assistance may be used; b circumstances in which the assistance is to be repaid, or otherwise made good, to the relevant Minister, and the manner in which that is to be done; c the making of reports to the relevant Minister regarding the uses to which the assistance has been put; d the keeping, and making available for inspection, of accounts and other records; e the carrying out of examinations by the Comptroller and Auditor General into the economy, efficiency and effectiveness with which the assistance has been used; f the giving by the institution of financial assistance in any form to other persons on such terms and conditions as the institution or the relevant Minister considers appropriate. 5 A person receiving assistance under this section must comply with the terms and conditions on which it is given, and compliance may be enforced by the relevant Minister. 6 A relevant Minister may make arrangements for— a assistance under subsection (1) to be given, or b any other of his functions under this section to be exercised, by some other person. 7 Arrangements under subsection (6) may make provision for the functions concerned to be so exercised— a either wholly or to such extent as may be specified in the arrangements, and b either generally or in such cases or circumstances as may be so specified, but do not prevent the functions concerned from being exercised by a relevant Minister. 8 As soon as possible after 31st March in each year, a relevant Minister must make a report on any exercise by him of any powers under this section during the period of 12 months ending on that day. 9 The relevant Minister must lay a copy of the report before each House of Parliament. 10 In this section  “ charitable, benevolent or philanthropic institution ” means— a a charity, or b an institution (other than a charity) which is established for charitable, benevolent or philanthropic purposes. 11 In this section  “ relevant Minister ” means the Secretary of State  or the Minister for the Cabinet Office ."}, {"act": "Charities Act 2006", "year": 2006, "section": "71", "section_title": "Power of National Assembly for Wales to give financial assistance to charitable, benevolent or philanthropic institutions", "section_text": "71 1 The National Assembly for Wales may give financial assistance to any charitable, benevolent or philanthropic institution in respect of any of the institution's activities which directly or indirectly benefit the whole or any part of Wales (whether or not they also benefit any other area). 2 Financial assistance under subsection (1) may be given in any form and, in particular, may be given by way of— a grants, b loans, c guarantees, or d incurring expenditure for the benefit of the person assisted. 3 Financial assistance under subsection (1) may be given on such terms and conditions as the Assembly considers appropriate. 4 Those terms and conditions may, in particular, include provision as to— a the purposes for which the assistance may be used; b circumstances in which the assistance is to be repaid, or otherwise made good, to the Assembly, and the manner in which that is to be done; c the making of reports to the Assembly regarding the uses to which the assistance has been put; d the keeping, and making available for inspection, of accounts and other records; e the carrying out of examinations by the Auditor General for Wales into the economy, efficiency and effectiveness with which the assistance has been used; f the giving by the institution of financial assistance in any form to other persons on such terms and conditions as the institution or the Assembly considers appropriate. 5 A person receiving assistance under this section must comply with the terms and conditions on which it is given, and compliance may be enforced by the Assembly. 6 The Assembly may make arrangements for— a assistance under subsection (1) to be given, or b any other of its functions under this section to be exercised, by some other person. 7 Arrangements under subsection (6) may make provision for the functions concerned to be so exercised— a either wholly or to such extent as may be specified in the arrangements, and b either generally or in such cases or circumstances as may be so specified, but do not prevent the functions concerned from being exercised by the Assembly. 8 After 31st March in each year, the Assembly must publish a report on the exercise of powers under this section during the period of 12 months ending on that day. 9 In this section  “ charitable, benevolent or philanthropic institution ” means— a a charity, or b an institution (other than a charity) which is established for charitable, benevolent or philanthropic purposes."}, {"act": "Charities Act 2006", "year": 2006, "section": "72", "section_title": "Disclosure of information to and by Northern Ireland regulator", "section_text": "72 1 This section applies if a body (referred to in this section as  “ the Northern Ireland regulator ”) is established to exercise functions in Northern Ireland which are similar in nature to the functions exercised in England and Wales by the Charity Commission. 2 The  Secretary of State  may by regulations authorise relevant public authorities to disclose information to the Northern Ireland regulator for the purpose of enabling or assisting the Northern Ireland regulator to discharge any of its functions. 3 If the regulations authorise the disclosure of Revenue and Customs information, they must contain provision in relation to that disclosure which corresponds to the provision made in relation to the disclosure of such information by  section 55 of the Charities Act 2011   .... 4 In the case of information disclosed to the Northern Ireland regulator pursuant to regulations made under this section, any power of the Northern Ireland regulator to disclose the information is exercisable subject to any express restriction subject to which the information was disclosed to the Northern Ireland regulator. 5 Subsection (4) does not apply in relation to Revenue and Customs information disclosed to the Northern Ireland regulator pursuant to regulations made under this section; but any such information may not be further disclosed except with the consent of the Commissioners for Her Majesty's Revenue and Customs. 6 Any person specified, or of a description specified, in regulations made under this section who discloses information in contravention of subsection (5) is guilty of an offence and liable— a on summary conviction, to imprisonment for a term not exceeding   the general limit in a magistrates’ court   or to a fine not exceeding the statutory maximum, or both; b on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine, or both. 7 It is a defence for a person charged with an offence under subsection (5) of disclosing information to prove that he reasonably believed— a that the disclosure was lawful, or b that the information had already and lawfully been made available to the public. 8 In the application of this section to Scotland or Northern Ireland, the reference to 12 months in subsection (6) is to be read as a reference to 6 months. 9 In this section— “ relevant public authority ” means— any government department (other than a Northern Ireland department), any local authority in England, Wales or Scotland, any person who is a constable in England and Wales or Scotland, any other body or person discharging functions of a public nature (including a body or person discharging regulatory functions in relation to any description of activities), except a body or person whose functions are exercisable only or mainly in or as regards Northern Ireland and relate only or mainly to transferred matters; “ Revenue and Customs information ” means information held as mentioned in section 18(1) of the Commissioners for Revenue and Customs Act 2005 (c. 11); “ transferred matter ” has the same meaning as in the Northern Ireland Act 1998 (c. 47)."}, {"act": "Charities Act 2006", "year": 2006, "section": "73", "section_title": "Report on operation of this Act", "section_text": "73 1 The  Secretary of State  must, before the end of the period of five years beginning with the day on which this Act is passed, appoint a person to review generally the operation of this Act. 2 The review must address, in particular, the following matters— a the effect of the Act on— i excepted charities, ii public confidence in charities, iii the level of charitable donations, and iv the willingness of individuals to volunteer, b the status of the Charity Commission as a government department, and c any other matters the Minister considers appropriate. 3 After the person appointed under subsection (1) has completed his review, he must compile a report of his conclusions. 4 The  Secretary of State  must lay before Parliament a copy of the report mentioned in subsection (3). 5 For the purposes of this section a charity is an excepted charity if — a it falls within paragraph (b) or (c) of section 3A(2) of the 1993 Act (as amended by section 9 of this Act), or b it does not fall within either of those paragraphs but, immediately before  31 January 2009 , it fell within section 3(5)(b) or (5B)(b) of the 1993 Act. 6 This section has effect, in relation to any time occurring on or after the commencement of the Charities Act 2011 as if— a the reference in subsection (1) to the operation of this Act included (in relation to provisions of this Act repealed and re-enacted by the 2011 Act) a reference to the operation of the 2011 Act, b the reference in subsection (2)(a) to the effect of the Act included (in relation to provisions of this Act repealed and re-enacted by the 2011 Act) a reference to the effect of the 2011 Act, and c the reference in subsection (5)(a) to paragraph (b) or (c) of section 3A(2) of the 1993 Act (as amended by section 9 of this Act) were a reference to paragraph (b) or (c) of section 30(2) of the 2011 Act."}, {"act": "Charities Act 2006", "year": 2006, "section": "74", "section_title": "Orders and regulations", "section_text": "74 1 Any power of a relevant Minister to make an order or regulations under this Act is exercisable by statutory instrument. 2 Any such power— a may be exercised so as to make different provision for different cases or descriptions of case or different purposes or areas, and b includes power to make such incidental, supplementary, consequential, transitory, transitional or saving provision as the relevant Minister considers appropriate. 3 Subject to subsection (4), orders or regulations made by a relevant Minister under this Act are to be subject to annulment in pursuance of a resolution of either House of Parliament. 4 Subsection (3) does not apply to— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c any regulations under section 72, d any order under section 75(4) which amends or repeals any provision of an Act or an Act of the Scottish Parliament, e any order under section  ... 77, or f any order under section 79(2). 5 No order or regulations within subsection (4)  ... (c), (d) or (e) may be made by a relevant Minister (whether alone or with other provisions) unless a draft of the order or regulations has been laid before, and approved by resolution of, each House of Parliament. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 In this section  “ relevant Minister ” means the Secretary of State or the Minister for the Cabinet Office."}, {"act": "Charities Act 2006", "year": 2006, "section": "75", "section_title": "Amendments, repeals, revocations and transitional provisions", "section_text": "75 1 Schedule 8 contains minor and consequential amendments. 2 Schedule 9 makes provision for the repeal and revocation of enactments (including enactments which are spent). 3 Schedule 10 contains transitional provisions and savings. 4 A relevant Minister may by order make— a such supplementary, incidental or consequential provision, or b such transitory, transitional or saving provision, as he considers appropriate for the general purposes, or any particular purposes, of this Act or in consequence of, or for giving full effect to, any provision made by this Act. 5 An order under subsection (4) may amend, repeal, revoke or otherwise modify any enactment (including an enactment restating, with or without modifications, an enactment amended by this Act). 6 In this section  “ relevant Minister ” means the Secretary of State or the Minister for the Cabinet Office."}, {"act": "Charities Act 2006", "year": 2006, "section": "76", "section_title": "Pre-consolidation amendments", "section_text": "76 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Charities Act 2006", "year": 2006, "section": "77", "section_title": "Amendments reflecting changes in company law audit provisions", "section_text": "77 1 The  Secretary of State  may by order make such amendments of the 1993 Act or this Act as he considers appropriate— a in consequence of, or in connection with, any changes made or to be made by any enactment to the provisions of company law relating to the accounts of charitable companies or to the auditing of, or preparation of reports in respect of, such accounts; b for the purposes of, or in connection with, applying provisions of Schedule 5A to the 1993 Act (group accounts) to charitable companies that are not required to produce group accounts under company law. 2 In this section— “ accounts ” includes group accounts; “ amendments ” includes repeals and modifications; “ charitable companies ” means companies which are charities; “ company law ” means the enactments relating to companies."}, {"act": "Charities Act 2006", "year": 2006, "section": "78", "section_title": "Interpretation", "section_text": "78 1 In this Act— “ the 1992 Act ” means the Charities Act 1992 (c. 41); “ the 1993 Act ” means the Charities Act 1993 (c. 10). 2 In this Act— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b “charitable purposes” has                            (in accordance with section 2(2) of the Charities Act 2011) the meaning given by section 2(1) of that Act ; and c “ charity trustees ” has the same meaning as in  that Act ; ... 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In this Act  “ enactment ” includes— a any provision of subordinate legislation (within the meaning of the Interpretation Act 1978 (c. 30)), b a provision of a Measure of the Church Assembly or of the General Synod of the Church of England, and c (in the context of section  ... 75(5)) any provision made by or under an Act of the Scottish Parliament or Northern Ireland legislation, and references to enactments include enactments passed or made after the passing of this Act. 5 In this Act  “ institution ” means an institution whether incorporated or not, and includes a trust or undertaking. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Subsections (2) to (5) apply except where the context otherwise requires."}, {"act": "Charities Act 2006", "year": 2006, "section": "79", "section_title": "Commencement", "section_text": "79 1 The following provisions come into force on the day on which this Act is passed— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b section 74, c section 75(4) and (5), d section 78, e section 77, f this section and section 80, and g the following provisions of Schedule 8— paragraph 90(2), ... and section 75(1) so far as relating to those provisions. 2 Otherwise, this Act comes into force on such day as the  Secretary of State may by order appoint. 3 An order under subsection (2)— a may appoint different days for different purposes or different areas; b make such provision as the  Secretary of State  considers necessary or expedient for transitory, transitional or saving purposes in connection with the coming into force of any provision of this Act."}, {"act": "Charities Act 2006", "year": 2006, "section": "80", "section_title": "Short title and extent", "section_text": "80 1 This Act may be cited as the Charities Act 2006. 2 Subject to subsections (3) to (7), this Act extends to England and Wales only. 3 The following provisions extend also to Scotland— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c sections 72 and 74, d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . and e section 75(4) and (5), sections  77  to 79 and this section. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The following provisions extend also to Northern Ireland— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d sections 72 and 74, e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . and f section 75(4) and (5), sections  77  to 79 and this section. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Any amendment, repeal or revocation made by this Act has the same extent as the enactment to which it relates. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 Subsection (7)  ... does not apply to— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b the amendments  made by Schedule 8 in the Police, Factories, &c. (Miscellaneous Provisions) Act 1916 (c. 31), or c the repeal made in that Act by Schedule 9, which extend to England and Wales only."}]