[{"act": "Civil Aviation Act 2006", "year": 2006, "section": "1", "section_title": "Aerodrome charges: noise and emissions", "section_text": "1 For section 38 of the Civil Aviation Act 1982 (c. 16) substitute— Aerodrome charges: noise and emissions 38 1 Without prejudice to any power of any aerodrome authority to enter into an agreement on such terms as it thinks fit, an aerodrome authority may, for the purposes mentioned in subsection (2) below, fix its charges in respect of an aircraft or a class of aircraft by reference (among other things) to— a any fact or matter relevant to the amount of noise caused by the aircraft or the extent or nature of any inconvenience resulting from such noise; b any fact or matter relevant to the amount or nature of emissions produced by the aircraft or the extent or nature of any atmospheric pollution resulting from such emissions; c any fact or matter relevant to the effect of the aircraft on the level of noise or atmospheric pollution at any place in or in the vicinity of the aerodrome; d any failure by the operator of the aircraft to secure that any noise or emissions requirements applying to the aircraft are complied with. 2 The purposes mentioned in this subsection are— a in relation to paragraph (a) of subsection (1) above, encouraging the use of quieter aircraft and reducing inconvenience from aircraft noise; b in relation to paragraph (b) of that subsection, encouraging the use of aircraft which produce lower emissions of any substance which contributes to atmospheric pollution; c in relation to paragraph (c) of that subsection, controlling the level of noise or atmospheric pollution in or in the vicinity of the aerodrome so far as attributable to aircraft taking off or landing at the aerodrome; d in relation to paragraph (d) of that subsection, promoting compliance with noise or emissions requirements. In paragraph (b) above  “ substance ” includes a substance in solid or liquid form or in the form of a gas or vapour. 3 In subsections (1)(d) and (2)(d) above  “ noise or emissions requirements ” means requirements imposed in relation to aircraft taking off or landing at the aerodrome, which are either— a requirements imposed under section 78 below for the purpose of limiting, or mitigating the effect of, noise caused by such aircraft, or b requirements imposed by the aerodrome authority (otherwise than under that section) for the purpose of limiting, or mitigating the effect of, noise caused by, or emissions produced by, such aircraft. 4 The Secretary of State may by order direct specified aerodrome authorities to fix their charges in exercise of any power conferred by subsection (1) above; and any such order may contain directions as to the manner in which those charges are to be so fixed. 5 In determining whether, and if so how, to exercise his power under subsection (4) above in relation to an aerodrome authority, the Secretary of State shall have regard (among other things) to the interests of persons who live in the area in which the aerodrome is situated. 6 This section has effect subject to any provision relating to the use of, or charges for the use of, aerodromes which is made by or under any other enactment. 7 In this section— “ aerodrome authority ” means a person owning or managing an aerodrome licensed under an Air Navigation Order; and “ charges ”, in relation to an aerodrome authority, means the charges the authority makes for the use of an aerodrome so licensed which is owned or managed by the authority."}, {"act": "Civil Aviation Act 2006", "year": 2006, "section": "2", "section_title": "Regulation by Secretary of State of noise and vibration from aircraft", "section_text": "2 1 Section 78 of the Civil Aviation Act 1982 (c. 16)\t\t\t\t\t(regulation by Secretary of State of noise and vibration from aircraft) is amended as follows. 2 After subsection (6) insert— 6A Directions under subsection (6) above may be given for the purpose of avoiding, limiting, or mitigating the effect of, such noise and vibration either— a generally, or b in any particular area or areas. 3 In subsection (9)— a in paragraph (i) for the words from  “not exceeding” to  “; and” substitute  “                      not exceeding level 5 on the standard scale; and                    ” , and b in paragraph (ii) for  “to be fined accordingly” substitute  “                      on summary conviction to a fine not exceeding 10% of level 5 on the standard scale                    ” ."}, {"act": "Civil Aviation Act 2006", "year": 2006, "section": "3", "section_title": "Power for aerodromes to establish penalty schemes", "section_text": "3 After section 78 of the Civil Aviation Act 1982 (c. 16) insert— Penalty schemes 78A 1 The person for the time being managing an aerodrome (referred to in this section and section 78B below as the  “relevant manager”) may establish and maintain a penalty scheme. 2 In this section and section 78B below  “ penalty scheme ” means a scheme which requires a penalty to be paid if any requirement imposed under section 78(1) above in relation to an aircraft taking off or landing at the aerodrome is not complied with. 3 Any such penalty shall be— a of an amount specified in the scheme, and b paid to the relevant manager by the operator of the aircraft in question. 4 The penalty scheme shall afford the operator of the aircraft an opportunity to make representations to the relevant manager with respect to the matter either before or after the penalty is imposed. 5 If the scheme affords an opportunity to make representations after the penalty is imposed, it shall provide for the relevant manager to cancel the penalty if he considers it appropriate to do so having considered those representations. 6 A penalty scheme may— a contain such incidental or supplementary provisions as the relevant manager considers appropriate, and b be amended or revoked by the relevant manager. 7 The amendment or revocation of a penalty scheme shall not affect the validity of anything previously done under the scheme. 8 A relevant manager who receives penalties under a penalty scheme shall make payments equal to the amount of those penalties for purposes which appear to him to be likely to be of benefit to persons who live in the area in which the aerodrome is situated. Direction to establish, amend or revoke penalty scheme 78B 1 The Secretary of State may direct a specified relevant manager— a to establish a penalty scheme, or b to amend or revoke a penalty scheme. 2 The Secretary of State shall publish any direction given under subsection (1) above in such manner as appears to him to be appropriate. 3 A direction under subsection (1) above which requires a relevant manager to establish or amend a penalty scheme may include directions as to the provisions which are to be included in the scheme. 4 Before giving a direction under subsection (1) above the Secretary of State shall consult— a the relevant manager, and b any body appearing to him to be representative of operators of aircraft using the aerodrome in question. 5 If a relevant manager fails to comply with a direction given to him under subsection (1) above he shall— a be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale, and b if the failure continues after his conviction of an offence under this subsection arising from the failure, be guilty of a separate offence under this subsection on each day on which the failure continues thereafter and be liable on summary conviction to a fine not exceeding 10% of level 5 on the standard scale."}, {"act": "Civil Aviation Act 2006", "year": 2006, "section": "4", "section_title": "Power for aerodromes to establish noise control schemes", "section_text": "4 After section 38 of the Civil Aviation Act 1982 (c. 16) insert— Noise control schemes 38A 1 An aerodrome operator may establish and maintain a scheme (referred to in this section and sections 38B and 38C below as a  “noise control scheme”) for the purpose of avoiding, limiting or mitigating the effect of noise connected with the taking off or landing of aircraft at the aerodrome. 2 A noise control scheme may— a require operators of aircraft which are to take off or land at the aerodrome to secure that specified requirements are complied with in relation to the aircraft after they take off, or before they land, at the aerodrome; b prohibit aircraft of specified descriptions from taking off or landing at the aerodrome during specified periods; c specify the maximum number of occasions on which aircraft of specified descriptions may take off or land at the aerodrome during specified periods; d impose other restrictions for limiting the cumulative amount of noise caused by aircraft of specified descriptions taking off or landing at the aerodrome during specified periods. In this subsection  “ specified ” means specified in the scheme. 3 A noise control scheme which contains— a provision under paragraph (c) of subsection (2) above, or b provision under paragraph (d) of that subsection which has the effect of limiting the number of occasions on which aircraft may take off or land at the aerodrome during the periods specified under that paragraph, shall make provision for determining the matters mentioned in subsection (4). 4 The matters mentioned in this subsection are— a the persons who shall be entitled to arrange for aircraft of which they are the operators to take off or land at the aerodrome during the periods in question, and b as respects each of those persons, the number of occasions (whether determined by reference to a maximum number or otherwise) on which aircraft of a particular description of which he is the operator may take off or land at the aerodrome during those periods. 5 Before making, amending or revoking any provision in a noise control scheme by virtue of subsection (3) above the aerodrome operator shall consult any body appearing to it to be representative of operators of aircraft using the aerodrome. 6 A noise control scheme may make provision as respects any period even if that period is included in, or there is included in that period, any other period as respects which provision relating to the aerodrome is made by the scheme. 7 A noise control scheme may— a provide for circumstances in which the scheme (or any provision of the scheme) is not to apply, b contain such incidental or supplementary provisions as the aerodrome operator considers appropriate, and c be amended or revoked by the aerodrome operator. 8 A noise control scheme shall not be established in relation to an aerodrome which is designated for the purposes of section 78 of this Act; and on such a designation coming into force in relation to an aerodrome any noise control scheme which has effect in relation to the aerodrome shall cease to have effect. 9 The amendment or revocation of a noise control scheme, or its ceasing to have effect by virtue of subsection (8) above, shall not affect the validity of anything previously done under the scheme. 10 The powers conferred on an aerodrome operator by this section and sections 38B and 38C below are in addition to, and do not prejudice, any other power of the aerodrome operator to take steps for the purpose of avoiding, limiting or mitigating the effect of noise connected with the taking off or landing of aircraft at the aerodrome. 11 In this section and sections 38B and 38C below  “ aerodrome operator ” means a person owning or managing an aerodrome. Noise control schemes: supplementary 38B 1 This section applies where a noise control scheme imposes requirements under section 38A(2)(a) above in relation to aircraft taking off or landing at an aerodrome. 2 The requirements so imposed shall have effect in relation to such an aircraft only— a while it is within such area as may be specified in relation to the aerodrome by order made by the Secretary of State, or b if no area has been so specified, while it is within the area represented by a circle with a radius of 40 kilometres from the centre of the longest runway at the aerodrome. 3 An area may be specified for the purposes of subsection (2)(a) above by description, by reference to a map or in any other way. 4 No point in the area so specified may be more than 60 kilometres in a straight line from the centre of the longest runway at the aerodrome. 5 Before making an order under this section the Secretary of State shall consult— a the  CAA , b the aerodrome operator, c any body appearing to the Secretary of State to be representative of operators of aircraft using the aerodrome, d the local authorities in whose areas the aerodrome (or any part of it) is situated, e other local authorities whose areas are in the neighbourhood of the aerodrome, and f any other body appearing to the Secretary of State to be representative of persons concerned with the locality in which the aerodrome is situated. Breaches of noise control schemes 38C 1 This section also applies where a noise control scheme imposes requirements under section 38A(2)(a) above in relation to aircraft taking off or landing at an aerodrome. 2 The scheme may provide for the aerodrome operator to require the payment of a penalty if any such requirement is not complied with in relation to an aircraft taking off or landing at the aerodrome. 3 Any such penalty shall be— a of an amount specified in the scheme, and b paid to the aerodrome operator by the operator of the aircraft in question. 4 The scheme shall afford the operator of the aircraft an opportunity to make representations to the aerodrome operator with respect to the matter either before or after the penalty is imposed. 5 If the scheme affords an opportunity to make representations after the penalty is imposed, it shall provide for the aerodrome operator to cancel the penalty if it considers it appropriate to do so having considered those representations. 6 An aerodrome operator which receives penalties under a noise control scheme shall make payments equal to the amount of those penalties for purposes which appear to it to be likely to be of benefit to persons who live in the area in which the aerodrome is situated."}, {"act": "Civil Aviation Act 2006", "year": 2006, "section": "5", "section_title": "Public airport companies: power of Secretary of State to specify additional activities", "section_text": "5 1 The Airports Act 1986 (c. 31) is amended as follows. 2 In section 17 (control over constitution and activities of public airport companies) at the end add— 6 In subsection (4)— a paragraph (a) does not apply in relation to any activity which is a permitted activity in relation to the company by virtue of regulations under section 17A, and b paragraph (b) does not apply in relation to any activity which is a permitted activity in relation to the subsidiary by virtue of any such regulations. 3 After section 17 insert— Additional activities of public airport companies 17A 1 The Secretary of State may by regulations provide for any activity specified in the regulations to be a  “ permitted activity ” in relation to— a a public airport company, or b a subsidiary of a public airport company, for the purposes of section 17(6). 2 Any activity so specified must be an activity which appears to the Secretary of State to be incidental to, or connected with, carrying on the business of operating an airport as a commercial undertaking. 3 Regulations under this section may provide for an activity to be a permitted activity only if— a it is carried on in such countries or territories as are specified in the regulations; b any conditions as are so specified are complied with. 4 Such conditions may include, in particular, conditions requiring agreements relating to the provision of services in the carrying on of the activity to include provision for the payment of proper commercial charges in respect of those services. 5 Regulations under this section may be made so as to apply to— a public airport companies or subsidiaries of such companies generally; b public airport companies of a particular description or subsidiaries of any such companies; c a particular public airport company; d subsidiaries, or a particular subsidiary, of a particular public airport company; and may make different provision for different cases. 6 For the purposes of this section— a “ activity ” includes one that involves participating in, or making financial contributions towards, an activity carried on by, or jointly with, other persons; and b “airport” is not limited to one operated by a public airport company. 7 This section applies only in relation to— a public airport companies which are subsidiaries of controlling authorities in England or Wales, or b subsidiaries of such companies."}, {"act": "Civil Aviation Act 2006", "year": 2006, "section": "6", "section_title": "Policing of airports", "section_text": "6 Schedule 1 makes provision about the policing of aerodromes designated by the Secretary of State for the purposes of Part 3 of the Aviation Security Act 1982 (c. 36)."}, {"act": "Civil Aviation Act 2006", "year": 2006, "section": "7", "section_title": "Removal of appeal to Secretary of State in respect of route licences", "section_text": "7 1 Section 69A of the Civil Aviation Act 1982 (c. 16)\t\t\t\t\t(regulation of carriage by air by route licences) is amended as follows. 2 In subsection (7), after paragraph (c) insert— ca the following modifications relating to appeals— i the substitution in section 65(6), for paragraphs (a) to (c), of the words  “                            until the specified date (see section 69A(7A) below)                          ” , ii the substitution in section 66(5), for the words from  “before the expiration” onwards, of the words  “                            before the specified date (see section 69A(7B) below)                          ” , and iii the omission of section 66(6)(a) and section 67(5); . 3 After subsection (7) insert— 7A For the purposes of section 65(6) as applied by subsection (6) above,  “ the specified date ” means— a such date as is specified by the CAA for those purposes when giving its decision on the application in question, or b such later date as the CAA may specify for those purposes in accordance with subsection (7C) below. 7B For the purposes of section 66(5) as applied by subsection (6) above,  “ the specified date ” means— a such date as is specified by the CAA for those purposes when giving its decision to revoke, vary or suspend the licence in question, or b such later date as the CAA may specify for those purposes in accordance with subsection (7C) below. 7C Where the CAA has specified a date as mentioned in subsection (7A)(a) or (7B)(a) above, it may (on one or more occasions) specify a later date for the purposes mentioned in that subsection if the holder of the licence in question— a makes an application to the CAA for it to specify such a date, and b does so before the date that is currently specified for those purposes. 4 In regulation 27(1) of the Civil Aviation Authority Regulations 1991 ( S.I.  1991/1672)\t\t\t\t\t(appeals to the Secretary of State), omit  “                  or a route licence                ” . 5 The amendments made by this section do not affect any appeal of which notice is served in accordance with regulation 27 of the Civil Aviation Authority Regulations 1991 before the coming into force of this section."}, {"act": "Civil Aviation Act 2006", "year": 2006, "section": "8", "section_title": "Functions with respect to health", "section_text": "8 1 The Civil Aviation Act 1982 (c. 16) is amended as follows. 2 After section 1(1)\t\t\t\t\t(functions of Secretary of State) insert— 1A The Secretary of State shall also be charged with the general duty of organising, carrying out and encouraging measures for safeguarding the health of persons on board aircraft. 3 In section 3(c)\t\t\t\t\t(functions of CAA) after  “airworthiness),” insert  “                  the health of persons on board aircraft,                ” . 4 In section 16 (provision by CAA of assistance for Secretary of State and others)— a after subsection (1) insert— 1A A requirement imposed under subsection (1) to provide advice and assistance in connection with any function may be expressed so as to operate as a continuing requirement on the CAA to provide advice and assistance in connection with that function. ; and b after subsection (4) insert— 4A Subsections (3) and (4) above do not apply in relation to advice or assistance given in connection with the Secretary of State's function under section 1(1A) above. 5 In section 60 (power to make air navigation orders) after subsection (3)(h) insert— ha for safeguarding the health of persons on board aircraft; ."}, {"act": "Civil Aviation Act 2006", "year": 2006, "section": "9", "section_title": "Documentary evidence: updating of references", "section_text": "9 1 Section 96 of the Civil Aviation Act 1982 (c. 16)\t\t\t\t\t(use of records and documentary evidence) is amended as follows. 2 In subsection (1), for paragraph (b) substitute— b a document printed by or on behalf of the CAA and purporting to be one of the elements of the United Kingdom's Integrated Aeronautical Information Package, ."}, {"act": "Civil Aviation Act 2006", "year": 2006, "section": "10", "section_title": "Funding of Air Travel Trust by contributions paid by air travel organisers", "section_text": "10 After section 71 of the Civil Aviation Act 1982 insert— Contributions by licence holders to Air Travel Trust 71A 1 The Secretary of State may by regulations make provision for and in connection with requiring persons applying for licences by virtue of section 71 above to make contributions to the Air Travel Trust in relation to the periods for which their licences are to be issued. 2 The regulations may, in particular, make provision— a prescribing the factors by reference to which such contributions are to be calculated by the CAA (other than the rate by reference to which they are to be so calculated); b authorising the CAA, with the approval of the Secretary of State and after complying with prescribed consultation requirements, to set in respect of different descriptions of persons the rates by reference to which such contributions are to be calculated and the dates from which those rates are to have effect; c requiring contributions to be paid, or undertakings as to payment of contributions to be given, in advance of licences being issued; d requiring licence holders to pay additional amounts by way of contributions where the applicable contribution rate increases during the term of their licences; e requiring additional amounts to be paid by way of contributions, or undertakings as to the payment of such amounts to be given, in advance of licences being varied; f for the CAA, in accordance with the regulations, to reimburse to persons, or credit persons with, amounts paid by them by way of contributions (and for the CAA to exercise in that connection such discretion as is conferred by the regulations); g for contributions that are not paid in accordance with the regulations or any undertaking as to payment to bear interest at the rate specified in the regulations, and for such contributions and interest to be recoverable as debts due to the Air Travel Trust; h for the CAA to act as the agent of the trustees of the Air Travel Trust in collecting and recovering contributions, and for the reimbursement of costs incurred by the CAA in so acting; i for the CAA, after complying with prescribed consultation requirements, to suspend, either generally or in relation to any description of persons, the requirement to make contributions in respect of a period; j for the CAA to exempt persons, or descriptions of persons, from the requirement to make contributions on such conditions as the CAA, after consulting the Secretary of State, thinks fit; k for requiring the CAA to publish prescribed matters in the prescribed manner; l for creating criminal offences to be triable summarily and punishable with a fine not exceeding level 5 on the standard scale or such lower amount as is prescribed. 3 Regulations under section 71 above may authorise the CAA— a to refuse to issue a licence to a person, b to refuse to vary a licence held by a person, or c to vary, suspend or revoke a licence held by a person, where that person has failed to comply with a prescribed requirement of regulations under this section or has breached an undertaking given as mentioned in subsection (2)(c) or (e) above. 4 Section 4 above does not apply in relation to any functions conferred on the CAA by regulations under this section. 5 In this section and section 71B below the  “ Air Travel Trust ” means the trust established by that name by a deed dated 5th January 2004 and made between the Secretary of State for Transport and the persons described as the Original Trustees. Procedure relating to regulations under section 71A 71B 1 Before making any regulations under section 71A above, the Secretary of State must consult the CAA and the trustees of the Air Travel Trust. 2 Before responding to the consultation, the CAA must consult the following persons so far as it considers it reasonably practicable to do so— a persons who hold licences by virtue of section 71 above, and b any other person or body appearing to it to have an interest in the matter."}, {"act": "Civil Aviation Act 2006", "year": 2006, "section": "11", "section_title": "Miscellaneous provisions relating to the Air Travel Trust", "section_text": "11 1 The Secretary of State must lay before Parliament a copy of every report that he receives from the trustees of the Air Travel Trust by virtue of the terms of the trust deed. 2 No court may, by virtue of any enactment whenever passed or made, vary the terms of the deed establishing the Air Travel Trust unless the variation is sought by, or with the consent of, the Secretary of State. 3 In this section the  “ Air Travel Trust ” means the trust established by that name by a deed dated 5th January 2004 and made between the Secretary of State for Transport and the persons described as the Original Trustees."}, {"act": "Civil Aviation Act 2006", "year": 2006, "section": "12", "section_title": "Scotland", "section_text": "12 1 In Schedule 1 to the Scotland Act 1998 (Transfer of Functions to Scottish Ministers) Order 1999 (S.I. 1999/1750), in the entry relating to the Civil Aviation Act 1982 (c. 16), for  “38(2), 42(1), 50(2), 78,” substitute  “                  38(4) and (5), 38B(2)(a) and (5), 42(1), 50(2), 78, 78B(1), (2) and (4),                ” . 2 Subsection (1) does not affect the power to make further Orders varying or omitting those references."}, {"act": "Civil Aviation Act 2006", "year": 2006, "section": "13", "section_title": "Consequential amendments", "section_text": "13 Schedule 2 contains consequential amendments."}, {"act": "Civil Aviation Act 2006", "year": 2006, "section": "14", "section_title": "Short title, commencement and extent", "section_text": "14 1 This Act may be cited as the Civil Aviation Act 2006. 2 Section 6, this section and Schedule 1 come into force on the day on which this Act is passed. 3 Otherwise, this Act comes into force on such day as the Secretary of State may appoint by order made by statutory instrument. 4 Different days may be appointed for different purposes or different areas. 5 An order under subsection (3) may make— a such supplementary, incidental or consequential provision, or b such transitory, transitional or saving provision, as the Secretary of State considers appropriate in connection with the coming into force of any provision of this Act. 6 Subject to subsections (7) and (8), this Act extends to the whole of the United Kingdom. 7 Section 4, and paragraphs 2 and 5 of Schedule 2, extend to England and Wales and Scotland. 8 Section 5 extends to England and Wales only. 9 The power conferred by section 108(1) of the Civil Aviation Act 1982 to extend provisions of that Act to a place outside the United Kingdom includes power so to extend any provision of that Act (other than section 88) as amended or inserted by this Act."}]