[{"act": "Climate Change and Sustainable Energy Act 2006", "year": 2006, "section": "1", "section_title": "Purposes", "section_text": "1 1 The principal purpose of this Act is to enhance the United Kingdom's contribution to combating climate change. 2 In performing functions under this Act, the relevant persons and bodies shall have regard to— a the principal purpose set out in subsection (1), b the desirability of alleviating fuel poverty, and c the desirability of securing a diverse and viable long-term energy supply. 3 In this section  “ the relevant persons and bodies ” means— a the Secretary of State; b any public authority."}, {"act": "Climate Change and Sustainable Energy Act 2006", "year": 2006, "section": "2", "section_title": "Annual report on greenhouse gas emissions", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Climate Change and Sustainable Energy Act 2006", "year": 2006, "section": "3", "section_title": "Local authorities to have regard to information on energy measures in exercising functions", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Climate Change and Sustainable Energy Act 2006", "year": 2006, "section": "4", "section_title": "National targets for microgeneration", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Climate Change and Sustainable Energy Act 2006", "year": 2006, "section": "5", "section_title": "National microgeneration targets: modification of section 1 of the Sustainable Energy Act 2003", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Climate Change and Sustainable Energy Act 2006", "year": 2006, "section": "6", "section_title": "Reports under section 1 of the Sustainable Energy Act 2003: microgeneration", "section_text": "6 In section 1(1A) of the Sustainable Energy Act 2003 (c. 30) (annual reports on progress towards sustainable energy aims)— a omit  “and” at the end of paragraph (b), and b at the end of paragraph (c) insert ; and                   d things done during that period for the purpose of implementing the strategy for the promotion of microgeneration in Great Britain published under section 82 of the Energy Act 2004."}, {"act": "Climate Change and Sustainable Energy Act 2006", "year": 2006, "section": "7", "section_title": "Sale of electricity generated by microgeneration: power to modify distribution and supply licences  etc", "section_text": "7 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 In section 33(1) of the Utilities Act 2000 (c. 27) (standard conditions of electricity licences)— a omit  “or” at the end of paragraph (a), and b after paragraph (b) insert or                       c under section 7 of the Climate Change and Sustainable Energy Act 2006 (sale of electricity generated by microgeneration: power to modify distribution and supply licences etc). ."}, {"act": "Climate Change and Sustainable Energy Act 2006", "year": 2006, "section": "8", "section_title": "Exercise of powers under section 7", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Climate Change and Sustainable Energy Act 2006", "year": 2006, "section": "9", "section_title": "Functions of the Gas and Electricity Markets Authority in relation to microgeneration", "section_text": "9 In section 47 of the Electricity Act 1989 (functions of the Gas and Electricity Markets Authority), after subsection (1) insert— 1A The activities to which subsection (1) applies also include, in particular, activities connected with the generation of electricity by microgeneration or with the transmission and supply of electricity so generated. 1B In subsection (1A),  “ microgeneration ” has the same meaning as it has in the Climate Change and Sustainable Energy Act 2006. ."}, {"act": "Climate Change and Sustainable Energy Act 2006", "year": 2006, "section": "10", "section_title": "Review of permitted development orders", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Climate Change and Sustainable Energy Act 2006", "year": 2006, "section": "11", "section_title": "Building regulations: microgeneration", "section_text": "11 In Schedule 1 to the Building Act 1984 (c. 55) (building regulations), in paragraph 7(a), after paragraph (xxiid) insert— xxiie the production of heat or the generation of electricity by microgeneration (as defined for the purposes of this paragraph by building regulations), ."}, {"act": "Climate Change and Sustainable Energy Act 2006", "year": 2006, "section": "12", "section_title": "Reports under section 1 of the Sustainable Energy Act 2003: energy efficiency of residential accommodation", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Climate Change and Sustainable Energy Act 2006", "year": 2006, "section": "13", "section_title": "Time limit for prosecutions", "section_text": "13 1 After section 35 of the Building Act 1984 (c. 55) insert— Time limit for prosecution for contravention of certain building regulations 35A 1 Despite anything in section 127(1)\t\t\t\t\t\t\t\t\t\tof the Magistrates' Courts Act 1980 (c. 43), an information relating to a relevant offence may be tried by a magistrates' court if it is laid at any time— a within the period of two years beginning with the day on which the offence was committed, and b within the period of six months beginning with the relevant date. 2 In subsection (1) above,  “ relevant offence ” means a contravention of a provision contained in building regulations which is designated in the regulations as one to which this section applies. 3 A provision may be designated under subsection (2) above if, and only if— a it was made— i for the purpose of furthering the conservation of fuel and power or otherwise in connection with the use of fuel and power, or ii for the purpose of reducing emissions of greenhouse gases (within the meaning of the Climate Change and Sustainable Energy Act 2006), and b contravention of the provision would be an offence under section 35 above. 4 In subsection (1)(b) above,  “ the relevant date ” means the date on which evidence sufficient to justify the proceedings comes to the knowledge of the person commencing the proceedings. 5 In the case of proceedings commenced by a local authority— a evidence is to be regarded for the purposes of subsection (4) above as sufficient to justify the proceedings if in the opinion of the proper officer or an authorised officer it is sufficient to justify the proceedings, and b a certificate of the proper officer or, as the case may be, that authorised officer as to the date on which evidence which, in his opinion, was sufficient to justify the proceedings came to the knowledge of the person commencing the proceedings is to be conclusive evidence of that fact. 6 Subsection (1) above does not apply in relation to a contravention of any provision contained in building regulations which was committed before that provision was designated under subsection (2) above. 2 In section 53 of that Act (effect of initial notice ceasing to be in force), after subsection (6) insert— 6A Subsection (6) above is without prejudice to any ability which, after that function has become exercisable, the local authority may have under section 35A above to commence proceedings for the offence after the end of that period of six months."}, {"act": "Climate Change and Sustainable Energy Act 2006", "year": 2006, "section": "14", "section_title": "Report regarding compliance", "section_text": "14 1 The Secretary of State— a must, not later than 6 months after this section comes into force, lay before Parliament a report as mentioned in subsection (2), and b may from time to time lay further such reports before Parliament. 2 A report under this section is a report on what, if any, steps— a he has taken during the reporting period, or b he proposes to take, with a view to securing a greater incidence of compliance with relevant provisions of building regulations. 3 In this section— “ reporting period ” means the period specified in the report as the period to which the report relates; “ relevant provision ”, in relation to building regulations, means a provision of building regulations which is in force at any time during the reporting period and which, in the opinion of the Secretary of State, was made— for the purpose of furthering the conservation of fuel and power, or otherwise in connection with the use of fuel and power, or for the purpose of reducing emissions of greenhouse gases."}, {"act": "Climate Change and Sustainable Energy Act 2006", "year": 2006, "section": "15", "section_title": "Promotion of reductions in carbon emissions: gas transporters and suppliers", "section_text": "15 1 Section 33BC of the Gas Act 1986 (c. 44)\t\t\t\t\t(promotion of the efficient use by consumers of gas) is amended as follows. 2 In subsection (1)— a for  “energy efficiency target” substitute  “                      carbon emissions reduction target                    ” , and b for  “an  “energy efficiency obligation”” substitute  “                      a  “carbon emissions reduction obligation”                    ” . 3 For subsection (2) substitute— 2 In this section  “ carbon emissions reduction target ” means a target for the promotion of any of the following— a measures for improving energy efficiency, that is to say, efficiency in the use by consumers of electricity, gas conveyed through pipes or any other source of energy which is specified in the order; b if the order so provides— i measures for increasing the amount of electricity generated, or heat produced, by microgeneration; ii any other measures of a description specified in the order for increasing the amount of electricity generated, or heat produced, using low-emissions sources or technologies; iii measures for reducing the consumption of such energy as is mentioned in paragraph (a). 4 After subsection (10) insert— 10A An order under this section shall not include provision made by virtue of subsection (2)(b) which would be within the legislative competence of the Scottish Parliament if it were contained in an Act of that Parliament. 5 After subsection (12), add— 13 In this section— “ microgeneration ” has the same meaning as in the Climate Change and Sustainable Energy Act 2006; “ plant ” includes any equipment, apparatus or appliance. 14 For the purposes of subsection (2)(b)(ii), electricity is generated, or heat is produced, using low-emissions sources or technologies if it is generated, or produced, by plant which relies wholly or mainly on a source of energy or a technology mentioned in section 26(2) of the Climate Change and Sustainable Energy Act 2006."}, {"act": "Climate Change and Sustainable Energy Act 2006", "year": 2006, "section": "16", "section_title": "Promotion of reductions in carbon emissions: electricity distributors and suppliers", "section_text": "16 1 Section 41A of the Electricity Act 1989 (c. 29)\t\t\t\t\t(promotion of the efficient use by consumers of electricity) is amended as follows. 2 In subsection (1)— a for  “energy efficiency target” substitute  “                      carbon emissions reduction target                    ” , and b for  “an  “energy efficiency obligation”” substitute  “                      a  “carbon emissions reduction obligation”                    ” . 3 For subsection (2) substitute— 2 In this section  “ carbon emissions reduction target ” means a target for the promotion of any of the following— a measures for improving energy efficiency, that is to say, efficiency in the use by consumers of electricity, gas conveyed through pipes or any other source of energy which is specified in the order; b if the order so provides— i measures for increasing the amount of electricity generated, or heat produced, by microgeneration; ii any other measures of a description specified in the order for increasing the amount of electricity generated, or heat produced, using low-emissions sources or technologies; iii measures for reducing the consumption of such energy as is mentioned in paragraph (a). 4 After subsection (10) insert— 10A An order under this section shall not include provision made by virtue of subsection (2)(b) which would be within the legislative competence of the Scottish Parliament if it were contained in an Act of that Parliament. 5 After subsection (12), add— 13 In this section— “ microgeneration ” has the same meaning as in the Climate Change and Sustainable Energy Act 2006; “ plant ” includes any equipment, apparatus or appliance. 14 For the purposes of subsection (2)(b)(ii), electricity is generated, or heat is produced, using low-emissions sources or technologies if it is generated, or produced, by plant which relies wholly or mainly on a source of energy or a technology mentioned in section 26(2) of the Climate Change and Sustainable Energy Act 2006."}, {"act": "Climate Change and Sustainable Energy Act 2006", "year": 2006, "section": "17", "section_title": "Consequential amendments", "section_text": "17 The Schedule (which makes amendments consequential on sections 15 and 16) has effect."}, {"act": "Climate Change and Sustainable Energy Act 2006", "year": 2006, "section": "18", "section_title": "Reduction of greenhouse gas emissions: report regarding dynamic demand technologies", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Climate Change and Sustainable Energy Act 2006", "year": 2006, "section": "19", "section_title": "Promotion of community energy projects", "section_text": "19 1 It shall be the duty of the Secretary of State to take such steps as he considers appropriate to promote community energy projects. 2 In the exercise of his duty under subsection (1), the Secretary of State shall have regard to the desirability of promoting— a schemes whose purpose or effect is the promotion of community energy projects, b investment by others in such schemes and community energy projects, and c the provision of advice and assistance (whether by public authorities or any other persons) to persons establishing and operating, or proposing to establish and operate, community energy projects. 3 In this section— “ community energy project ” means— the use of relevant plant for a community purpose, the installation of relevant plant for use for a community purpose, or the adaptation of any plant for use as relevant plant for a community purpose; “ community purpose ” means the purpose of— generating electricity for consumption wholly or mainly in qualifying premises, or producing heat for use wholly or mainly for heating qualifying premises; “ plant ” includes any equipment, apparatus or appliance; “ premises ” means any building or buildings (and for this purpose  “ building ” includes part of a building); “ qualifying premises ” means premises which— are used wholly or mainly for purposes other than carrying on a trade, business or profession, and in the case of premises which consist wholly or mainly of a dwelling or dwellings, contain at least five dwellings; “ relevant plant ” means any plant which— in generating electricity or (as the case may be) producing heat, relies wholly or mainly on a source of energy or a technology mentioned in section 82(7) of the Energy Act 2004 (c. 20) (microgeneration), and satisfies the condition in subsection (4). 4 Plant satisfies the condition in this subsection if its capacity does not exceed— a in the case of plant for the generation of electricity, 20 megawatts, and b in the case of plant for the production of heat, 100 megawatts thermal."}, {"act": "Climate Change and Sustainable Energy Act 2006", "year": 2006, "section": "20", "section_title": "Parish councils and community councils: powers in relation to local energy saving measures", "section_text": "20 1 A parish council or community council may encourage or promote any of the following— a microgeneration within their area; b the use within their area of electricity generated, or heat produced, by microgeneration; c efficiency in the use, by persons in their area, of electricity, heat, gas, fuel and other descriptions or sources of energy; d reductions in the amounts of such energy, or sources of energy, used by persons in their area; e production in their area of— i biomass, or ii any fuel derived from biomass; f use in their area of, or of electricity generated, or heat produced, from biomass or any such fuel. 2 The power conferred by subsection (1) includes, in particular, power— a on application, to provide information about goods or services available within their area (whether offered or provided by public authorities or by any other persons), or b to provide advice or assistance, for the purpose of encouraging or facilitating any of the matters mentioned in that subsection. 3 Assistance provided under subsection (1) may, if the council giving the assistance think appropriate— a be made subject to conditions, or b otherwise be provided on such terms as the council think appropriate. 4 For the purposes of subsections (4) to (7B) of section 137 of the Local Government Act 1972 (c. 70) (power of local authorities to incur expenditure for certain purposes not otherwise authorised)— a any expenditure incurred by a parish council or community council under this section is to be treated as having been incurred under that section, and b any purpose for which expenditure may be incurred under this section is to be treated as a purpose for which such a council are authorised by that section to incur expenditure. 5 Subsection (4) applies to expenditure incurred by a parish council or community council under section 142 of the Local Government Act 1972 on information as to the services provided by them under this section, or otherwise relating to their functions under this section, as it applies to expenditure incurred under this section. 6 The appropriate person may by order amend the list of matters mentioned in subsection (1) by— a adding any other matter whose addition would in the opinion of the person making the order be likely to contribute to reduction of greenhouse gases in England and Wales; b omitting any matter for the time being included in the list. 7 In subsection (6),  “ the appropriate person ” means— a in relation to England, the Secretary of State, and b in relation to Wales, the National Assembly for Wales. 8 The power conferred by subsection (6) includes— a power to make different provision for different cases, and b power to make such supplemental or consequential provision (including provision modifying this section) and such transitional or saving provision as the person making the order thinks fit. 9 The power of the Secretary of State to make an order under subsection (6) is exercisable by statutory instrument. 10 No order under that subsection may be made by the Secretary of State unless a draft of the order has been— a laid before Parliament, and b approved by a resolution of each House."}, {"act": "Climate Change and Sustainable Energy Act 2006", "year": 2006, "section": "21", "section_title": "Renewable heat", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Climate Change and Sustainable Energy Act 2006", "year": 2006, "section": "22", "section_title": "Reports under section 1 of the Sustainable Energy Act 2003: community energy projects and renewable heat", "section_text": "22 In section 1(1A) of the Sustainable Energy Act 2003 (c. 30)\t\t\t(annual reports on progress towards sustainable energy aims)— a at the end of paragraph (b) insert— ba things done during that period pursuant to section 19 of the Climate Change and Sustainable Energy Act 2006 for the purpose of promoting community energy projects; bb things done during that period pursuant to section 21 of that Act for the purpose of promoting the use of heat produced from renewable sources; , and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Climate Change and Sustainable Energy Act 2006", "year": 2006, "section": "23", "section_title": "Renewables obligation: issue of green certificates", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Climate Change and Sustainable Energy Act 2006", "year": 2006, "section": "24", "section_title": "Renewables obligation: issue of green certificates: further provisions", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Climate Change and Sustainable Energy Act 2006", "year": 2006, "section": "25", "section_title": "Adjustment of transmission charges for electricity", "section_text": "25 1 Section 185 of the Energy Act 2004 (adjustment of transmission charges) is amended as provided in subsections (2) to (4). 2 In subsection (1)(a), for  “of Great Britain” substitute  “                  in Great Britain                ” . 3 After subsection (3) insert— 3A If subsection (1) is satisfied in the case of two or more separate areas in Great Britain, an order under this section may relate to both, or all, of those areas. 3B This section has effect in relation to an order which, by virtue of subsection (3A), relates to two or more areas as if references in subsections (2), (3) and (10) to the area to which the scheme established by the order relates (however expressed) were references to the combined area. 4 In subsection (11), for  “more than ten years after the commencement of this section” substitute  “                  later than 4 October 2024                ” . 5 Subsection (7) of section 185 may be satisfied in relation to any order to be made under that section after the commencement of this section by publications and consultation taking place wholly or partly before that commencement."}, {"act": "Climate Change and Sustainable Energy Act 2006", "year": 2006, "section": "26", "section_title": "Interpretation", "section_text": "26 1 In this Act— “ fuel poverty ” shall be construed in accordance with the provisions of section 1 of the Warm Homes and Energy Conservation Act 2000 (c. 31); “ greenhouse gas ” means any of the following— carbon dioxide; methane; nitrous oxide; hydrofluorocarbons; perfluorocarbons; sulphur hexafluoride; “ microgeneration ” means the use for the generation of electricity or the production of heat of any plant (which, for this purpose, includes any equipment, apparatus or appliance)— which, in generating electricity or (as the case may be) producing heat, relies wholly or mainly on a source of energy or a technology mentioned in subsection (2), and the capacity of which to generate electricity or (as the case may be) to produce heat does not exceed the capacity mentioned in subsection (3); “ public authority ” has the same meaning as in section 6 of the Human Rights Act 1998 (c. 42). 2 Those sources of energy and technologies are— a biomass; b biofuels; c fuel cells; d photovoltaics; e water (including waves and tides); f wind; g solar power; h geothermal sources; ha heat from air, water or the ground; i combined heat and power systems. 3 That capacity is— a in relation to the generation of electricity, 50 kilowatts; b in relation to the production of heat, 45 kilowatts thermal. 4 The Secretary of State may by order amend subsection (2) by adding to the sources of energy and technologies for the time being listed any other source of energy or technology for the generation of electricity or production of heat if he considers that the use of that source of energy or technology would cut emissions of greenhouse gases in Great Britain. 5 The power to make an order under subsection (4) — a is exercisable by statutory instrument, and b includes power to make such supplemental or consequential provision (including provision modifying this section) and such transitional or saving provision as the Secretary of State thinks fit. 6 No order under that subsection may be made unless a draft of the order— a has been laid before Parliament, and b has been approved by a resolution of each House."}, {"act": "Climate Change and Sustainable Energy Act 2006", "year": 2006, "section": "27", "section_title": "Expenses", "section_text": "27 There shall be paid out of money provided by Parliament— a any expenditure incurred by a Minister of the Crown by virtue of this Act, and b any increase attributable to this Act in the sums payable out of money so provided under any other enactment."}, {"act": "Climate Change and Sustainable Energy Act 2006", "year": 2006, "section": "28", "section_title": "Commencement", "section_text": "28 1 Sections 1, 3 to 5, 7 to 11, 13, 14, 18 to 21 and 23 to 25 come into force at the end of the period of two months beginning with the day on which this Act is passed. 2 Sections 2, 6, 12 and 22 come into force on 1st January 2007. 3 Sections 15 to 17 come into force in accordance with provision made by the Secretary of State by order. 4 The power of the Secretary of State to make an order under subsection (3)— a is exercisable by statutory instrument, and b includes power to make such transitory, transitional or saving provision as the Secretary of State considers necessary or expedient."}, {"act": "Climate Change and Sustainable Energy Act 2006", "year": 2006, "section": "29", "section_title": "Short title and extent", "section_text": "29 1 This Act may be cited as the Climate Change and Sustainable Energy Act 2006. 2 Sections 3, 10, 11, 13, 14 and 19 to 21 extend to England and Wales only. 3 Sections 4, 5, 7 to 9, 15 to 18 and 23 to 25 extend to England and Wales and Scotland only."}]