[{"act": "Commissioner for Older People (Wales) Act 2006", "year": 2006, "section": "1", "section_title": "The Commissioner for Older People in Wales", "section_text": "1 1 There is to be a Commissioner for Older People in Wales or Comisiynydd Pobl Hŷn Cymru (in this Act referred to as  “ the Commissioner ”). 2 Schedule 1 makes further provision about the Commissioner."}, {"act": "Commissioner for Older People (Wales) Act 2006", "year": 2006, "section": "2", "section_title": "General functions", "section_text": "2 1 The Commissioner may— a promote awareness of the interests of older people in Wales and of the need to safeguard those interests; b promote the provision of opportunities for, and the elimination of discrimination against, older people in Wales; c encourage best practice in the treatment of older people in Wales; d keep under review the adequacy and effectiveness of law affecting the interests of older people in Wales. 2 The powers conferred by subsection (1) are exercisable only in relation to fields in which   functions are exercisable by the Welsh Ministers, the First Minister for Wales or the Counsel General to the Welsh Assembly Government . 3 The Commissioner may consider, and make representations to the   Welsh Ministers, the First Minister for Wales or the Counsel General to the Welsh Assembly Government  about, any matter relating to the interests of older people in Wales."}, {"act": "Commissioner for Older People (Wales) Act 2006", "year": 2006, "section": "3", "section_title": "Review of discharge of functions", "section_text": "3 1 For the purpose of safeguarding and promoting the interests of older people in Wales, the Commissioner may review the effect on them of— a the discharge or proposed discharge of a function of the   Welsh Ministers, the First Minister for Wales or the Counsel General to the Welsh Assembly Government , including the making or proposed making of subordinate legislation; b a failure by the   Welsh Ministers, the First Minister for Wales or the Counsel General to the Welsh Assembly Government  to discharge a function; c the discharge or proposed discharge in relation to Wales of a relevant function of a person mentioned in Schedule 2; d a failure by such a person to discharge a relevant function in relation to Wales. 2 A relevant function is— a in the case of a person who is a family health service provider in Wales, a function dischargeable in relation to the provision of any of the family health services which the person has entered into a contract, undertaken, or made arrangements, to provide; b in the case of a person who is an independent provider in Wales, a function dischargeable in relation to the provision of any of the independently provided services which the person has made arrangements to provide; c in the case of any other person mentioned in Schedule 2, any function of the person. 3 “ Subordinate legislation ” has the same meaning as in the Interpretation Act 1978 (c. 30). 4 The references in subsection (1) to the discharge of a function, or a failure to do so, include the discharge of a function, or a failure to do so, at a time before this section comes into force."}, {"act": "Commissioner for Older People (Wales) Act 2006", "year": 2006, "section": "4", "section_title": "Power to amend Schedule 2", "section_text": "4 1 The   Welsh Ministers  may by order amend Schedule 2 by— a adding a person; b omitting a person; c changing the description of a person. 2 An order under subsection (1) may add a person to Schedule 2 only if— a the person has functions dischargeable in relation to Wales, b some or all of the person's functions are in a field in which   functions are exercisable by the Welsh Ministers, the First Minister for Wales or the Counsel General to the Welsh Assembly Government , c the person is established by or under an enactment or by virtue of Her Majesty's prerogative or in any other way by a Minister of the Crown, a government department, the   Welsh Ministers, the First Minister for Wales, the Counsel General to the Welsh Assembly Government  or another person mentioned in Schedule 2, and d at least half of the person's expenditure on the discharge of its functions in relation to Wales is met directly from payments made by the   Welsh Ministers . 3 But an order under subsection (1) may add a person to Schedule 2 even if the person does not satisfy the condition in subsection (2)(d), if the Secretary of State consents. 4 An order under subsection (1) may not add to Schedule 2 a person whose sole or main activity is— a the investigation of complaints by members of the public about the actions of any person, or b the supervision or review of, or of steps taken following, such an investigation. 5 An order under subsection (1) must make provision about which of the functions of a person mentioned in Schedule 2 and specified in the order are to be relevant functions for the purposes of section 3. 6 The provision that may be made by virtue of subsection (5) includes provision amending section 3. 7 But a function may be specified as a relevant function by virtue of subsection (5) only if it is in a field in which   functions are exercisable by the Welsh Ministers, the First Minister for Wales or the Counsel General to the Welsh Assembly Government ."}, {"act": "Commissioner for Older People (Wales) Act 2006", "year": 2006, "section": "5", "section_title": "Review of arrangements", "section_text": "5 1 The Commissioner may review— a any arrangements mentioned in subsection (2), and b the operation of any such arrangements, for the purpose of ascertaining whether, and to what extent, the arrangements are effective in safeguarding and promoting the interests of relevant older people in Wales. 2 The arrangements are— a advocacy arrangements; b complaints arrangements; c whistle-blowing arrangements. 3 The Commissioner may also assess the effect on relevant older people in Wales of a person's failure to make any such arrangements. 4 Advocacy arrangements are arrangements made by a person for making persons available— a to represent the views and wishes of relevant older people in Wales; b to provide relevant older people in Wales with advice and support of a prescribed kind. 5 Complaints arrangements are arrangements made by a person falling within section 6(3) for dealing with complaints or representations which are made— a by or on behalf of a relevant older person in Wales, and b in respect of relevant services provided to relevant older people in Wales by or on behalf of the person who has made the arrangements. 6 Whistle-blowing arrangements are arrangements made by a person falling within section 6(3) for ensuring that proper action is taken in response to a disclosure of potentially adverse information. 7 Information is potentially adverse if it may tend to show that, in the course of, or in connection with, the provision of relevant services, any of the following has occurred— a a criminal offence has been committed; b a person has failed to comply with a legal obligation to which he is subject; c the health or safety of a person has been endangered; d the dignity of a person has been violated; e information tending to show a matter falling within any of paragraphs (a) to (d) has been deliberately concealed."}, {"act": "Commissioner for Older People (Wales) Act 2006", "year": 2006, "section": "6", "section_title": "Review of arrangements: supplementary", "section_text": "6 1 This section applies for the purposes of section 5. 2 Relevant older people in Wales are older people— a to or in respect of whom regulated services in Wales are provided, or b to or in respect of whom relevant services (within the meaning of subsection (4)) are provided by or on behalf of, or under arrangements with, a person mentioned in Schedule 3. 3 The persons falling within this subsection are— a the   Welsh Ministers ; aa the First Minister for Wales; ab the Counsel General to the Welsh Assembly Government; b a person providing regulated services in Wales; c a person mentioned in Schedule 3; d a person providing services in Wales on behalf of, or under arrangements with, a person mentioned in Schedule 3. 4 A relevant service is— a in the case of the Welsh Ministers, the First Minister for Wales or the Counsel General to the Welsh Assembly Government, any service which they provide; b in the case of a person providing regulated services in Wales, any of those services; c in the case of a person who is a family health service provider in Wales, any of the family health services which the person provides; d in the case of a person who is an independent provider in Wales, any of the independently provided services which the person provides; e in the case of any other person mentioned in Schedule 3, any service the person provides; f in the case of a person falling within subsection (3)(d), any service which— i the person provides in Wales on behalf of, or under arrangements with, a person mentioned in Schedule 3; and ii would, if provided by the person mentioned in Schedule 3, be a relevant service falling within paragraphs (c) to (e). 5 Regulations may confer power on the Commissioner to require prescribed persons to provide any information which the Commissioner thinks it necessary or expedient to have for either or both of the following purposes— a the purposes of his functions under section 5; b the purposes of determining whether a recommendation made in a report following the discharge of his functions under section 5 has been complied with."}, {"act": "Commissioner for Older People (Wales) Act 2006", "year": 2006, "section": "7", "section_title": "Power to amend Schedule 3", "section_text": "7 1 The   Welsh Ministers  may by order amend Schedule 3 by— a adding a person; b omitting a person; c changing the description of a person. 2 An order under subsection (1) may add a person to Schedule 3 only if— a the person provides a service in Wales, b the service is in a field in which   functions are exercisable by the Welsh Ministers, the First Minister for Wales or the Counsel General to the Welsh Assembly Government , c the person is established by or under an enactment or by virtue of Her Majesty's prerogative or in any other way by a Minister of the Crown, a government department, the   Welsh Ministers, the First Minister for Wales, the Counsel General to the Welsh Assembly Government  or another person mentioned in Schedule 3, and d at least half of the person's expenditure on the discharge of its functions in relation to Wales is met directly from payments made by the   Welsh Ministers . 3 But an order under subsection (1) may add a person to Schedule 3 even if the person does not satisfy the condition in subsection (2)(d), if the Secretary of State consents. 4 An order under subsection (1) may not add to Schedule 3 a person whose sole or main activity is— a the investigation of complaints by members of the public about the actions of any person, or b the supervision or review of, or of steps taken following, such an investigation. 5 An order under subsection (1) must make provision about which of the services provided by a person mentioned in Schedule 3 and specified in the order are to be relevant services for the purposes of section 5. 6 The provision that may be made by virtue of subsection (5) includes provision amending section 6. 7 But a service may be specified as a relevant service by virtue of subsection (5) only if— a the person provides the service in Wales, and b the service is in a field in which   functions are exercisable by the Welsh Ministers, the First Minister for Wales or the Counsel General to the Welsh Assembly Government ."}, {"act": "Commissioner for Older People (Wales) Act 2006", "year": 2006, "section": "8", "section_title": "Assistance", "section_text": "8 1 Regulations may confer power on the Commissioner to give assistance to a person who is or has been an older person in Wales— a in making a complaint or representation to or in respect of the   Welsh Ministers, the First Minister for Wales or the Counsel General to the Welsh Assembly Government ; b in making a complaint or representation to or in respect of a person providing regulated services in Wales, in respect of the provision of those services; c in making a complaint or representation to or in respect of a person mentioned in Schedule 3, in relation to anything done or omitted to be done by that person the effect of which is subject to review under section 3; d in making a complaint or representation to or in respect of a person providing services on behalf of or under arrangements with a person mentioned in Schedule 3, in respect of the provision of a relevant service; e in any procedure, proceedings or prospective proceedings of a prescribed description. 2 The reference in subsection (1) to a person who has been an older person in Wales includes a person who has ceased to be an older person in Wales before this section comes into force. 3 A description of procedure or proceedings may be prescribed by virtue of subsection (1)(e) only if it relates to— a anything the effect of which is subject to review under section 3, b the provision of regulated services in Wales, or c the provision of a relevant service on behalf of, or under arrangements with, a person mentioned in Schedule 3. 4 Assistance includes— a financial assistance; b arranging for a person to provide representation or give advice or assistance. 5 The regulations may provide for assistance to be given on conditions including (in the case of financial assistance) conditions requiring repayment in prescribed circumstances. 6 In subsections (1)(d) and (3)(c)\t\t\t\t\t “ relevant service ” means a service which is a relevant service for the purposes of section 5 by virtue of section 6(4)(f)."}, {"act": "Commissioner for Older People (Wales) Act 2006", "year": 2006, "section": "9", "section_title": "Research and educational activities", "section_text": "9 1 The Commissioner may, in connection with any of his functions— a undertake or commission research; b give assistance to another to undertake or commission research; c carry out or commission the carrying out of educational activities; d give assistance to another to carry out or commission the carrying out of educational activities. 2 In this section  “ assistance ” includes financial assistance."}, {"act": "Commissioner for Older People (Wales) Act 2006", "year": 2006, "section": "10", "section_title": "Examination of cases", "section_text": "10 1 Regulations may make provision for the examination by the Commissioner of the cases of particular persons who are or have been older people in Wales, in connection with the Commissioner's functions under this Act. 2 The reference in subsection (1) to the Commissioner's functions under this Act does not include his powers under sections 2(3) and 9, to the extent that they are exercised in relation to a field in which   neither the Welsh Minsters, the First Minister for Wales nor the Counsel General to the Welsh Assembly Government have functions. 3 The reference in subsection (1) to persons who have been older people in Wales includes people who have ceased to be older people in Wales before this section comes into force. 4 The regulations may include provision about— a the types of cases which may be examined; b the circumstances in which an examination may be made; c the procedure for conducting an examination, including provision about the representation of parties. 5 The regulations may make provision— a requiring persons to provide the Commissioner with information, or b requiring persons who hold or are accountable for information to provide the Commissioner with explanations or other assistance, for either or both the purposes mentioned in subsection (6). 6 The purposes are— a the purposes of an examination; b the purposes of determining whether a recommendation made in a report following an examination has been complied with. 7 For the purposes mentioned in subsection (6), the Commissioner has the same powers as the High Court in respect of— a the attendance and examination of witnesses (including the administration of oaths and affirmations and the examination of witnesses abroad), and b the provision of information. 8 No person is to be compelled for the purposes mentioned in subsection (6) to give any evidence or provide any information which he could not be compelled to give or provide in civil proceedings before the High Court. 9 The regulations may make provision for the payment by the Commissioner of sums in respect of expenses or allowances to persons who attend or provide information, explanations or other assistance for either of the purposes mentioned in subsection (6)."}, {"act": "Commissioner for Older People (Wales) Act 2006", "year": 2006, "section": "11", "section_title": "Obstruction and contempt", "section_text": "11 1 If the Commissioner is satisfied that the condition in subsection (2) is met in relation to a person, he may issue a certificate to that effect to the High Court. 2 The condition is that the person— a without lawful excuse, has obstructed the Commissioner or a member of his staff in the discharge of any of his functions under regulations made under section 10, b without lawful excuse, has failed to comply with a requirement to provide information which was imposed in the exercise of a power conferred by regulations made under section 6(5) or 10(5), or c has done an act or made an omission in relation to an examination under regulations made under section 10 which, if the examination were proceedings in the High Court, would constitute contempt of court. 3 If the Commissioner issues a certificate under subsection (1)— a the High Court may inquire into the matter, and b if the High Court is satisfied that the condition in subsection (2) is met in relation to the person, it may deal with him in any manner in which it could have dealt with him if he had committed contempt in relation to the High Court."}, {"act": "Commissioner for Older People (Wales) Act 2006", "year": 2006, "section": "12", "section_title": "Guidance", "section_text": "12 1 The Commissioner may issue guidance on best practice in connection with any matter relating to the interests of older people in Wales. 2 Guidance under subsection (1) may be issued to— a the   Welsh Ministers, the First Minister for Wales or the Counsel General to the Welsh Assembly Government ; b persons mentioned in Schedule 2; c persons providing regulated services in Wales. 3 Before issuing guidance under subsection (1) the Commissioner must consult such persons as he thinks appropriate. 4 Where guidance issued under this section is applicable to a person mentioned in subsection (2), that person must have regard to the guidance in discharging his functions. 5 In discharging his functions in respect of a person mentioned in subsection (2), the Commissioner may have regard to the extent to which the person has complied with any guidance issued under this section which is applicable to that person."}, {"act": "Commissioner for Older People (Wales) Act 2006", "year": 2006, "section": "13", "section_title": "Power of entry and of interviewing", "section_text": "13 1 The Commissioner or a person authorised by him may, for the purposes of a function of the Commissioner under section 3 or 5— a enter any premises, other than a private dwelling, for the purpose of interviewing an older person accommodated or cared for there; b interview the older person, if the older person consents. 2 The interview must be conducted— a if the older person requires another person to be present, in that other person's presence; and b otherwise in the presence of others only to the extent that the older person and the Commissioner have consented to their being present. 3 The powers conferred by subsection (1) are exercisable at any reasonable time."}, {"act": "Commissioner for Older People (Wales) Act 2006", "year": 2006, "section": "14", "section_title": "Further supplementary functions", "section_text": "14 1 Regulations may, for any purpose connected with the Commissioner's functions, confer further functions on him. 2 The reference in subsection (1) to the Commissioner's functions does not include— a his powers under sections 2(3) and 9, to the extent that they are exercised in a field in which   neither the Welsh Minsters, the First Minister for Wales nor the Counsel General to the Welsh Assembly Government have functions; b his powers under section 13. 3 Regulations under subsection (1) may, for the purposes of a function conferred on the Commissioner by the regulations, confer power on the Commissioner or a person authorised by him— a to enter any premises, other than a private dwelling, for the purpose of interviewing an older person accommodated or cared for there; b to interview the older person, if the older person consents. 4 Where regulations under subsection (1) confer power to interview an older person, the interview must be conducted— a if the older person requires another person to be present, in that other person's presence; and b otherwise in the presence of others only to the extent that the older person and the Commissioner have consented to their being present."}, {"act": "Commissioner for Older People (Wales) Act 2006", "year": 2006, "section": "15", "section_title": "Reports following discharge of particular functions", "section_text": "15 1 Regulations may make provision about the making by the Commissioner of reports following the discharge of any of his functions. 2 The reference in subsection (1) to the Commissioner's functions does not include his powers under sections 2(3) and 9, to the extent that they are exercised in a field in which   neither the Welsh Minsters, the First Minister for Wales nor the Counsel General to the Welsh Assembly Government have functions. 3 The regulations may in particular— a specify the contents of a report and the persons to whom copies of a report must be sent; b provide that the Commissioner may make a joint report with the Children's Commissioner for Wales where they have discharged their respective functions under this Act and the Care Standards Act 2000 (c. 14) in relation to the same matters; c make provision about the publication of a report; d specify any further action which the Commissioner is required or permitted to take after making a report. e provide that the Commissioner may make a joint report with the Welsh Language Commissioner where they have discharged their respective functions under this Act and the Welsh Language (Wales) Measure 2011 in relation to the same matters. 4 Subject to subsection (5), a report made by the Commissioner under the regulations must not— a mention the name of any person, or b include any particulars which, in the opinion of the Commissioner, are likely to identify any person and which, in his opinion, can be omitted without impairing the effectiveness of the report. 5 Subsection (4) does not apply if, after taking account of the interests of any persons he thinks appropriate, the Commissioner considers it to be in the public interest to include that information in the report."}, {"act": "Commissioner for Older People (Wales) Act 2006", "year": 2006, "section": "16", "section_title": "Working jointly with the Public Services Ombudsman for Wales", "section_text": "16 1 This section applies where it appears to the Commissioner that— a he is entitled to examine a particular case under regulations made under section 10; and b the case is one which could also be the subject of an investigation by the Public Services Ombudsman for Wales. 2 Where the Commissioner considers it appropriate, he must— a inform the Ombudsman about the case; and b consult him in relation to it. 3 Where the Commissioner consults the Ombudsman under this section he and the Ombudsman may— a co-operate with each other in relation to the case; b conduct a joint examination of the case; c prepare and publish a joint report in relation to the examination. 4 The   Welsh Ministers  may by order provide that this section is also to apply where it appears to the Commissioner that a case could be the subject of an investigation by a person who is specified in the order as if references in this section to the Public Services Ombudsman for Wales were references to that person. 5 Before making an order under subsection (4), the   Welsh Ministers  must consult the Commissioner and any other persons   they think  appropriate."}, {"act": "Commissioner for Older People (Wales) Act 2006", "year": 2006, "section": "17", "section_title": "Working collaboratively with other ombudsmen", "section_text": "17 1 This section applies where it appears to the Commissioner that a case which he is— a examining in accordance with regulations made under section 10, or b considering whether to examine in accordance with such regulations, relates to or raises a matter which could be the subject of an investigation by another ombudsman (the  “connected matter”). 2 Where the Commissioner considers it appropriate, he  may (as respects the Welsh Language Commissioner) or must (as respects another Ombudsman)                    inform the other ombudsman about the connected matter. 3 Where the Commissioner considers that the case also relates to or raises a matter which he is entitled to examine himself (the  “older people matter”), he  may (as respects the Welsh Language Commissioner) or must (as respects another Ombudsman)  also if he considers it appropriate— a inform the other ombudsman about the Commissioner's proposals for the investigation of the case; and b consult the other ombudsman about those proposals. 4 Where the Commissioner and the other ombudsman consider that they are entitled to investigate, respectively, the older people matter and the connected matter they may— a co-operate with each other in the separate investigation of each of those matters; b act together in the investigation of those matters; and c prepare and publish a joint report containing their respective conclusions in relation to the matters they have each investigated. 5 Where the Commissioner considers— a that the case is not one which relates to or raises a matter that he is entitled to examine himself, and b that it is appropriate to do so, he  may (as respects the Welsh Language Commissioner) or must (as respects another Ombudsman)  inform the person whose case it is, or another person interested in it that he thinks fit, about how to secure the referral of the connected matter to the other ombudsman. 6 In this section  “ other ombudsman ” means— a the Public Services Ombudsman for Wales; b the Children's Commissioner for Wales. c the Welsh Language Commissioner. 7 In this section  “ investigation ” includes examination and inquiry, and cognate expressions are to be construed accordingly. 8 The   Welsh Ministers  may by order amend subsection (6) by— a adding a person; b omitting a person; c changing the description of a person. 9 Before making an order under subsection (8), the   Welsh Ministers  must consult the Commissioner and any other persons   they think  appropriate."}, {"act": "Commissioner for Older People (Wales) Act 2006", "year": 2006, "section": "18", "section_title": "Power to disclose information", "section_text": "18 1 This section applies to— a information obtained by the Commissioner in the discharge of any of his functions; b information obtained by the Commissioner from the Public Services Ombudsman for Wales by virtue of section  34V  of the Public Services Ombudsman (Wales) Act 2005 (c. 10)\t\t\t\t\t\t\t(working jointly with the Commissioner for Older People in Wales)  or section 66 of the Public Services Ombudsman (Wales) Act 2019 (working jointly with specified persons)                 ; c information obtained by the Commissioner from another ombudsman by virtue of any provision in an enactment relating to that ombudsman which corresponds to any provision of section 17; d information obtained by the Commissioner from the Information Commissioner by virtue of section 76 of the Freedom of Information Act 2000 (c. 36)\t\t\t\t\t\t\t(disclosure between Information Commissioner and ombudsmen). 2 Information to which this section applies must not be disclosed except where its disclosure is authorised by subsection (3). 3 The Commissioner may disclose information to which this section applies— a for the purpose of the discharge of any of his functions; b if he is satisfied that the condition in subsection (4) is met and the disclosure is to a permitted person; c for the purpose of proceedings for an offence of perjury alleged to have been committed in the course of an examination by the Commissioner under regulations made under section 10; d for the purpose of an inquiry with a view to the taking of proceedings mentioned in paragraph (c); e for the purpose of proceedings under section 11; f if the information is to the effect that a person is likely to constitute a threat to the health or safety of one or more persons and the disclosure is to a person to whom the Commissioner thinks it should be disclosed in the public interest; g if the information is information to which subsection (6) applies and the disclosure is to the Information Commissioner; h if the information was obtained by the Commissioner more than 70 years before the date of the disclosure and the disclosure is to a person to whom the Commissioner thinks it should be disclosed in the public interest. 4 The condition is that the disclosure is— a appropriate for the purpose of the discharge by the permitted person of any of his functions; and b in the public interest. 5 In determining for the purpose of this section whether disclosure of information is in the public interest, the Commissioner must take into account the interests of— a any person to whom the information relates; and b such other persons he thinks appropriate. 6 This subsection applies to information if it appears to the Commissioner to relate to— a a matter in respect of which the Information Commissioner could exercise a power conferred by an enactment mentioned in subsection (7); or b the commission of an offence mentioned in subsection (8). 7 The enactments are— a sections 142 to 154, 160 to 164 or 174 to 176 of, or Schedule 15 to, the Data Protection Act 2018 (certain provisions relating to enforcement); b section 48 of the Freedom of Information Act 2000 (c. 36)\t\t\t\t\t\t\t(practice recommendations); and c Part 4 of that Act (enforcement). 8 The offences are those under— a a provision of the Data Protection Act 2018 other than paragraph 15 of Schedule 15 (obstruction of execution of warrant  etc ); or b section 77 of the Freedom of Information Act 2000 (offence of altering  etc  records with intent to prevent disclosure). 9 In this section— “ other ombudsman ” has the same meaning as in section 17; “ permitted person ” means— the   Welsh Ministers ; the First Minister for Wales; the Counsel General to the Welsh Assembly Government; the Public Services Ombudsman for Wales; the Children's Commissioner for Wales; the Children's Commissioner; the Commissioner for Children and Young People for Northern Ireland; a housing ombudsman appointed in accordance with a scheme approved under section 51 of the Housing Act 1996 (c. 52); a council for a county or county borough in Wales; a council for a county or district in England; a council for a London borough; a chief of police of a police force for a police area; the chief constable of the British Transport Police Force. 10 The   Welsh Ministers  may by order amend the definition of  “permitted person” in subsection (9) by— a adding a person; b omitting a person; c changing a description of a person."}, {"act": "Commissioner for Older People (Wales) Act 2006", "year": 2006, "section": "19", "section_title": "Protection against defamation", "section_text": "19 1 For the purposes of the law of defamation, the following are absolutely privileged— a the publication of a matter by the Commissioner in a report made under regulations made under section 15 or paragraph 8 of Schedule 1; b the publication in communications between the Commissioner and the Public Services Ombudsman for Wales or another ombudsman of a matter which the Commissioner is permitted to disclose to that ombudsman by virtue of subsection (3)(a) of section 18; c the publication in communications from the Commissioner to a person mentioned in subsection (3) of a matter in connection with an examination by the Commissioner into a case under regulations made under section 10. 2 For the purposes of the law of defamation, the publication in communications from a person mentioned in subsection (3) to the Commissioner of a matter in connection with an examination by the Commissioner into a case under regulations made under section 10 has qualified privilege. 3 The persons referred to in subsections (1)(c) and (2) are— a the person whose case is being examined; b a person whose conduct is the subject of the examination; c a person with whom the Commissioner is communicating for the purpose of obtaining information about the case; and d a person acting on behalf of a person falling within paragraphs (a) to (c). 4 In this section  “ other ombudsman ” has the same meaning as in section 17."}, {"act": "Commissioner for Older People (Wales) Act 2006", "year": 2006, "section": "20", "section_title": "Complaints procedure in respect of the Commissioner", "section_text": "20 1 The Commissioner must establish a procedure for the investigation of complaints made in respect of his actions or omissions relating to the discharge of his functions. 2 The procedure established under subsection (1) must include provision about— a how a complaint may be made; b the person to whom a complaint may be made; c the period within which consideration of a complaint must begin and should be concluded; and d action that the Commissioner must consider taking in response to a complaint. 3 The Commissioner may amend the procedure established under subsection (1) from time to time. 4 Before establishing or amending the procedure under subsection (1) the Commissioner must consult the   Welsh Ministers  and obtain   their  approval. 5 After establishing or amending the procedure under subsection (1) the Commissioner must send a document setting out the procedure to the   Welsh Ministers ."}, {"act": "Commissioner for Older People (Wales) Act 2006", "year": 2006, "section": "21", "section_title": "Restrictions", "section_text": "21 1 This Act does not authorise or require the Commissioner to discharge a function in relation to a matter to the extent that the matter is the subject of legal proceedings before, or has been determined by, a court or tribunal. 2 This Act does not authorise or require the Commissioner to discharge a prescribed function which by virtue of an enactment is also dischargeable by a prescribed person."}, {"act": "Commissioner for Older People (Wales) Act 2006", "year": 2006, "section": "22", "section_title": "Minor and consequential amendments", "section_text": "22 Schedule 4 (which makes minor and consequential amendments relating to other ombudsman with whom the Commissioner may work) has effect."}, {"act": "Commissioner for Older People (Wales) Act 2006", "year": 2006, "section": "23", "section_title": "Commencement", "section_text": "23 The preceding provisions of this Act come into force in accordance with provision made by the Assembly by order."}, {"act": "Commissioner for Older People (Wales) Act 2006", "year": 2006, "section": "24", "section_title": "Older people in Wales", "section_text": "24 1 This section applies for the purposes of this Act. 2 “ Older person ” means a person aged 60 or over. 3 “ Older person in Wales ” means an older person— a who is ordinarily resident in Wales, b to or in respect of whom regulated services in Wales are provided, or c to or in respect of whom relevant services (within the meaning of section 6(4)) are provided by or on behalf of, or under arrangements with, a person mentioned in Schedule 3."}, {"act": "Commissioner for Older People (Wales) Act 2006", "year": 2006, "section": "25", "section_title": "Interests of older people in Wales", "section_text": "25 In considering, for the purposes of this Act, what constitutes the interests of older people in Wales, the Commissioner must have regard to the United Nations Principles for Older Persons adopted by the General Assembly of the United Nations on 16 December 1991."}, {"act": "Commissioner for Older People (Wales) Act 2006", "year": 2006, "section": "26", "section_title": "Regulated services in Wales", "section_text": "26 1 This section applies for the purposes of this Act. 2 “Regulated services in Wales” means— a regulated services within the meaning of section 2 of the Regulation and Inspection of Social Care (Wales) Act 2016 (anaw 2); b services provided in Wales by an establishment or agency required to register under Part 2 of the Care Standards Act  2000 (c. 14)  to provide the service. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Commissioner for Older People (Wales) Act 2006", "year": 2006, "section": "27", "section_title": "Other interpretative provisions", "section_text": "27 1 In this Act— “ the Assembly ” means the National Assembly for Wales; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ the Commissioner ” has the meaning given by section 1; “ enactment ” includes an enactment contained in an Act passed in the Session in which this Act is passed or in a later Session; “ family health service provider in Wales ” means— a person who provides services under a contract entered into by that person with a Local Health Board under   section 42 or 57 of the National Health Service (Wales) Act 2006 \t\t\t\t\t\t\t\t\t(c. 49); a person who has undertaken to provide in Wales   general ophthalmic services  , or both general ophthalmic services and other ophthalmic services in accordance with arrangements made with a Local Health Board,   under  ...  that Act, or pharmaceutical services under Chapter 1 of Part 7  of that Act; an individual who provides in Wales   primary medical services or primary dental services in accordance with arrangements made under section 50 or 64 of that Act (except as an employee of, or otherwise on behalf of, a Welsh health service body or an independent provider in Wales); . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ family health services ” means services provided in Wales which are mentioned in any of paragraphs (a) to (d) of the definition of  “family health service provider in Wales”; “ further education ” has the meaning given in section 2(3) to (5) of the Education Act 1996 (c. 56); “ further education corporation ” has the meaning given in section 17(1) of the Further and Higher Education Act 1992 (c. 13); “ higher education corporation ” has the meaning given in section 90(1) of the Further and Higher Education Act 1992; “ independent provider in Wales ” means a person who— provides services of any kind in Wales under arrangements with a Welsh health service body or a family health service provider in Wales, and is not a Welsh health service body or a family health service provider in Wales; “ independently provided services ” means services provided in Wales which are mentioned in paragraph (a) of the definition of  “independent provider in Wales”; “ maintained school ” has the meaning given in section 20(7) of the School Standards and Framework Act 1998 (c. 31); “ NHS  trust ” has the same meaning as in the   National Health Service (Wales) Act 2006 (c. 49); “ prescribed ” means prescribed in regulations; “ regulations ” means regulations made by the   Welsh Ministers ; “ Welsh health service body ” means— the   Welsh Ministers , to the extent that   they discharge  functions in relation to the National Health Service; a Local Health Board; an NHS trust managing a hospital or other establishment or facility in Wales; a Special Health Authority discharging functions in relation to Wales. 2 The   Welsh Ministers  may by order amend the definitions of  “family health service provider in Wales” and  “independent provider in Wales”. 3 Before making an order under subsection (2), the   Welsh Ministers  must consult such persons as   they think  appropriate. 4 Section 13 of the National Audit Act 1983 (c. 44)\t\t\t\t\t(interpretation of references to the Committee of Public Accounts) applies for the purposes of this Act as it applies for the purposes of that Act."}, {"act": "Commissioner for Older People (Wales) Act 2006", "year": 2006, "section": "28", "section_title": "Orders and regulations", "section_text": "28 1 A power of the   Welsh Ministers  to make an order or regulations under this Act is exercisable by statutory instrument. 2 An order or regulations made by the   Welsh Ministers  under this Act may— a make different provision for different purposes; b make consequential, incidental, supplemental, transitory, transitional or saving provision. 3 The power to make consequential, incidental and supplemental provision in connection with— a an order under section 16(4) specifying a person for the purposes of that section or providing for a person to cease to be specified for those purposes, or b an order under section 17(8) adding a person to the list of other ombudsman in that section or omitting a person from that list, includes power to make consequential, incidental and supplemental amendments or repeals in any enactment relating to that person or to his functions. 4 But the following consents are required for the making of an order by the   Welsh Ministers  which (whether by virtue of subsection (3) or otherwise) confers functions on a person other than the Commissioner or modifies the functions of such a person— a if the functions relate wholly or partly to a transferred matter, the consent of a Northern Ireland department; and b if the functions relate wholly or partly to a matter which (without being a transferred matter) is a matter in respect of which   neither the Welsh Ministers, the First Minister for Wales nor the Counsel General to the Welsh Assembly Government have functions , the consent of the Secretary of State. 5 In this section  “ transferred matter ” means a transferred matter within the meaning of section 4(1) of the Northern Ireland Act 1998 (c. 47). 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Commissioner for Older People (Wales) Act 2006", "year": 2006, "section": "29", "section_title": "Extent", "section_text": "29 1 Subject to subsections (2) and (3), this Act extends to England and Wales only. 2 Section 28 also extends to Northern Ireland. 3 An amendment or repeal made by this Act has the same extent as the provision amended or repealed."}, {"act": "Commissioner for Older People (Wales) Act 2006", "year": 2006, "section": "30", "section_title": "Short title", "section_text": "30 This Act may be cited as the Commissioner for Older People (Wales) Act 2006."}]