[{"act": "Compensation Act 2006", "year": 2006, "section": "1", "section_title": "Deterrent effect of potential liability", "section_text": "1 A court considering a claim in negligence or breach of statutory duty may, in determining whether the defendant should have taken particular steps to meet a standard of care (whether by taking precautions against a risk or otherwise), have regard to whether a requirement to take those steps might— a prevent a desirable activity from being undertaken at all, to a particular extent or in a particular way, or b discourage persons from undertaking functions in connection with a desirable activity."}, {"act": "Compensation Act 2006", "year": 2006, "section": "2", "section_title": "Apologies, offers of treatment or other redress", "section_text": "2 An apology, an offer of treatment or other redress, shall not of itself amount to an admission of negligence or breach of statutory duty."}, {"act": "Compensation Act 2006", "year": 2006, "section": "3", "section_title": "Mesothelioma: damages", "section_text": "3 1 This section applies where— a a person (“the responsible person”) has negligently or in breach of statutory duty caused or permitted another person (“the victim”) to be exposed to asbestos, b the victim has contracted mesothelioma as a result of exposure to asbestos, c because of the nature of mesothelioma and the state of medical science, it is not possible to determine with certainty whether it was the exposure mentioned in paragraph (a) or another exposure which caused the victim to become ill, and d the responsible person is liable in tort, by virtue of the exposure mentioned in paragraph (a), in connection with damage caused to the victim by the disease (whether by reason of having materially increased a risk or for any other reason). 2 The responsible person shall be liable— a in respect of the whole of the damage caused to the victim by the disease (irrespective of whether the victim was also exposed to asbestos— i other than by the responsible person, whether or not in circumstances in which another person has liability in tort, or ii by the responsible person in circumstances in which he has no liability in tort), and b jointly and severally with any other responsible person. 3 Subsection (2) does not prevent— a one responsible person from claiming a contribution from another, or b a finding of contributory negligence. 4 In determining the extent of contributions of different responsible persons in accordance with subsection (3)(a), a court shall have regard to the relative lengths of the periods of exposure for which each was responsible; but this subsection shall not apply— a if or to the extent that responsible persons agree to apportion responsibility amongst themselves on some other basis, or b if or to the extent that the court thinks that another basis for determining contributions is more appropriate in the circumstances of a particular case. 5 In subsection (1) the reference to causing or permitting a person to be exposed to asbestos includes a reference to failing to protect a person from exposure to asbestos. 6 In the application of this section to Scotland— a a reference to tort shall be taken as a reference to delict, and b a reference to a court shall be taken to include a reference to a jury. 7 The Treasury may make regulations about the provision of compensation to a responsible person where— a he claims, or would claim, a contribution from another responsible person in accordance with subsection (3)(a), but b he is unable or likely to be unable to obtain the contribution, because an insurer of the other responsible person is unable or likely to be unable to satisfy the claim for a contribution. 8 The regulations may, in particular— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b replicate or apply (with or without modification) a transitional compensation provision; c provide for a specified person to assess and pay compensation; d provide for expenses incurred (including the payment of compensation) to be met out of levies collected in accordance with section 213(3)(b) of the Financial Services and Markets Act 2000 (c. 8) (the Financial Services Compensation Scheme); e modify the effect of a transitional compensation provision; f enable the   Financial Conduct Authority or the Prudential Regulation Authority   to amend the Financial Services Compensation Scheme; g modify the Financial Services and Markets Act 2000 in its application to an amendment pursuant to paragraph (f); h make, or require the making of, provision for the making of a claim by a responsible person for compensation whether or not he has already satisfied claims in tort against him; i make, or require the making of, provision which has effect in relation to claims for contributions made on or after the date on which this Act is passed. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 In subsections (7) and (8)— a a reference to a responsible person includes a reference to an insurer of a responsible person, and b “ transitional compensation provision ” means a provision of an enactment which is made under the Financial Services and Markets Act 2000 and— i preserves the effect of the Policyholders Protection Act 1975 (c. 75), or ii applies the Financial Services Compensation Scheme in relation to matters arising before its establishment. 11 Regulations under subsection (7)— a may include consequential or incidental provision, b may make provision which has effect generally or only in relation to specified cases or circumstances, c may make different provision for different cases or circumstances, d shall be made by statutory instrument, and e may not be made unless a draft has been laid before and approved by resolution of each House of Parliament."}, {"act": "Compensation Act 2006", "year": 2006, "section": "4", "section_title": "", "section_text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Compensation Act 2006", "year": 2006, "section": "16", "section_title": "Commencement", "section_text": "16 1 The preceding provisions of this Act, other than sections 1, 2 and 3, shall come into force in accordance with provision made by order of the Secretary of State. 2 An order under subsection (1)— a may make provision generally or only for specified purposes, b may make different provision for different purposes, c may make transitional, consequential or incidental provision, and d shall be made by statutory instrument. 3 Section 3 shall be treated as having always had effect. 4 But the section shall have no effect in relation to— a a claim which is settled before 3rd May 2006 (whether or not legal proceedings in relation to the claim have been instituted), or b legal proceedings which are determined before that date. 5 Where a claim is settled on or after that date and before the date on which this Act is passed, a party to the settlement may apply to a relevant court to have the settlement varied; and— a a court is a relevant court for that purpose if it had, or would have had, jurisdiction to determine the claim by way of legal proceedings, b an application shall be brought as an application in, or by way of, proceedings on the claim, and c a court to which an application is made shall vary the settlement to such extent (if any) as appears appropriate to reflect the effect of section 3. 6 Where legal proceedings are determined on or after that date and before the date on which this Act is passed, a party to the proceedings may apply to the court to vary the determination; and— a “ the court ” means the court which determined the proceedings, b the application shall be treated as an application in the proceedings, and c the court shall vary the determination to such extent (if any) as appears appropriate to reflect the effect of section 3."}, {"act": "Compensation Act 2006", "year": 2006, "section": "17", "section_title": "Extent", "section_text": "17 1 This Act shall extend to England and Wales only. 2 But section 3 (and section 16(3) to (6)) shall extend to— a England and Wales, b Scotland, and c Northern Ireland."}, {"act": "Compensation Act 2006", "year": 2006, "section": "18", "section_title": "Short title", "section_text": "18 This Act may be cited as the Compensation Act 2006."}]