[{"act": "Consumer Credit Act 2006", "year": 2006, "section": "1", "section_title": "Definition of  ‘individual’", "section_text": "1 In section 189(1) of the 1974 Act (definitions) for the definition of  “individual” substitute— “ individual ” includes— a a partnership consisting of two or three persons not all of whom are bodies corporate; and b an unincorporated body of persons which does not consist entirely of bodies corporate and is not a partnership; ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "2", "section_title": "Removal of financial limits etc.", "section_text": "2 1 In section 8 of the 1974 Act (which defines consumer credit agreements)— a in subsection (1) for  “personal” substitute  “                      consumer                    ” ; b subsection (2) shall cease to have effect. 2 In section 15(1) of that Act (which defines consumer hire agreements)\t\t\t\t\tparagraph (c) and the  “and” immediately preceding it shall cease to have effect. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "3", "section_title": "Exemption relating to high net worth debtors and hirers", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "4", "section_title": "Exemption relating to businesses", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "5", "section_title": "Consequential amendments relating to ss. 1 to 4", "section_text": "5 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 10 of that Act (running-account credit and fixed-sum credit)— a in subsection (1) for  “personal” wherever occurring substitute  “                      consumer                    ” ; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In subsection (1) of section 158 of that Act (duty of credit reference agency to disclose filed information) for paragraph (a) substitute— a a request in writing to that effect from a consumer, . 6 After subsection (4) of that section insert— 4A In this section  ‘consumer’ means— a a partnership consisting of two or three persons not all of whom are bodies corporate; or b an unincorporated body of persons which does not consist entirely of bodies corporate and is not a partnership. 7 In section 181(1) and (2) of that Act (power to alter monetary limits etc.) for  “8(2), 15(1)(c)” substitute  “                  16B(1)                ” . 8 In subsection (5) of section 185 of that Act (agreement with more than one debtor or hirer)— a in paragraph (b) for  “a body corporate” substitute  “                      not an individual                    ” ; b for  “the body corporate or bodies corporate” substitute  “                      each person within paragraph (b)                    ” . 9 In subsection (6) of that section after  “a body corporate” insert  “                  within paragraph (b) of that subsection                ” . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "6", "section_title": "Statements to be provided in relation to fixed-sum credit agreements", "section_text": "6 After section 77 of the 1974 Act insert— Statements to be provided in relation to fixed-sum credit agreements 77A 1 The creditor under a regulated agreement for fixed-sum credit— a shall, within the period of one year beginning with the day after the day on which the agreement is made, give the debtor a statement under this section; and b after the giving of that statement, shall give the debtor further statements under this section at intervals of not more than one year. 2 Regulations may make provision about the form and content of statements under this section. 3 The debtor shall have no liability to pay any sum in connection with the preparation or the giving to him of a statement under this section. 4 The creditor is not required to give the debtor any statement under this section once the following conditions are satisfied— a that there is no sum payable under the agreement by the debtor; and b that there is no sum which will or may become so payable. 5 Subsection (6) applies if at a time before the conditions mentioned in subsection (4) are satisfied the creditor fails to give the debtor— a a statement under this section within the period mentioned in subsection (1)(a); or b such a statement within the period of one year beginning with the day after the day on which such a statement was last given to him. 6 Where this subsection applies in relation to a failure to give a statement under this section to the debtor— a the creditor shall not be entitled to enforce the agreement during the period of non-compliance; b the debtor shall have no liability to pay any sum of interest to the extent calculated by reference to the period of non-compliance or to any part of it; and c the debtor shall have no liability to pay any default sum which (apart from this paragraph)— i would have become payable during the period of non-compliance; or ii would have become payable after the end of that period in connection with a breach of the agreement which occurs during that period (whether or not the breach continues after the end of that period). 7 In this section  ‘the period of non-compliance’ means, in relation to a failure to give a statement under this section to the debtor, the period which— a begins immediately after the end of the period mentioned in paragraph (a) or (as the case may be) paragraph (b) of subsection (5); and b ends at the end of the day on which the statement is given to the debtor or on which the conditions mentioned in subsection (4) are satisfied, whichever is earlier. 8 This section does not apply in relation to a non-commercial agreement or to a small agreement."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "7", "section_title": "Further provision relating to statements", "section_text": "7 1 In section 78 of the 1974 Act (duty to give information to debtor under running-account credit agreement) after subsection (4) insert— 4A Regulations may require a statement under subsection (4) to contain also information in the prescribed terms about the consequences of the debtor— a failing to make payments as required by the agreement; or b only making payments of a prescribed description in prescribed circumstances. 2 In subsection (7) of that section for  “(4) and (5)” substitute  “                  (4) to (5)                ” . 3 In section 185 of that Act (agreement with more than one debtor or hirer) for subsection (2) substitute— 2 Notwithstanding subsection (1)(a), where credit is provided under an agreement to two or more debtors jointly, in performing his duties— a in the case of fixed-sum credit, under section 77A, or b in the case of running-account credit, under section 78(4), the creditor need not give statements to any debtor who has signed and given to him a notice (a  ‘dispensing notice’) authorising him not to comply in the debtor's case with section 77A or (as the case may be) 78(4). 2A A dispensing notice given by a debtor is operative from when it is given to the creditor until it is revoked by a further notice given to the creditor by the debtor. 2B But subsection (2) does not apply if (apart from this subsection) dispensing notices would be operative in relation to all of the debtors to whom the credit is provided. 2C Any dispensing notices operative in relation to an agreement shall cease to have effect if any of the debtors dies. 2D A dispensing notice which is operative in relation to an agreement shall be operative also in relation to any subsequent agreement which, in relation to the earlier agreement, is a modifying agreement."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "8", "section_title": "OFT  to prepare information sheets on arrears and default", "section_text": "8 At the beginning of Part 7 of the 1974 Act insert— Information sheets OFT to prepare information sheets on arrears and default 86A 1 The OFT shall prepare, and give general notice of, an arrears information sheet and a default information sheet. 2 The arrears information sheet shall include information to help debtors and hirers who receive notices under section 86B or 86C. 3 The default information sheet shall include information to help debtors and hirers who receive default notices. 4 Regulations may make provision about the information to be included in an information sheet. 5 An information sheet takes effect for the purposes of this Part at the end of the period of three months beginning with the day on which general notice of it is given. 6 If the OFT revises an information sheet after general notice of it has been given, it shall give general notice of the information sheet as revised. 7 A revised information sheet takes effect for the purposes of this Part at the end of the period of three months beginning with the day on which general notice of it is given."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "9", "section_title": "Notice of sums in arrears under fixed-sum credit agreements etc.", "section_text": "9 After section 86A of the 1974 Act (inserted by section 8 of this Act) insert— Sums in arrears and default sums Notice of sums in arrears under fixed-sum credit agreements etc. 86B 1 This section applies where at any time the following conditions are satisfied— a that the debtor or hirer under an applicable agreement is required to have made at least two payments under the agreement before that time; b that the total sum paid under the agreement by him is less than the total sum which he is required to have paid before that time; c that the amount of the shortfall is no less than the sum of the last two payments which he is required to have made before that time; d that the creditor or owner is not already under a duty to give him notices under this section in relation to the agreement; and e if a judgment has been given in relation to the agreement before that time, that there is no sum still to be paid under the judgment by the debtor or hirer. 2 The creditor or owner— a shall, within the period of 14 days beginning with the day on which the conditions mentioned in subsection (1) are satisfied, give the debtor or hirer a notice under this section; and b after the giving of that notice, shall give him further notices under this section at intervals of not more than six months. 3 The duty of the creditor or owner to give the debtor or hirer notices under this section shall cease when either of the conditions mentioned in subsection (4) is satisfied; but if either of those conditions is satisfied before the notice required by subsection (2)(a) is given, the duty shall not cease until that notice is given. 4 The conditions referred to in subsection (3) are— a that the debtor or hirer ceases to be in arrears; b that a judgment is given in relation to the agreement under which a sum is required to be paid by the debtor or hirer. 5 For the purposes of subsection (4)(a) the debtor or hirer ceases to be in arrears when— a no sum, which he has ever failed to pay under the agreement when required, is still owing; b no default sum, which has ever become payable under the agreement in connection with his failure to pay any sum under the agreement when required, is still owing; c no sum of interest, which has ever become payable under the agreement in connection with such a default sum, is still owing; and d no other sum of interest, which has ever become payable under the agreement in connection with his failure to pay any sum under the agreement when required, is still owing. 6 A notice under this section shall include a copy of the current arrears information sheet under section 86A. 7 The debtor or hirer shall have no liability to pay any sum in connection with the preparation or the giving to him of a notice under this section. 8 Regulations may make provision about the form and content of notices under this section. 9 In the case of an applicable agreement under which the debtor or hirer must make all payments he is required to make at intervals of one week or less, this section shall have effect as if in subsection (1)(a) and (c) for  ‘two’ there were substituted  ‘four’. 10 If an agreement mentioned in subsection (9) was made before the beginning of the relevant period, only amounts resulting from failures by the debtor or hirer to make payments he is required to have made during that period shall be taken into account in determining any shortfall for the purposes of subsection (1)(c). 11 In subsection (10)\t\t\t\t\t\t\t\t\t ‘relevant period’ means the period of 20 weeks ending with the day on which the debtor or hirer is required to have made the most recent payment under the agreement. 12 In this section  ‘applicable agreement’ means an agreement which— a is a regulated agreement for fixed-sum credit or a regulated consumer hire agreement; and b is neither a non-commercial agreement nor a small agreement."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "10", "section_title": "Notice of sums in arrears under running-account credit agreements", "section_text": "10 After section 86B of the 1974 Act (inserted by section 9 of this Act) insert— Notice of sums in arrears under running-account credit agreements 86C 1 This section applies where at any time the following conditions are satisfied— a that the debtor under an applicable agreement is required to have made at least two payments under the agreement before that time; b that the last two payments which he is required to have made before that time have not been made; c that the creditor has not already been required to give a notice under this section in relation to either of those payments; and d if a judgment has been given in relation to the agreement before that time, that there is no sum still to be paid under the judgment by the debtor. 2 The creditor shall, no later than the end of the period within which he is next required to give a statement under section 78(4) in relation to the agreement, give the debtor a notice under this section. 3 The notice shall include a copy of the current arrears information sheet under section 86A. 4 The notice may be incorporated in a statement or other notice which the creditor gives the debtor in relation to the agreement by virtue of another provision of this Act. 5 The debtor shall have no liability to pay any sum in connection with the preparation or the giving to him of the notice. 6 Regulations may make provision about the form and content of notices under this section. 7 In this section  ‘applicable agreement’ means an agreement which— a is a regulated agreement for running-account credit; and b is neither a non-commercial agreement nor a small agreement."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "11", "section_title": "Failure to give notice of sums in arrears", "section_text": "11 After section 86C of the 1974 Act (inserted by section 10 of this Act) insert— Failure to give notice of sums in arrears 86D 1 This section applies where the creditor or owner under an agreement is under a duty to give the debtor or hirer notices under section 86B but fails to give him such a notice— a within the period mentioned in subsection (2)(a) of that section; or b within the period of six months beginning with the day after the day on which such a notice was last given to him. 2 This section also applies where the creditor under an agreement is under a duty to give the debtor a notice under section 86C but fails to do so before the end of the period mentioned in subsection (2) of that section. 3 The creditor or owner shall not be entitled to enforce the agreement during the period of non-compliance. 4 The debtor or hirer shall have no liability to pay— a any sum of interest to the extent calculated by reference to the period of non-compliance or to any part of it; or b any default sum which (apart from this paragraph)— i would have become payable during the period of non-compliance; or ii would have become payable after the end of that period in connection with a breach of the agreement which occurs during that period (whether or not the breach continues after the end of that period). 5 In this section  ‘the period of non-compliance’ means, in relation to a failure to give a notice under section 86B or 86C to the debtor or hirer, the period which— a begins immediately after the end of the period mentioned in (as the case may be) subsection (1)(a) or (b) or (2); and b ends at the end of the day mentioned in subsection (6). 6 That day is— a in the case of a failure to give a notice under section 86B as mentioned in subsection (1)(a) of this section, the day on which the notice is given to the debtor or hirer; b in the case of a failure to give a notice under that section as mentioned in subsection (1)(b) of this section, the earlier of the following— i the day on which the notice is given to the debtor or hirer; ii the day on which the condition mentioned in subsection (4)(a) of that section is satisfied; c in the case of a failure to give a notice under section 86C, the day on which the notice is given to the debtor."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "12", "section_title": "Notice of default sums", "section_text": "12 After section 86D of the 1974 Act (inserted by section 11 of this Act) insert— Notice of default sums 86E 1 This section applies where a default sum becomes payable under a regulated agreement by the debtor or hirer. 2 The creditor or owner shall, within the prescribed period after the default sum becomes payable, give the debtor or hirer a notice under this section. 3 The notice under this section may be incorporated in a statement or other notice which the creditor or owner gives the debtor or hirer in relation to the agreement by virtue of another provision of this Act. 4 The debtor or hirer shall have no liability to pay interest in connection with the default sum to the extent that the interest is calculated by reference to a period occurring before the 29th day after the day on which the debtor or hirer is given the notice under this section. 5 If the creditor or owner fails to give the debtor or hirer the notice under this section within the period mentioned in subsection (2), he shall not be entitled to enforce the agreement until the notice is given to the debtor or hirer. 6 The debtor or hirer shall have no liability to pay any sum in connection with the preparation or the giving to him of the notice under this section. 7 Regulations may— a provide that this section does not apply in relation to a default sum which is less than a prescribed amount; b make provision about the form and content of notices under this section. 8 This section does not apply in relation to a non-commercial agreement or to a small agreement."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "13", "section_title": "Interest on default sums", "section_text": "13 After section 86E of the 1974 Act (inserted by section 12 of this Act) insert— Interest on default sums 86F 1 This section applies where a default sum becomes payable under a regulated agreement by the debtor or hirer. 2 The debtor or hirer shall only be liable to pay interest in connection with the default sum if the interest is simple interest."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "14", "section_title": "Default notices", "section_text": "14 1 In subsections (2) and (3) of section 88 of the 1974 Act (contents and effect of default notice) for  “seven” wherever occurring substitute  “                  14                ” . 2 In subsection (4) of that section after  “it” insert  “                  and any other prescribed matters relating to the agreement                ” . 3 After that subsection insert— 4A The default notice must also include a copy of the current default information sheet under section 86A."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "15", "section_title": "Enforceability of regulated agreements", "section_text": "15 In section 127 of the 1974 Act (enforcement orders in cases of infringement) subsections (3) to (5) shall cease to have effect."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "16", "section_title": "Time orders", "section_text": "16 1 In subsection (1) of section 129 of the 1974 Act (time orders) before paragraph (c) insert— ba on an application made by a debtor or hirer under this paragraph after he has been given a notice under section 86B or 86C; or . 2 After that section insert— Debtor or hirer to give notice of intent etc. to creditor or owner 129A 1 A debtor or hirer may make an application under section 129(1)(ba) in relation to a regulated agreement only if— a following his being given the notice under section 86B or 86C, he gave a notice within subsection (2) to the creditor or owner; and b a period of at least 14 days has elapsed after the day on which he gave that notice to the creditor or owner. 2 A notice is within this subsection if it— a indicates that the debtor or hirer intends to make the application; b indicates that he wants to make a proposal to the creditor or owner in relation to his making of payments under the agreement; and c gives details of that proposal. 3 In section 143(b) of that Act (provision which may be made by rules of court in Northern Ireland) after  “129(1)(b)” insert  “                  or (ba)                ” . 4 In section 32(1) of the Sheriff Courts (Scotland) Act 1971 (c. 58)\t\t\t\t\t(regulation of civil procedure in sheriff court) after paragraph (l) insert— m permitting the debtor or hirer in proceedings for— i a time order under section 129 of the Consumer Credit Act 1974 (time orders), or ii variation or revocation, under section 130(6) of that Act (variation and revocation of time orders), of a time order made under section 129, to be represented by a person who is neither an advocate nor a solicitor. 5 In section 32(2B) of the Solicitors (Scotland) Act 1980 (c. 46)\t\t\t\t\t(offence for unqualified persons to prepare certain documents)— a after  “represent” insert  “                      —(a)                    ” ; b after  “cause” insert— b a debtor or hirer in proceedings for— i a time order under section 129 of the Consumer Credit Act 1974 (time orders); or ii variation or revocation, under section 130(6) of that Act (variation and revocation of time orders), of a time order made under section 129 ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "17", "section_title": "Interest payable on judgment debts etc.", "section_text": "17 After section 130 of the 1974 Act insert— Interest Interest payable on judgment debts etc. 130A 1 If the creditor or owner under a regulated agreement wants to be able to recover from the debtor or hirer post-judgment interest in connection with a sum that is required to be paid under a judgment given in relation to the agreement (the  ‘judgment sum’), he— a after the giving of that judgment, shall give the debtor or hirer a notice under this section (the  ‘first required notice’); and b after the giving of the first required notice, shall give the debtor or hirer further notices under this section at intervals of not more than six months. 2 The debtor or hirer shall have no liability to pay post-judgment interest in connection with the judgment sum to the extent that the interest is calculated by reference to a period occurring before the day on which he is given the first required notice. 3 If the creditor or owner fails to give the debtor or hirer a notice under this section within the period of six months beginning with the day after the day on which such a notice was last given to the debtor or hirer, the debtor or hirer shall have no liability to pay post-judgment interest in connection with the judgment sum to the extent that the interest is calculated by reference to the whole or to a part of the period which— a begins immediately after the end of that period of six months; and b ends at the end of the day on which the notice is given to the debtor or hirer. 4 The debtor or hirer shall have no liability to pay any sum in connection with the preparation or the giving to him of a notice under this section. 5 A notice under this section may be incorporated in a statement or other notice which the creditor or owner gives the debtor or hirer in relation to the agreement by virtue of another provision of this Act. 6 Regulations may make provision about the form and content of notices under this section. 7 This section does not apply in relation to post-judgment interest which is required to be paid by virtue of any of the following— a section 4 of the Administration of Justice (Scotland) Act 1972; b Article 127 of the Judgments Enforcement (Northern Ireland) Order 1981; c section 74 of the County Courts Act 1984. 8 This section does not apply in relation to a non-commercial agreement or to a small agreement. 9 In this section  ‘post-judgment interest’ means interest to the extent calculated by reference to a period occurring after the giving of the judgment under which the judgment sum is required to be paid."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "18", "section_title": "Definition of  “default sum”", "section_text": "18 1 After section 187 of the 1974 Act insert— Definition of  ‘default sum’ 187A 1 In this Act  ‘default sum’ means, in relation to the debtor or hirer under a regulated agreement, a sum (other than a sum of interest) which is payable by him under the agreement in connection with a breach of the agreement by him. 2 But a sum is not a default sum in relation to the debtor or hirer simply because, as a consequence of his breach of the agreement, he is required to pay it earlier than he would otherwise have had to. 2 In section 189(1) of that Act (definitions) after the definition of  “default notice” insert— ‘default sum’ has the meaning given by section 187A; ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "19", "section_title": "Unfair relationships between creditors and debtors", "section_text": "19 After section 140 of the 1974 Act insert— Unfair relationships Unfair relationships between creditors and debtors 140A 1 The court may make an order under section 140B in connection with a credit agreement if it determines that the relationship between the creditor and the debtor arising out of the agreement (or the agreement taken with any related agreement) is unfair to the debtor because of one or more of the following— a any of the terms of the agreement or of any related agreement; b the way in which the creditor has exercised or enforced any of his rights under the agreement or any related agreement; c any other thing done (or not done) by, or on behalf of, the creditor (either before or after the making of the agreement or any related agreement). 2 In deciding whether to make a determination under this section the court shall have regard to all matters it thinks relevant (including matters relating to the creditor and matters relating to the debtor). 3 For the purposes of this section the court shall (except to the extent that it is not appropriate to do so) treat anything done (or not done) by, or on behalf of, or in relation to, an associate or a former associate of the creditor as if done (or not done) by, or on behalf of, or in relation to, the creditor. 4 A determination may be made under this section in relation to a relationship notwithstanding that the relationship may have ended. 5 An order under section 140B shall not be made in connection with a credit agreement which is an exempt agreement by virtue of section 16(6C)."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "20", "section_title": "Powers of court in relation to unfair relationships", "section_text": "20 After section 140A of the 1974 Act (inserted by section 19 of this Act) insert— Powers of court in relation to unfair relationships 140B 1 An order under this section in connection with a credit agreement may do one or more of the following— a require the creditor, or any associate or former associate of his, to repay (in whole or in part) any sum paid by the debtor or by a surety by virtue of the agreement or any related agreement (whether paid to the creditor, the associate or the former associate or to any other person); b require the creditor, or any associate or former associate of his, to do or not to do (or to cease doing) anything specified in the order in connection with the agreement or any related agreement; c reduce or discharge any sum payable by the debtor or by a surety by virtue of the agreement or any related agreement; d direct the return to a surety of any property provided by him for the purposes of a security; e otherwise set aside (in whole or in part) any duty imposed on the debtor or on a surety by virtue of the agreement or any related agreement; f alter the terms of the agreement or of any related agreement; g direct accounts to be taken, or (in Scotland) an accounting to be made, between any persons. 2 An order under this section may be made in connection with a credit agreement only— a on an application made by the debtor or by a surety; b at the instance of the debtor or a surety in any proceedings in any court to which the debtor and the creditor are parties, being proceedings to enforce the agreement or any related agreement; or c at the instance of the debtor or a surety in any other proceedings in any court where the amount paid or payable under the agreement or any related agreement is relevant. 3 An order under this section may be made notwithstanding that its effect is to place on the creditor, or any associate or former associate of his, a burden in respect of an advantage enjoyed by another person. 4 An application under subsection (2)(a) may only be made— a in England and Wales, to the county court; b in Scotland, to the sheriff court; c in Northern Ireland, to the High Court (subject to subsection (6)). 5 In Scotland such an application may be made in the sheriff court for the district in which the debtor or surety resides or carries on business. 6 In Northern Ireland such an application may be made to the county court if the credit agreement is an agreement under which the creditor provides the debtor with— a fixed-sum credit not exceeding £15,000; or b running-account credit on which the credit limit does not exceed £15,000. 7 Without prejudice to any provision which may be made by rules of court made in relation to county courts in Northern Ireland, such rules may provide that an application made by virtue of subsection (6) may be made in the county court for the division in which the debtor or surety resides or carries on business. 8 A party to any proceedings mentioned in subsection (2) shall be entitled, in accordance with rules of court, to have any person who might be the subject of an order under this section made a party to the proceedings. 9 If, in any such proceedings, the debtor or a surety alleges that the relationship between the creditor and the debtor is unfair to the debtor, it is for the creditor to prove to the contrary."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "21", "section_title": "Interpretation of ss. 140A and 140B of the 1974 Act", "section_text": "21 After section 140B of the 1974 Act (inserted by section 20 of this Act) insert— Interpretation of ss. 140A and 140B 140C 1 In this section and in sections 140A and 140B  ‘credit agreement’ means any agreement between an individual (the  ‘debtor’) and any other person (the  ‘creditor’) by which the creditor provides the debtor with credit of any amount. 2 References in this section and in sections 140A and 140B to the creditor or to the debtor under a credit agreement include— a references to the person to whom his rights and duties under the agreement have passed by assignment or operation of law; b where two or more persons are the creditor or the debtor, references to any one or more of those persons. 3 The definition of  ‘court’ in section 189(1) does not apply for the purposes of sections 140A and 140B. 4 References in sections 140A and 140B to an agreement related to a credit agreement (the  ‘main agreement’) are references to— a a credit agreement consolidated by the main agreement; b a linked transaction in relation to the main agreement or to a credit agreement within paragraph (a); c a security provided in relation to the main agreement, to a credit agreement within paragraph (a) or to a linked transaction within paragraph (b). 5 In the case of a credit agreement which is not a regulated consumer credit agreement, for the purposes of subsection (4) a transaction shall be treated as being a linked transaction in relation to that agreement if it would have been such a transaction had that agreement been a regulated consumer credit agreement. 6 For the purposes of this section and section 140B the definitions of  ‘security’ and  ‘surety’ in section 189(1) apply (with any appropriate changes) in relation to— a a credit agreement which is not a consumer credit agreement as if it were a consumer credit agreement; and b a transaction which is a linked transaction by virtue of subsection (5). 7 For the purposes of this section a credit agreement (the  ‘earlier agreement’) is consolidated by another credit agreement (the  ‘later agreement’) if— a the later agreement is entered into by the debtor (in whole or in part) for purposes connected with debts owed by virtue of the earlier agreement; and b at any time prior to the later agreement being entered into the parties to the earlier agreement included— i the debtor under the later agreement; and ii the creditor under the later agreement or an associate or a former associate of his. 8 Further, if the later agreement is itself consolidated by another credit agreement (whether by virtue of this subsection or subsection (7)), then the earlier agreement is consolidated by that other agreement as well."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "22", "section_title": "Further provision relating to unfair relationships", "section_text": "22 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In section 181 of that Act (power to alter monetary limits etc.)— a in subsection (1) before  “155(1)” insert  “                      140B(6),                    ” ; b in subsection (2) before  “shall” insert  “                      or 140B(6)                    ” ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "23", "section_title": "Definitions of  ‘consumer credit business’ and  ‘consumer hire business’", "section_text": "23 In section 189(1) of the 1974 Act (definitions)— a for the definition of  ‘consumer credit business’ substitute— ‘consumer credit business’ means any business being carried on by a person so far as it comprises or relates to— a the provision of credit by him, or b otherwise his being a creditor, under regulated consumer credit agreements; b for the definition of  “consumer hire business” substitute— “ consumer hire business ” means any business being carried on by a person so far as it comprises or relates to— a the bailment or (in Scotland) the hiring of goods by him, or b otherwise his being an owner, under regulated consumer hire agreements; ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "24", "section_title": "Debt administration etc.", "section_text": "24 1 In subsection (1) of section 145 of the 1974 Act (types of ancillary credit business) for the  “or” after paragraph (d) substitute— da debt administration, . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In subsection (3) of section 177 of that Act (saving for registered charges) and in the subsection (3) applied by virtue of subsection (5) of that section for  “a business of debt-collecting” substitute  “                  a consumer credit business, a consumer hire business or a business of debt-collecting or debt administration                ” . 6 In section 189(1) of that Act (definitions) after the definition of  “debt-adjusting” insert— ‘debt administration’ has the meaning given by section 145(7A); ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "25", "section_title": "Credit information services", "section_text": "25 1 In subsection (1) of section 145 of the 1974 Act (types of ancillary credit business) before paragraph (e) insert— db the provision of credit information services, or . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In each of the following provisions of that Act for  “or debt-counselling” substitute  “                  , debt-counselling or the provision of credit information services                ” a section 152(1)(application of sections 52 to 54 to ancillary credit businesses); b section 154 (prohibition of canvassing ancillary credit business off trade premises); c section 156 (regulations about agreements entered into for ancillary credit businesses). 5 In section 189(1) of that Act (definitions) after the definition of  “credit brokerage” insert— ‘credit information services’ has the meaning given by section 145(7B)."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "26", "section_title": "Enforcement of agreements by unlicensed trader etc.", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "27", "section_title": "Charge on applicants for licences etc.", "section_text": "27 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 189 of that Act (definitions) after subsection (1) insert— 1A In sections 36E(3), 70(4), 73(4) and 75(2) and paragraphs 14 and 15 of Schedule A1  ‘costs’, in relation to proceedings in Scotland, means expenses. 4 In section 191(1)(a) of that Act (special provisions as to Northern Ireland) after  “notices” insert  “                  , charges                ” ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "28", "section_title": "Applications for standard licences", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "29", "section_title": "Issue of standard licences", "section_text": "29 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "30", "section_title": "Guidance on fitness test", "section_text": "30 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "31", "section_title": "Variation of standard licences etc.", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "32", "section_title": "Winding-up of standard licensee's business", "section_text": "32 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "33", "section_title": "Consequential amendments relating to ss. 27 to 32", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "34", "section_title": "Definite and indefinite licences", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "35", "section_title": "Charges for indefinite licences", "section_text": "35 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "36", "section_title": "Extension of period to pay charge for indefinite licence", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "37", "section_title": "Failure to pay charge for indefinite licence", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "38", "section_title": "Power of OFT to impose requirements on licensees", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "39", "section_title": "Power of OFT to impose requirements on supervisory bodies", "section_text": "39 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "40", "section_title": "Supplementary provision relating to requirements", "section_text": "40 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "41", "section_title": "Procedure in relation to requirements", "section_text": "41 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "42", "section_title": "Guidance on requirements", "section_text": "42 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "43", "section_title": "Consequential amendments relating to requirements", "section_text": "43 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "44", "section_title": "Provision of information etc. by applicants", "section_text": "44 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "45", "section_title": "Duties to notify changes in information etc.", "section_text": "45 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "46", "section_title": "Power of OFT to require information generally", "section_text": "46 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "47", "section_title": "Power of OFT to require access to premises", "section_text": "47 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "48", "section_title": "Entry to premises under warrant", "section_text": "48 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "49", "section_title": "Failure to comply with information requirement", "section_text": "49 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "50", "section_title": "Officers of enforcement authorities other than OFT", "section_text": "50 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "51", "section_title": "Consequential amendments relating to information", "section_text": "51 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In Part 12 of that Act before section 175 insert— Powers to require provision of information or documents etc. 174A 1 Every power conferred on a relevant authority by or under this Act (however expressed) to require the provision or production of information or documents includes the power— a to require information to be provided or produced in such form as the authority may specify, including, in relation to information recorded otherwise than in a legible form, in a legible form; b to take copies of, or extracts from, any documents provided or produced by virtue of the exercise of the power; c to require the person who is required to provide or produce any information or document by virtue of the exercise of the power— i to state, to the best of his knowledge and belief, where the information or document is; ii to give an explanation of the information or document; iii to secure that any information provided or produced, whether in a document or otherwise, is verified in such manner as may be specified by the authority; iv to secure that any document provided or produced is authenticated in such manner as may be so specified; d to specify a time at or by which a requirement imposed by virtue of paragraph (c) must be complied with. 2 Every power conferred on a relevant authority by or under this Act (however expressed) to inspect or to seize documents at any premises includes the power to take copies of, or extracts from, any documents inspected or seized by virtue of the exercise of the power. 3 But a relevant authority has no power under this Act— a to require another person to provide or to produce, b to seize from another person, or c to require another person to give access to premises for the purposes of the inspection of, any information or document which the other person would be entitled to refuse to provide or produce in proceedings in the High Court on the grounds of legal professional privilege or (in Scotland) in proceedings in the Court of Session on the grounds of confidentiality of communications. 4 In subsection (3)\t\t\t\t\t\t\t\t\t\t ‘communications’ means— a communications between a professional legal adviser and his client; b communications made in connection with or in contemplation of legal proceedings and for the purposes of those proceedings. 5 In this section  ‘relevant authority’ means— a the OFT or an enforcement authority (other than the OFT); b an officer of the OFT or of an enforcement authority (other than the OFT). 6 In section 189(1) of that Act (definitions) after the definition of  “deposit” insert— ‘documents’ includes information recorded in any form; . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "52", "section_title": "Power of OFT to impose civil penalties", "section_text": "52 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "53", "section_title": "Further provision relating to civil penalties", "section_text": "53 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "54", "section_title": "Statement of policy in relation to civil penalties", "section_text": "54 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "55", "section_title": "The Consumer Credit Appeals Tribunal", "section_text": "55 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "56", "section_title": "Appeals to the Consumer Credit Appeals Tribunal", "section_text": "56 1 In subsection (1) of section 41 of the 1974 Act (appeals) for the words from  “prescribed period” onwards substitute  “                  specified period, appeal to the Tribunal                ” . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Subsections (2) to (5)\t\t\t\t\tof that section shall cease to have effect."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "57", "section_title": "Appeals from the Consumer Credit Appeals Tribunal", "section_text": "57 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "58", "section_title": "Consequential amendments relating to appeals", "section_text": "58 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "59", "section_title": "Financial services ombudsman scheme to apply to consumer credit licensees", "section_text": "59 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "60", "section_title": "Funding of ombudsman scheme", "section_text": "60 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "61", "section_title": "Consequential amendments relating to ombudsman scheme", "section_text": "61 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In subsection (4) of section 229 of that Act (awards by ombudsman) after  “specify” insert  “                  for the purposes of the compulsory jurisdiction                ” . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "62", "section_title": "Monitoring of businesses by OFT", "section_text": "62 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "63", "section_title": "Disapplication of s.101 of the 1974 Act", "section_text": "63 1 In section 101 of the 1974 Act (right of hirer to terminate regulated consumer hire agreement) after subsection (8) insert— 8A If it appears to the OFT that it would be in the interests of hirers to do so, it may by general notice direct that, subject to such conditions (if any) as it may specify, this section shall not apply to a consumer hire agreement if the agreement falls within a specified description; and this Act shall have effect accordingly. 2 In subsection (8) of that section for the words from  “this section” onwards substitute  “                  , subject to such conditions (if any) as it may specify, this section shall not apply to consumer hire agreements made by the applicant; and this Act shall have effect accordingly                ” ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "64", "section_title": "Determinations etc. by OFT", "section_text": "64 For section 183 of the 1974 Act (determinations etc. by OFT) substitute— Determinations etc. by OFT 183 1 The OFT may vary or revoke any determination made, or direction given, by it under this Act. 2 Subsection (1) does not apply to— a a determination to issue, renew or vary a licence; b a determination to extend a period under section 28B or to refuse to extend a period under that section; c a determination to end a suspension under section 33; d a determination to make an order under section 40(2), 148(2) or 149(2); e a determination mentioned in column 1 of the Table in section 41."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "65", "section_title": "Sums received by OFT", "section_text": "65 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "66", "section_title": "Financial provision", "section_text": "66 There shall be payable out of money provided by Parliament— a any expenditure incurred by a Minister of the Crown or the Office of Fair Trading by virtue of this Act; and b any increase attributable to this Act in the sums payable out of money so provided by virtue of any other Act."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "67", "section_title": "Interpretation", "section_text": "67 In this Act— “ the 1974 Act ” means the Consumer Credit Act 1974 (c. 39); “ the 2000 Act ” means the Financial Services and Markets Act 2000 (c. 8)."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "68", "section_title": "Consequential amendments", "section_text": "68 1 The Secretary of State may by order made by statutory instrument make such modifications of— a any Act or subordinate legislation (within the meaning of the Interpretation Act 1978 (c. 30)), or b any Northern Ireland legislation or instrument made under such legislation, as he thinks fit in consequence of any provision of this Act. 2 An order under this section may include transitional or transitory provisions and savings. 3 A statutory instrument containing an order under this section may not be made by the Secretary of State unless a draft has been laid before and approved by a resolution of each House of Parliament."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "69", "section_title": "Transitional provision and savings", "section_text": "69 1 Schedule 3 (which sets out transitional provision and savings) has effect. 2 The Secretary of State may by order made by statutory instrument make such transitional or transitory provisions and savings as he thinks fit in connection with the coming into force of any provision of this Act. 3 An order under this section may (amongst other things)— a where a provision of this Act is brought into force for limited purposes only, make provision about how references in Schedule 3 to the commencement of that provision of this Act are to apply; b make provision for or in connection with the application of any provision of this Act in relation to— i things existing or done, or ii persons who have done something or in relation to whom something has been done, before the coming into force of that provision of this Act. 4 An order under this section may— a modify any Act or any subordinate legislation (within the meaning of the Interpretation Act 1978); b modify any Northern Ireland legislation or any instrument made under such legislation; c make different provision for different cases. 5 Schedule 3 does not restrict the power under this section to make transitional or transitory provisions or savings."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "70", "section_title": "Repeals", "section_text": "70 The enactments and instruments set out in Schedule 4 are repealed or revoked to the extent shown in that Schedule."}, {"act": "Consumer Credit Act 2006", "year": 2006, "section": "71", "section_title": "Short title, commencement and extent", "section_text": "71 1 This Act may be cited as the Consumer Credit Act 2006. 2 This Act (apart from this section) shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be appointed for different purposes. 3 This Act extends to Northern Ireland."}]