[{"act": "Criminal Defence Service Act 2006", "year": 2006, "section": "1", "section_title": "Grant of rights to representation", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Defence Service Act 2006", "year": 2006, "section": "2", "section_title": "Rights to representation: financial eligibility", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Defence Service Act 2006", "year": 2006, "section": "3", "section_title": "Rights to representation: contribution orders", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Defence Service Act 2006", "year": 2006, "section": "4", "section_title": "Consequential amendments", "section_text": "4 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Subsection (3) applies to the following enactments— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d paragraph 5(7) of Schedule 6 to that Act (local authority residence requirement not to be imposed in respect of offender not legally represented in court, except in certain cases), and e paragraph 5A(6) of that Schedule (foster parent residence requirement not to be imposed in respect of offender not legally represented in court, except in certain cases). 3 In each of the enactments to which this subsection applies— a in paragraph (a)\t\t\t\t\t\t\t(right to representation funded by the Legal Services Commission as part of the Criminal Defence Service withdrawn because of conduct), after  “conduct” there is inserted  “                    or because it appeared that his financial resources were such that he was not eligible to be granted such a right                  ” , and b for  “or” at the end of that paragraph there is substituted— aa he applied for such representation and the application was refused because it appeared that his financial resources were such that he was not eligible to be granted a right to it; or ."}, {"act": "Criminal Defence Service Act 2006", "year": 2006, "section": "5", "section_title": "Short title, commencement and extent", "section_text": "5 1 This Act may be cited as the Criminal Defence Service Act 2006. 2 This Act, except this section, shall come into force on such day as the Lord Chancellor may by order made by statutory instrument appoint; and different days may be appointed for different purposes. 3 The Lord Chancellor may by order made by statutory instrument make such transitional provision or savings as he thinks fit in connection with the coming into force of any provision of this Act. 4 This Act extends to England and Wales only."}]