[{"act": "Emergency Workers (Obstruction) Act 2006", "year": 2006, "section": "1", "section_title": "Obstructing or hindering certain emergency workers responding to emergency circumstances", "section_text": "1 1 A person who without reasonable excuse obstructs or hinders another while that other person is, in a capacity mentioned in subsection (2) below, responding to emergency circumstances, commits an offence. 2 The capacity referred to in subsection (1) above is— a that of a person employed by a fire and rescue authority in England and Wales; aa that of a Ministry of Defence fire-fighter (as defined in section 16 of the Armed Forces Act 2016); b in relation to England and Wales, that of a person (other than a person falling within paragraph (a)  or (aa) ) whose duties as an employee or as a servant of the Crown involve— i extinguishing fires; or ii protecting life and property in the event of a fire; c that of a person employed by a relevant  NHS  body in the provision of ambulance services (including air ambulance services), or of a person providing such services pursuant to arrangements made by, or at the request of, a relevant NHS body; d that of a person providing services for the transport of organs, blood, equipment or personnel pursuant to arrangements made by, or at the request of, a relevant NHS body; e that of a member of Her Majesty's Coastguard; f that of a member of the crew of a vessel operated by— i the Royal National Lifeboat Institution, or ii any other person or organisation operating a vessel for the purpose of providing a rescue service, or a person who musters the crew of such a vessel or attends to its launch or recovery. 3 For the purposes of this section and section 2 of this Act, a person is responding to emergency circumstances if the person— a is going anywhere for the purpose of dealing with emergency circumstances occurring there; or b is dealing with emergency circumstances or preparing to do so. 4 For the purposes of this Act, circumstances are  “emergency” circumstances if they are present or imminent and— a are causing or are likely to cause— i serious injury to or the serious illness (including mental illness) of a person; ii serious harm to the environment (including the life and health of plants and animals); iii serious harm to any building or other property; or iv a worsening of any such injury, illness or harm; or b are likely to cause the death of a person. 5 In subsection (2) above  “ relevant NHS body ” means— a in relation to England and Wales, the Secretary of State in the exercise of public health functions, a local authority in the exercise of public health functions,   NHS England ,   an integrated care board,   an NHS foundation trust, National Health Service trust, Special Health Authority ... or Local Health Board; b in relation to Northern Ireland, a  Health and Social Care trust . 6 In subsection (5)(a) above  “public health functions”— a in relation to the Secretary of State, has the same meaning as in section 1H(5)(a) of the National Health Service Act 2006; b in relation to a local authority, has the same meaning as in section 1H(5)(b) of that Act."}, {"act": "Emergency Workers (Obstruction) Act 2006", "year": 2006, "section": "2", "section_title": "Obstructing or hindering persons assisting emergency workers", "section_text": "2 1 A person who without reasonable excuse obstructs or hinders another in the circumstances described in subsection (2) below commits an offence. 2 Those circumstances are where the person being obstructed or hindered is assisting another while that other person is, in a capacity mentioned in section 1(2) of this Act, responding to emergency circumstances."}, {"act": "Emergency Workers (Obstruction) Act 2006", "year": 2006, "section": "3", "section_title": "Provisions supplementary to sections 1 and 2", "section_text": "3 1 A person may be convicted of the offence under section 1 or 2 of this Act notwithstanding that it is— a effected by means other than physical means; or b effected by action directed only at any vehicle, vessel, apparatus, equipment or other thing or any animal used or to be used by a person referred to in that section. 2 For the purposes of sections 1 and 2 of this Act, circumstances to which a person is responding are to be taken to be emergency circumstances if the person believes and has reasonable grounds for believing they are or may be emergency circumstances."}, {"act": "Emergency Workers (Obstruction) Act 2006", "year": 2006, "section": "4", "section_title": "Penalties", "section_text": "4 A person guilty of an offence under this Act is liable on summary conviction to a fine not exceeding level 5 on the standard scale."}, {"act": "Emergency Workers (Obstruction) Act 2006", "year": 2006, "section": "5", "section_title": "Power to modify", "section_text": "5 1 The Secretary of State may by order modify this Act so as to add or remove a person or description of person to or from section 1(2) of this Act; and may make such provision connected with that modification as he thinks fit. 2 The Secretary of State shall not make an order under subsection (1) above unless it appears to him that the person to be added (or, as the case may be, each person of the description to be added) is one whose functions or activities are such that the person is likely, in the course of carrying them out, to have to deal with emergency circumstances. 3 Before making an order under subsection (1) above which relates to Wales the Secretary of State must consult the National Assembly for Wales. 4 The Secretary of State may not make an order under subsection (1) above which relates to Northern Ireland without the consent of any Northern Ireland department with responsibility for the emergency circumstances to which the persons being added or removed, or persons of the description being added or removed, respond. 5 An order under subsection (1) above is to be made by statutory instrument. 6 No such order shall be made unless a draft of it has been laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Emergency Workers (Obstruction) Act 2006", "year": 2006, "section": "6", "section_title": "Repeals", "section_text": "6 Section 44(3) and (4) of the Fire and Rescue Services Act 2004 (c. 21) shall cease to have effect."}, {"act": "Emergency Workers (Obstruction) Act 2006", "year": 2006, "section": "7", "section_title": "Short title, commencement and extent", "section_text": "7 1 This Act may be cited as the Emergency Workers (Obstruction) Act 2006. 2 This Act (except this section) comes into force on such day as the Secretary of State may, by order made by statutory instrument, appoint and different days may be so appointed for different purposes. 3 This Act extends to England and Wales and Northern Ireland. 4 The following extend to Scotland— a sections 1 to 4 so far as they relate to obstructing or hindering a Ministry of Defence fire-fighter or a person assisting such a fire-fighter, and b this section."}]