[{"act": "Equality Act 2006", "year": 2006, "section": "1", "section_title": "Establishment", "section_text": "1 There shall be a body corporate known as the Commission for Equality and Human Rights."}, {"act": "Equality Act 2006", "year": 2006, "section": "2", "section_title": "Constitution, &c.", "section_text": "2 Schedule 1 (constitution of the Commission, proceedings, money, &c.) shall have effect."}, {"act": "Equality Act 2006", "year": 2006, "section": "3", "section_title": "General duty", "section_text": "3 The Commission shall exercise its functions under this Part with a view to encouraging and supporting the development of a society in which— a people's ability to achieve their potential is not limited by prejudice or discrimination, b there is respect for and protection of each individual's human rights, c there is respect for the dignity and worth of each individual, d each individual has an equal opportunity to participate in society, and e there is mutual respect between groups based on understanding and valuing of diversity and on shared respect for equality and human rights."}, {"act": "Equality Act 2006", "year": 2006, "section": "4", "section_title": "Strategic plan", "section_text": "4 1 The Commission shall prepare a plan showing— a activities or classes of activity to be undertaken by the Commission in pursuance of its functions under this Act, b an expected timetable for each activity or class, and c priorities for different activities or classes, or principles to be applied in determining priorities. 2 The Commission shall review the plan— a at least once during the period of three years beginning with its completion, b at least once during each period of three years beginning with the completion of a review, and c at such other times as the Commission thinks appropriate. 3 If the Commission thinks it appropriate as a result of a review, the Commission shall revise the plan. 4 The Commission shall send the plan and each revision to the   Secretary of State , who shall lay a copy before Parliament. 5 The Commission shall publish the plan and each revision."}, {"act": "Equality Act 2006", "year": 2006, "section": "5", "section_title": "Strategic plan: consultation", "section_text": "5 Before preparing or reviewing a plan in accordance with section 4 the Commission shall— a consult such persons having knowledge or experience relevant to the Commission's functions as the Commission thinks appropriate, b consult such other persons as the Commission thinks appropriate, c issue a general invitation to make representations, in a manner likely in the Commission's opinion to bring the invitation to the attention of as large a class of persons who may wish to make representations as is reasonably practicable, and d take account of any representations made."}, {"act": "Equality Act 2006", "year": 2006, "section": "6", "section_title": "Disclosure", "section_text": "6 1 A person who is or was a Commissioner, an Investigating Commissioner, an employee of the Commission or a member of a committee established by the Commission commits an offence if he discloses information to which this section applies unless subsection (3) authorises the disclosure. 2 This section applies to information acquired by the Commission— a by way of representations made in relation to, or otherwise in the course of, an inquiry under section 16, b by way of representations made in relation to, or otherwise in the course of, an investigation under section 20, c by way of representations made in relation to, or otherwise in the course of, an assessment under section 31, d by way of representations made in relation to, or otherwise in connection with, a notice under section 32, or e from a person with whom the Commission enters into, or considers entering into, an agreement under section 23. 3 This subsection authorises a disclosure made— a for the purpose of the exercise of a function of the Commission under any of sections 16, 20, 21, 24, 25, 31 and 32, b in a report of an inquiry, investigation or assessment published by the Commission, c in pursuance of an order of a court or tribunal, d with the consent of each person to whom the disclosed information relates, e in a manner that ensures that no person to whom the disclosed information relates can be identified, f for the purpose of civil or criminal proceedings to which the Commission is party, or g if the information was acquired by the Commission more than 70 years before the date of the disclosure. 4 But subsection (3) does not authorise, nor may the Commission make, a disclosure of information provided by or relating to an intelligence service unless the service has authorised the disclosure. 5 In subsection (4)  “ intelligence service ” means— a the Security Service, b the Secret Intelligence Service, and c the Government Communications Headquarters. 6 A person guilty of an offence under subsection (1) shall be liable on summary conviction to a fine not exceeding level 5 on the standard scale."}, {"act": "Equality Act 2006", "year": 2006, "section": "7", "section_title": "Scotland: human rights", "section_text": "7 1 The Commission shall not take human rights action in relation to a matter if the Scottish Parliament has legislative competence to enable a person to take action of that kind in relation to that matter. 2 In subsection (1)  “ human rights action ” means action taken— a in accordance with section 9(1), and b under, by virtue of or in pursuance of— i section 11(1) in so far as it relates to the Human Rights Act 1998 (c. 42), ii section 11(2)(c) or (d), iii section 12, iv section 13, v section 16, vi section 17, or vii section 30. 3 Despite section 9(4), the Commission shall not, in the course of fulfilling a duty under section 8  ..., consider the question whether a person's human rights have been contravened if the Scottish Parliament has legislative competence to enable a person to consider that question. 4 Subsections (1) and (3) shall not prevent the Commission from taking action with the consent (whether general or specific) of a person if— a the person is established by Act of the Scottish Parliament, and b the person's principal duties relate to human rights and are similar to any of the Commission's duties under section 9. 5 Subsections (1) and (3) shall not prevent the Commission from relying on section 13(1)(f) so as to act jointly or cooperate (but not assist) for a purpose relating to human rights and connected with Scotland."}, {"act": "Equality Act 2006", "year": 2006, "section": "8", "section_title": "Equality and diversity", "section_text": "8 1 The Commission shall, by exercising the powers conferred by this Part— a promote understanding of the importance of equality and diversity, b encourage good practice in relation to equality and diversity, c promote equality of opportunity, d promote awareness and understanding of rights under the  Equality Act 2010 , e enforce  that Act , f work towards the elimination of unlawful discrimination, and g work towards the elimination of unlawful harassment. 2 In subsection (1)— “ diversity ” means the fact that individuals are different, “ equality ” means equality between individuals, and “ unlawful ” is to be construed in accordance with section 34. 3 In promoting equality of opportunity between disabled persons and others, the Commission may, in particular, promote the favourable treatment of disabled persons. 4 In this Part  “ disabled person ” means a person who— a is a disabled person within the meaning of the  Equality Act 2010 , or b has been a disabled person within that meaning (whether or not at a time when that Act had effect)."}, {"act": "Equality Act 2006", "year": 2006, "section": "9", "section_title": "Human rights", "section_text": "9 1 The Commission shall, by exercising the powers conferred by this Part— a promote understanding of the importance of human rights, b encourage good practice in relation to human rights, c promote awareness, understanding and protection of human rights, and d encourage public authorities to comply with section 6 of the Human Rights Act 1998 (c. 42) (compliance with Convention rights). 2 In this Part  “ human rights ” means— a the Convention rights within the meaning given by section 1 of the Human Rights Act 1998, and b other human rights. 3 In determining what action to take in pursuance of this section the Commission shall have particular regard to the importance of exercising the powers conferred by this Part in relation to the Convention rights. 4 In fulfilling a duty under section 8  ... the Commission shall take account of any relevant human rights. 5 A reference in this Part (including this section) to human rights does not exclude any matter by reason only of its being a matter to which section 8  ... relates."}, {"act": "Equality Act 2006", "year": 2006, "section": "10", "section_title": "Groups", "section_text": "10 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In this Part  “ group ” means a group or class of persons who share a common attribute in respect of any of the following matters— a age, b disability, c gender, d gender reassignment (within the meaning of section 7 of the Equality Act 2010), e race, f religion or belief, and g sexual orientation. 3 For the purposes of this Part a reference to a group (as defined in subsection (2)) includes a reference to a smaller group or smaller class, within a group, of persons who share a common attribute (in addition to the attribute by reference to which the group is defined) in respect of any of the matters specified in subsection (2)(a) to (g). 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "11", "section_title": "Monitoring the law", "section_text": "11 1 The Commission shall monitor the effectiveness of the equality and human rights enactments. 2 The Commission may— a advise central government about the effectiveness of any of the equality and human rights enactments; b recommend to central government the amendment, repeal, consolidation (with or without amendments) or replication (with or without amendments) of any of the equality and human rights enactments; c advise central or devolved government about the effect of an enactment (including an enactment in or under an Act of the Scottish Parliament); d advise central or devolved government about the likely effect of a proposed change of law. 3 In this section— a “ central government ” means Her Majesty's Government, b “ devolved government ” means— i the Scottish Ministers, and ii the   Welsh Ministers, the First Minister for Wales and the Counsel General to the Welsh Assembly Government , and c a reference to the equality and human rights enactments is a reference to the Human Rights Act 1998, this Act and the Equality Act 2010."}, {"act": "Equality Act 2006", "year": 2006, "section": "12", "section_title": "Monitoring progress", "section_text": "12 1 The Commission shall from time to time identify— a changes in society that have occurred or are expected to occur and are relevant to  the duties specified in sections 8 and 9 , b results at which to aim for the purpose of encouraging and supporting  changes in society that are consistent with those duties  (“outcomes”), and c factors by reference to which progress towards those results may be measured (“indicators”). 2 In identifying outcomes and indicators the Commission shall— a consult such persons having knowledge or experience relevant to the Commission's functions as the Commission thinks appropriate, b consult such other persons as the Commission thinks appropriate, c issue a general invitation to make representations, in a manner likely in the Commission's opinion to bring the invitation to the attention of as large a class of persons who may wish to make representations as is reasonably practicable, and d take account of any representations made. 3 The Commission shall from time to time monitor progress towards each identified outcome by reference to any relevant identified indicator. 4 The Commission shall publish a report on progress towards the identified outcomes by reference to the identified indicators— a within the period of three years beginning with the date on which this section comes into force, and b within each period of  five  years beginning with the date on which a report is published under this subsection. 5 The Commission shall send each report to the   Secretary of State , who shall lay a copy before Parliament."}, {"act": "Equality Act 2006", "year": 2006, "section": "13", "section_title": "Information, advice, &c.", "section_text": "13 1 In pursuance of its duties under sections 8  and 9  the Commission may— a publish or otherwise disseminate ideas or information; b undertake research; c provide education or training; d give advice or guidance (whether about the effect or operation of an enactment or otherwise); e arrange for a person to do anything within paragraphs (a) to (d); f act jointly with, co-operate with or assist a person doing anything within paragraphs (a) to (d). 2 The reference to giving advice in subsection (1)(d) does not include a reference to preparing, or assisting in the preparation of, a document to be used for the purpose of legal proceedings."}, {"act": "Equality Act 2006", "year": 2006, "section": "14", "section_title": "Codes of practice", "section_text": "14 1 The Commission may issue a code of practice in connection with any matter addressed by the Equality Act 2010. 2 A code of practice under subsection (1) shall contain provision designed— a to ensure or facilitate compliance with  the Equality Act 2010 or an enactment made under that Act                     , or b to promote equality of opportunity. 3 The Commission may issue a code of practice giving practical guidance to landlords and tenants in England or Wales about— a circumstances in which a tenant requires the consent of his landlord to make a relevant improvement, within the meaning of  section 190(7) of the Equality Act 2010 \t\t\t\t\t\t\t(improvements), to a dwelling house, b reasonableness in relation to that consent, and c the application in relation to relevant improvements (within that meaning) to dwelling houses of— i section 19(2) of the Landlord and Tenant Act 1927 (c. 36)\t\t\t\t\t\t\t\t\t(consent to improvements), ii sections 81 to 85 of the Housing Act 1980 (c. 51)\t\t\t\t\t\t\t\t\t(tenant's improvements), iii sections 97 to 99 of the Housing Act 1985 (c. 68)\t\t\t\t\t\t\t\t\t(tenant's improvements), and iv section 190 of the Equality Act 2010. 4 The Commission may issue a code of practice giving practical guidance to landlords and tenants of houses (within the meaning of the Housing (Scotland) Act 2006 (asp 01)) in Scotland about— a circumstances in which the tenant requires the consent of the landlord to carry out work in relation to the house for the purpose of making the house suitable for the accommodation, welfare or employment of any disabled person who occupies, or intends to occupy, the house as a sole or main residence, b circumstances in which it is unreasonable to withhold that consent, c circumstances in which any condition imposed on the granting of that consent is unreasonable, and d the application in relation to such work of— i sections 28 to 31 and 34(6) of the Housing (Scotland) Act 2001 (asp 10), and ii sections 52, 53 and 64(6) of the Housing (Scotland) Act 2006 (asp 01). 5 The Commission shall comply with a direction of the   Secretary of State  to issue a code under this section in connection with a specified matter if— a the matter is not  a matter addressed by the Equality Act 2010 , but b the   Minister  expects to add it by order under section 15(6). 6 Before issuing a code under this section the Commission shall— a publish proposals, and b consult such persons as it thinks appropriate. 7 Before issuing a code under this section the Commission shall submit a draft to the   Secretary of State , who shall— a if he approves the draft— i notify the Commission, and ii lay a copy before Parliament, or b otherwise, give the Commission written reasons why he does not approve the draft. 8 Where a draft is laid before Parliament under subsection (7)(a)(ii), if neither House passes a resolution disapproving the draft within 40 days— a the Commission may issue the code in the form of the draft, and b it shall come into force in accordance with provision made by the   Secretary of State  by order. 9 If, or in so far as, a code relates to a duty imposed by or under  section 149, 153 or 154 of the Equality Act 2010 (public sector equality duty)  the   Secretary of State  shall consult the Scottish Ministers and the   Welsh Ministers  before— a approving a draft under subsection (7)(a) above, or b making an order under subsection (8)(b) above. 10 In relation to a code of practice under subsection (4), the   Secretary of State  shall consult the Scottish Ministers before— a approving a draft under subsection (7)(a) above, or b making an order under subsection (8)(b) above."}, {"act": "Equality Act 2006", "year": 2006, "section": "15", "section_title": "Codes of practice: supplemental", "section_text": "15 1 The Commission may revise a code issued under section 14; and a reference in this section or in that section to the issue of a code shall be treated as including a reference to the revision of a code. 2 The 40 day period specified in section 14(8)— a shall begin with the date on which the draft is laid before both Houses (or, if laid before each House on a different date, with the later date), and b shall be taken not to include a period during which— i Parliament is prorogued or dissolved, or ii both Houses are adjourned for more than four days. 3 A code issued under section 14 may be revoked by the   Secretary of State , at the request of the Commission, by order. 4 A failure to comply with a provision of a code shall not of itself make a person liable to criminal or civil proceedings; but a code— a shall be admissible in evidence in criminal or civil proceedings, and b shall be taken into account by a court or tribunal in any case in which it appears to the court or tribunal to be relevant. 5 Subsection (4)(b) does not apply in relation to a code issued under section 14(4). 6 The   Secretary of State  may by order amend section 14 so as to vary the range of matters that codes of practice under that section may address."}, {"act": "Equality Act 2006", "year": 2006, "section": "16", "section_title": "Inquiries", "section_text": "16 1 The Commission may conduct an inquiry into a matter relating to any of the Commission's duties under sections 8  and 9 . 2 If in the course of an inquiry the Commission begins to suspect that a person may have committed an unlawful act— a in continuing the inquiry the Commission shall, so far as possible, avoid further consideration of whether or not the person has committed an unlawful act, b the Commission may commence an investigation into that question under section 20, c the Commission may use information or evidence acquired in the course of the inquiry for the purpose of the investigation, and d the Commission shall so far as possible ensure (whether by aborting or suspending the inquiry or otherwise) that any aspects of the inquiry which concern the person investigated, or may require his involvement, are not pursued while the investigation is in progress. 3 The report of an inquiry— a may not state (whether expressly or by necessary implication) that a specified or identifiable person has committed an unlawful act, and b shall not otherwise refer to the activities of a specified or identifiable person unless the Commission thinks that the reference— i will not harm the person, or ii is necessary in order for the report adequately to reflect the results of the inquiry. 4 Subsections (2) and (3) shall not prevent an inquiry from considering or reporting a matter relating to human rights (whether or not a necessary implication arises in relation to the  Equality Act 2010 ). 5 Before settling a report of an inquiry which records findings which in the Commission's opinion are of an adverse nature and relate (whether expressly or by necessary implication) to a specified or identifiable person the Commission shall— a send a draft of the report to the person, b specify a period of at least 28 days during which he may make written representations about the draft, and c consider any representations made. 6 Schedule 2 makes supplemental provision about inquiries."}, {"act": "Equality Act 2006", "year": 2006, "section": "17", "section_title": "Grants", "section_text": "17 1 In pursuance of any of its duties under sections 8  and 9  the Commission may make grants to another person. 2 A grant under subsection (1) may be made subject to conditions (which may, in particular, include conditions as to repayment). 3 A power under this Part to co-operate with or assist a person may not be exercised by the provision of financial assistance otherwise than in accordance with this section."}, {"act": "Equality Act 2006", "year": 2006, "section": "18", "section_title": "Human rights", "section_text": "18 In pursuance of its duties under section 9 the Commission may (without prejudice to the generality of section 13) co-operate with persons interested in human rights within the United Kingdom or elsewhere."}, {"act": "Equality Act 2006", "year": 2006, "section": "19", "section_title": "Groups", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "20", "section_title": "Investigations", "section_text": "20 1 The Commission may investigate whether or not a person— a has committed an unlawful act, b has complied with a requirement imposed by an unlawful act notice under section 21, or c has complied with an undertaking given under section 23. 2 The Commission may conduct an investigation under subsection (1)(a) only if it suspects that the person concerned may have committed an unlawful act. 3 A suspicion for the purposes of subsection (2) may (but need not) be based on the results of, or a matter arising during the course of, an inquiry under section 16. 4 Before settling a report of an investigation recording a finding that a person has committed an unlawful act or has failed to comply with a requirement or undertaking the Commission shall— a send a draft of the report to the person, b specify a period of at least 28 days during which he may make written representations about the draft, and c consider any representations made. 5 Schedule 2 makes supplemental provision about investigations."}, {"act": "Equality Act 2006", "year": 2006, "section": "21", "section_title": "Unlawful act notice", "section_text": "21 1 The Commission may give a person a notice under this section (an  “unlawful act notice”) if— a he is or has been the subject of an investigation under section 20(1)(a), and b the Commission is satisfied that he has committed an unlawful act. 2 A notice must specify— a the unlawful act, and b the provision of the  Equality Act 2010  by virtue of which the act is unlawful. 3 A notice must inform the recipient of the effect of— a subsections (5) to (7), b section 20(1)(b), and c section 24(1). 4 A notice may— a require the person to whom the notice is given to prepare an action plan for the purpose of avoiding repetition or continuation of the unlawful act; b recommend action to be taken by the person for that purpose. 5 A person who is given a notice may, within the period of six weeks beginning with the day on which the notice is given, appeal to the appropriate court or tribunal on the grounds— a that he has not committed the unlawful act specified in the notice, or b that a requirement for the preparation of an action plan imposed under subsection (4)(a) is unreasonable. 6 On an appeal under subsection (5) the court or tribunal may— a affirm a notice; b annul a notice; c vary a notice; d affirm a requirement; e annul a requirement; f vary a requirement; g make an order for costs or expenses. 7 In subsection (5)\t\t\t\t\t “ the appropriate court or tribunal ” means— a an employment tribunal, if a claim in respect of the alleged unlawful act could be made to it, or b the county court  (in England and Wales) or the sheriff (in Scotland), if a claim in respect of the alleged unlawful act could be made to it or to him."}, {"act": "Equality Act 2006", "year": 2006, "section": "22", "section_title": "Action plans", "section_text": "22 1 This section applies where a person has been given a notice under section 21 which requires him (under section 21(4)(a)) to prepare an action plan. 2 The notice must specify a time by which the person must give the Commission a first draft plan. 3 After receiving a first draft plan from a person the Commission shall— a approve it, or b give the person a notice which— i states that the draft is not adequate, ii requires the person to give the Commission a revised draft by a specified time, and iii may make recommendations about the content of the revised draft. 4 Subsection (3) shall apply in relation to a revised draft plan as it applies in relation to a first draft plan. 5 An action plan comes into force— a if the period of six weeks beginning with the date on which a first draft or revised draft is given to the Commission expires without the Commission— i giving a notice under subsection (3)(b), or ii applying for an order under subsection (6)(b), or b upon a court's declining to make an order under subsection (6)(b) in relation to a revised draft of the plan. 6 The Commission may apply to  the county court  (in England and Wales) or to the sheriff (in Scotland)— a for an order requiring a person to give the Commission a first draft plan by a time specified in the order, b for an order requiring a person who has given the Commission a revised draft plan to prepare and give to the Commission a further revised draft plan— i by a time specified in the order, and ii in accordance with any directions about the plan's content specified in the order, or c during the period of five years beginning with the date on which an action plan prepared by a person comes into force, for an order requiring the person— i to act in accordance with the action plan, or ii to take specified action for a similar purpose. 7 An action plan may be varied by agreement between the Commission and the person who prepared it. 8 Paragraphs 10 to 14 of Schedule 2 apply (but omitting references to oral evidence) in relation to consideration by the Commission of the adequacy of a draft action plan as they apply in relation to the conduct of an inquiry. 9 A person commits an offence if without reasonable excuse he fails to comply with an order under subsection (6); and a person guilty of an offence under this subsection shall be liable on summary conviction to a fine not exceeding level 5 on the standard scale."}, {"act": "Equality Act 2006", "year": 2006, "section": "23", "section_title": "Agreements", "section_text": "23 1 The Commission may enter into an agreement with a person under which— a the person undertakes— i not to commit an unlawful act of a specified kind, and ii to take, or refrain from taking, other specified action (which may include the preparation of a plan for the purpose of avoiding an unlawful act), and b the Commission undertakes not to proceed against the person under section 20 or 21 in respect of any unlawful act of the kind specified under paragraph (a)(i). 2 The Commission may enter into an agreement with a person under this section only if it thinks that the person has committed an unlawful act. 3 But a person shall not be taken to admit to the commission of an unlawful act by reason only of entering into an agreement under this section. 4 An agreement under this section— a may be entered into whether or not the person is or has been the subject of an investigation under section 20, b may include incidental or supplemental provision (which may include provision for termination in specified circumstances), and c may be varied or terminated by agreement of the parties. 5 This section shall apply in relation to the breach of a duty specified in section 34(2) as it applies in relation to the commission of an unlawful act; and for that purpose the reference in subsection (1)(b) above to section 20 or 21 shall be taken as a reference to section 32."}, {"act": "Equality Act 2006", "year": 2006, "section": "24", "section_title": "Applications to court", "section_text": "24 1 If the Commission thinks that a person is likely to commit an unlawful act, it may apply— a in England and Wales, to  the county court  for an injunction restraining the person from committing the act, or b in Scotland, to the sheriff for an interdict prohibiting the person from committing the act. 2 Subsection (3) applies if the Commission thinks that a party to an agreement under section 23 has failed to comply, or is likely not to comply, with an undertaking under the agreement. 3 The Commission may apply to the county court  (in England and Wales) or to the sheriff (in Scotland) for an order requiring the person— a to comply with his undertaking, and b to take such other action as the court or the sheriff may specify."}, {"act": "Equality Act 2006", "year": 2006, "section": "24A", "section_title": "Enforcement powers: supplemental", "section_text": "24A 1 This section has effect in relation to— a an act which is unlawful because, by virtue of any of sections 13 to 18 of the Equality Act 2010, it amounts to a contravention of any of Parts 3, 4, 5, 6 or 7 of that Act, b an act which is unlawful because it amounts to a contravention of section 60(1) of that Act (or to a contravention of section 111 or 112 of that Act that relates to a contravention of section 60(1) of that Act)\t\t\t\t\t\t\t\t\t\t(enquiries about disability and health), c an act which is unlawful because it amounts to a contravention of section 106 of that Act (information about diversity in range of election candidates  etc. ), d an act which is unlawful because, by virtue of section 108(1) of that Act, it amounts to a contravention of any of Parts 3, 4, 5, 6 or 7 of that Act, or e the application of a provision, criterion or practice which, by virtue of  section 19  or 19A   of that Act, amounts to a contravention of that Act. 2 For the purposes of sections 20 to 24 of this Act, it is immaterial whether the Commission knows or suspects that a person has been or may be affected by the unlawful act or application. 3 For those purposes, an unlawful act includes making arrangements to act in a particular way which would, if applied to an individual, amount to a contravention mentioned in subsection (1)(a). 4 Nothing in this Act affects the entitlement of a person to bring proceedings under the Equality Act 2010 in respect of a contravention mentioned in subsection (1)."}, {"act": "Equality Act 2006", "year": 2006, "section": "25", "section_title": "Application to restrain unlawful advertising, pressure, &c.", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "26", "section_title": "Section 25: supplemental", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "27", "section_title": "Conciliation", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "28", "section_title": "Legal assistance", "section_text": "28 1 The Commission may assist an individual who is or may become party to legal proceedings if— a the proceedings relate or may relate (wholly or partly) to a provision of the  Equality Act 201 , and b the individual alleges that he has been the victim of behaviour contrary to a provision of the  that Act . 2 The Commission may assist an individual who is or may become party to legal proceedings in England and Wales if and in so far as the proceedings concern or may concern the question of a landlord's reasonableness in relation to consent to the making of an improvement to a dwelling where the improvement would be likely to facilitate the enjoyment of the premises by the tenant or another lawful occupier having regard to a disability. 3 The Commission may assist an individual who is or may become a party to legal proceedings in Scotland if and in so far as the proceedings concern or may concern the question whether— a it is unreasonable for a landlord to withhold consent to the carrying out of work in relation to a house (within the meaning of the Housing (Scotland) Act 2006 (asp 01)) for the purpose of making the house suitable for the accommodation, welfare or employment of any disabled person who occupies, or intends to occupy, the house as a sole or main residence, or b any condition imposed by a landlord on consenting to the carrying out of such work is unreasonable. 4 In giving assistance under this section the Commission may provide or arrange for the provision of— a legal advice; b legal representation; c facilities for the settlement of a dispute; d any other form of assistance. 5 Assistance may not be given under subsection (1) in relation to alleged behaviour contrary to a provision of  Part 12 of the Equality Act 2010 (disabled persons:  transport). 6 Where proceedings relate or may relate partly to a provision of  the Equality Act 2010  and partly to other matters— a assistance may be given under subsection (1) in respect of any aspect of the proceedings while they relate to a provision of  that Act , but b if the proceedings cease to relate to a provision of  that Act , assistance may not be continued under subsection (1) in respect of the proceedings (except in so far as it is permitted by virtue of subsection (7) or (8)). 7 The Lord Chancellor may by order disapply subsection (6)(b), and enable the Commission to give assistance under subsection (1), in respect of legal proceedings which— a when instituted, related (wholly or partly) to a provision of the  Equality Act 2010 , b have ceased to relate to the provision of  that Act , and c relate (wholly or partly) to any of the Convention rights within the meaning given by section 1 of the Human Rights Act 1998 (c. 42). 8 The   Secretary of State  may by order enable the Commission to give assistance under this section in respect of legal proceedings in the course of which an individual who is or has been a disabled person relies or proposes to rely on a matter relating to his disability; but an order under this subsection may not permit assistance in relation to alleged behaviour contrary to a provision of  Part 12 of the Equality Act 2010 . 9 An order under subsection (7) or (8) may make provision generally or only in relation to proceedings of a specified kind or description (which in the case of an order under subsection (7) may, in particular, refer to specified provisions of the  Equality Act 2010 ) or in relation to specified circumstances. 10 This section is without prejudice to the effect of any restriction imposed, in respect of representation— a by virtue of an enactment (including an enactment in or under an Act of the Scottish Parliament), or b in accordance with the practice of a court. 11 A legislative provision which requires insurance or an indemnity in respect of advice given in connection with a  settlement agreement  shall not apply to advice provided by the Commission under this section. 12 This section applies  to   anything in   assimilated   law which— a relates to discrimination on grounds of sex (including reassignment of gender), racial origin, ethnic origin, religion, belief, disability, age or sexual orientation, and b confers rights on individuals as it applies to   a provision of  the Equality Act 2010. 13 In its application by virtue of subsection (12), subsection (1)(b) shall have effect as if it referred to an allegation by an individual that he is disadvantaged by— a an enactment (including an enactment in or under an Act of the Scottish Parliament) which is contrary to   anything in   assimilated   law, or b a failure by the United Kingdom to implement a right as required by  EU  law  (as it had effect before exit day) ."}, {"act": "Equality Act 2006", "year": 2006, "section": "29", "section_title": "Legal assistance: costs", "section_text": "29 1 This section applies where— a the Commission has assisted an individual under section 28 in relation to proceedings, and b the individual becomes entitled to some or all of his costs in the proceedings (whether by virtue of an award or by virtue of an agreement). 2 The Commission's expenses in providing the assistance— a shall be charged on sums paid to the individual by way of costs, and b may be enforced as a debt due to the Commission. 3 A requirement to pay money to the Commission under subsection (2) ranks, in England and Wales, after a requirement imposed by virtue of  section 25 of the Legal Aid, Sentencing and Punishment of Offenders Act 2012 (statutory charge in connection with civil legal aid) . 4 Subsection (2), in its application to Scotland, shall not affect the operation of section 17(2A) of the Legal Aid (Scotland) Act 1986 (c. 47)\t\t\t\t\t(requirement in certain cases to pay to the Scottish Legal Aid Board sums recovered under awards of, or agreements as to, expenses). 5 For the purposes of subsection (2) the Commission's expenses shall be calculated in accordance with such provision (if any) as the   Secretary of State  makes for the purpose by regulations; and regulations may, in particular, provide for the apportionment of expenditure incurred by the Commission— a partly for one purpose and partly for another, or b for general purposes. 6 In the application of this section to Scotland a reference to costs shall be taken as a reference to expenses."}, {"act": "Equality Act 2006", "year": 2006, "section": "30", "section_title": "Judicial review and other legal proceedings", "section_text": "30 1 The Commission shall have capacity to institute or intervene in legal proceedings, whether for judicial review or otherwise, if it appears to the Commission that the proceedings are relevant to a matter in connection with which the Commission has a function. 2 The Commission shall be taken to have title and interest in relation to the subject matter of any legal proceedings in Scotland which it has capacity to institute, or in which it has capacity to intervene, by virtue of subsection (1). 3 The Commission may, in the course of legal proceedings for judicial review which it institutes (or in which it intervenes), rely on section 7(1)(b) of the Human Rights Act 1998 (c. 42) (breach of Convention rights); and for that purpose— a the Commission need not be a victim or potential victim of the unlawful act to which the proceedings relate, b the Commission may act only if there is or would be one or more victims of the unlawful act, c section 7(3) and (4) of that Act shall not apply, and d no award of damages may be made to the Commission (whether or not the exception in section 8(3) of that Act applies); and an expression used in this subsection and in section 7 of the Human Rights Act 1998 has the same meaning in this subsection as in that section. 4 Subsections (1) and (2)— a do not create a cause of action, and b are, except as provided by subsection (3), subject to any limitation or restriction imposed by virtue of an enactment (including an enactment in or under an Act of the Scottish Parliament) or in accordance with the practice of a court."}, {"act": "Equality Act 2006", "year": 2006, "section": "31", "section_title": "Public sector duties: assessment", "section_text": "31 1 The Commission may assess the extent to which or the manner in which a person has complied with a duty under or by virtue of section 149, 153 or 154 of the Equality Act 2010 (public sector equality duty). 2 Schedule 2 makes supplemental provision about assessments. 3 This section is without prejudice to the generality of sections 16 and 20."}, {"act": "Equality Act 2006", "year": 2006, "section": "32", "section_title": "Public sector duties: compliance notice", "section_text": "32 1 This section applies where the Commission thinks that a person has failed to comply with a duty under or by virtue of section 149, 153 or 154 of the Equality Act 2010 (public sector equality duty). 2 The Commission may give the person a notice requiring him— a to comply with the duty, and b to give the Commission, within the period of 28 days beginning with the date on which he receives the notice, written information of steps taken or proposed for the purpose of complying with the duty. 3 A notice under this section may require a person to give the Commission information required by the Commission for the purposes of assessing compliance with the duty; in which case the notice shall specify— a the period within which the information is to be given (which shall begin with the date on which the notice is received and shall not exceed three months), and b the manner and form in which the information is to be given. 4 The Commission may not give a notice under this section in respect of a duty under  section 149 of the Equality Act 2010  unless— a the Commission has carried out an assessment under section 31 above, and b the notice relates to the results of the assessment. 5 A person who receives a notice under this section shall comply with it. 6 But a notice under this section shall not oblige a person to give information— a that he is prohibited from disclosing by virtue of an enactment, or b that he could not be compelled to give in proceedings before the High Court or the Court of Session. 7 Paragraphs 11 and 14 of Schedule 2 shall have effect (with any necessary modifications) in relation to a requirement imposed by a notice under this section as they have effect in relation to a requirement imposed by a notice under paragraph 9 of that Schedule. 8 If the Commission thinks that a person, to whom a notice under this section has been given, has failed to comply with a requirement of the notice, the Commission may apply to the court for an order requiring the person to comply. 9 In subsection (8)\t\t\t\t\t “ the court ” means— a where the notice related to a duty under  section 149 of the Equality Act 2010 , the High Court (in England and Wales) or (in Scotland) the Court of Session, and b where the notice related to a duty by virtue of section 153 or 154 of that Act ,  the county court  (in England and Wales) or the sheriff (in Scotland). 10 A notice under this section shall specify a time before which the Commission may not make an application under subsection (8) in respect of the notice. 11 Legal proceedings in relation to a duty by virtue of  section 153 or 154 of the Equality Act 2010 — a may be brought by the Commission in accordance with subsection (8) above, and b may not be brought in any other way."}, {"act": "Equality Act 2006", "year": 2006, "section": "33", "section_title": "Equality and human rights enactments", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "34", "section_title": "Unlawful", "section_text": "34 1 In this Part (except section 30(3))  “ unlawful ” means contrary to a provision of the  Equality Act 2010 . 2 But action is not unlawful for the purposes of this Part by reason only of the fact that it contravenes a duty under or by virtue of  any of the following provisions of the Equality Act 2010 — a section 1 (public sector duty regarding socio-economic inequalities), b section 149, 153 or 154 (public sector equality duty), c Part 12 (disabled persons: transport), or d section 190 (disability: improvements to let dwelling houses)."}, {"act": "Equality Act 2006", "year": 2006, "section": "35", "section_title": "General", "section_text": "35 In this Part— “ act ” includes deliberate omission, “ groups ” has the meaning given by section 10, “ the Commission ” means the Commission for Equality and Human Rights, “ disabled person ” has the meaning given by section 8, “ human rights ” has the meaning given by section 9, ... “ race ” includes colour, nationality, ethnic origin and national origin, “ religion or belief ” has the same meaning as in  section 10 of the Equality Act 2010 , and “ sexual orientation ”  has the same meaning as in section 12 of the Equality Act 2010. persons of the same sex as him or her, persons of the opposite sex, or both."}, {"act": "Equality Act 2006", "year": 2006, "section": "36", "section_title": "Dissolution", "section_text": "36 1 The Secretary of State may by order provide for— a any of the former Commissions to cease to exist, or b the removal from any of the former Commissions of a specified function. 2 In this Part  “ the former Commissions ” means— a the Equal Opportunities Commission, b the Commission for Racial Equality, and c the Disability Rights Commission. 3 The Secretary of State shall by exercising the power under subsection (1) ensure that each of the former Commissions ceases to exist not later than the end of 31st March 2009."}, {"act": "Equality Act 2006", "year": 2006, "section": "37", "section_title": "Transfer of property, &c.", "section_text": "37 1 An order under section 36(1) in respect of any of the former Commissions may provide for the transfer to the Commission for Equality and Human Rights of specified property, rights and liabilities of the former Commission. 2 The Secretary of State may give a former Commission any direction that the Secretary of State thinks appropriate in connection with the dissolution of the former Commission or the establishment of the Commission for Equality and Human Rights; and a direction may, in particular, require the former Commission— a to provide information in connection with property, rights or liabilities; b to provide information in connection with the exercise of functions; c to transfer specified property, rights and liabilities to a specified person; d to make property, staff or facilities available, on such terms or conditions as may be specified in the direction, to the Commission for Equality and Human Rights; e not to take action of a specified kind or in specified circumstances. 3 The Secretary of State may direct a former Commission to prepare a scheme for the transfer of specified property, rights and liabilities to— a the Commission for Equality and Human Rights, or b another person specified in the direction. 4 If the Secretary of State gives a direction under subsection (3)— a the former Commission shall prepare a scheme in accordance with the direction, having consulted either the Commission for Equality and Human Rights or the person specified under subsection (3)(b), and b the scheme shall have effect— i when approved by the Secretary of State, and ii subject to any modifications made by him, having consulted the former Commission and either the Commission for Equality and Human Rights or the person specified under subsection (3)(b). 5 Where a former Commission ceases to exist by virtue of section 36(1)(a), its property, rights and liabilities shall by virtue of this subsection vest in the Commission for Equality and Human Rights (and this subsection operates in addition to any transfer provided for by virtue of subsection (1) above). 6 An order, direction or scheme under or by virtue of this section may, in particular— a specify property, rights or liabilities; b specify a class or description of property, rights or liabilities; c specify property, rights or liabilities to a specified extent."}, {"act": "Equality Act 2006", "year": 2006, "section": "38", "section_title": "Transfer of property: supplemental", "section_text": "38 1 A direction under section 37— a shall be in writing, b may be given only following consultation with the former Commission to which the direction relates and, where the Secretary of State thinks it appropriate, the Commission for Equality and Human Rights, and c may be varied or revoked by a further direction. 2 In so far as is appropriate as a consequence of a transfer effected by or by virtue of section 37— a anything done by or in relation to any of the former Commissions which has effect immediately before the transfer shall continue to have effect as if done by or in relation to the Commission for Equality and Human Rights, and b anything (including any legal proceedings) which immediately before the transfer is in the process of being done by or in relation to any of the former Commissions may be continued by or in relation to the Commission for Equality and Human Rights. 3 In so far as is appropriate in consequence of a transfer effected by or by virtue of section 37 a reference to any of the former Commissions in an agreement, instrument or other document shall be treated as a reference to the Commission for Equality and Human Rights. 4 Section 37, and a direction, scheme or order under or by virtue of that section, shall operate in relation to property, rights or liabilities— a whether or not they would otherwise be capable of being transferred, b without any instrument or other formality being required, and c irrespective of any requirement for consent that would otherwise apply. 5 A scheme or order under or by virtue of section 37 which relates to rights or liabilities under a contract of employment— a must provide for the application of the   Transfer of Undertakings (Protection of Employment) Regulations 2006 , and b must provide that for any purpose relating to an employee of a former commission who becomes an employee of the Commission for Equality and Human Rights by virtue of the scheme or order— i a period of employment with the former commission shall be treated as a period of employment with the Commission for Equality and Human Rights, and ii the transfer to that Commission shall not be treated as a break in service."}, {"act": "Equality Act 2006", "year": 2006, "section": "39", "section_title": "Orders and regulations", "section_text": "39 1 An order of a Minister of the Crown under this Part and regulations under this Part shall be made by statutory instrument. 2 An order of a Minister of the Crown under this Part and regulations under this Part— a may make provision generally or only for specified purposes, b may make different provision for different purposes, and c may include transitional, incidental or consequential provision. 3 An order or regulations under any of the following provisions shall be subject to annulment in pursuance of a resolution of either House of Parliament— a section 15(3), b section 28, c section 29, d section 36, and e Part 5 of Schedule 1. 4 An order under section  15(6) — a may, in particular, make consequential amendment of an enactment (including this Act and including an enactment in or under an Act of the Scottish Parliament), and b may not be made unless a draft has been laid before and approved by resolution of each House of Parliament. 5 An incidental provision included in an order or regulations by virtue of subsection (2)(c) may, in particular, impose a requirement for consent to action under or by virtue of the order or regulations."}, {"act": "Equality Act 2006", "year": 2006, "section": "40", "section_title": "Consequential amendments", "section_text": "40 Schedule 3 (consequential amendments) shall have effect."}, {"act": "Equality Act 2006", "year": 2006, "section": "41", "section_title": "Transitional: the Commission", "section_text": "41 1 If an order under section 93 provides for any of sections 1 to 3 and Schedule 1 to come into force (to any extent) at a time before any of sections 8 to 32 come into force (to any extent)— a the period between that time and the commencement of any of sections 8 to 32 (to any extent) is the  “ transitional period ” for the purposes of this section, and b the following provisions of this section shall have effect. 2 During the transitional period the minimum number of Commissioners shall be five (and not as provided by paragraph 1 of Schedule 1). 3 The Secretary of State shall, as soon as is reasonably practicable after making the first appointments under that paragraph, appoint as additional members of the Commission (to be known as Transition Commissioners)— a a commissioner of the Equal Opportunities Commission nominated by its chairman, b a commissioner of the Commission for Racial Equality nominated by its chairman, and c a commissioner of the Disability Rights Commission nominated by its chairman. 4 A person may nominate himself as a Transition Commissioner. 5 If a Transition Commissioner ceases to be a commissioner of the Commission whose chairman nominated him— a he shall cease to be a Transition Commissioner, b the chairman of that Commission shall nominate a replacement, and c the Secretary of State shall appoint the nominated replacement. 6 A person shall hold appointment as a Transition Commissioner until a time specified by order of the Secretary of State (subject to subsection (5)); and the Secretary of State shall specify a time which in his opinion is not more than two years after the time when, by virtue of section 36, the Commission whose chairman nominated the Transition Commissioner— a ceases to exist, or b loses its principal functions. 7 In all other respects the provisions of this Part apply in relation to a Transition Commissioner as in relation to another Commissioner."}, {"act": "Equality Act 2006", "year": 2006, "section": "42", "section_title": "Transitional: functions of the dissolved Commissions", "section_text": "42 1 An order under section 36(1)(a) or (b) may— a provide for a former Commission to continue to exercise a function in respect of a transitional case of a kind specified; b provide for the Commission for Equality and Human Rights to exercise a function of a former Commission in respect of a transitional case of a kind specified. 2 An order under section 93 commencing a provision of Schedule 3 or 4 may include a saving or a consequential or incidental provision for the purpose of the operation of provision made by virtue of subsection (1) above; and the saving, consequential or incidental provision may, in particular, include provision applying, disapplying or modifying the application of a provision of this Act or of another enactment (including an enactment in or under an Act of the Scottish Parliament). 3 A code of practice issued by a Commission dissolved by virtue of section 36, or which relates to a function of a Commission removed by virtue of section 36(1)(b)— a shall continue to have effect until revoked by the Secretary of State, at the request of the Commission for Equality and Human Rights, by order made by statutory instrument, and b may be revised by the Commission for Equality and Human Rights as if it had been issued under section 14. 4 Consultation undertaken by a former Commission in relation to the issue or revision of a code of practice may be relied upon by the Commission for Equality and Human Rights for a purpose of section 14. 5 An order under subsection (3)(a) shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Equality Act 2006", "year": 2006, "section": "43", "section_title": "Transitional: rented housing in Scotland", "section_text": "43 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "44", "section_title": "Religion and belief", "section_text": "44 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "45", "section_title": "Discrimination", "section_text": "45 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "46", "section_title": "Goods, facilities and services", "section_text": "46 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "47", "section_title": "Premises", "section_text": "47 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "48", "section_title": "Section 47: exceptions", "section_text": "48 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "49", "section_title": "Educational establishments", "section_text": "49 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "50", "section_title": "Section 49: exceptions", "section_text": "50 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "51", "section_title": "Local education authorities and education authorities", "section_text": "51 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "52", "section_title": "Public authorities: general", "section_text": "52 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "53", "section_title": "Discriminatory practices", "section_text": "53 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "54", "section_title": "Discriminatory advertisements", "section_text": "54 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "55", "section_title": "Instructing or causing discrimination", "section_text": "55 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "56", "section_title": "Statutory requirements", "section_text": "56 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "57", "section_title": "Organisations relating to religion or belief", "section_text": "57 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "58", "section_title": "Charities relating to religion or belief", "section_text": "58 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "59", "section_title": "Faith schools, &c.", "section_text": "59 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "60", "section_title": "Membership requirement", "section_text": "60 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "61", "section_title": "Education, training and welfare", "section_text": "61 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "62", "section_title": "Care within family", "section_text": "62 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "63", "section_title": "National security", "section_text": "63 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "64", "section_title": "Amendment of exceptions", "section_text": "64 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "65", "section_title": "Restriction of proceedings", "section_text": "65 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "66", "section_title": "Claim of unlawful action", "section_text": "66 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "67", "section_title": "Immigration...", "section_text": "67 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "68", "section_title": "Remedies", "section_text": "68 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "69", "section_title": "Timing", "section_text": "69 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "70", "section_title": "Information", "section_text": "70 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "71", "section_title": "National security", "section_text": "71 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "72", "section_title": "Validity and revision of contracts", "section_text": "72 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "73", "section_title": "Aiding unlawful acts", "section_text": "73 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "74", "section_title": "Employers' and principals' liability", "section_text": "74 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "75", "section_title": "Police, &c.", "section_text": "75 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "76", "section_title": "Indirect provision of benefit, &c.", "section_text": "76 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "77", "section_title": "Employment Equality Regulations", "section_text": "77 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "78", "section_title": "Crown application", "section_text": "78 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "79", "section_title": "Interpretation", "section_text": "79 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "80", "section_title": "Territorial application", "section_text": "80 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "81", "section_title": "Regulations", "section_text": "81 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "82", "section_title": "Regulations for Northern Ireland", "section_text": "82 1 The Office of the First Minister and deputy First Minister may by regulations make provision about discrimination or harassment on grounds of sexual orientation. 2 In subsection (1)  “ sexual orientation ” has the same meaning as in the Employment Equality (Sexual Orientation) Regulations (Northern Ireland) 2003 ( SR  2003  No.  497). 3 The regulations may, in particular— a make provision of a kind similar to Part 3 of the Race Relations Order (discrimination on grounds of race, etc. other than in employment field) and Part 4 of that Order so far as it applies for the purposes of Part 3; b define discrimination; c define harassment; d make provision for enforcement (which may, in particular, include provision— i creating a criminal offence of a kind similar to, and with the same maximum penalties as, an offence created by the Race Relations Order; ii about validity and revision of contracts; iii about discriminatory advertisements; iv about instructing or causing discrimination or harassment); e provide for exceptions (whether or not of a kind similar to those provided for by Part 6 of the Race Relations Order or any other enactment relating to discrimination); f confer powers or impose duties or restrictions on the Equality Commission for Northern Ireland of a kind similar to those conferred or imposed on the Commission by Part 7 of the Race Relations Order; g make provision which applies generally or only in specified cases or circumstances; h make different provision for different cases or circumstances; i include incidental or consequential provision (which may include provision amending an enactment); j include transitional provision. 4 The power to make regulations under this section is exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 ( SI  1979/ 1573 ( NI  12)). 5 Regulations may not be made under this section unless a draft has been laid before and approved by resolution of the Northern Ireland Assembly. 6 In this section— “ the Race Relations Order ” means the Race Relations (Northern Ireland) Order 1997 (SI 1997/869 (N.I. 6)); “ enactment ” includes an enactment contained in or made under Northern Ireland legislation."}, {"act": "Equality Act 2006", "year": 2006, "section": "83", "section_title": "Prohibition of discrimination", "section_text": "83 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "84", "section_title": "General duty to promote equality, &c.", "section_text": "84 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "85", "section_title": "Specific duties", "section_text": "85 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "86", "section_title": "Codes of practice", "section_text": "86 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "87", "section_title": "National security", "section_text": "87 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "88", "section_title": "General duty: exceptions", "section_text": "88 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "89", "section_title": "National security", "section_text": "89 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "90", "section_title": "National security", "section_text": "90 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Equality Act 2006", "year": 2006, "section": "91", "section_title": "Repeals", "section_text": "91 The enactments listed in Schedule 4 are hereby repealed to the extent specified."}, {"act": "Equality Act 2006", "year": 2006, "section": "92", "section_title": "Crown application", "section_text": "92 This Act applies (except as is otherwise expressly provided) to— a Ministers of the Crown, b government departments, c office-holders in the Scottish Administration (within the meaning of section 126(7) of the Scotland Act 1998 (c. 46)), and ca the Welsh Ministers, the First Minister for Wales and the Counsel General to the Welsh Assembly Government, d other agents of the Crown."}, {"act": "Equality Act 2006", "year": 2006, "section": "93", "section_title": "Commencement", "section_text": "93 1 The preceding provisions of this Act, except for sections 41, 42 and 86, shall come into force in accordance with provision made by the Secretary of State by order. 2 An order under subsection (1)— a shall be made by statutory instrument, b may make provision generally or only for a specified purpose, c may make different provision for different purposes, and d may include transitional provisions and savings."}, {"act": "Equality Act 2006", "year": 2006, "section": "94", "section_title": "Extent", "section_text": "94 1 This Act extends only to— a England and Wales, and b Scotland. 2 But— a section 82 extends only to Northern Ireland, and b except as provided by subsection (3), an amendment of an enactment by this Act shall have the same extent as the enactment amended (or as the relevant part of the enactment amended). 3 Paragraphs 36 to 38  ... of Schedule 3 (which amend the Estate Agents Act 1979 (c. 38)  ...), together with corresponding entries in Schedule 4, shall not extend to Northern Ireland."}, {"act": "Equality Act 2006", "year": 2006, "section": "95", "section_title": "Short title", "section_text": "95 This Act may be cited as the Equality Act 2006."}]