[{"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "1", "section_title": "Interpretation of principal terms", "section_text": "1 1 In this Act  “ the London Olympics ” means— a the Games of the Thirtieth Olympiad that are to take place in 2012, and b the Paralympic Games that are to take place in that year. 2 A reference in this Act to the London Olympics includes a reference to any event which forms part of the Games specified in subsection (1)(a) or (b) including, in particular— a an event, other than a sporting event, held in accordance with the Host City Contract, and b an event which is to take place outside London. 3 In this Act— a “ the British Olympic Association ” means the company limited by guarantee registered with that name, b “ London Olympic event ” means an event (whether or not a sporting event and whether or not held in London) held as part of the London Olympics, c “ the London Olympics period ” means the period which— i begins four weeks before the day of the opening ceremony of the Games of the Thirtieth Olympiad that are to take place in 2012, and ii ends with the fifth day after the day of the closing ceremony of the Paralympic Games 2012, d “ the London Organising Committee ” means the organising committee formed in accordance with section 2 of the Host City Contract as the company limited by guarantee registered as the London Organising Committee of the Olympic Games Limited ( LOCOG ), e “ the Host City Contract ” means the Host City Contract, for the Games of the Thirtieth Olympiad that are to take place in 2012, signed at Singapore on 6th July 2005 and entered into by— i the International Olympic Committee, ii the Mayor of London (representing London), and iii the British Olympic Association, f “ the Paralympic Games ” means the events known by that name and to be organised by the London Organising Committee in accordance with section 60 of the Host City Contract, and g “ the Olympic Charter ” means the Olympic Charter of the International Olympic Committee."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "2", "section_title": "Alteration of Olympic documents", "section_text": "2 1 If the Secretary of State  ...  thinks that a reference in this Act to an Olympic document has ceased to be accurate by reason of the amendment or substitution of that document, he may by order amend the reference. 2 In subsection (1)  “ Olympic document ” means a document referred to in section 1. 3 An order under subsection (1)— a may include consequential or incidental provision, b shall be made by statutory instrument, c shall be subject to annulment in pursuance of a resolution of either House of Parliament, and d may not be made unless the Secretary of State   ... has consulted the London Organising Committee."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "3", "section_title": "Establishment", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "4", "section_title": "General functions", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "5", "section_title": "Planning", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "6", "section_title": "Security", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "7", "section_title": "Street lighting and cleaning", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "8", "section_title": "Transfer schemes", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "9", "section_title": "Dissolution", "section_text": "9 1 The Secretary of State   ... may by order make provision for the dissolution of the Authority. 2 An order under this section may, in particular— a provide for the transfer of property, rights or liabilities of the Authority to— i the Secretary of State, or ii any other person; b make provision enabling a person to receive anything transferred under paragraph (a) (and that provision shall have effect despite any other enactment or instrument); c establish a body corporate; d make consequential, incidental or transitional provision which may, in particular— i provide for anything done by or in relation to the Authority to have effect as if done by or in relation to another person; ii permit anything (which may include legal proceedings) which is in the process of being done by or in relation to the Authority when a transfer takes effect, to be continued by or in relation to another person; iii provide for a reference to the Authority in an instrument or other document to be treated as a reference to another person; iv amend an enactment. 3 Before making an order under this section the Secretary of State  ...  shall consult— a the Mayor of London, and b such other persons as the Secretary of State thinks appropriate. 4 The Secretary of State   ... may not make an order under this section providing for the transfer of property, rights or liabilities to a person unless the person has consented to the transfer. 5 An order under this section— a may transfer rights and liabilities relating to employees, but b shall not affect the operation of the Transfer of Undertakings (Protection of Employment) Regulations 1981 ( S.I.  1981/1794). 6 The Secretary of State  ...  may not make an order by virtue of subsection (5)(a) unless satisfied that sufficient notice has been given to enable compliance with any applicable requirement of those regulations. 7 An order under this section— a shall be made by statutory instrument, and b shall not be made unless a draft has been laid before Parliament."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "10", "section_title": "Olympic Transport Plan", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "11", "section_title": "Olympic Route Network", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "12", "section_title": "Co-operation", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "13", "section_title": "Functions affecting London Olympics", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "14", "section_title": "Traffic regulation orders and notices", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "15", "section_title": "Traffic regulation orders and notices: enforcement", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "15A", "section_title": "Section 15: supplemental", "section_text": "15A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "16", "section_title": " Road closures or restrictions ", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "16A", "section_title": "Enforcement of moving traffic contraventions in Greater London", "section_text": "16A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "16B", "section_title": "Section 16A: supplemental", "section_text": "16B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "16C", "section_title": "Enforcement of bus lane contraventions outside Greater London", "section_text": "16C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "16D", "section_title": "Section 16C: supplemental", "section_text": "16D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "16E", "section_title": "Goods vehicle operator licences: waiver of procedural requirements", "section_text": "16E . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "17", "section_title": " Office of Rail Regulation", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "18", "section_title": "Interpretation", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "19", "section_title": "Advertising regulations", "section_text": "19 1 The Secretary of State  ...  shall make regulations about advertising in the vicinity of London Olympic events. 2 In making the regulations the Secretary of State  ... — a shall aim to secure compliance with obligations imposed on any person by the Host City Contract, b shall have regard to any requests or guidance from the International Olympic Committee, and c shall also have regard to amenity and public safety. 3 The regulations shall specify, or provide criteria for determining— a the places in respect of advertising in which the regulations apply, b the nature of the advertising in respect of which the regulations apply, and c what is, or is not, to be treated for the purposes of the regulations as advertising in the vicinity of a place. 4 The regulations may apply in respect of advertising of any kind including, in particular— a advertising of a non-commercial nature, and b announcements or notices of any kind. 5 The regulations may apply in respect of advertising in any form including, in particular— a the distribution or provision of documents or articles, b the display or projection of words, images, lights or sounds, and c things done with or in relation to material which has or may have purposes or uses other than as an advertisement. 6 The regulations shall specify, or provide criteria for determining, the period of time during which they apply; and— a the regulations shall apply only for such time as the Secretary of State  ...  considers necessary for the purpose of securing compliance with obligations imposed on any person by the Host City Contract, and b the regulations may apply during different periods in respect of different places. 7 The regulations shall permit, subject to any specified conditions, advertising undertaken or controlled by— a any person specified in the regulations as appearing to the Secretary of State   ... to have responsibility in accordance with the Host City Contract for the control of advertising in relation to the London Olympics (“a responsible body”), or b any person authorised by a responsible body (whether or not subject to terms and conditions and whether or not in accordance with a sponsorship or other commercial agreement). 8 The regulations— a may prohibit action of a specified kind or in specified circumstances, b may impose obligations on persons who— i take action in relation to an advertisement, or ii have an interest in or responsibility for a product or service to which an advertisement relates, c may impose obligations on persons who own, occupy or have responsibility for the management of land, premises or other property, d may, in particular, impose on a person an obligation to take steps to ensure— i that other persons do not take action of a particular kind; ii that a situation is not permitted to continue, and e shall have effect despite any consent or permission granted (whether before or after the commencement of the regulations) by any landowner, local authority or other person."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "20", "section_title": "Regulations: supplemental", "section_text": "20 1 Regulations under section 19— a may, to a specified extent or for specified purposes, disapply or modify specified enactments relating to planning or the control of advertising, b may apply (with or without modifications) or make provision similar to any enactment (including, but not limited to, provisions of Chapter  III  of Part VIII of the Town and Country Planning Act 1990 (c. 8) (control of advertising) and regulations under that Chapter)), c may provide for exceptions (in addition to those referred to in section 19(7)) which may be expressed by reference to the nature of advertising, its purpose, the circumstances of its display or any other matter (which may include the consent of a specified person), d may make provision for application, with any specified modifications or exceptions, to the Crown, e may make provision which applies generally or only for specified purposes or in specified circumstances, f may make different provision for different purposes or circumstances, and g may apply in relation to advertising whether or not it consists of the result or continuation of activity carried out before the regulations come into force. 2 Regulations under section 19— a shall be made by statutory instrument, and b may not be made unless a draft has been laid before and approved by resolution of each House of Parliament. 2A But if, in relation to regulations under section 19 other than the first regulations, the Secretary of State considers that by reason of urgency it is necessary that they be made without being approved in draft— a subsection (2)(b) does not apply to the regulations, and b the regulations are instead subject to annulment in pursuance of a resolution of either House of Parliament. 3 Before making regulations under section 19 the Secretary of State  ...  shall consult— a such authorities, with responsibilities for planning in respect of places to which the regulations apply or may apply, as he thinks appropriate, b one or more persons who appear to the Secretary of State   ... to represent interests within the advertising industry which are likely to be affected by the regulations, c such other persons, who appear to the Secretary of State   ... to represent interests likely to be affected by the regulations, as he thinks appropriate, d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e the London Organising Committee. 4 If regulations under section 19 would be treated as a hybrid instrument for the purposes of the standing orders of either House of Parliament, they shall proceed in that House as if they were not a hybrid instrument."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "21", "section_title": "Offence", "section_text": "21 1 A person commits an offence if he contravenes regulations under section 19. 2 It shall be a defence for a person charged with an offence under subsection (1) to prove that the contravention of the regulations occurred— a without his knowledge, or b despite his taking all reasonable steps to prevent it from occurring or (where he became aware of it after its commencement) from continuing. 3 A person guilty of an offence under subsection (1) shall be liable— a on conviction on indictment, to a fine, or b on summary conviction, to a fine not exceeding £20,000. 4 A court by or before which a person is convicted of an offence under subsection (1) may require him to pay to  a local policing body,   a police authority or to the Olympic Delivery Authority sums in respect of expenses reasonably incurred in taking action under section 22(1) in relation to the matters to which the offence relates."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "22", "section_title": "Enforcement: power of entry", "section_text": "22 1 A constable  ... may— a enter land or premises on which they reasonably believe a contravention of regulations under section 19 is occurring (whether by reason of advertising on that land or premises or by the use of that land or premises to cause an advertisement to appear elsewhere); b remove, destroy, conceal or erase any infringing article; c when entering land under paragraph (a), be accompanied by one or more persons for the purpose of taking action under paragraph (b); d use, or authorise the use of, reasonable force for the purpose of taking action under this subsection. 2 The power to enter land or premises may be exercised only at a time that a constable  ... thinks reasonable having regard to the nature and circumstances of the contravention of regulations under section 19. 3 Before entering land or premises a constable  ... must take reasonable steps to— a establish the identity of an owner, occupier or person responsible for the management of the land or premises or of any infringing article on the land or premises, and b give any owner, occupier or responsible person identified under paragraph (a) such opportunity as seems reasonable to the constable  ... in the circumstances of the case to end the contravention of the regulations (whether by removing, destroying or concealing any infringing article or otherwise). 4 The power to enter premises may be exercised in relation to a dwelling only in accordance with a warrant issued by a justice of the peace; and a justice of the peace may issue a warrant only if satisfied on the application of a constable  ... that— a there are reasonable grounds to believe a contravention of regulations under section 19 is occurring in the dwelling or on land that can reasonably be entered only through the dwelling, b the constable  ... has complied with subsection (3), c the constable  ... has taken reasonable steps to give notice to persons likely to be interested of his intention to apply for a warrant, and d that it is reasonable in the circumstances of the case to issue a warrant. 5 The power to remove an article may be exercised only if the constable  ... thinks it necessary for the purpose of— a ending the contravention of regulations under section 19, b preventing a future contravention of the regulations,  or   c enabling the article to be used as evidence in proceedings for an offence under section 21,   or d enabling the article to be forfeited in accordance with section 143 of the Powers of Criminal Courts (Sentencing) Act 2000 (c. 6). 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Having exercised a power under this section a constable  ...— a shall take reasonable steps to leave the land or premises secure, and b shall comply with any provision of regulations under section 19 about informing specified persons of what the constable  ... has done. 8 Regulations under section 19 shall include provision enabling a person whose property is damaged in the course of the exercise or purported exercise of a power under this section (other than a person responsible for a contravention of the regulations or for the management of an infringing article) to obtain compensation from   a local policing body   or a police authority ; and the regulations may, in particular, include provision— a conferring jurisdiction on a court or tribunal; b about appeals. 9 A  local policing body   or a police authority   may recover from a person responsible for the contravention of the regulations, as if it were a debt, the reasonable costs of taking action under this section. 10 In this section— ...   “ infringing article ” means— an advertisement which contravenes regulations under section 19, and any other thing  , or an animal,   that constitutes a contravention of regulations under section 19 or is being used in connection with a contravention of the regulations."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "23", "section_title": "Role of Olympic Delivery Authority", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "24", "section_title": "Local planning authorities", "section_text": "24 1 The Secretary of State  ...  may by order require a specified local planning authority who grant advertising consent to a person to notify him of the effect of— a section 19(8)(e), and b any regulations under section 19. 2 In subsection (1)  “ advertising consent ” means consent of such kind as the order shall specify. 3 An order under subsection (1)— a shall be made by statutory instrument, and b shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "25", "section_title": "Street trading, &c.", "section_text": "25 1 The Secretary of State  ...  shall make regulations about trading in the vicinity of London Olympic events. 2 In making the regulations the Secretary of State  ... — a shall aim to secure compliance with obligations imposed on any person by the Host City Contract, b shall have regard to any requests or guidance from the International Olympic Committee, and c shall also have regard to amenity and public safety (including in each case the need to avoid congestion). 3 The regulations shall specify, or provide criteria for determining— a the places in respect of which the regulations apply, b the nature of the trading in respect of which the regulations apply, and c what is, or is not, to be treated for the purposes of the regulations as trading in the vicinity of a place. 4 The regulations may apply only in respect of trading which takes place— a on a highway, or b in another place— i to which the public have access (whether generally or only for the purpose of the trading), and ii which is not in any building other than one designed or generally used for the parking of cars. 5 The regulations shall specify, or provide criteria for determining, the period of time during which they apply; and— a the regulations shall apply only for such time as the Secretary of State  ...  considers necessary for the purpose of securing compliance with obligations imposed on any person by the Host City Contract, and b the regulations may apply during different periods in respect of different places. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "26", "section_title": "Section 25: supplemental", "section_text": "26 1 Regulations under section 25— a may, to a specified extent or for specified purposes, disapply or modify specified enactments relating to trading (which may include enactments conferring rights to conduct a fair or market), b may apply (with or without modifications) or make provision similar to any enactment  ..., c may provide for exceptions which may be expressed by reference to the nature of trading, its circumstances, the application of profits or any other matter (which may include the consent of a specified person), d may make provision which applies generally or only for specified purposes or in specified circumstances, and e may make different provision for different purposes or circumstances. 2 Regulations under section 25— a shall be made by statutory instrument, and b may not be made unless a draft has been laid before and approved by resolution of each House of Parliament. 2A But if, in relation to regulations under section 25 other than the first regulations, the Secretary of State considers that by reason of urgency it is necessary that they be made without being approved in draft— a subsection (2)(b) does not apply to the regulations, and b the regulations are instead subject to annulment in pursuance of a resolution of either House of Parliament. 3 Before making regulations under section 25 the Secretary of State  ...  shall consult— a such authorities, with responsibilities for the licensing of trading in respect of places to which the regulations apply or may apply, as he thinks appropriate, b such persons, who appear to the Secretary of State   ... to represent interests likely to be affected by the regulations, as he thinks appropriate, c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d the London Organising Committee. 4 Regulations under section 25 shall have effect despite any licence granted (whether before or after the commencement of the regulations)— a by any landowner, local authority or other person, or b by or by virtue of any enactment, Charter or other document. 5 If regulations under section 25 would be treated as a hybrid instrument for the purposes of the standing orders of either House of Parliament, they shall proceed in that House as if they were not a hybrid instrument. 6 In section 25 and this section  “ licence ” includes any kind of consent, certificate, permission or authority (by whatever name)."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "27", "section_title": "Offence", "section_text": "27 1 A person commits an offence if he contravenes regulations under section 25. 2 A person guilty of an offence under subsection (1) shall be liable— a on conviction on indictment, to a fine, or b on summary conviction, to a fine not exceeding £20,000."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "28", "section_title": "Enforcement: power of entry", "section_text": "28 1 A constable  ... may— a enter land or premises on which they reasonably believe a contravention of regulations under section 25 is occurring; b remove any infringing article; c when entering land under paragraph (a), be accompanied by one or more persons for the purpose of taking action under paragraph (b); d use, or authorise the use of, reasonable force for the purpose of taking action under this subsection. 2 The power to remove an article may be exercised only if the constable  ... thinks it necessary for the purpose of— a ending the contravention of regulations under section 25, b preventing a future contravention of the regulations,  or   c enabling the article to be used as evidence in proceedings for an offence under section 27,  or d enabling the article to be forfeited in accordance with section 143 of the Powers of Criminal Courts (Sentencing) Act 2000 (c. 6). 3 An article removed shall be returned when retention is no longer justified by a matter specified in subsection (2)(a) to (d); but this subsection does not apply to perishable articles which have ceased to be usable for trade. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Having exercised a power under this section a constable  ...— a shall take reasonable steps to leave the land or premises secure, and b shall comply with any provision of regulations under section 25 about informing specified persons of what the constable  ... has done. 6 Regulations under section 25 shall include provision enabling a person whose property is damaged in the course of the exercise or purported exercise of a power under this section (other than a person responsible for a contravention of the regulations) to obtain compensation from   a local policing body   or a police authority ; and the regulations may, in particular, include provision— a conferring jurisdiction on a court or tribunal; b about appeals. 7 A  local policing body   or a police authority   may recover from a person responsible for the contravention of regulations under section 25, as if it were a debt, the reasonable costs of taking action under this section. 8 In this section— ...   “ infringing article ” means— an article  or animal   that is being offered for trade in contravention of regulations under section 25 or is otherwise being used in connection with a contravention of the regulations, and anything (other than a vehicle) containing an article   or animal  to which paragraph (a) applies."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "29", "section_title": "Role of Olympic Delivery Authority", "section_text": "29 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "30", "section_title": "Other authorities", "section_text": "30 1 The Secretary of State  ...  may by order require specified persons to give information about the effect or likely effect of regulations under section 25 to persons falling within a specified class. 2 In particular, the order may require a person who grants a consent, certificate, permission or authority (by whatever name) to inform the recipient of the effect of section 26(4). 3 An order under this section— a shall be made by statutory instrument, and b shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "31", "section_title": "Sale of tickets", "section_text": "31 1 A person commits an offence if he sells an Olympic ticket— a in a public place or in the course of a business, and b otherwise than in accordance with a written authorisation issued by the London Organising Committee. 2 For the purposes of subsection (1)— a “ Olympic ticket ” means anything which is or purports to be a ticket for one or more London Olympic events, b a reference to selling a ticket includes a reference to— i offering to sell a ticket, ii exposing a ticket for sale, iii advertising that a ticket is available for purchase, and iv giving, or offering to give, a ticket to a person who pays or agrees to pay for some other goods or services, and c a person shall (without prejudice to the generality of subsection (1)(a)) be treated as acting in the course of a business if he does anything as a result of which he makes a profit or aims to make a profit. 3 A person does not commit an offence under subsection (1) by advertising that a ticket is available for purchase if— a the sale of the ticket if purchased would be in the course of a business only by reason of subsection (2)(c), and b the person does not know, and could not reasonably be expected to discover, that subsection (2)(c) would apply to the sale. 4 A person does not commit an offence under subsection (1)\t\t\t\t\t(whether actual or inchoate) only by virtue of making facilities available in connection with electronic communication or the storage of electronic data. 5 Where a person who provides services for electronic communication or for the storage of electronic data discovers that they are being used in connection with the commission of an offence under subsection (1), the defence in subsection (4) does not apply in respect of continued provision of the services after the shortest time reasonably required to withdraw them. 6 A person guilty of an offence under subsection (1) shall be liable on summary conviction to a fine not exceeding   £20,000  . 7 Section 32(2)(b) of the Police and Criminal Evidence Act 1984 (c. 60)\t\t\t\t\t(power to search premises) shall, in its application to the offence under subsection (1) above, permit the searching of a vehicle which a constable reasonably thinks was used in connection with the offence. 8 Subsection (9) applies where a person in Scotland is arrested in connection with the commission of an offence under subsection (1). 9 For the purposes of recovering evidence relating to the offence, a constable in Scotland may without warrant enter and search— a premises in which the person was when arrested or immediately before he was arrested, and b a vehicle which the constable reasonably believes is being used or was used in connection with the offence. 10 Subsection (9) is without prejudice to any power of entry or search which is otherwise exercisable by a constable in Scotland. 11 The London Organising Committee shall make arrangements for the grant of authorisations under subsection (1)(b); and the arrangements may, in particular— a make provision about charges; b enable the Committee to exercise unfettered discretion. 12 In this section a reference to a London Olympic event includes a reference to an event held by way of a pre-Olympic event in accordance with arrangements made by the London Organising Committee in pursuance of paragraph 7 of the Bye-Law to Rule 49 of the Olympic Charter."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "31A", "section_title": "Cases involving criminal proceedings", "section_text": "31A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "31B", "section_title": "Cases not involving criminal proceedings: articles other than vehicles", "section_text": "31B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "31C", "section_title": "Cases not involving criminal proceedings: vehicles", "section_text": "31C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "31D", "section_title": "Disposal orders", "section_text": "31D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "31E", "section_title": "Sale or other disposal", "section_text": "31E . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "32", "section_title": "Olympic Symbol etc. (Protection) Act 1995", "section_text": "32 Schedule 3 (which amends the Olympic Symbol etc. (Protection) Act 1995 (c. 32)) shall have effect."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "33", "section_title": "London Olympics association right", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "34", "section_title": "Greater London Authority: powers", "section_text": "34 1 The Greater London Authority may do anything— a for the purpose of complying with an obligation of the Mayor of London under the Host City Contract (whether before, during or after the London Olympics), b for a purpose connected with preparing for or managing the London Olympics, or c for a purpose connected with anything done in accordance with paragraph (a) or (b). 2 In particular, the Greater London Authority may— a arrange for the construction, improvement or adaptation of premises or facilities of any description; b arrange for the provision of services of any description; c undertake works of any description; d acquire land or other property; e enter into agreements; f act jointly or cooperate with any person (whether or not having functions under the Host City Contract); g give financial or other assistance to persons in respect of activity connected with the London Olympics (whether or not the activity is undertaken in pursuance of an agreement with the Authority); h take action in respect of places outside London. 3 In exercising the function under subsection (1) the Authority shall have regard to the desirability of consulting and cooperating with— a the Secretary of State, aa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b the British Olympic Association, c the London Organising Committee, and d other persons with experience or knowledge which might be useful in relation to preparing for or managing the London Olympics. 4 In exercising the function under subsection (1) the Authority shall have regard to the desirability of maximising the benefits to be derived after the London Olympics from things done in preparation for them. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "35", "section_title": "Section 34: supplemental", "section_text": "35 1 Financial assistance under section 34(2)(g) may be given on terms or conditions (which may, in particular, include terms or conditions for repayment with or without interest). 2 The Greater London Authority may accept contributions towards expenditure in connection with the London Olympics. 3 The Secretary of State   ... may, after the conclusion of the London Olympics, repeal section 34 and this section by order made by statutory instrument; and the order may— a include savings (which may include provision saving, to such extent as may be specified and whether or not subject to modifications, the effect of a provision of the Greater London Authority Act 1999 or another primary or subordinate enactment in so far as it applies in relation to section 34); b include transitional provision (which may include provision relating to the effect of a provision of an enactment in so far as it applies in relation to section 34); c include provision for the transfer of property, rights or liabilities (which may, in particular, include provision for transfer— i to the Secretary of State or to any other person whether or not exercising functions of a public nature; ii on terms and conditions, whether as to payment or otherwise; iii of liabilities whether arising under the Host City Contract or otherwise; iv of rights or liabilities in relation to legal proceedings); d include provision of any other kind relating to the management, control or treatment of anything constructed or done in accordance with section 34(1); e include incidental or consequential provision; f make provision having effect generally or only for specified cases or purposes; g make different provision for different cases or purposes. 4 Before making an order under subsection (3) the Secretary of State  ...  shall consult the Mayor of London. 5 An order under subsection (3) shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "36", "section_title": "Regional development agencies", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "37", "section_title": "Scotland", "section_text": "37 1 In its application to Scotland, this Act has effect subject to the following modifications. 2 “Enactment”, except in section 9(2)(d)(iv), includes an enactment contained in, or in an instrument under, an Act of the Scottish Parliament. 3 “ Local authority ” means a council constituted under section 2 of the Local Government etc. (Scotland) Act 1994 (c. 39). 4 “ Local planning authority ” means a planning authority for the purposes of the Town and Country Planning (Scotland) Act 1997 (c. 8). 5 “ Police authority ” includes a joint police board constituted under an amalgamation scheme made under section 19 of the Police (Scotland) Act 1967 (c. 77). 6 References to costs are to be read as if they were references to expenses. 7 References to a highway are to be read as if they were references to a road within the meaning of the Roads (Scotland) Act 1984 (c. 54). 8 In sections 19 to 30— a references to the Secretary of State   ... are to be read as if they were references to the Scottish Ministers, and b references  (other than in sections 20 and 26)   to a resolution of either House of Parliament are to be read as if they were references to a resolution of the Scottish Parliament. 9 In section 20(1)(b), the reference to Chapter III of Part VIII of the Town and Country Planning Act 1990 (c. 8) is to be read as if it were a reference to Chapter 3 of Part 7 of the Town and Country Planning (Scotland) Act 1997. 9A Sections 20 and 26 are to have effect as if, in each case, for subsections (2) and (2A) there were substituted— 2 Regulations under that section are subject to the affirmative procedure. 2A But if, in relation to regulations under that section other than the first regulations, the Scottish Ministers consider that by reason of urgency it is necessary that they be made without being approved in draft— a subsection (2) does not apply to the regulations, and b the regulations are instead subject to the negative procedure. 10 In section 22(4)— a the references to a justice of the peace are to be read as if they were references to a sheriff, and b the reference to the application of a constable  ... is to be read as if it were a reference to the application of a procurator fiscal. 11 In sections 22(5)(d) and 28(2)(d), the references to section 143 of the Powers of Criminal Courts (Sentencing) Act 2000 (c. 6) are to be read as if they were references to section 21 of the Proceeds of Crime (Scotland) Act 1995 (c. 43). 12 In section 22, subsection (6) has effect as if there were substituted for it— 6 An article that is held by a constable (having been removed by or delivered to the constable) shall be returned when retention is no longer justified by a matter specified in subsection (5)(a) to (c), unless— a in the case of a perishable article, the article has ceased to be usable for trade, or b the court orders the article to be forfeited under Part 2 of the Proceeds of Crime (Scotland) Act 1995. 6A Subject to subsection (6), the article shall be treated as if acquired by the constable in the course of the investigation of an offence. 6B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 In section 28, subsection (4) has effect as if there were substituted for it— 4 An article that is held by a constable (having been removed by or delivered to the constable) shall be returned when retention is no longer justified by a matter specified in subsection (2)(a) to (c), unless— a in the case of a perishable article, the article has ceased to be usable for trade, or b the court orders the article to be forfeited under Part 2 of the Proceeds of Crime (Scotland) Act 1995. 4A Subject to subsection (4), the article shall be treated as if acquired by the constable in the course of the investigation of an offence. 4B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "38", "section_title": "Northern Ireland", "section_text": "38 In its application to Northern Ireland this Act has effect as if— a references to an enactment included references to Northern Ireland legislation, b references to a police authority were references to the Northern Ireland Policing Board, c references to a justice of the peace were references to a lay magistrate, d references to a local planning authority were references to the Department of the Environment in Northern Ireland, e references to a highway were references to a road (within the meaning of the Roads (Northern Ireland) Order 1980 (S.I. 1980/1085 (N.I. 11)), f references to a local authority were references to a district council, g the reference in section 28(2)(d) to section 143 of the Powers of Criminal Courts (Sentencing) Act 2000 (c. 6) were a reference to Article 11 of the Criminal Justice (Northern Ireland) Order 1994 ( S.I.  1994/2795 N.I. 15)), h the reference in section 31(5) to section 32(2)(b) of the Police and Criminal Evidence Act 1984 (c. 60) were a reference to Article 34(2)(b) of the Police and Criminal Evidence (Northern Ireland) Order 1989 (S.I. 1989/1341 (N.I. 12)), and i for section 39 there were substituted— Offences: arrest @AMP@fill In Article 26(2) of the Police and Criminal Evidence (Northern Ireland) Order 1989 (arrestable offences) at the end add— r offences under section 21(1), 27(1) or 31(1) of the London Olympic Games and Paralympic Games Act 2006 (unauthorised advertising, trading and ticket sales)."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "39", "section_title": "Offences: arrest", "section_text": "39 1 At the end of Schedule 1A to the Police and Criminal Evidence Act 1984 (arrestable offences) add— London Olympic Games and Paralympic Games Act 2006 27B An offence under section 21(1), 27(1) or 31(1) of the London Olympic Games and Paralympic Games Act 2006 (unauthorised advertising, trading and ticket-sales). 2 A constable in Scotland may arrest without warrant a person who the constable reasonably believes is committing or has committed an offence under section 21(1), 27(1) or 31(1). 3 Subsection (2) is without prejudice to any power of arrest which is otherwise exercisable by a constable in Scotland."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "40", "section_title": "Commencement and duration", "section_text": "40 1 The following provisions of this Act shall come into force on Royal Assent— a section 1, b sections 3 to 5 and Schedule 1, c section 32 and paragraphs 1 to 11 of Schedule 3, d section 33 and Schedule 4, e sections 34 and 35(1) and (2), f section 36(3)(a) and (d), g section 37, and h section 38. 2 The other preceding provisions of this Act (including paragraphs 12 to 14 of Schedule 3) shall come into force in accordance with provision made by order of the Secretary of State  ... . 3 But the following provisions of this Act, so far as they extend to Scotland, shall come into force in accordance with provision made by order of the Scottish Ministers— a sections 19 to 31, and b section 39(2) and (3). 4 An order under subsection (2) or (3)— a may make provision generally or only for specified purposes, b may make different provision for different purposes, c may include transitional or incidental provision, and d shall be made by statutory instrument. 5 Despite subsection (1)(c), for the purposes of criminal proceedings under a provision of the Olympic Symbol etc. (Protection) Act 1995 (c. 32) in respect of anything done before the end of the period of two months beginning with the date on which this Act receives Royal Assent, no account shall be taken of any amendment made of that Act by Schedule 3 to this Act. 6 Sections 10 to 18 (including any power to make orders or give directions) shall cease to have effect at the end of the London Olympics period. 7 Paragraph 14 of Schedule 3, which inserts new sections 12A and 12B into the Olympic Symbol etc. (Protection) Act 1995, shall have effect in relation to things arriving in the United Kingdom during the period— a beginning with the day specified under subsection (2) above for the commencement of paragraph 14 of Schedule 3, and b ending with 31st December 2012. 8 Section 33 and Schedule 4 shall cease to have effect at the end of 31st December 2012. 9 In respect of section 36(3)— a paragraph (a) shall have effect in relation to compulsory purchase orders made on or after 1st October 2005, b an order bringing paragraph (b) into force on a date (“ the commencement date ”)— i may provide for paragraph (b) to have effect in relation to purchases (whether compulsory or voluntary) completed before, on or after the commencement date, but ii must include provision modifying section 295 of the Housing Act 1985 in its application by virtue of section 36(3)(b) so that extinguishment of rights and easements takes effect, in the case of a purchase completed before the commencement date, on the commencement date, c an order bringing paragraph (c) into force on a date (“ the commencement date ”)— i may provide for paragraph (c) to have effect in relation to purchases (whether compulsory or voluntary) completed on or after 1st October 2005, but ii shall not affect the lawfulness of anything done before the commencement date, and d paragraph (d) shall be treated as having taken effect on 1st October 2005."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "41", "section_title": "Extent and application", "section_text": "41 1 The following provisions of this Act extend only to England and Wales— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c sections 10 to 18, and d sections 34 to 36. 2 The remaining provisions of this Act extend to— a England and Wales, b Scotland, and c Northern Ireland. 3 The provisions specified in subsection (1) (except section 36) shall apply only in relation to— a places in England, and b things done in or in respect of England. 4 In their application to things done in Wales, sections 19 to 30 shall have effect as if— a a reference to the Secretary of State  ...  were a reference to the National Assembly for Wales, and b a reference to a resolution of each or either House of Parliament were a reference to a resolution of the National Assembly for Wales. 5 Section 31 shall apply in respect of anything done whether in the United Kingdom or elsewhere."}, {"act": "London Olympic Games and Paralympic Games Act 2006", "year": 2006, "section": "42", "section_title": "Short title", "section_text": "42 This Act may be cited as the London Olympic Games and Paralympic Games Act 2006."}]