[{"act": "National Lottery Act 2006", "year": 2006, "section": "1", "section_title": "Constitution", "section_text": "1 1 Schedule 2A to the National Lottery  etc.  Act 1993 (c. 39) (National Lottery Commission) shall be amended as follows. 2 For paragraph 2(1) substitute— 1 The Commission shall consist of at least five members, appointed by the Secretary of State. 3 For paragraph 4 substitute— 4 1 The Secretary of State shall appoint a member of the Commission as chairman. 2 A member of the Commission who is also an employee of the Commission may not be appointed as chairman. 3 The chairman shall hold and vacate office in accordance with the terms of his appointment; but— a sub-paragraphs (2) to (5) of paragraph 3 shall apply to the office of chairman as they apply to the office of member, and b if the chairman ceases to be a member he shall cease to be chairman. 4 After paragraph 6 insert— 6A 1 The Secretary of State may appoint the Chief Executive of the Commission as a member. 2 Where the Chief Executive is appointed as a member— a paragraph 5 shall not apply to him, and b if he ceases to be Chief Executive he ceases to be a member. 3 Where the Chief Executive is appointed as a member the Secretary of State may, on the recommendation of the Commission, appoint another employee of the Commission as a member; and— a paragraph 5 shall not apply to a person appointed by virtue of this sub-paragraph, b the Secretary of State may suspend or terminate an appointment made by virtue of this sub-paragraph if the Chief Executive ceases to be a member, and c if a person appointed by virtue of this sub-paragraph ceases to be an employee of the Commission he shall cease to be a member."}, {"act": "National Lottery Act 2006", "year": 2006, "section": "2", "section_title": "Disclosure of information", "section_text": "2 After section 4A of the National Lottery etc. Act 1993 (c. 39) (consultation with Gambling Commission: inserted by the Gambling Act 2005) insert— Disclosure of information 4B 1 The Commissioners for Her Majesty's Revenue and Customs may disclose information to the National Lottery Commission. 2 The National Lottery Commission may disclose information to the Commissioners for Her Majesty's Revenue and Customs. 3 Information disclosed under this section shall not be further disclosed except in accordance with subsection (4). 4 Information may be further disclosed— a for the purpose of complying with an enactment, b in pursuance of an order of a court, c for the purpose of legal proceedings connected with the operation of an enactment relating to lotteries, d with the consent of the Commissioners for Her Majesty's Revenue and Customs, e with the consent of each person to whom the information relates, or f to the National Audit Office for the purposes of the exercise of functions under Part II of the National Audit Act 1983 (c. 44). 5 This section has effect despite any prohibition or restriction that would otherwise prevent disclosure of information. Wrongful disclosure 4C 1 This section applies to a person— a who is or was an officer or employee of the National Lottery Commission, or b who acts or acted on behalf of the National Lottery Commission. 2 A person to whom this section applies commits an offence if he discloses information received from the Commissioners for Her Majesty's Revenue and Customs in contravention of section 4B(3) and the information relates to a person whose identity— a is specified in the disclosure, or b can be deduced from it. 3 It is a defence for a person charged with an offence under this section of disclosing information to prove that he reasonably believed— a that the disclosure was lawful, or b that the information had already and lawfully been made available to the public. 4 A person guilty of an offence under this section shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding two years, to a fine or to both, or b on summary conviction, to imprisonment for a term not exceeding 12 months, to a fine not exceeding the statutory maximum or to both. 5 In relation to a conviction occurring before the commencement of section 282 of the Criminal Justice Act 2003 (c. 44) (short sentences) the reference in subsection (4)(b) to 12 months shall have effect as if it were a reference to six months. 6 In the application of this section to Scotland or Northern Ireland the reference in subsection (4)(b) to 12 months shall be taken as a reference to six months."}, {"act": "National Lottery Act 2006", "year": 2006, "section": "3", "section_title": "Licensees", "section_text": "3 In the following provisions of the National Lottery etc. Act 1993 (c. 39) for  “body corporate” or  “body” substitute  “              person            ” \t\t\t(and for  “bodies” substitute  “              persons            ” )— a section 1(3)(a) and (b)\t\t\t\t\t(promotion of lottery), b section 5(1), (2) and (4)\t\t\t\t\t(and the heading)\t\t\t\t\t(licence to run National Lottery), c section 6(1) and (4)\t\t\t\t\t(and the heading)\t\t\t\t\t(licence to promote lotteries), d section 7(2)(g)\t\t\t\t\t(supplemental), and e section 10(1) and (2)\t\t\t\t\t(revocation)."}, {"act": "National Lottery Act 2006", "year": 2006, "section": "4", "section_title": "Length of licence", "section_text": "4 1 In section 7 of the National Lottery etc. Act 1993 (c. 39)\t\t\t\t\t(licensing: supplemental) after subsection (1) insert— 1A The period specified under subsection (1) must— a begin with the date of grant of the licence, and b not exceed 15 years. 1B A licence granted under section 5 or 6 may (subject to the restriction in subsection (1A)(b)) include— a provision enabling the period specified under subsection (1) to be extended by the Commission; b provision enabling the period specified under subsection (1) to be extended by agreement between the Commission and the licensee. 2 In section 7(2) of that Act for  “Such a licence” substitute  “                  A licence granted under section 5 or 6                ” ."}, {"act": "National Lottery Act 2006", "year": 2006, "section": "5", "section_title": "Fees", "section_text": "5 1 After section 7 of the National Lottery etc. Act 1993 (c. 39)\t\t\t\t\t(licences: supplemental) insert— Annual fee 7A 1 The holder of a licence under section 5 or 6— a shall pay a first annual fee to the Commission within such period after the issue of the licence as may be prescribed, and b shall pay an annual fee to the Commission before each anniversary of the issue of the licence. 2 In this section— “ annual fee ” means a fee of such amount as may be prescribed, and “ prescribed ” means prescribed by regulations made by the Secretary of State. 3 Subsection (1)(b) does not apply in relation to an anniversary of the issue of a licence on or immediately before which the licence ceases, by virtue of its terms, to have effect. 4 The Commission shall pay fees received by virtue of this section into the Consolidated Fund. 2 Section 7(5) and (6) of that Act (fee on grant of licence) shall cease to have effect. 3 In section 10 of that Act (revocation of licence)— a after subsection (3) insert— 3A The Commission shall revoke a licence granted under section 5 or 6 if the licensee fails to pay the annual fee in accordance with section 7A; but the Commission may disapply this subsection if it thinks that a failure to pay is attributable to administrative error. , and b at the end of subsection (4) add  “                      or under subsection (3A).                    ”"}, {"act": "National Lottery Act 2006", "year": 2006, "section": "6", "section_title": "Licensing structure", "section_text": "6 1 The Secretary of State may by order provide for Schedule 1 (which amends the licensing structure of the National Lottery) to have effect. 2 Before making an order under subsection (1) the Secretary of State must consult the  Gambling  Commission. 3 An order under subsection (1)— a may make transitional or incidental provision, b may bring all or part of Schedule 1 into force, c may make different provision for different purposes, d shall be made by statutory instrument, and e shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "National Lottery Act 2006", "year": 2006, "section": "7", "section_title": "National Lottery Distribution Fund: apportionment", "section_text": "7 1 Section 22 of the National Lottery etc. Act 1993 (c. 39)\t\t\t\t\t(apportionment of money in Distribution Fund) shall be amended as follows. 2 In subsection (3)— a at the end of paragraph (c) add  “                      and                    ” , and b for paragraphs (d) and (f) substitute— d 50 per cent. shall be allocated for prescribed expenditure that is— i charitable, or ii connected with health, or iii connected with education, or iv connected with the environment. 3 After subsection (3) insert— 3A In subsection (3)(d)\t\t\t\t\t\t\t\t “ prescribed expenditure ” means expenditure of a description prescribed by order of the Secretary of State. 3B A description of expenditure under subsection (3A) may, in particular, refer to expenditure in relation to— a England, b Wales, c Scotland, d Northern Ireland, e any of the Channel Islands, or f the Isle of Man; and expenditure described by virtue of this subsection is referred to in this Act as  “ devolved expenditure ”. 3C Before making an order under subsection (3A) the Secretary of State shall consult— a the Big Lottery Fund, b the National Assembly for Wales, c the Scottish Ministers, d the Northern Ireland Department of Culture, Arts and Leisure, and e such other persons (if any) as he thinks appropriate."}, {"act": "National Lottery Act 2006", "year": 2006, "section": "8", "section_title": "Reallocation of funds", "section_text": "8 1 After section 29 of the National Lottery etc. Act 1993 (c. 39)\t\t\t\t\t(variation of percentages for allocation of funds) insert— Reallocation of funds 29A 1 This section applies where money is— a allocated for a purpose under section 22(3), and b held for distribution by a body under section 23. 2 The Secretary of State may by order provide for the money to be held for distribution by a different body specified in the order (without altering the purpose for which the money is allocated). 3 Before making an order under this section the Secretary of State shall consult— a each body mentioned in the order, b the National Assembly for Wales, c the Scottish Ministers, d the Northern Ireland Department of Culture, Arts and Leisure, and e such other persons (if any) as he thinks appropriate. 2 In section 24 of that Act (payments from Distribution Fund) after  “section 23” insert  “                  or in an order under section 29A                ” . 3 In section 60(2) of that Act (orders and regulations: affirmative resolution) after paragraph (a)\t\t\t\t\t(and before the word  “or” immediately after that paragraph) insert— aa section 29A, ."}, {"act": "National Lottery Act 2006", "year": 2006, "section": "9", "section_title": "Investment income", "section_text": "9 In section 32 of the National Lottery etc. Act 1993 (National Lottery Distribution Fund: investment)— a for subsection (3)(a) and (b) substitute  “                  treated as if paid into the Fund by virtue of section 5(6).                ” , and b omit subsection (5)."}, {"act": "National Lottery Act 2006", "year": 2006, "section": "10", "section_title": "Distributing bodies: consultation", "section_text": "10 After section 25(2B) of the National Lottery etc. Act 1993 (application of money by distributing bodies) insert— 2C In determining how to distribute money in accordance with subsection (1) a body may— a consult any person; b take account of opinions expressed to it or information submitted to it."}, {"act": "National Lottery Act 2006", "year": 2006, "section": "11", "section_title": "Distributing bodies: publicity", "section_text": "11 After section 25D of the National Lottery etc. Act 1993 (c. 39) (strategic plans) insert— Distribution of funds: publicity 25E A body which distributes money under section 25(1) may make or participate in arrangements for— a publishing information relating to the effect of a provision of this Act, b publishing information relating to the distribution of money under this Act or the expenditure of money distributed under this Act, or c encouraging participation in activities relating to the distribution of money under this Act."}, {"act": "National Lottery Act 2006", "year": 2006, "section": "12", "section_title": "Distributing bodies: annual reports", "section_text": "12 In section 34 of the National Lottery etc. Act 1993 (annual reports) after subsection (2) insert— 2A The report shall set out the body's policy and practice in relation to the principle that proceeds of the National Lottery should be used to fund projects, or aspects of projects, for which funds would be unlikely to be made available by— a a Government department, b the Scottish Ministers, c a Northern Ireland department, or d the National Assembly for Wales."}, {"act": "National Lottery Act 2006", "year": 2006, "section": "13", "section_title": "Isle of Man and Channel Islands", "section_text": "13 1 After section 25(5) of the National Lottery etc. Act 1993 (application of money by distributing bodies) add— 6 A reference in this section to meeting expenditure includes a reference to meeting expenditure which relates to— a the Isle of Man, or b any of the Channel Islands. 2 After section 25A(11) (delegation by distributing bodies) add— 12 A body established under the law of the Isle of Man may be the subject of an appointment under this section in connection with expenditure which relates to the Isle of Man. 13 A body established under the law of any of the Channel Islands may be the subject of an appointment under this section in connection with expenditure which relates to that Island."}, {"act": "National Lottery Act 2006", "year": 2006, "section": "14", "section_title": "Establishment", "section_text": "14 1 After section 36 of the National Lottery etc. Act 1993 (c. 39) insert— The Big Lottery Fund The Fund 36A 1 There shall be a body corporate known as the Big Lottery Fund. 2 Schedule 4A (which makes provision in relation to the Fund) shall have effect. 2 After Schedule 4 to that Act insert the Schedule 4A set in out in Schedule 2 to this Act."}, {"act": "National Lottery Act 2006", "year": 2006, "section": "15", "section_title": "Functions", "section_text": "15 1 In section 23 of the National Lottery etc. Act 1993 (the distributing bodies) for subsections (4), (5) and (6) substitute— 4 So much of any sum paid into the Distribution Fund as is allocated under section 22(3)(d) shall be held by the Distribution Fund for distribution by the Big Lottery Fund (established under section 36A). 2 After section 36A of that Act (inserted by section 14 above) insert— Power to distribute funds 36B 1 The Big Lottery Fund may make grants or loans, or make or enter into other arrangements, for the purpose of complying with section 25(1). 2 A grant or loan may be subject to conditions (which may, in particular, include conditions as to repayment with interest). 3 The Secretary of State may by order make provision limiting the amounts distributed under subsection (1). 4 An order under subsection (3) may in particular— a specify a maximum amount that may be distributed during a specified period for expenditure of a description prescribed under section 22(3A); b specify a minimum amount that must be distributed during a specified period for expenditure of a description prescribed under section 22(3A); c make provision by reference to the aggregate of amounts distributed, to a percentage of amounts available for distribution or otherwise; d make provision (which may, in particular, confer a power on the Fund) for the treatment of expenditure which satisfies more than one prescribed description. 5 Before making an order under subsection (3) the Secretary of State shall consult— a the Fund, b the National Assembly for Wales, c the Scottish Ministers, d the Northern Ireland Department of Culture, Arts and Leisure, and e such other persons (if any) as he thinks appropriate. Non-lottery funds 36C 1 The Fund may enter into an arrangement with a person under which— a the person pays money to the Fund, and b the Fund distributes the money to a third party. 2 An arrangement under subsection (1) may, in particular— a identify the third party, or b otherwise limit the Fund's freedom of action in relation to the distribution of the money paid under the arrangement. 3 The Fund shall distribute money received under subsection (1) for meeting expenditure that is— a charitable, b connected with health, c connected with education, or d connected with the environment. 4 The reference in subsection (3) to the distribution of money received under subsection (1) is a reference to doing anything of a kind that the Fund can do under section 36B. 5 A reference in this Act to payment under section 25(1) shall include a reference to payment under subsection (3) above. Power to give advice 36D The Big Lottery Fund may give advice about— a the distribution of money under any provision of this Act; b inviting, making or considering applications for grants and loans under any provision of this Act; c the use of money paid under any provision of this Act. Directions 36E 1 In exercising any of its functions the Big Lottery Fund shall comply with any direction given to it by the Secretary of State (subject to subsection (4)). 2 A direction under this section may, in particular, specify matters to be taken into account in determining the persons to whom, the purposes for which and the conditions subject to which the Fund distributes money. 3 A direction under this section may, in particular— a relate to the management and control of money received by the Fund; b relate to the employment of staff; c with the consent of the Treasury, relate to— i the form of accounts, or ii methods and principles for the preparation of accounts; d in so far as it relates to a matter specified in paragraphs (a) to (c)— i relate to the persons to whom or the terms on which the Fund delegates functions; ii require the Fund to obtain the Secretary of State's consent before taking action of a specified kind; iii require the Fund to provide information to the Secretary of State. 4 A direction under this section, other than a direction given by virtue only of subsection (3), may not be given by the Secretary of State in relation to Welsh, Scottish or Northern Ireland devolved expenditure, but— a may be given by the National Assembly for Wales in relation to Welsh devolved expenditure, b may be given by the Scottish Ministers in relation to Scottish devolved expenditure, and c may be given by the Northern Ireland Department of Culture, Arts and Leisure in relation to Northern Ireland devolved expenditure. 5 Before giving a direction under this section, other than by virtue only of subsection (3), the Secretary of State shall consult— a the Fund, b the National Assembly for Wales, c the Scottish Ministers, and d the Northern Ireland Department of Culture, Arts and Leisure. 6 But subsection (5)(b) to (d) shall not apply to a direction which relates only to English devolved expenditure. 7 Before giving a direction to the Fund by virtue only of subsection (3) the Secretary of State shall consult the Fund. 8 Before giving a direction to the Fund by virtue of subsection (4)(a) to (c) the person giving the direction shall— a consult the Fund, and b obtain the consent of the Secretary of State. 9 A report of the Fund under section 34 shall set out any directions given to the Fund under subsection (1) that had effect during the financial year to which the report relates."}, {"act": "National Lottery Act 2006", "year": 2006, "section": "16", "section_title": "Dissolution", "section_text": "16 1 The Secretary of State may by order provide that one or more of the following shall cease to exist— a the National Lottery Charities Board, b the Millennium Commission, and c the New Opportunities Fund. 2 An order under subsection (1) may include consequential, incidental or transitional provision (which may include provision amending an enactment, whether by removing a reference to a body, by substituting a reference to the Big Lottery Fund, or otherwise). 3 An order under subsection (1)— a shall be made by statutory instrument, b if it contains provision amending an enactment, shall not be made unless a draft has been laid before and approved by each House of Parliament, and c in any other case, shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "National Lottery Act 2006", "year": 2006, "section": "17", "section_title": "Transfer of property, &c.", "section_text": "17 1 In this section— “ old lottery distributor ” means a body dissolved by section 16, and “ the appointed day ” means the day appointed under section 16(1). 2 The property, rights and liabilities to which an old lottery distributor was entitled or subject immediately before the appointed day shall on that day vest in the Big Lottery Fund by virtue of this subsection. 3 Anything done by or in relation to an old lottery distributor which has effect immediately before the appointed day shall, so far as necessary for continuing its effect after that day, have effect as if done by or in relation to the Fund. 4 Anything (including any legal proceedings) which immediately before the appointed day is in the process of being done by or in relation to an old lottery distributor may be continued by or in relation to the Fund. 5 So far as necessary or appropriate in consequence of subsection (2), on and after the appointed day— a a reference to an old lottery distributor in an agreement (whether written or not), instrument or other document shall be treated as a reference to the Fund, and b a reference in an agreement (whether written or not), instrument or other document to a member or officer of an old lottery distributor shall be treated as a reference to a person appointed for the purpose in writing by the Fund. 6 The Fund must provide information on request about an appointment under subsection (5)(b). 7 Subsection (2) shall operate in relation to property, rights or liabilities— a whether or not they would otherwise be capable of being transferred, b without any instrument or other formality being required, and c irrespective of any requirement for consent that would otherwise apply. 8 In so far as subsection (2) transfers liabilities under contracts of employment— a nothing in this section shall affect the operation of the Transfer of Undertakings (Protection of Employment) Regulations 1981 ( S.I.  1981/1794), and b the Secretary of State shall not appoint the appointed day unless satisfied that sufficient notice has been given to enable compliance with any applicable requirement of those regulations. 9 Without prejudice to the generality of subsections (3) and (4), the Big Lottery Fund may do anything it thinks necessary or expedient for the purpose of giving effect to a decision, agreement or undertaking of an old lottery distributor (whether in respect of a grant or loan or otherwise) irrespective of whether the Big Lottery Fund would have the power under the National Lottery etc. Act 1993 (c. 39), as amended by this Act, to make that decision or agreement or to give that undertaking."}, {"act": "National Lottery Act 2006", "year": 2006, "section": "18", "section_title": "Outstanding balances", "section_text": "18 1 Money that immediately before the appointed day is held in the National Lottery Distribution Fund for distribution by an old lottery distributor shall on that day be treated as— a allocated under section 22(3)(d) of the National Lottery etc. Act 1993 (as substituted by section 7 above), and b held in the Distribution Fund for distribution by the Big Lottery Fund in accordance with section 23(4) of that Act (as substituted by section 15 above). 2 Money transferred under section 17(2) to the Big Lottery Fund having been paid to an old lottery distributor under section 24 of the National Lottery etc. Act 1993 shall be treated as having been paid to the Fund under that section. 3 In this section— “ old lottery distributor ” means a body dissolved by section 16, and “ the appointed day ” means the day appointed under section 16(1)."}, {"act": "National Lottery Act 2006", "year": 2006, "section": "19", "section_title": "Consequential amendments", "section_text": "19 1 The National Lottery etc. Act 1993 shall be amended as follows. 2 In section 25C(3)(a) for  “or 43C(1),” substitute  “                  or 36E,                ” . 3 At the end of section 26 (directions to distributing bodies) add— 6 This section does not apply to the Big Lottery Fund. 4 In section 34 (annual reports)— a omit subsection (4), and b in the heading omit  “other than Millennium Commission”. 5 In section 35 (accounts)— a in subsection (7) for  “the National Lottery Charities Board, the Millennium Commission or the New Opportunities Fund” substitute  “                      the Big Lottery Fund                    ” , and b in the heading for  “Charities Board and Millennium Commission” substitute  “                      the Big Lottery Fund                    ” . 6 The following shall cease to have effect— a sections 37 to 39 (the National Lottery Charities Board), b sections 40 to 43 (the Millennium Commission), and c sections 43A to 43D (the New Opportunities Fund). 7 In section 44(1)\t\t\t\t\t(interpretation) omit the entry for  “the Charities Board”. 8 In section 60 of that Act (orders and regulations)— a in subsection (2) for paragraph (a) substitute— a section 22(3A), 28 or 36B(3), , and b in subsection (2A) for  “section 43B.” substitute  “                      section 22(3A) or 36B(3).                    ” 9 The following shall cease to have effect— a Schedule 5 (National Lotteries Charities Board), b Schedule 6 (the Millennium Commission), and c Schedule 6A (the New Opportunities Fund). 10 In Schedule 5 to the Government of Wales Act 1998 (c. 38)\t\t\t\t\t(persons who may be compelled to attend proceedings of or provide documents to the National Assembly for Wales) after paragraph 7 insert— 7A The Big Lottery Fund."}, {"act": "National Lottery Act 2006", "year": 2006, "section": "20", "section_title": "Meaning of  “charitable expenditure”", "section_text": "20 In section 44(1) of the National Lottery etc. Act 1993 (c. 39) (interpretation) for the definition of  “charitable expenditure” substitute— “ charitable ”, in relation to expenditure, means expenditure for a charitable, benevolent or philanthropic purpose."}, {"act": "National Lottery Act 2006", "year": 2006, "section": "21", "section_title": "Repeals", "section_text": "21 The enactments listed in Schedule 3 are hereby repealed to the extent specified."}, {"act": "National Lottery Act 2006", "year": 2006, "section": "22", "section_title": "Commencement", "section_text": "22 1 The preceding provisions of this Act, other than sections 6 and 16 and Schedule 1, shall come into force in accordance with provision made by order of the Secretary of State under this subsection. 2 An order under subsection (1)— a may make transitional or incidental provision, b may make different provision for different purposes, and c shall be made by statutory instrument."}, {"act": "National Lottery Act 2006", "year": 2006, "section": "23", "section_title": "Extent", "section_text": "23 This Act extends to Northern Ireland."}, {"act": "National Lottery Act 2006", "year": 2006, "section": "24", "section_title": "Short title", "section_text": "24 This Act may be cited as the National Lottery Act 2006."}]