[{"act": "NHS Redress Act 2006", "year": 2006, "section": "1", "section_title": "Power to establish redress scheme", "section_text": "1 1 The Secretary of State may by regulations establish a scheme for the purpose of enabling redress to be provided without recourse to civil proceedings in circumstances in which this section applies. 2 This section applies where under the law of England and Wales qualifying liability in tort on the part of a body or other person mentioned in subsection (3) arises in connection with the provision, as part of the health service in England, of qualifying services. 3 The bodies and other persons referred to are— a the Secretary of State, aa   NHS England , ab an integrated care board, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d a body or other person providing, or arranging for the provision of, services whose provision is the subject of arrangements with a body or other person mentioned in paragraph (a),  (aa) or (ab) . 4 The reference in subsection (2) to qualifying liability in tort is to liability in tort owed— a in respect of or consequent upon personal injury or loss arising out of or in connection with breach of a duty of care owed to any person in connection with the diagnosis of illness, or the care or treatment of any patient, and b in consequence of any act or omission by a health care professional. 5 For the purposes of subsection (2), services are qualifying services if— a they are provided in a hospital (in England or elsewhere), or b they are of such other description (including a description involving provision outside England) as the Secretary of State may specify by regulations. 6 Regulations under subsection (5)(b) may not specify services of any of the following descriptions— a primary dental services, b primary medical services, c services provided under section 38 of the National Health Service Act 1977 (c. 49)\t\t\t\t\t\t\t(general ophthalmic services), d services provided under                          section 126 of the National Health Service Act 2006  (arrangements for pharmaceutical services) or by virtue of  section 127  of that Act (arrangements for additional pharmaceutical services), and e services of a kind which may be provided under  section 126 of that Act, or by virtue of section 127 of that Act, which are provided under Schedule 12 to that Act (local pharmaceutical services schemes) or under section 134 of that Act (local pharmaceutical services pilot schemes)                   . 7 The references in subsection (6) to primary dental services and primary medical services are to primary dental services and primary medical services under  the National Health Service Act 2006 , except that the Secretary of State may by regulations provide that services of a description specified in the regulations are not to be regarded as primary dental services or primary medical services for the purposes of that subsection. 8 Regulations under subsection (5)(b) or (7) may, in particular, describe services by reference to the manner or circumstances in which they are provided. 9 In subsection (3)(d), the reference to a person providing services does not include a person providing services under a contract of employment. 10 In subsection (4), the reference to a health care professional is to a member of a profession (whether or not regulated by, or by virtue of, any enactment) which is concerned (wholly or partly) with the physical or mental health of individuals. 11 In this section,  “ hospital ” has the same meaning as in  the National Health Service Act 2006 ."}, {"act": "NHS Redress Act 2006", "year": 2006, "section": "2", "section_title": "Application of scheme", "section_text": "2 1 Subject to subsection (2), a scheme may make such provision defining its application as the Secretary of State thinks fit. 2 A scheme must provide that it does not apply in relation to a liability that is or has been the subject of civil proceedings."}, {"act": "NHS Redress Act 2006", "year": 2006, "section": "3", "section_title": "Redress under scheme", "section_text": "3 1 Subject to subsections (2) and (5), a scheme may make such provision as the Secretary of State thinks fit about redress under the scheme. 2 A scheme must provide for redress ordinarily to comprise— a the making of an offer of compensation in satisfaction of any right to bring civil proceedings in respect of the liability concerned, b the giving of an explanation, c the giving of an apology, and d the giving of a report on the action which has been, or will be, taken to prevent similar cases arising, but may specify circumstances in which one or more of those forms of redress is not required. 3 A scheme may, in particular— a make provision for the compensation that may be offered to take the form of entry into a contract to provide care or treatment or of financial compensation, or both; b make provision about the circumstances in which different forms of compensation may be offered. 4 A scheme that provides for financial compensation to be offered may, in particular— a make provision about the matters in respect of which financial compensation may be offered; b make provision with respect to the assessment of the amount of any financial compensation. 5 A scheme that provides for financial compensation to be offered— a may specify an upper limit on the amount of financial compensation that may be included in an offer under the scheme; b if it does not specify a limit under paragraph (a), must specify an upper limit on the amount of financial compensation that may be included in such an offer in respect of pain and suffering; c may not specify any other limit on what may be included in such an offer by way of financial compensation."}, {"act": "NHS Redress Act 2006", "year": 2006, "section": "4", "section_title": "Commencement of proceedings under scheme", "section_text": "4 1 A scheme may make such provision as the Secretary of State thinks fit about the commencement of proceedings under the scheme. 2 A scheme may, in particular, make provision— a about who may commence proceedings under the scheme; b about how proceedings under the scheme may be commenced; c for time limits in relation to the commencement of proceedings under the scheme; d about circumstances in which proceedings under the scheme may not be commenced; e requiring proceedings under the scheme to be commenced in specified circumstances; f for notification of the commencement of proceedings under the scheme in specified circumstances."}, {"act": "NHS Redress Act 2006", "year": 2006, "section": "5", "section_title": "Duty to consider potential application of scheme", "section_text": "5 1 The Secretary of State may by regulations make provision requiring any body or other person mentioned in subsection (2)— a to consider, in such circumstances as the regulations may provide, whether a case that the body or other person is investigating or reviewing involves liability to which a scheme applies, and b if it appears that it does, to take such steps as the regulations may provide. 2 The bodies and other persons referred to are— a any body or other person to whose liability a scheme applies, and b the Care Quality Commission."}, {"act": "NHS Redress Act 2006", "year": 2006, "section": "6", "section_title": "Proceedings under scheme", "section_text": "6 1 Subject to subsections (3) to (6), a scheme may make such provision as the Secretary of State thinks fit about proceedings under the scheme. 2 A scheme may, in particular, make provision— a about the investigation of cases under the scheme (including provision for the overseeing of the investigation by an individual of a specified description); b about the making of decisions about the application of the scheme; c for time limits in relation to acceptance of an offer of compensation under the scheme; d about the form and content of settlement agreements under the scheme; e for settlement agreements under the scheme to be subject in cases of a specified description to approval by a court; f about the termination of proceedings under the scheme. 3 A scheme must— a make provision for the findings of an investigation of a case under the scheme to be recorded in a report, and b subject to subsection (4), make provision for a copy of the report to be provided on request to the individual seeking redress. 4 A scheme may provide that no copy of an investigation report need be provided— a before an offer is made under the scheme or proceedings under the scheme are terminated, or b in such other circumstances as may be specified. 5 A scheme must provide for a settlement agreement under the scheme to include a waiver of the right to bring civil proceedings in respect of the liability to which the settlement relates. 6 A scheme must provide for the termination of proceedings under the scheme if the liability to which the proceedings relate becomes the subject of civil proceedings."}, {"act": "NHS Redress Act 2006", "year": 2006, "section": "7", "section_title": "Suspension of limitation period", "section_text": "7 1 A scheme must make provision for the period during which a liability is the subject of proceedings under the scheme to be disregarded for the purposes of calculating whether any relevant limitation period has expired. 2 In subsection (1), the reference to any relevant limitation period is to any period of time for the bringing of civil proceedings in respect of the liability which is prescribed by or under the Limitation Act 1980 (c. 58) or any other enactment. 3 A scheme may define for the purposes of provision in pursuance of subsection (1) when liability is the subject of proceedings under the scheme."}, {"act": "NHS Redress Act 2006", "year": 2006, "section": "8", "section_title": "Legal advice  etc.", "section_text": "8 1 Subject to subsections (2) and (4), a scheme may make such provision as the Secretary of State thinks fit— a for the provision of legal advice without charge to individuals seeking redress under the scheme; b for the provision in connection with proceedings under the scheme of other services, including the services of medical experts. 2 A scheme must make such provision as the Secretary of State considers appropriate in order to secure that individuals to whom an offer under the scheme is made have access to legal advice without charge in relation to— a the offer, and b any settlement agreement. 3 Provision under subsection (1)(a) or (2) about who may provide the legal advice may operate by reference to whether a potential provider is included in a list prepared by a specified person. 4 A scheme that makes provision for the provision of the services of medical experts must provide for such experts to be instructed jointly by the scheme authority and the individual seeking redress under the scheme."}, {"act": "NHS Redress Act 2006", "year": 2006, "section": "9", "section_title": "Assistance for individuals seeking redress under scheme", "section_text": "9 1 It is the duty of the Secretary of State to arrange, to such extent as he considers necessary to meet all reasonable requirements, for the provision of assistance (by way of representation or otherwise) to individuals seeking, or intending to seek, redress under a scheme. 2 The Secretary of State may make such other arrangements as he thinks fit for the provision of assistance to individuals in connection with cases which are the subject of proceedings under a scheme. 3 The Secretary of State may make payments to any person in pursuance of arrangements under this section. 4 In making arrangements under this section, the Secretary of State must have regard to the principle that the provision of services under the arrangements in connection with a particular case should, so far as practicable, be independent of any person to whose conduct the case relates or who is involved in dealing with the case."}, {"act": "NHS Redress Act 2006", "year": 2006, "section": "10", "section_title": "Scheme members", "section_text": "10 1 Subject to subsection (3), a scheme may make such provision as the Secretary of State thinks fit— a about membership of the scheme on the part of any body or other person to whose liability the scheme applies, and b about the functions of members in connection with the scheme. 2 A scheme may, in particular— a require or permit a specified body or other person to be a member of the scheme; b require a member of the scheme to carry out specified functions in relation to specified proceedings under the scheme; c authorise members of the scheme to make arrangements under which functions under the scheme are carried out by one member on behalf of another; d require members of the scheme to have regard, in relation to the carrying out of functions under the scheme, to any relevant advice or other guidance issued by the scheme authority; e require, or enable the scheme authority to require, members of the scheme to keep specified records in relation to the carrying out of functions under the scheme; f require, or enable the scheme authority to require, members of the scheme to provide the authority with information or documents relevant to its functions; g require members of the scheme to make payments in accordance with the scheme by way of contribution to specified costs of its operation; h require a member of the scheme to charge an individual of a specified description with responsibility for overseeing the carrying out of specified functions conferred on the member under this Act; i require a member of the scheme to charge an individual of a specified description with responsibility for advising the member about lessons to be learnt from cases involving the member that are dealt with under the scheme. 3 A scheme must require a member of the scheme to prepare and publish an annual report about cases involving the member that are dealt with under the scheme and the lessons to be learnt from them. 4 The provision that may be made under this section includes provision which has the effect that a member of a scheme who has arranged for the provision of services has functions under the scheme which relate to someone else's liability in connection with the provision of the services."}, {"act": "NHS Redress Act 2006", "year": 2006, "section": "11", "section_title": "Scheme authority", "section_text": "11 1 A scheme must make provision for a specified Special Health Authority (in this Act referred to as  “ the scheme authority ”) to have such functions in connection with the scheme as the Secretary of State thinks fit. 2 A scheme may, in particular, provide for the scheme authority to have functions in relation to— a proceedings under the scheme; b payments under settlement agreements under the scheme; c the provision in connection with the scheme of advice or other guidance about specified matters; d the provision in connection with the scheme of legal advice without charge; e the assessment and payment of contributions by members of the scheme; f the monitoring of the carrying out by members of the scheme of their functions under it; g the provision to the Independent Regulator of Foundation Trusts of reports with respect to failure by NHS foundation trusts to carry out functions under the scheme; h the publication of annual data about the scheme. 3 Section 28(1) of the National Health Service Act 2006 and section 22(1) of the National Health Service (Wales) Act 2006   (power to establish special bodies for the purpose of exercising any functions which may be conferred on them by or under that Act) shall have effect as if the provisions of this Act were contained in that Act."}, {"act": "NHS Redress Act 2006", "year": 2006, "section": "12", "section_title": "General duty to promote resolution under scheme", "section_text": "12 A scheme must include provision requiring the scheme authority and the members of the scheme, in carrying out their functions under the scheme, to have regard in particular to the desirability of redress being provided without recourse to civil proceedings."}, {"act": "NHS Redress Act 2006", "year": 2006, "section": "13", "section_title": "Duties of co-operation", "section_text": "13 1 The scheme authority under a scheme and  the Care Quality Commission  must co-operate with each other where it appears to them that it is appropriate to do so for the efficient and effective discharge of their respective functions. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "NHS Redress Act 2006", "year": 2006, "section": "14", "section_title": "Complaints", "section_text": "14 1 The Secretary of State may by regulations make provision about the handling and consideration of complaints made under the regulations about maladministration by any body or other person— a in the exercise of functions under a scheme, b in the exercise of other functions relating to proceedings under a scheme, or c in connection with a settlement agreement entered into under a scheme. 2 Regulations under subsection (1) must provide for complaints to be considered by— a the scheme authority, or b a member of the scheme. 3 Without prejudice to the generality of subsection (1), regulations under that subsection may make the following provision. 4 The regulations may make provision about— a the persons who may make a complaint; b the complaints which may, or may not, be made under the regulations; c the persons to whom complaints may be made; d complaints which need not be considered; e the period within which complaints must be made; f the procedures to be followed in making, handling and considering a complaint; g matters which are excluded from consideration; h the making of a report or recommendations about a complaint; i the action to be taken as a result of a complaint. 5 The regulations may impose on the scheme authority, or a member of the scheme, obligations with respect to producing, or making available to the public, information about the procedures to be followed under the regulations. 6 The regulations may also— a provide for different parts or aspects of a complaint to be treated differently; b require the production of information or documents in order to enable a complaint to be properly considered; c authorise the disclosure of information or documents relevant to a complaint to a person who is considering a complaint under the regulations, notwithstanding any rule of common law that would otherwise prohibit or restrict the disclosure. 7 The regulations may make provision about complaints which raise both matters falling to be considered under the regulations and matters falling to be considered under other statutory complaints procedures, including in particular provision for enabling such a complaint to be made under the regulations. 8 The regulations may, in relation to complaints in connection with a scheme which are made or purport to be made under the regulations, make provision for securing— a that any matters raised in such complaints which fall to be considered under other statutory complaints procedures are referred to the body or other person operating the appropriate procedures; b that any such matters are treated as if they had been raised in a complaint made under the appropriate procedures. 9 In subsections (7) and (8),  “ statutory complaints procedures ” means complaints procedures established by or under any enactment. 10 In section 31(6) of the Data Protection Act 1998 (c. 29)\t\t\t\t\t(exemption from subject information provisions for personal data processed for purposes of certain complaints procedures), after  “complaint under” insert  “section 14 of the NHS Redress Act 2006,” ."}, {"act": "NHS Redress Act 2006", "year": 2006, "section": "15", "section_title": "Remit of Health Service Commissioner for England", "section_text": "15 1 The Health Service Commissioners Act 1993 (c. 46) is amended as follows. 2 In section 3 (general remit of Commissioner), after subsection (1E) insert— 1F Where a complaint is duly made to the Commissioner by or on behalf of a person that the person has sustained injustice or hardship in consequence of maladministration by any person or body— a in the exercise of any functions under a scheme established under section 1 of the NHS Redress Act 2006, b in connection with a settlement agreement entered into under such a scheme, or c in the exercise of any functions under regulations made under section 14 of that Act (complaints about maladministration in connection with redress scheme), the Commissioner may, subject to the provisions of this Act, investigate the alleged maladministration. 3 In section 4 (availability of other remedy), in subsection (4)(a)— a for  “or (1C)” substitute  “, (1C) or (1F)(a) or (b)”, and b after  “Act 2003” insert  “, under section 14 of the NHS Redress Act 2006”. 4 In section 7(2) (which excludes contracts from the remit of the Commissioner)— a the word  “and” at the end of paragraph (b) is repealed, and b at the end insert , and                       “ matters arising from settlement agreements entered into under a scheme established under section 1 of the NHS Redress Act 2006. 5 In section 11 (procedure in respect of investigations), in subsection (1C), after  “section 3(1E)” insert  “or (1F)”. 6 In section 12 (evidence), in subsection (1A) for  “or (1E)” substitute  “, (1E) or (1F)”. 7 In section 14 (reports by the Commissioner) after subsection (2F) insert— 2G In any case where the Commissioner conducts an investigation pursuant to a complaint under section 3(1F) he shall send a report of the results of the investigation— a to the person who made the complaint, b to any member of the House of Commons who to the Commissioner's knowledge assisted in the making of the complaint (or if he is no longer a member to such other member as the Commissioner thinks appropriate), c to the person or body whose maladministration is complained of, d in the case of a complaint under section 3(1F)(c), to any person or body whose action was complained of in the complaint made to the person or body whose maladministration is complained of, and e to the Secretary of State. 2H In any case where the Commissioner decides not to conduct an investigation pursuant to a complaint under section 3(1F) he shall send a statement of his reasons— a to the person who made the complaint, and b to any such member of the House of Commons as is mentioned in subsection (2G)(b)."}, {"act": "NHS Redress Act 2006", "year": 2006, "section": "16", "section_title": "Regulations", "section_text": "16 1 The provisions of this Act about what a scheme may do are without prejudice to the generality of the power under section 1(1). 2 Any power of the Secretary of State to make regulations under this Act includes— a power to make provision conferring or imposing functions which involve the exercise of a discretion, b power to make different provision for different cases, and c power to make incidental, supplementary, consequential or transitional provision or savings. 3 The power under subsection (2)(c) to make consequential amendments includes power to make provision amending or revoking any instrument made under an enactment. 4 Any power of the Secretary of State to make regulations under this Act (as well as being exercisable in relation to all cases to which it extends) may be exercised in relation to all those cases subject to exceptions or in relation to any particular case or class of case. 5 Any power of the Secretary of State to make regulations under this Act is exercisable by statutory instrument. 6 No regulations establishing a scheme shall be made unless a draft of the statutory instrument containing them has been laid before and approved by a resolution of each House of Parliament. 7 A statutory instrument that— a contains regulations under this Act made by the Secretary of State, and b is not subject to any requirement that a draft of the instrument be laid before, and approved by a resolution of, each House of Parliament, shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "NHS Redress Act 2006", "year": 2006, "section": "17", "section_title": "Framework power", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "NHS Redress Act 2006", "year": 2006, "section": "18", "section_title": "Interpretation", "section_text": "18 1 In this Act— ... “ health service ” has the same meaning as in  the National Health Service Act 2006  ; “ illness ” has the same meaning as in                  the National Health Service Act 2006               ; “ patient ” has the same meaning as in  the National Health Service Act 2006 ; “ personal injury ” includes any disease and any impairment of a person's physical or mental health; “scheme”, except in section 1, means a scheme established under that section; “ scheme authority ” has the meaning given by section 11(1); “ specified ”, in relation to a scheme, means specified in the scheme. 2 In this Act, references to functions in connection with a scheme include functions in relation to settlement agreements under the scheme."}, {"act": "NHS Redress Act 2006", "year": 2006, "section": "19", "section_title": "Short title, commencement and extent", "section_text": "19 1 This Act may be cited as the NHS Redress Act 2006. 2 Section 18 and this section shall come into force on the day on which this Act is passed. 3 Section 17 shall come into force on such day as the National Assembly for Wales may appoint by order made by statutory instrument. 4 The remaining provisions of this Act shall come into force on such day as the Secretary of State may appoint by order made by statutory instrument. 5 This Act extends to England and Wales only."}]