[{"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "1", "section_title": "Independent Safeguarding Authority", "section_text": "1 1 There shall be a body corporate to be known as the  Independent Safeguarding Authority  (“ ISA ”). 2 Schedule 1 makes provision relating to  ISA . 3 Schedule 2 (transfers to  ISA ) has effect."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "2", "section_title": "Barred lists", "section_text": "2 1   DBS   must  ... maintain— a the children's barred list; b the adults' barred list. 2 Part 1 of Schedule 3 applies for the purpose of determining whether an individual is included in the children's barred list. 3 Part 2 of that Schedule applies for the purpose of determining whether an individual is included in the adults' barred list. 4 Part 3 of that Schedule contains supplementary provision. 5 In respect of an individual who is included in a barred list,   DBS   must keep other information of such description as is prescribed."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "3", "section_title": "Barred persons", "section_text": "3 1 A reference to a person being barred from regulated activity must be construed in accordance with this section. 2 A person is barred from regulated activity relating to children if he is— a included in the children's barred list; b included in a list maintained under the law of Scotland or Northern Ireland which the Secretary of State specifies by order as corresponding to the children's barred list. 3 A person is barred from regulated activity relating to vulnerable adults if he is— a included in the adults' barred list; b included in a list maintained under the law of Scotland or Northern Ireland which the Secretary of State specifies by order as corresponding to the adults' barred list."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "4", "section_title": "Appeals", "section_text": "4 1 An individual who is included in a barred list may appeal to the  Upper  Tribunal against— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b a decision under paragraph  2,  3, 5,  8,  9 or 11 of  Schedule 3  to include him in the list; c a decision under paragraph 17  , 18 or 18A  of that Schedule not to remove him from the list. 2 An appeal under subsection (1) may be made only on the grounds that   DBS   has made a mistake— a on any point of law; b in any finding of fact which it has made and on which the decision mentioned in that subsection was based. 3 For the purposes of subsection (2), the decision whether or not it is appropriate for an individual to be included in a barred list is not a question of law or fact. 4 An appeal under subsection (1) may be made only with the permission of the  Upper  Tribunal. 5 Unless the  Upper  Tribunal finds that   DBS   has made a mistake of law or fact, it must confirm the decision of   DBS  . 6 If the  Upper  Tribunal finds that   DBS   has made such a mistake it must— a direct  DBS  to remove the person from the list, or b remit the matter to  DBS  for a new decision. 7 If the  Upper  Tribunal remits a matter to  DBS  under subsection (6)(b)— a the  Upper  Tribunal may set out any findings of fact which it has made (on which  DBS  must base its new decision); and b the person must be removed from the list until  DBS  makes its new decision, unless the  Upper  Tribunal directs otherwise. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "5", "section_title": "Regulated activity", "section_text": "5 1 A reference to regulated activity relating to children must be construed in accordance with Part 1 of Schedule 4. 2 A reference to regulated activity relating to vulnerable adults must be construed in accordance with Part 2 of that Schedule. 3 The Secretary of State may by order amend that Schedule, or any of the modifications of that Schedule in the provisions mentioned in subsection (4), so as to vary the meaning of— a regulated activity relating to children; b regulated activity relating to vulnerable adults. 4 The provisions are— section 7(5); section 9(5); ... section 19(8); ...."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "6", "section_title": "Regulated activity providers", "section_text": "6 1 A reference to a regulated activity provider must be construed in accordance with this section. 2 A person (P) is a regulated activity provider if— a he is responsible for the management or control of regulated activity, b if the regulated activity is carried out for the purposes of an organisation, his exercise of that responsibility is not subject to supervision or direction by any other person for those purposes, and c he makes, or authorises the making of, arrangements (whether in connection with a contract of service or for services or otherwise) for another person to engage in that activity. 3 A person (P) is also a regulated activity provider if section 53(4)\t\t\t\t\t(fostering) so provides. 4 A person (P) is also a regulated activity provider if he carries on a scheme— a under which an individual agrees with P to provide care or support (which may include accommodation) to an adult who is in need of it, and b in respect of which a requirement to register arises— i in relation to England, under section 10 of the Health and Social Care Act 2008, or ii in relation to Wales, under   Part 1 of the Regulation and Inspection of Social Care (Wales) Act 2016 (anaw 2).   5 P is not a regulated activity provider if he is an individual and the arrangements he makes are private arrangements. 6 Arrangements are private arrangements if the regulated activity is for, or for the benefit of, P himself. 7 Arrangements are private arrangements if the regulated activity is for, or for the benefit of, a child or vulnerable adult who is— a a member of P's family; b a friend of P. 8 A person does not make arrangements for another to engage in a regulated activity merely because he (alone or together with others) appoints that person— a to a position mentioned in  paragraph 1(9) or 7(9)  of Schedule 4, b as a deputy under section 16(2)(b) of the Mental Capacity Act 2005 (c. 9); c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d to any position mentioned in  paragraph 7(3E)(a) or (b) of Schedule 4  or to exercise any function  exercisable by virtue of that position . 8CA A person (S) who is authorised as mentioned in subsection (5)(a) of section 50 of the Social Services and Well-being (Wales) Act 2014 does not make arrangements for another to engage in a regulated activity by virtue of anything that S does under subsection (5)(b) or (6)(b) of that section. 8C The Secretary of State does not make arrangements for another to engage in a regulated activity by virtue of anything the Secretary of State does under section 12A or 12D, or regulations under section 12B, of the National Health Service Act 2006 (direct payments for health services). 8D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8E   NHS England   or   an integrated care board   does not make arrangements for another to engage in a regulated activity by virtue of anything   NHS England   or   the integrated care board   does under section 12A or 12D, or regulations under section 12A or 12B, of the National Health Service Act 2006 (direct payments for health services). 9 For the purposes of subsection (7) it is immaterial whether P is also acting in any capacity other than as a family member or friend. 10 If a regulated activity provider is an unincorporated association any requirement of or liability (including criminal liability) under this Act must be taken to be a requirement on or liability of— a the person responsible for the management and control of the association, or b if there is more than one such person, all of them jointly and severally. 11 “ Family ” and  “ friend ” must be construed in accordance with section 58. 12 The Secretary of State may by order provide that in specified circumstances a person who makes, or authorises the making of, arrangements (of any description) for another to engage in regulated activity either is or is not a regulated activity provider."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "7", "section_title": "Barred person not to engage in regulated activity", "section_text": "7 1 An individual commits an offence if he— a seeks to engage in regulated activity from which he is barred; b offers to engage in regulated activity from which he is barred; c engages in regulated activity from which he is barred. 2 A person guilty of an offence under subsection (1) is liable— a on conviction on indictment, to imprisonment for a term not exceeding five years, or to a fine, or to both; b on summary conviction, to imprisonment for a term not exceeding   the general limit in a magistrates’ court , or to a fine not exceeding the statutory maximum, or to both. 3 It is a defence for a person charged with an offence under subsection (1) to prove that he did not know, and could not reasonably be expected to know, that he was barred from that activity. 4 It is a defence for a person charged with an offence under subsection (1) to prove— a that he reasonably thought that it was necessary for him to engage in the activity for the purpose of preventing harm to a child or vulnerable adult (as the case may be), b that he reasonably thought that there was no other person who could engage in the activity for that purpose, and c that he engaged in the activity for no longer than was necessary for that purpose. 5 For the purposes of this section, Schedule 4 is modified as follows— a in paragraph 1, sub-paragraphs (1)(b) and (2)(a) must be disregarded; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In relation to an offence committed before   2 May 2022 , the reference in subsection (2)(b) to   the general limit in a magistrates’ court   must be taken to be a reference to six months."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "8", "section_title": "Person not to engage in regulated activity unless subject to monitoring", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "9", "section_title": "Use of barred person for regulated activity", "section_text": "9 1 A person commits an offence if— a he permits an individual (B) to engage in regulated activity from which B is barred, b he knows or has reason to believe that B is barred from that activity, and c B engages in the activity. 2 A personnel supplier commits an offence if— a he supplies an individual (B) to another (P), b he knows or has reason to believe that P will make arrangements for B to engage in regulated activity from which B is barred, and c he knows or has reason to believe that B is barred from that activity. 3 A person guilty of an offence under this section is liable— a on conviction on indictment, to imprisonment for a term not exceeding five years, or to a fine, or to both; b on summary conviction, to imprisonment for a term not exceeding   the general limit in a magistrates’ court , or to a fine not exceeding the statutory maximum, or to both. 4 It is a defence for a person charged with an offence under this section to prove— a that he reasonably thought that it was necessary for the barred person to engage in the activity for the purpose of preventing harm to a child or vulnerable adult (as the case may be), b that he reasonably thought that there was no other person who could engage in the activity for that purpose, and c that the barred person engaged in the activity for no longer than was necessary for that purpose. 5 For the purposes of this section, Schedule 4 is modified as follows— a in paragraph 1, sub-paragraphs (1)(b) and (2)(a) must be disregarded; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In relation to an offence committed before   2 May 2022 , the reference in subsection (3)(b) to   the general limit in a magistrates’ court   must be taken to be a reference to six months."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "10", "section_title": "Use of person not subject to monitoring for regulated activity", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "11", "section_title": "Regulated activity provider: failure to check", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "12", "section_title": "Personnel suppliers: failure to check", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "13", "section_title": "Educational establishments: check on members of governing body", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "14", "section_title": "Office holders: offences", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "15", "section_title": "Sections 13 and 14: checks", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "16", "section_title": "Exception to requirement to make monitoring check", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "17", "section_title": "NHS  employment", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "18", "section_title": "Offences: companies &c.", "section_text": "18 1 If an offence under section 9  ... or 38  ... is committed by a body corporate and is proved to have been committed with the consent or connivance of, or to be attributable to neglect on the part of— a a director, manager, secretary or other similar officer of the body, or b a person purporting to act in such a capacity, he (as well as the body) commits the offence. 2 If an offence under section 9  ... or 38  ... is committed by a partnership (whether or not a limited partnership) and is proved to have been committed with the consent or connivance of, or to be attributable to neglect on the part of— a a partner, or b a person purporting to act as a partner, he (as well as the partnership) commits the offence. 3 In subsection (1),  “ director ”, in relation to a body corporate whose affairs are managed by its members, means a member of the body."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "19", "section_title": "Offences: other persons", "section_text": "19 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 A person commits an offence if, in the course of acting or appearing to act on behalf of a personnel supplier— a he supplies an individual (B) to another (P), b he knows or has reason to believe that P will make arrangements for B to engage in regulated activity from which B is barred, and c he knows or has reason to believe that B is barred from the activity. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 A person guilty of an offence under subsection (2) is liable— a on conviction on indictment, to imprisonment for a term not exceeding five years, or to a fine, or to both; b on summary conviction, to imprisonment for a term not exceeding   the general limit in a magistrates’ court , or to a fine not exceeding the statutory maximum, or to both. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 For the purpose of  subsection (2)(b) , Schedule 4 is modified as follows— a in paragraph 1, sub-paragraphs (1)(b) and (2)(a) must be disregarded; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 In relation to an offence committed   2 May 2022 , the reference in subsection (5)(b) to   the general limit in a magistrates’ court   must be taken to be a reference to six months."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "20", "section_title": "Section 19: exclusions and defences", "section_text": "20 1 A person does not commit an offence under section 19 if B has not attained the age of 16. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "21", "section_title": "Controlled activity relating to children", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "22", "section_title": "Controlled activity relating to vulnerable adults", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "23", "section_title": "Controlled activity: regulations", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "24", "section_title": "Monitoring", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "24A", "section_title": "Monitoring: power to prescribe additional fees", "section_text": " 24A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "25", "section_title": "Monitoring: fees", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "26", "section_title": "Ceasing monitoring", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "27", "section_title": "Prohibition of requirement to produce certain records", "section_text": " 27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "28", "section_title": "Independent monitor", "section_text": "28 After section 119A of the Police Act 1997 (c. 50)\t\t\t(further sources of information: Scotland) insert— Independent monitor 119B 1 There is to be an independent monitor for the purposes of this Part. 2 The independent monitor is a person appointed by the Secretary of State— a for such period, not exceeding three years, as the Secretary of State decides; b on such terms as the Secretary of State decides. 3 A person may be appointed for a further period or periods. 4 The Secretary of State may terminate the appointment of the independent monitor before the end of the period mentioned in subsection (2)(a) by giving the monitor notice of the termination not less than three months before it is to take effect. 5 The independent monitor must review— a all cases in which information is disclosed to a registered person in pursuance of section 113B(6)(b); b a sample of cases in which a certificate issued under section 113B has included information in pursuance of subsection (4)(b) of that section; c a sample of cases in which the chief officer of a police force has decided that information must not be included in a certificate or report in pursuance of section 113B(4)(b) or disclosed in pursuance of section 113B(5)(c) and (6)(b); d all cases in which information is withheld from an individual because it is information to which section 24(9) of the Safeguarding Vulnerable Groups Act 2006 applies; e a sample of cases in which relevant information (within the meaning of section 24(8)(b) of that Act) is provided to an individual in pursuance of section 24(4)(a) of that Act. 6 The purpose of a review under subsection (5) is to ensure compliance with Article 8 of the European Convention of Human Rights. 7 The independent monitor must in relation to each year make a report to the Secretary of State about the performance of police forces in exercising their functions under this Part. 8 The independent monitor may make recommendations to the Secretary of State as to— a any guidance issued by the Secretary of State or which the monitor thinks it would be appropriate for the Secretary of State to issue; b any changes to any enactment which the monitor thinks may be appropriate. 9 The chief officer of a police force must provide to the independent monitor such information as the monitor reasonably requires in connection with the exercise of his functions under this section."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "29", "section_title": "Part 5 of the Police Act 1997: code of practice", "section_text": "29 1 Section 122 of the Police Act 1997 (c. 50)\t\t\t\t\t(code of practice) is amended as follows. 2 In subsection (1) after  “information provided to” insert  “                  , or the discharge of any function by,                ” . 3 In subsection (3) for the words from  “The Secretary of State” to  “application” substitute  “                  Subsection (3A) applies if the Secretary of State thinks that the registered person who countersigned an application for a certificate under section 113A or 113B                ” . 4 After subsection (3) insert— 3A The Secretary of State may— a refuse to issue the certificate; b suspend the registration of the person; c cancel the registration of the person. 3B Section 120AB applies if the Secretary of State proposes to suspend or cancel a person's registration under subsection (3A) above as it applies if he proposes to suspend or cancel a person's registration by virtue of section 120AA."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "30", "section_title": "Provision of vetting information", "section_text": "30 1 The Secretary of State must provide a person (A) with the information mentioned in subsection (4) in relation to another (B) if— a A makes an application for the information, b the application contains the appropriate declaration, and c the Secretary of State has no reason to believe that the declaration is false. 2 The appropriate declaration is a declaration by A— a that he falls within column 1 of a specified entry, and b that B has consented to the provision of the information to A. 2A The Secretary of State may refuse to provide A with the information if B has failed to pay a fee required by section 24A. 3 In this section references to a specified entry are to an entry in the table in Schedule 7 specified by A in his declaration. 4 The information is— a if column 2 of the specified entry refers to children, relevant information relating to children, and b if column 2 of the specified entry refers to vulnerable adults, relevant information relating to vulnerable adults. 5 Paragraph (b) of subsection (2) does not apply if the specified entry is 17. 6 If B consents to the provision of information to A in relation to an application under this section, the consent also has effect in relation to any subsequent such application by A. 7 The Secretary of State may prescribe the form, manner and contents of an application for the purposes of this section (including the form and manner of a declaration contained in such an application). 8 The Secretary of State may by regulations make provision requiring a local authority which makes or proposes to make payments to or on behalf of a person in accordance with regulations under section 17A of the Children Act 1989 (c. 41) or section 57 of the Health and Social Care Act 2001 (c. 15)  ,  ...  in accordance with section 31 or 32 of the Care Act 2014,   or in accordance with regulations made under sections 50 to 53 of the Social Services and Well-being (Wales) Act 2014  to inform the person of his right to obtain relevant information under this section."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "31", "section_title": "Meaning of relevant information in section 30", "section_text": "31 1 This section has effect for the purposes of section 30. 2 Relevant information relating to children is— a whether B is subject to monitoring in relation to regulated activity relating to children, and b if so, whether he is undergoing assessment. 3 Relevant information relating to vulnerable adults is— a whether B is subject to monitoring in relation to regulated activity relating to vulnerable adults, and b if so, whether he is undergoing assessment. 4 B is undergoing assessment if— a the Secretary of State is required to notify B as mentioned in section 24(4) in connection with B's monitoring application but has not yet done so; b B has made a simultaneous application under section 113B of the Police Act 1997 but the Secretary of State has not yet issued an enhanced criminal record certificate under that section; c in relation to subsection (2)(b), IBB is considering whether to include B in the children's barred list in pursuance of paragraph 3 or 5 of Schedule 3; d in relation to subsection (3)(b), IBB is considering whether to include B in the adults' barred list in pursuance of paragraph 9 or 11 of that Schedule. 5 In subsection (4)(b)\t\t\t\t\t “ simultaneous application ” means an application made simultaneously with B's monitoring application under section 24. 6 The Secretary of State may by order amend the preceding provisions of this section for the purpose of altering the meaning of relevant information relating to children or vulnerable adults (as the case may be)."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "32", "section_title": "Notification of cessation of monitoring", "section_text": "32 1 The Secretary of State must establish and maintain a register for the purposes of this section. 2 The Secretary of State must register a person (A) in relation to another (B) if— a A makes an application to be registered in relation to B, b the application contains the appropriate declaration, c the Secretary of State has no reason to believe that the declaration is false, and d B is subject to monitoring in relation to the regulated activity to which the application relates. 3 The appropriate declaration is a declaration by A— a that he falls within column 1 of a specified entry, and b that B has consented to the application. 4 In this section references to a specified entry are to an entry in the table in Schedule 7 specified by A in his declaration. 5 A's application and registration relate— a if column 2 of the specified entry refers to children, to regulated activity relating to children; b if column 2 of the specified entry refers to vulnerable adults, to regulated activity relating to vulnerable adults. 6 The Secretary of State must notify A if B ceases to be subject to monitoring in relation to the regulated activity to which A's registration relates. 7 The requirement under subsection (6) is satisfied if notification is sent to any address recorded against A's name in the register. 8 Paragraph (b) of subsection (3) does not apply if the specified entry is 17. 9 If B consents to the provision of information to A under section 30 the consent also has effect as consent to any application by A to be registered in relation to B under this section. 10 The Secretary of State may prescribe the form, manner and contents of an application for the purposes of this section (including the form and manner of a declaration contained in such an application)."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "33", "section_title": "Cessation of registration", "section_text": "33 1 In this section references to registration are to registration in the register maintained for the purposes of section 32. 2 Once a person is notified as mentioned in subsection (6) of that section, his registration ceases. 3   DBS   may cancel a person's registration in such circumstances as are prescribed. 4   DBS   must cancel a person's registration— a if the person applies for it to be cancelled; b in prescribed circumstances, if the person in relation to whom he is registered applies for it to be cancelled. 5 When a person's registration is cancelled under subsection (3) or (4)(b),   DBS   must notify him of that fact. 6 The requirement under subsection (5) is satisfied if notification is sent to any address recorded against A's name in the register."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "34", "section_title": "Declarations under sections 30 and 32", "section_text": "34 1 An individual commits an offence if, in an application made for the purposes of section 30 or 32— a he makes a false declaration, and b he either knows that it is false or is reckless as to whether it is false. 2 A person guilty of an offence under subsection (1) is liable on summary conviction to a fine not exceeding level 5 on the standard scale."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "35", "section_title": "Regulated activity providers: duty to refer", "section_text": "35 1 Subsection (2) applies to— a a regulated activity provider who holds any prescribed information in relation to a person (P) engaged in regulated activity provided by him; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 A person to whom this subsection applies must provide   DBS   with the information if— a he withdraws permission for P to engage in the activity for a reason mentioned in subsection (3), or b he does not withdraw permission for such a reason but would or might have done so if P had not otherwise ceased to engage in the activity. 3 The reasons are that the person to whom subsection (2) applies thinks— a that paragraph 1, 2, 7 or 8 of Schedule 3 applies to P, b that P has engaged in relevant conduct (within the meaning of paragraph 4 or 10 of Schedule 3), or c that the harm test is satisfied. 4 The harm test is that P may— a harm a child or vulnerable adult, b cause a child or vulnerable adult to be harmed, c put a child or vulnerable adult at risk of harm, d attempt to harm a child or vulnerable adult, or e incite another to harm a child or vulnerable adult. 5 For the purposes of subsection (3)(b), conduct is inappropriate if it appears to the person to whom subsection (2) applies to be inappropriate having regard to the guidance issued by the Secretary of State under paragraph 4(6) or 10(6) of Schedule 3. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 This section does not apply if the conditions specified in subsection (2) are fulfilled before the section is commenced."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "36", "section_title": "Personnel suppliers: duty to refer", "section_text": "36 1 A personnel supplier must provide   DBS   with any prescribed information it holds in relation to a person (P) who has been supplied by it to another person if the supplier knows that P has ceased to be engaged in regulated activity  ... in the circumstances mentioned in subsection (2)(a) or (b) of section 35. 2 A personnel supplier which is an employment agency or employment business must provide   DBS   with any prescribed information it holds in relation to a person (P) for whom it acts if— a the agency or business determines to cease to act for P for a reason mentioned in subsection (4), or b it does not determine to cease to act for P for such a reason but would or might have done so if its arrangement with, or employment of, him had not otherwise come to an end. 3 A personnel supplier which is an educational institution must provide   DBS   with any prescribed information it holds in relation to a student (P) following a course at the institution if— a the institution determines to cease to supply P to another person for him to engage in regulated  ... activity for a reason mentioned in subsection (4), b the institution determines that P should cease to follow a course at the institution for a reason mentioned in subsection (4), or c it does not determine as mentioned in paragraph (a) or (b) for such a reason but would or might have done so if P had not otherwise ceased to engage in the activity or ceased to follow the course. 4 The reasons are that the personnel supplier thinks— a that paragraph 1, 2, 7 or 8 of Schedule 3 applies to P, b that P has engaged in relevant conduct (within the meaning of paragraph 4 or 10 of Schedule 3), or c that the harm test is satisfied. 5 The harm test is that P may— a harm a child or vulnerable adult, b cause a child or vulnerable adult to be harmed, c put a child or vulnerable adult at risk of harm, d attempt to harm a child or vulnerable adult, or e incite another to harm a child or vulnerable adult. 6 For the purposes of subsection (4)(b), conduct is inappropriate if it appears to the personnel supplier to be inappropriate having regard to the guidance issued by the Secretary of State under paragraph 4(6) or 10(6) of Schedule 3. 7 An employment agency acts for a person if it makes arrangements with him with a view to— a finding him employment with an employer, or b supplying him to employers for employment by them. 8 An employment business acts for a person if it employs him to act for and under the control of other persons in any capacity. 9 In this section  “ employment ” has the same meaning as in the Employment Agencies Act 1973 (c. 35). 10 This section does not apply if the conditions specified in subsection (1), (2) or (3) are fulfilled before the section is commenced."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "37", "section_title": "Regulated activity providers: duty to provide information on request &c.", "section_text": "37 1 This section applies if   DBS   is considering— a whether to include any person in a barred list; b whether to remove any person from a barred list. 2   DBS   may require— a any regulated activity provider who has made arrangements for that person to engage in regulated activity (whether or not the arrangements are still in place), b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c any personnel supplier which is an employment agency or employment business and which acts for or has acted for that person, or d any personnel supplier which is an educational institution and which has supplied that person to another person for him to engage in regulated  ... activity, to provide   DBS   with any prescribed information he or it holds relating to the person. 3 An employment agency acts for a person if it makes arrangements with him with a view to— a finding him relevant employment with an employer, or b supplying him to employers for relevant employment by them. 4 Relevant employment is employment which consists in or involves engaging in regulated  ... activity. 5 An employment business acts for a person if it employs him to engage in regulated  ... activity for and under the control of other persons. 6 In this section  “ employment ” has the same meaning as in the Employment Agencies Act 1973 (c. 35)."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "38", "section_title": "Duty to provide information: offences", "section_text": "38 1 A person commits an offence if— a he is required under section 35 or 36 or in pursuance of section 37 to provide information to   DBS  , and b he fails, without reasonable excuse, to provide the information. 2 A person guilty of an offence under subsection (1) is liable on summary conviction to a fine not exceeding level 5 on the standard scale."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "39", "section_title": "Local authorities:  power  to refer", "section_text": "39 1 A local authority  may  provide   DBS   with any  ... information they hold relating to a person if the first and second conditions are satisfied. 2 The first condition is that the local authority thinks— a that paragraph 1, 2, 7 or 8 of Schedule 3 applies to the person, b that the person has engaged in relevant conduct (within the meaning of paragraph 4 or 10 of Schedule 3) occurring after the commencement of this section, or c that the harm test is satisfied. 3 The harm test is that the person may— a harm a child or vulnerable adult, b cause a child or vulnerable adult to be harmed, c put a child or vulnerable adult at risk of harm, d attempt to harm a child or vulnerable adult, or e incite another to harm a child or vulnerable adult. 4 The second condition is that the local authority thinks— a that the person is  or has been, or might in future be, engaged  in regulated activity  ..., and b (except in a case where paragraph 1  or 7  of Schedule 3 applies) that   DBS   may consider it appropriate for the person to be included in a barred list. 5 A local authority may provide   DBS   with any  ... information it holds relating to a person if— a the local authority think that a person has engaged in relevant conduct (within the meaning of paragraph 4 or 10 of Schedule 3) occurring before the commencement of this section, and b the condition in subsection (4) is satisfied. 6 For the purposes of subsection (2)(b) or (5)(a), conduct is inappropriate if it appears to the local authority to be inappropriate having regard to the guidance issued by the Secretary of State under paragraph 4(6) or 10(6) of Schedule 3. 7 “ Local authority ” has the same meaning as in section 1 of the Local Authorities (Goods and Services) Act 1970 (c. 39)."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "40", "section_title": "Local authorities: duty to provide information on request", "section_text": "40 1 This section applies if   DBS   is considering— a whether to include any person in a barred list; b whether to remove any person from a barred list. 2 If   DBS   thinks that a local authority hold any prescribed information relating to the person, it may require the authority to provide it with the information. 3 The local authority must comply with a requirement under subsection (2). 4 “ Local authority ” has the same meaning as in section 1 of the Local Authorities (Goods and Services) Act 1970."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "41", "section_title": "Registers:  power  to refer", "section_text": "41 1 A keeper of a relevant register  may  provide   DBS   with any  ... information he holds relating to a person if the first and second conditions are satisfied. 2 The first condition is that the keeper thinks— a that paragraph 1, 2, 7 or 8 of Schedule 3 applies to the person, b that the person has engaged in relevant conduct (within the meaning of paragraph 4 or 10 of Schedule 3) occurring after the commencement of this section, or c that the harm test is satisfied. 3 The harm test is that the person may— a harm a child or vulnerable adult, b cause a child or vulnerable adult to be harmed, c put a child or vulnerable adult at risk of harm, d attempt to harm a child or vulnerable adult, or e incite another to harm a child or vulnerable adult. 4 The second condition is that the keeper thinks— a that the person is  or has been, or might in future be, engaged  in regulated activity  ..., and b (except in a case where paragraph 1  or 7  of Schedule 3 applies) that   DBS   may consider it appropriate for the person to be included in a barred list. 5 A keeper of a relevant register may provide   DBS   with any  ... information he holds relating to a person if— a he thinks that the person has engaged in relevant conduct (within the meaning of paragraph 4 or 10 of Schedule 3) occurring before the commencement of this section, and b the condition in subsection (4) is satisfied. 6 For the purposes of subsection (2)(b) or (5)(a), conduct is inappropriate if it appears to the keeper to be inappropriate having regard to the guidance issued by the Secretary of State under paragraph 4(6) or 10(6) of Schedule 3. 7 In this section— a a relevant register is a register appearing in column 1 of the following table, and b in relation to a relevant register, the keeper of the register is the corresponding person appearing in column 2 of the table. Relevant register Keeper of the register 1. The register of teachers maintained under section 3 of the Teaching and Higher Education Act 1998 (c. 30) The General Teaching Council for Wales 2. The register maintained under article 19 of the Pharmacy Order 2010 The registrar appointed under article 18 of that Order. 3. Any of  the lists of medical practitioners kept under section 2 of the Medical Act 1983 (c. 54) The registrar of the General Medical Council 4. The dentists register kept under section 14 of the Dentists Act 1984 (c. 24) or the dental care professionals register kept under section 36B of that Act The registrar appointed under section 14 of that Act 5. The register of optometrists or the register of dispensing opticians maintained under section 7 of the Opticians Act 1989 (c. 44), or the register of persons undertaking training as optometrists or the register of persons undertaking training as dispensing opticians maintained under section 8A of that Act The registrar of the General Optical Council 6. The register of osteopaths maintained under section 2 of the Osteopaths Act 1993 (c. 21) The Registrar of Osteopaths 7. The register of chiropractors maintained under section 2 of the Chiropractors Act 1994 (c. 17) The Registrar of Chiropractors 8. The register of social workers and social care workers   in Wales  maintained   under section 80 of the Regulation and Inspection of Social Care (Wales) Act 2016 (anaw 2)     the registrar appointed under section 81 of that Act   9. The register of qualified nurses and midwives maintained under Article 5 of the Nursing and Midwifery Order 2001 ( S.I.  2002/253) The registrar appointed under Article 4 of that Order 10. The register of members of relevant professions maintained under Article 5 of   the Health Professions Order 2001   The registrar appointed under Article 4 of that Order   11 The register of social workers in England kept under section 39(1) of the Children and Social Work Act 2017  The registrar appointed under section 39(3)(a) of the Children and Social Work Act 2017 or, in the absence of such an appointment, Social Work England 8 The Secretary of State may by order amend the table in subsection (7) by inserting an entry or amending or omitting an entry for the time being contained in the table."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "42", "section_title": "Registers: duty to provide information on request", "section_text": "42 1 This section applies if   DBS   is considering— a whether to include in a barred list a person who appears on a relevant register; b whether to remove such a person from a barred list. 2   DBS   may require the keeper of the register to provide it with any prescribed information he holds relating to the person. 3 The keeper of the register must comply with a requirement under subsection (2). 4 References to a relevant register and the keeper of a relevant register must be construed in accordance with section 41(7)."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "43", "section_title": "Registers:  provision of barring information to keepers of registers", "section_text": "43 1 Subsection (2) applies if— a   DBS   knows or thinks that a person (A) appears on a relevant register, and b either— i A is included in a barred list, or ii   DBS   is aware that A is subject to a relevant disqualification. 2   DBS   must— a notify the keeper of the register of the circumstances mentioned in subsection (1)(b)(i) or (as the case may be)\t\t\t\t\t\t\t\t\t\t(ii), and b in the case where A is included in a barred list, provide the keeper of the register with such of the information on which   DBS   relied in including A in the list as   DBS   considers— i to be relevant to the exercise of any function of the keeper, and ii otherwise appropriate to provide.  3 Subsection (4) applies if the keeper of a relevant register applies to   DBS   to ascertain in relation to a person (A) whether— a A is included in a barred list, or b   DBS   is aware that A is subject to a relevant disqualification.  4   DBS   must notify the keeper of the register as to whether the circumstances are as mentioned in subsection (3)(a) or (as the case may be)\t\t\t\t\t\t\t\t(b).  5   DBS   may (whether on an application by the keeper or otherwise) provide to the keeper of a relevant register such relevant information as   DBS   considers appropriate. 5A Subsection (5B) applies if— a a keeper of a register has applied to   DBS   to be notified in relation to a person (A) if— i A is included in a barred list, or ii DBS  is aware that A is subject to a relevant disqualification, and b the application has not been withdrawn. 5B   DBS   must notify the keeper of the register if the circumstances are, or become, as mentioned in subsection (5A)(a)(i) or (as the case may be)\t\t\t\t\t\t\t\t(ii). 5C For the purposes of subsection (5A)(b) an application is withdrawn if— a the keeper of the register notifies   DBS   that the keeper no longer wishes to be notified if the circumstances are, or become, as mentioned in subsection (5A)(a)(i) or (as the case may be)\t\t\t\t\t\t\t\t\t\t(ii) in relation to A, or b DBS  cancels the application on either of the following grounds— i that the keeper has not answered, within such reasonable period as was required by   DBS  , a request from   DBS   as to whether the keeper still wishes to be notified if the circumstances are, or become, as mentioned in subsection (5A)(a)(i) or (as the case may be)\t\t\t\t\t\t\t\t\t\t\t\t(ii), or ii that A neither appears in the register nor is being considered for inclusion in the register. 5D A keeper of a relevant register may apply for information under this section, or to be notified under this section, in relation to a person (A) only if— a A appears in the register, or b A is being considered for inclusion in the register. 5E The duties in subsections (2), (4) and (5B) do not apply if   DBS   ...     is satisfied that the keeper of the register already has the information concerned. 5F   DBS   may determine the form, manner and contents of an application for the purposes of this section. 5G In this section relevant information is information— a which— i relates to the protection of children or vulnerable adults in general, or of any child or vulnerable adult in particular, and ii is relevant to the exercise of any function of the keeper of the register, but b which is not— i information that the circumstances are as mentioned in subsection (1)(b)(i) or (ii) in relation to a person, ii any information provided under subsection (2)(b), or iii information falling within paragraph 19(5) of Schedule 3. 5H The Secretary of State may by order amend subsection (5G).  6 In this section— a a relevant register is a register appearing in column 1  ... of the table in section 41(7), and b in relation to a relevant register, the keeper of the register is the corresponding person appearing in column 2 of the table.   7 A person is subject to a relevant disqualification if he is included in a list maintained under the law of Scotland or Northern Ireland which the Secretary of State specifies by order as corresponding to a barred list."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "44", "section_title": "Registers: power to apply for vetting information", "section_text": "44 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "45", "section_title": "Supervisory authorities:  power  to refer", "section_text": "45 1 A supervisory authority  may  provide   DBS   with any  ... information it holds relating to a person if the first and second conditions are satisfied. 2 The first condition is that the supervisory authority thinks, on the basis of relevant evidence— a that paragraph 1, 2, 7 or 8 of Schedule 3 applies to the person, b that the person has engaged in relevant conduct (within the meaning of paragraph 4 or 10 of Schedule 3) occurring after the commencement of this section, or c that the harm test is satisfied. 3 The harm test is that the person may— a harm a child or vulnerable adult, b cause a child or vulnerable adult to be harmed, c put a child or vulnerable adult at risk of harm, d attempt to harm a child or vulnerable adult, or e incite another to harm a child or vulnerable adult. 4 The second condition is that the supervisory authority thinks— a that the person is  or has been, or might in future be, engaged  in regulated activity  ... , and b (except in a case where paragraph 1  or 7  of Schedule 3 applies) that   DBS   may consider it appropriate for the person to be included in a barred list. 5 The supervisory authority may provide   DBS   with any  ... information it holds relating to a person if— a it thinks, on the basis of relevant evidence, that the person has engaged in relevant conduct (within the meaning of paragraph 4 or 10 of Schedule 3) occurring before the commencement of this section, and b the condition in subsection (4) is satisfied. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 A supervisory authority is— a a registration authority within the meaning of section 5 of the Care Standards Act 2000 (c. 14) in respect of its functions under Part 2 of that Act; aza the Secretary of State in respect of the Secretary of State's functions under sections 141B to 141E of the Education Act 2002; azb the Secretary of State in respect of the Secretary of State's functions under Chapter 1 of Part 4 of the Education and Skills Act 2008; aa the Secretary of State in respect of his functions under Chapter 1 of Part 10 of the Education Act  2002 (c. 32) ;  b the  Welsh Ministers  in respect of its functions under Chapter 1 of Part 10 of the Education Act 2002 (c. 32); c the Care Quality Commission in respect of its functions under Part 1 of the Health and Social Care Act 2008;   ca the Welsh Ministers in respect of their functions under Part 1 of the Regulation and Inspection of Social Care (Wales) Act 2016 (anaw 2);   d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e the Welsh Ministers in respect of their functions under Chapter 4 of Part 2 of the Health and Social Care (Community Health and Standards) Act 2003 and Part 8 of the Social Services and Well-being (Wales) Act 2014 (anaw 4); ea the Welsh Ministers in the exercise of their functions under Part 10A, Part 11 or Part 12 of the Children Act 1989; f the Public Guardian in the exercise of his functions; g Her Majesty's Chief Inspector of Schools in England in the exercise of his functions; h Her Majesty's Chief Inspector of Education and Training in Wales in the exercise of his functions; i the Charity Commissioners for England and Wales in the exercise of their functions. 8 Relevant evidence is evidence obtained by the supervisory authority in the exercise of the functions mentioned in subsection (7). 9 The Secretary of State may by order amend subsection (7) by inserting a paragraph or amending or omitting a paragraph for the time being contained in the subsection. 10 For the purposes of subsection (2)(b) or (5)(a), conduct is inappropriate if it appears to the supervisory authority to be inappropriate having regard to the guidance issued by the Secretary of State under paragraph 4(6) or 10(6) of Schedule 3."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "46", "section_title": "Supervisory authorities: duty to provide information on request", "section_text": "46 1 This section applies if   DBS   is considering— a whether to include in a barred list a person in relation to whom   DBS   thinks that a supervisory authority may have prescribed information; b whether to remove such a person from a barred list. 2   DBS   may require the supervisory authority to provide it with any prescribed information it holds relating to the person. 3 The supervisory authority must comply with a requirement under subsection (2)."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "47", "section_title": "Supervisory authorities: power to apply for  certain barring  information", "section_text": "47 1 If a supervisory authority applies to   DBS   for information within subsection (2) or (3) relating to a person (B),   DBS   must provide the supervisory authority with that information. 2 The information within this subsection is— a whether B is barred from regulated activity relating to children, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The information within this subsection is— a whether B is barred from regulated activity relating to vulnerable adults, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 A supervisory authority may apply for information under this section only if the information is required in connection with the exercise of a function of the supervisory authority mentioned in section 45(7). 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The Secretary of State may by order amend this section for the purpose of altering the information within subsection (2) or (3). 7   DBS   may  determine  the form, manner and contents of an application for the purposes of this section."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "48", "section_title": "Supervisory authorities: notification of barring &c. in respect of children", "section_text": "48 1 This section applies if— a a person is  ... included in the children's barred list, b   DBS   becomes aware that a person is subject to a relevant children's disqualification,  ... c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2   DBS   must notify every interested supervisory authority of the circumstance mentioned in paragraph (a), (b) or (c) (as the case may be) of subsection (1). 3 A supervisory authority is an interested supervisory authority only if— a it has applied to   DBS   to be notified if any of the circumstances mentioned in subsection (1) occurs in relation to the person, and b the application has not been withdrawn. 4 A supervisory authority may apply to   DBS   under subsection (3)(a) only if the notification is required in connection with the exercise of a function of the supervisory authority mentioned in section 45(7). 5 For the purposes of subsection (3)(b) an application is withdrawn if the supervisory authority notifies   DBS   that it no longer wishes to be notified if any of the circumstances mentioned in subsection (1) occurs in relation to the person. 6 A person is subject to a relevant children's disqualification if he is included in a list maintained under the law of Scotland or Northern Ireland which the Secretary of State specifies by order as corresponding to the children's barred list. 7 The Secretary of State may provide that in prescribed circumstances a supervisory authority is not an interested supervisory authority for the purposes of this section. 8   DBS   may  determine  the form, manner and contents of an application for the purposes of this section."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "49", "section_title": "Supervisory authorities: notification of barring &c. in respect of vulnerable adults", "section_text": "49 1 This section applies if— a a person is  ... included in the adults' barred list, b   DBS   becomes aware that a person is subject to a relevant adults' disqualification,  ... c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2   DBS   must notify every interested supervisory authority of the circumstance mentioned in paragraph (a)  or (b)  (as the case may be) of subsection (1). 3 A supervisory authority is an interested supervisory authority only if— a it has applied to   DBS   to be notified if any of the circumstances mentioned in subsection (1) occurs in relation to the person, and b the application has not been withdrawn. 4 A supervisory authority may apply to   DBS   under subsection (3)(a) only if the notification is required in connection with the exercise of a function of the supervisory authority mentioned in section 45(7). 5 For the purposes of subsection (3)(b) an application is withdrawn if the supervisory authority notifies   DBS   that it no longer wishes to be notified if any of the circumstances mentioned in subsection (1) occurs in relation to the person. 6 A person is subject to a relevant adults' disqualification if he is included in a list maintained under the law of Scotland or Northern Ireland which the Secretary of State specifies by order as corresponding to the adults' barred list. 7 The Secretary of State may provide that in prescribed circumstances a supervisory authority is not an interested supervisory authority for the purposes of this section. 8   DBS   may  determine  the form, manner and contents of an application for the purposes of this section."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "50", "section_title": "Provision of information to supervisory authorities", "section_text": "50 1 This section applies if   DBS   has information that it thinks is relevant to a supervisory authority. 2   DBS   may (whether on an application by the authority or otherwise)  provide the supervisory authority with the information. 3 Information is relevant to a supervisory authority if— a it relates to the protection of children or vulnerable adults in general, or of any child or vulnerable adult in particular, and b is relevant to the exercise of any function of the authority  which is mentioned in section 45(7) , but does not include information falling within paragraph 19(5) of Schedule 3  or of any circumstance mentioned in section 48(1) or 49(1)  in relation to a person. 4 A supervisory authority may apply to   DBS   under this section only if the information is required in connection with the exercise of a function of the supervisory authority which is mentioned in section 45(7). 5   DBS   may determine the form, manner and contents of an application for the purposes of this section."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "50A", "section_title": "\n \nProvision of information to the police \n etc. \n", "section_text": "50A 1   DBS   may provide any information it has to a chief officer of police for use for any of the following purposes— a the prevention, detection and investigation of crime; b the apprehension and prosecution of offenders. c the appointment of persons who are under the direction and control of the chief officer, d any prescribed purpose 1A   DBS   must, for use for any of the purposes mentioned in subsection (1), provide to any chief officer of police who has requested it a barred list or information as to whether a particular person is barred. 1B   DBS   may, for use for the purposes of the protection of children or vulnerable adults, provide to a relevant authority any information which   DBS   reasonably believes to be relevant to that authority. 1C   DBS   must, for use for the purposes of the protection of children or vulnerable adults, provide to any relevant authority who has requested it information as to whether a particular person is barred. 2 The  powers conferred by this section do  not limit any other power of   DBS   to provide information for any purpose or to any person. 3 In  this section , “a chief officer of police” includes— a the Chief Constable of the Police Service of Northern Ireland, and b the chief constable of   the Police Service of Scotland  . 4 In this section  “ relevant authority ” means— a the Secretary of State exercising functions in relation to prisons, or b a provider of probation services (within the meaning given by section 3(6) of the Offender Management Act 2007)."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "51", "section_title": "Crown application", "section_text": "51 1 Subject to the provisions of this section, this Act and any regulations or orders made under it bind the Crown. 2 No contravention by the Crown of any provision of this Act or of any regulations or order made under it makes the Crown criminally liable. 3 Despite subsection (2), this Act and any regulations or orders made under it apply to persons in Crown employment (within the meaning of the Employment Rights Act 1996 (c. 18)) as they apply to other persons. 4 Subsection (2) of section 6 does not apply in relation to any activity carried out by the Crown. 5 Each government department and other body performing functions on behalf of the Crown— a if the department or body engages in regulated activity, is the regulated activity provider in relation to the activity; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In subsection (5)  “ body ” includes office-holder. 7 Nothing in this section is to be taken as in any way affecting Her Majesty in her private capacity (within the meaning of section 38(3) of the Crown Proceedings Act 1947 (c. 44))."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "52", "section_title": "Referrals: findings of fact immaterial", "section_text": "52 1 For the purposes of the provisions mentioned in subsection (2), it is immaterial whether there is a finding of fact in any proceedings. 2 The provisions are— section 35(3)(b) and (c); section 36(4)(b) and (c); section 39(2)(b) and (c) and (5)(a); section 41(2)(b) and (c) and (5)(a); section 45(2)(b) and (c) and (5)(a)."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "53", "section_title": "Fostering", "section_text": "53 1 Despite section 58, this Act applies to activity that is regulated activity by virtue of paragraph 1(5) of Schedule 4. 2 Subsection (1) does not affect the operation of this Act in relation to any other activity that is carried out in connection with a foster child. 3 Subsection (4) applies if a person (P)— a makes arrangements for another person to foster a child as a private foster parent, and b has power to terminate the arrangements. 4 P is, if he would not otherwise be, a regulated activity provider in relation to fostering carried out by the foster parent in pursuance of the arrangements. 5 The following provisions of this section apply for the purposes of this Act. 6 A person fosters a child if he is a foster parent of the child. 7 A person is a foster parent if— a the person is a local authority foster parent within the meaning of section 105 of the Children Act 1989; b he is a person with whom a child has been placed by a voluntary organisation under section 59(1)(a) of that Act; c he is a private foster parent. 8 A person is a private foster parent if he falls within subsection (9) and looks after a child— a for reward, or b in pursuance of an arrangement made by someone other than a member of the child's family. 9 A person falls within this subsection if— a he fosters the child privately within the meaning of section 66(1) of the Children Act 1989, b he would be so fostering the child but for subsection (2) of that section (minimum period of 28 days), or c (in the case of a child who has attained the age of 16) he would fall within paragraph (a) or (b) if the child were under the age of 16. 10 A person's family includes— a the person's foster child; b the foster child of any member of the person's family; and references to a family relationship and family member are to be construed accordingly."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "54", "section_title": "Devolution: alignment", "section_text": "54 1 The Secretary of State may, by order, make such provision (including provision amending any enactment contained in or made under any Act, including this Act) as he thinks necessary or expedient in consequence of or having regard to any relevant Scottish legislation or relevant Northern Ireland legislation. 2 An order may— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b confer power to make subordinate legislation (within the meaning given by the Interpretation Act 1978 (c. 30)). 3 Relevant Scottish legislation is any provision made by or under an Act of the Scottish Parliament which the Secretary of State thinks— a corresponds to provision made by or under this Act, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . or c affects the operation of any provision made by or under this Act. 4 Relevant Northern Ireland legislation is any provision of such legislation which the Secretary of State thinks— a corresponds to provision made by or under this Act b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . or c affects the operation of any provision made by or under this Act. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "55", "section_title": "Northern Ireland", "section_text": "55 An Order in Council under paragraph 1(1) of the Schedule to the Northern Ireland Act 2000 (c. 1)\t\t\t(legislation for Northern Ireland during suspension of devolved government) which contains a statement that it is made only for purposes corresponding to those of this Act— a is not subject to paragraph 2 of that Schedule (affirmative resolution of both Houses of Parliament), but b is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "56", "section_title": "Devolution: Wales", "section_text": "56 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 If the exercise of a power to make subordinate legislation under any of the following provisions will have effect in relation to any function of the Welsh Ministers to which the provision applies, or would apply in consequence of the exercise of the power, the Secretary of State must not exercise the power without the consent of the Welsh Ministers— a section  45(9) ; b section 46(2); c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d section 48(7)  ... ; e section 49(7)  ... . 3 If the exercise of a power to make subordinate legislation under any of the following provisions will have effect in relation to Wales, the Secretary of State must not exercise the power unless he first consults the Welsh Ministers— a section 5(3); b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g section 35(1); h section 36(1), (2) or (3); i section 37(2); j . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . k section 40(2); l section  41(8) ; m section 42(2); n . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . o section 64(2); p section 65; q paragraph 1(1), 2(1), 7(1) or 8(1) of Schedule 3; r paragraph 2(1)(f) or  7(1)(f) or (g)  of Schedule 4; s . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . t . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 A power to make subordinate legislation is a power to make regulations or an order. 5 In the application of section 61 to the exercise of a power by the Welsh Ministers by virtue of this section— a the reference in subsection (2) of that section to either House of Parliament must be taken to be a reference to the National Assembly for Wales; b the reference in subsection (3) of that section to each House of Parliament must be taken to be a reference to the Assembly."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "57", "section_title": "Damages", "section_text": "57 1 No claim for damages lies in respect of any loss or damage suffered by any person in consequence of— a the fact that an individual is included in a barred list; b the fact that an individual is not included in a barred list; c the provision of  ... information in pursuance of any of sections 35, 36, 37, 39, 40, 41, 42, 45 and 46. 2 Subsection (1)(c) does not apply to the provision of information which is untrue by a person who knows the information is untrue and either— a he is the originator of the information and he knew at the time he originated the information that it was not true, or b he causes another person to be the originator of the information knowing, at the time the information is originated, that it is untrue. 3 Nothing in this Act affects section 8 of the Human Rights Act 1998 (c. 42) as it relates to the power of a court to award damages in respect of an unlawful act of a public authority (within the meaning of that Act)."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "58", "section_title": "Family and personal relationships", "section_text": "58 1 This Act does not apply to any activity which is carried out in the course of a family relationship. 2 This Act does not apply to any activity which is carried out— a in the course of a personal relationship, and b for no commercial consideration. 3 A family relationship includes a relationship between two persons who— a live in the same household, and b treat each other as though they were members of the same family. 4 A personal relationship is a relationship between or among friends. 5 A friend of a person (A) includes a person who is a friend of a member of A's family. 6 The Secretary of State may by order provide that an activity carried out in specified circumstances either is or is not— a carried out in the course of a family relationship; b carried out in the course of a personal relationship."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "59", "section_title": "Vulnerable adults", "section_text": "59 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "60", "section_title": "Interpretation", "section_text": "60 1 In this Act—  “ adult ” means a person who has attained the age of 18;  “the adults' barred list” must be construed in accordance with section 2(1)(b); “ barred list ” means the children's barred list or the adults' barred list; “ child ” means a person who has not attained the age of 18; “the children's barred list” must be construed in accordance with section 2(1)(a);   “ DBS ” means the Disclosure and Barring Service established by section 87(1) of the Protection of Freedoms Act 2012;   “ educational institution ” includes any training provider (within the meaning of Part 3 of the Education Act 2005 (c. 18)), whether or not the training provider would otherwise be regarded as an institution; “ employment agency ” and  “ employment business ” must be construed in accordance with the Employment Agencies Act 1973 (c. 35); “ personnel supplier ” means— a person carrying on an employment agency or an employment business, or an educational institution which supplies to another person a student who is following a course at the institution, for the purpose of enabling the student to obtain experience of engaging in regulated  ... activity; “ prescribed ” means prescribed by regulations made by the Secretary of State; “supervisory authority” must be construed in accordance with section 45(7); “vulnerable adult”  means any adult to whom an activity which is a regulated activity relating to vulnerable adults by virtue of any paragraph of paragraph 7(1) of Schedule 4 is provided . 2 A reference (however expressed) to a person being barred must be construed in accordance with section 3. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Nothing in this Act affects any power to provide information that exists apart from this Act."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "61", "section_title": "Orders and regulations", "section_text": "61 1 Any power under this Act to make orders or regulations is exercisable by statutory instrument. 2 Subject to subsections (3) and (4), orders or regulations under this Act are subject to annulment in pursuance of a resolution of either House of Parliament. 3 An instrument containing provision made— a by order under section 5(3), b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f by order under section 54(1) if it contains provision amending any Act or confers power to make subordinate legislation, g under section 64(3), h in regulations prescribing criteria for the purpose of paragraph 1, 2, 7 or 8 of Schedule 3,  or i by order under paragraph 6 or 12 of Schedule 3,  ... j . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . must not be made unless a draft of the instrument is laid before and approved by a resolution of each House of Parliament. 4 Subsection (2) does not apply to an order made under section 65, including such an order which contains provision made under section 64 (except subsection (3) of that section). 5 A power to make an order or regulations may be exercised so as to make different provision for different purposes."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "62", "section_title": "Transitional provision", "section_text": "62 Schedule 8 has effect."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "63", "section_title": "Amendments and repeals", "section_text": "63 1 Schedule 9 contains amendments. 2 Schedule 10 contains repeals."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "64", "section_title": "Supplementary, incidental, consequential &c. provision", "section_text": "64 1 Power to make subordinate legislation under this Act includes power to make— a such supplementary, incidental or consequential provision, or b such transitory, transitional or saving provision, as the person making the subordinate legislation thinks necessary or expedient. 2 The Secretary of State may by order may make such further provision as he considers appropriate— a for the general purposes, or any particular purpose, of this Act; b in consequence of any provision made by this Act; c for giving full effect to this Act or any provision made by it. 3 Subordinate legislation under subsection (1) or (2) may amend, repeal, revoke or otherwise modify any enactment (including this Act). 4 References in this section to subordinate legislation are to an order or regulations under this Act. 5 Nothing in this Act affects the generality of the power conferred by this section."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "65", "section_title": "Commencement", "section_text": "65 This Act (except this section and section 55) comes into force on such day as the Secretary of State appoints by order."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "66", "section_title": "Extent", "section_text": "66 1 Subject to subsections (2) to (4), the preceding provisions of this Act extend only to England and Wales. 2 Sections 1, 28, 29 and 55 and Schedule 1 and, so far as relating to those provisions, sections 59 to 61 and 65 also extend to Northern Ireland. 3 The amendment of an enactment in Schedule 9 has the same extent as the enactment amended, but the amendments made by paragraph 14 of that Schedule do not extend to Scotland. 4 Her Majesty may by Order in Council direct that this Act extends, with such modifications as appear to Her Majesty to be appropriate, to any of the Channel Islands or the Isle of Man."}, {"act": "Safeguarding Vulnerable Groups Act 2006", "year": 2006, "section": "67", "section_title": "Short title", "section_text": "67 This Act may be cited as the Safeguarding Vulnerable Groups Act 2006."}]