[{"act": "Transport (Wales) Act 2006", "year": 2006, "section": "1", "section_title": "General transport duty", "section_text": "1 1 The Assembly must— a develop policies for the promotion and encouragement of safe, integrated, sustainable, efficient and economic transport facilities and services to, from and within Wales, and b carry out its functions so as to implement those policies. 2 The transport facilities and services mentioned in subsection (1) are— a those required to meet the needs of persons living or working in Wales, or visiting or travelling through Wales, and b those required for the transportation of freight. 3 Those facilities and services include facilities and services for pedestrians and cyclists."}, {"act": "Transport (Wales) Act 2006", "year": 2006, "section": "2", "section_title": "Wales Transport Strategy", "section_text": "2 1 The Assembly must prepare and publish a document to be known as the Wales Transport Strategy. 2 The Strategy must set out— a the policies developed by the Assembly under section 1(1)(a), and b how the Assembly proposes to discharge its duty under section 1(1)(b). 3 The Assembly must keep the Strategy under review and may from time to time revise it. 4 If the Assembly revises the Strategy, it must publish (as it considers appropriate)— a the whole Strategy as revised, or b the revised parts. 5 In preparing or revising the Strategy the Assembly must consult— a each local authority in Wales; b each county council or district council in England whose area abuts Wales; c any other persons it considers appropriate. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Transport (Wales) Act 2006", "year": 2006, "section": "3", "section_title": "Local transport plans", "section_text": "3 The Schedule (which makes provision about local transport plans) has effect."}, {"act": "Transport (Wales) Act 2006", "year": 2006, "section": "4", "section_title": "Arrangements for discharge of transport functions", "section_text": "4 1 The Assembly may direct two or more local authorities in Wales to enter into arrangements— a in the terms specified in the direction, and b in relation to the discharge of transport functions specified in the direction. 2 The arrangements may in particular be or include arrangements for the joint discharge of transport functions. 3 In deciding whether to give a direction under this section in relation to particular functions, the Assembly must in particular have regard to the interests of economy, efficiency and effectiveness in the discharge of the functions. 4 The Assembly may vary or revoke a direction given under this section in relation to particular functions by a further such direction, but only if it is satisfied that, on variation or revocation, satisfactory arrangements will be in place for the discharge of those functions. 5 Before giving, varying or revoking a direction under this section the Assembly must consult the local authorities concerned and any other persons it considers appropriate. 6 “ Transport function ” means a function of a local authority in Wales relating to transport."}, {"act": "Transport (Wales) Act 2006", "year": 2006, "section": "5", "section_title": "Joint transport authorities", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Transport (Wales) Act 2006", "year": 2006, "section": "6", "section_title": "Financial assistance: local transport functions", "section_text": "6 1 The Assembly may give financial assistance to— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b local authorities in Wales, for the purpose of enabling or facilitating them to discharge their functions relating to transport. 2 The Assembly may attach conditions to financial assistance under this section."}, {"act": "Transport (Wales) Act 2006", "year": 2006, "section": "7", "section_title": "Provision of public passenger transport services", "section_text": "7 1 The Assembly may secure the provision of any public passenger transport services which it considers appropriate for the purpose of meeting any public transport requirements within Wales which would not in its view otherwise be met. 2 In exercising its power under subsection (1) the Assembly must have regard to— a a combination of economy, efficiency and effectiveness, b the Wales Transport Strategy, and c the transport needs of members of the public who are elderly or disabled. 3 For the purpose of securing the provision of a service under subsection (1) the Assembly may enter into agreements providing for service subsidies. 4 But the Assembly may not enter into an agreement under subsection (3) unless the service in question would not be provided   , or would not be provided to a particular standard,  without a subsidy. 4A The reference in subsection (4) to the standard to which a service is provided includes— a the frequency or timing of the service; b the days, or times of day, when the service is provided; c the vehicles used to provide the service. 5 “ Public passenger transport services ” means all those services on which members of the public rely for getting from place to place, when not relying on private facilities of their own, including school transport but not including— a services provided under permits under section 19 of the Transport Act 1985 (c. 67)\t\t\t\t\t\t\t(permits in relation to use of buses by educational and other bodies) other than services provided wholly or mainly to meet the needs of members of the public who are elderly or disabled; b excursions or tours. 6 “ Agreements providing for service subsidies ” are agreements under which any person undertakes to provide public passenger transport services of any description on terms which include provision for the making of payments to that person by the Assembly. 7 “ Excursion or tour ” has the meaning given in section 137(1) of the Transport Act 1985 (c. 67)."}, {"act": "Transport (Wales) Act 2006", "year": 2006, "section": "8", "section_title": "Public Transport Users' Committee for Wales", "section_text": "8 1 The Assembly may by order establish a body corporate, to be known as the Public Transport Users' Committee for Wales or Pwyllgor Defnyddwyr Trafnidiaeth Gyhoeddus Cymru. 2 The Assembly may by order provide for a body established under subsection (1) to be known by a different name. 3 A body established under subsection (1) is referred to in this Act as the Committee. 4 An order under subsection (1) may include provision— a about the status and membership of the Committee (including how members are to be appointed); b about the proceedings of the Committee; c about officers and staff of the Committee; d about the discharge of functions of the Committee (including provision for the discharge of functions by sub-committees with members who are not all members of the Committee); e about the making of reports by the Committee to the Assembly; f about the making of payments to or in respect of officers, staff and members of the Committee; g about the payment of pensions and the making of other payments to or in respect of former officers and staff of the Committee; h about the keeping of accounts by the Committee and their audit and submission to the Assembly; i about the acquisition and disposal by the Committee of property, rights and liabilities (including land); j authorising the Committee to charge for any services it provides in the discharge of any of its functions; k for the transfer of staff, property, rights and liabilities to the Committee. 5 The Assembly may make payments to the Committee of such amounts, at such times, and on such conditions (if any) as it considers appropriate. 6 The Assembly may by order make provision for the transfer of staff, property, rights and liabilities from the Committee to any other person."}, {"act": "Transport (Wales) Act 2006", "year": 2006, "section": "9", "section_title": "Functions of the Committee", "section_text": "9 1 The Committee may consider and make recommendations to the Assembly about any matter relating to public passenger transport services or facilities to, from or within Wales. 2 The Committee must consider and make recommendations to the Assembly about any such matter if asked to do so by the Assembly. 3 The Assembly may by order— a confer further functions on the Committee; b remove functions from the Committee; c make changes to any functions of the Committee; d transfer any functions of the Committee to another person (including to the Assembly). 4 An order under subsection (3) may confer a function on the Committee, or make changes to a function of the Committee, only if the new function, or the function as changed, relates to public passenger transport services or facilities to, from or within Wales. 5 The functions that may be conferred on the Committee under subsection (3)(a) include a power— a to enter into arrangements with another body for discharging functions on behalf of that body in relation to Wales; b to give effect to any such arrangements; c to enter into arrangements with another body for that body to discharge any functions of the Committee on behalf of the Committee. 6 The discharge of a function by the Committee on behalf of another body does not affect the responsibility of the body for the discharge of the function. 7 The discharge of a function by another body on behalf of the Committee does not affect the responsibility of the Committee for the discharge of the function. 8 The provision that may be made in an order under subsection (3) includes provision amending or repealing any provision of an enactment conferring functions on the Committee. 9 The Committee may do anything which is calculated to facilitate, or is conducive or incidental to, the discharge of any of its functions. 10 In this section— “ public passenger transport services ” has the meaning given in section 7; “ public passenger transport facilities ” means facilities for public passenger transport services."}, {"act": "Transport (Wales) Act 2006", "year": 2006, "section": "10", "section_title": "Guidance and directions to the Committee", "section_text": "10 1 The Assembly may— a issue guidance to the Committee as to how it is to discharge its functions; b give directions to the Committee as to how it is to discharge its functions. 2 The Committee must— a have regard to any guidance issued under subsection (1)(a); b comply with any directions given under subsection (1)(b). 3 Guidance or directions under this section must be in writing. 4 The Assembly may vary or revoke directions given under this section."}, {"act": "Transport (Wales) Act 2006", "year": 2006, "section": "11", "section_title": "Financial assistance: air transport services", "section_text": "11 1 The Assembly may give financial assistance to— a persons who provide or propose to provide air transport services which start or end at an airport in Wales, and b persons who provide or propose to provide airport facilities or services at a place in Wales, for the purpose of enabling or facilitating them to provide those services or facilities. 2 But the Assembly may give financial assistance under this section only if the services or facilities would not in its view be provided without the financial assistance. 3 The Assembly may attach conditions to financial assistance under this section. 4 “ Air transport services ” means services for the carriage by air of passengers or cargo."}, {"act": "Transport (Wales) Act 2006", "year": 2006, "section": "12", "section_title": "Commencement", "section_text": "12 The preceding provisions of this Act come into force in accordance with provision made by the Assembly by order."}, {"act": "Transport (Wales) Act 2006", "year": 2006, "section": "13", "section_title": "Orders", "section_text": "13 1 This section applies to an order made by the Assembly under this Act. 2 The power to make the order is exercisable by statutory instrument. 3 The order— a may make different provision for different purposes; b may include incidental, supplemental, consequential, saving or transitional provision."}, {"act": "Transport (Wales) Act 2006", "year": 2006, "section": "14", "section_title": "Interpretation", "section_text": "14 1 This section applies for the purposes of this Act. 2 “ The Assembly ” means the National Assembly for Wales. 3 “ Local authority in Wales ” means a county council or county borough council in Wales."}, {"act": "Transport (Wales) Act 2006", "year": 2006, "section": "15", "section_title": "Money", "section_text": "15 There shall be paid out of money provided by Parliament any increase attributable to this Act in the sums payable out of money provided by Parliament under another enactment."}, {"act": "Transport (Wales) Act 2006", "year": 2006, "section": "16", "section_title": "Extent", "section_text": "16 This Act extends to England and Wales only."}, {"act": "Transport (Wales) Act 2006", "year": 2006, "section": "17", "section_title": "Short title", "section_text": "17 This Act may be cited as the Transport (Wales) Act 2006."}]