[{"act": "Railway Regulation Act 1842", "year": 1842, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Railway Regulation Act 1842", "year": 1842, "section": "2", "section_title": " Recited Act and this Act to be construed together.", "section_text": "2 The provisions of the said recited Act and of this Act shall be construed together as one Act, except so far as the provisions of the said recited Act are hereby repealed, or shall be inconsistent with the provisions of this Act."}, {"act": "Railway Regulation Act 1842", "year": 1842, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Railway Regulation Act 1842", "year": 1842, "section": "46.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Railway Regulation Act 1842", "year": 1842, "section": "78.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Railway Regulation Act 1842", "year": 1842, "section": "9", "section_title": " Gates at level crossings to be kept closed across the road. ", "section_text": "9 And whereas by The  Highway (Railway Crossings) Act 1839 it was enacted, that whenever a railway crosses or shall hereafter cross  any turnpike road, or any other highway or statute labour road for carts or carriages, in Great Britain ,  the carriageway of a public road (within the meaning of the  Roads (Scotland) Act 1984) the proprietors or directors of the said railway shall make and maintain good and sufficient gates across each end of such  turnpike or other road carriageway at each end of the said crossings, and shall employ good and proper persons to open and shut such gates, so that the persons, carts, or carriages passing along such  turnpike or other road carriageway shall not be exposed to any danger or damage by the passing of any carriages or engines along the said railway: And whereas by the Acts relating to certain railways it is provided that such gates shall be kept constantly closed across the railway, except during the time when carriages or engines passing along the railway shall have to cross such  turnpike or other road carriageway : And whereas experience has shown that it is more conducive to safety that such gates should be kept closed across the  turnpike or other road carriageway  instead of across the railway: that, notwithstanding anything to the contrary contained in any Act of Parliament heretofore passed, such gates shall be kept constantly closed across each end of such  turnpike or other roads carriageway , in lieu of across the railway, except during the time when horses, cattle, carts, or carriages passing along such  turnpike or other road carriageway  shall have to cross such railway; such gates shall be of such dimensions and so constructed as, when closed across the ends of such  turnpike or other roads carriageway , to fence in the railway, and prevent cattle or horses passing along the road from entering upon the railway while the gates are closed: Provided always, that it shall be lawful for the lords of the said committee, in any case in which they are satisfied that it will be more conducive for the public safety that the gates at any level crossing over any such  turnpike or other road carriageway  should be kept closed across the railway, to order and direct that such gates shall be kept so closed, instead of across the road; and such order of the lords of the said committee shall be a sufficient authority for the directors or proprietors of any railway company to whom such order is addressed for keeping such gates closed, in the manner directed by the lords of the said committee."}, {"act": "Railway Regulation Act 1842", "year": 1842, "section": "10", "section_title": "Railway companies to erect and maintain fences.", "section_text": "10  All railway companies shall be under the same liability of obligation to erect, and to maintain and repair, good and sufficient fences throughout the whole of their respective lines, as they would have been if every part of such fences had been originally ordered to be made under an order of justices by virtue of the provisions to that effect in the Acts of Parliament relating to such railways respectively."}, {"act": "Railway Regulation Act 1842", "year": 1842, "section": "1113.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Railway Regulation Act 1842", "year": 1842, "section": "14", "section_title": " Power for railway companies to enter upon adjoining lands to repair accidents. ", "section_text": "14  It shall be lawful for the lords of the said committee to empower any railway company, in case of any accident or slip happening or being apprehended to any cutting, embankment, or other work belonging to them, to enter upon any lands adjoining their railway for the purpose of repairing or preventing such accident, and to do such works as may be necessary for the purpose: Provided always, that in case of necessity it shall be lawful for any railway company to enter upon such lands, and to do such works as aforesaid, without having obtained the previous sanction of the lords of the said committee; but in every such case such railway company shall, within forty-eight hours after such entry, make a report to the lords of the said committee, specifying the nature of such accident or apprehended accident, and of the works necessary to be done, and such powers shall cease and determine if the lords of the said committee shall, after considering the said report, certify that their exercise is not necessary for the public safety: Provided also, that such works shall be as little injurious to the said adjoining lands as the nature of the accident or apprehended accident will admit of, and shall be executed with all possible despatch; and full compensation shall be made to the owners and occupiers of such lands for the loss or injury or inconvenience sustained by them respectively by reason of such works, the amount of which compensation, in case of any dispute about the same, shall be settled in the same manner as cases of disputed compensation are directed to be settled by the Acts relating to the railway on which such works may become necessary: Provided always, that no land shall be taken permanently by any railway company for such works without a certificate from the lords of the said committee as herein-after described."}, {"act": "Railway Regulation Act 1842", "year": 1842, "section": "15", "section_title": " Compulsory powers of taking land for the purposes of railways extended where thought necessary for safety by the Board of Trade. ", "section_text": "15 And whereas by various Acts relating to railways compulsory powers are given to railway companies of purchasing and taking lands for the construction of such railways, and it is provided that such compulsory powers shall not be exercised after the expiration of certain limited periods from the passing of the said Act: And whereas it is sometimes found necessary for the public safety that additional land should be taken after the expiration of such periods for the purpose of giving increased width to the embankments and inclination to the slopes of railways, or for making approaches to bridges or archways, or for doing such works for the repair or prevention of accidents as are herein-before described: in every case in which the lords of the said committee shall certify that the public safety requires additional land to be taken by any railway company for such purposes as aforesaid, the compulsory powers of purchasing and taking land contained in the Act or Acts of such railway company, together with all the clauses and provisions relative thereto, shall, as regards such portion or portions of land as are mentioned in the certificate of the lords of the said committee, revive and be in full force for such further period as shall be mentioned in such certificate: Provided always that any railway company applying to the lords of the said committee for any such certificate shall give fourteen days notice in writing, in the manner prescribed by the Act or Acts of such company for serving notices on landowners, of their intention to make such application, to all the parties interested in such lands, or such of them as shall be known to the company, and shall state in such notice the particulars of the lands required; and if any of such parties interested shall apply within the said period of fourteen days to the lords of the said committee, such party shall be heard by them before any such certificate is given: Provided also, that where any such application shall have been made by any railway company to the lords of the said committee, upon which application any such certificate shall have been refused, the directors of such railway company shall, if required by the lords of the said committee, repay to the party resisting such application any expenses which he or they may have incurred in resisting such application."}, {"act": "Railway Regulation Act 1842", "year": 1842, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Railway Regulation Act 1842", "year": 1842, "section": "17", "section_title": " Punishment of persons employed on railways guilty of misconduct. ", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Railway Regulation Act 1842", "year": 1842, "section": "18", "section_title": " Sheriffs to have jurisdiction in Scotland.", "section_text": "18 In all cases in which by the present or the said recited Act for regulating railways it is provided that offenders shall be taken before one or more justices of the peace for the place within which the offence was committed, it shall be lawful, in case the offence is committed in Scotland, to take such offenders before the sheriff of  the sheriffdom , or other magistrate acting for the district within which such offence shall be committed, or where such offender shall be apprehended, without any warrant or authority other than this Act; and such sheriff or magistrate is hereby empowered and required, on the application of the railway company, to proceed in all respects as if the words “sheriff or magistrate” had been substituted for the word “justice” in the said Acts, and shall be entitled summarily, and without a jury, to execute the powers thereby and hereby committed to him."}, {"act": "Railway Regulation Act 1842", "year": 1842, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19"}, {"act": "Railway Regulation Act 1842", "year": 1842, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "20"}, {"act": "Railway Regulation Act 1842", "year": 1842, "section": "21", "section_title": " Meaning of the words “railway” and “company”.", "section_text": "21 Whenever the word “ railway ” is used in this or in the said recited Act it shall be construed to apply to all railways used or intended to be used for the conveyance of passengers in or upon carriages drawn or impelled by the power of steam or by any other mechanical power; and whenever the word “ company ” is used in this or in the said recited Act it shall be construed to extend to and include the proprietors for the time being of any such railway, whether a body corporate or individuals, and their lessees, executors, administrators, and assigns, unless in either of the above cases the subject or context be repugnant to such construction."}, {"act": "Railway Regulation Act 1842", "year": 1842, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "22"}, {"act": "Railway Regulation Act 1842", "year": 1842, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "23"}]