[{"act": "Treason Act 1842", "year": 1842, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Treason Act 1842", "year": 1842, "section": "2", "section_title": " Punishment for discharging or aiming fire-arms, or throwing or using any offensive matter or weapon, with intent to injure or alarm her Majesty. ", "section_text": "2 If any person shall wilfully discharge or attempt to discharge, or point, aim, or present at or near to the person of the Queen, any gun, pistol, or any other description of fire-arms or of other arms whatsoever, whether the same shall or shall not contain any explosive or destructive material, or shall discharge or cause to be discharged, or attempt to discharge or cause to be discharged, any explosive substance or material near to the person of the Queen, or if any person shall wilfully strike or strike at, or attempt to strike or to strike at, the person of the Queen, with any offensive weapon, or in any other manner whatsoever, or if any person shall wilfully throw or attempt to throw any substance, matter, or thing whatsoever at or upon the person of the Queen, with intent in any of the cases aforesaid to injure the person of the Queen, or with intent in any of the cases aforesaid to break the public peace, or whereby the public peace may be endangered, or with intent in any of the cases aforesaid to alarm her Majesty, or if any person shall, near to the person of the Queen, wilfully produce or have any gun, pistol, or any other description of fire-arms or other arms whatsoever, or any explosive, destructive, or dangerous matter or thing whatsoever, with intent to use the same to injure the person of the Queen, or to alarm her Majesty, every such person so offending shall be guilty of a high misdemeanor, and being convicted thereof in due course of law, shall be liable, at the discretion of the court before which the said person shall be so convicted, to be transported beyond the seas for the term of seven years, or to be imprisoned, . . .  , . . . "}, {"act": "Treason Act 1842", "year": 1842, "section": "3", "section_title": " Not to alter the punishment for high treason.", "section_text": "3 Provided always, that nothing herein contained shall be deemed to alter in any respect the punishment which by law may now be inflicted upon persons guilty of high treason or misprision of treason."}]