[{"act": "Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947", "year": 1947, "section": "1", "section_title": " Procedure for compulsory purchase of land by local authorities, and by the Minister of Transport, the Minister of Civil Aviation and the Secretary of State for certain purposes.", "section_text": "1 1 The authorisation of any compulsory purchase of land— a by a local authority where, apart from this Act, power to authorise the authority to purchase land compulsorily is conferred by or under any enactment contained in a public general Act and in force immediately before the commencement of this Act, other than any enactment specified in subsection (4) of this section;  b by the Secretary of State under section 41 or 49 of the Civil Aviation Act 1982 d by the Secretary of State under section  79 of the National Health Service (Scotland) Act 1978 ; da by the Scottish Ministers under section 19 of the Forestry and Land Management (Scotland) Act 2018; e by the Scottish Ministers under section 35 or 72 of the Land Reform (Scotland) Act 2003 (asp 2); ea by the Scottish Ministers under section 5A(3) of the Diseases of Fish Act 1937 (c. 33); f by Scottish Water under section 47 of the  Water Industry (Scotland) Act 2002 (asp 3) ;  shall, subject to the provisions of this . . .   section, be conferred by an order (in this Act referred to as a “compulsory purchase order”) in accordance with the provisions of the First Schedule to this Act. 2 The purchase, in a case falling within the last foregoing subsection, of land— a which is the property of a local authority or which has been acquired by statutory undertakers for the purposes of their undertaking, b forming part of a common or open space or held inalienably by the National Trust for Scotland,  . . .  c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  shall be subject to the special provisions of Part III of the said First Schedule. 2A The following sections of, and the Schedules to, this Act shall apply in relation to a compulsory purchase by Scottish Water as they apply in relation to a compulsory purchase by a local authority. 3 In relation to any compulsory purchase to which the provisions of the First Schedule to this Act apply, the Lands Clauses Acts and other enactments mentioned in Part I of the Second Schedule to this Act shall be incorporated in accordance with the provisions of the said Part I; and the Acquisition of Land (Assessment of Compensation) Act,  1919, shall have effect in relation to any such compulsory purchase subject to the provisions of Part II of that Schedule. 4 The enactments excepted from the operation of subsection (1) of this section are any enactment contained in— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c the Light Railways Acts, 1896 and 1912; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947", "year": 1947, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947", "year": 1947, "section": "3", "section_title": " Power to extinguish certain public rights of way over land acquired. ", "section_text": "3 1 Subject to the provisions of this section, where land is acquired, or proposed to be acquired.— a in pursuance of a compulsory purchase order made under section one of this Act . . .  , or b by agreement for a purpose, and by an authority, such that the compulsory acquisition of the land could be authorised by such an order . . .   as aforesaid, and there subsists over any part of the land a public right of way, not being a right enjoyable by vehicular traffic, then if the Secretary of State is satisfied that a suitable alternative right of way has been or will be provided, or that the provision thereof is not required, he may by order extinguish the right of way as from such date as may be specified in the order, not being earlier than— i the making of the order; ii if in the exercise of any power conferred by this Act or by agreement the acquiring authority takes possession of the land before the acquisition thereof is completed, the date on which the authority takes possession of the land; iii if the acquiring authority does not take possession of the land in the exercise of any such powers aforesaid, the date on which the acquisition of land is completed: Provided that where a right of way is extinguished under this subsection at a date before the acquisition of the land in question is completed, then if at any time thereafter it appears to the Secretary of State that the proposal to acquire the land has been abandoned, he shall by order direct that the right shall revive, without prejudice, however, to the making of a new order extinguishing the right. 2 The Secretary of State shall cause a notice stating the effect of any order that he proposes to make under this section extinguishing a right of way, and specifying the time (not being less than twenty-one days from the publication of the notice) within which, and the manner in which, objections to the proposal may be made, to be published in such manner as appears to him to be requisite, and, in any case where the acquiring authority is not the local planning authority within the meaning of the Town and Country Planning (Scotland) Act,  1947, for the district  in which the land is situated, shall serve a like notice on the said local planning authority. 3 If any objection to the proposal is duly made and is not withdrawn, the Secretary of State shall, before making the order, cause a public local inquiry to be held. 4 No order shall be made under subsection (1) of this section extinguishing a right of way over land, on, over or under which there is any apparatus belonging to statutory undertakers unless the undertakers consent to the making of the order, and any such consent may be given subject to the condition that there are included in the order such provisions for the protection of the undertakers as they may reasonably require. The consent of statutory undertakers to any such order shall not be unreasonably refused, and any question arising under this subsection whether any requirement or refusal is reasonable shall be determined by the  Scottish Ministers . 4A In subsection (4) above, the reference to apparatus belonging to statutory undertakers shall include a reference to apparatus kept installed for the purposes of   an electronic communications code network  ; and in relation to any such apparatus the references to the undertakers shall have effect as references to the operator of   the network . 5 The foregoing provisions of this section shall not apply in any case where section twenty-two of the Town and Country Planning (Scotland) Act,   1945 (which relates to the extinction of public rights of way over land acquired or appropriated for the purposes of Part I of that Act) applies. 6 Except as provided by the foregoing provisions of this section or by the said section twenty-two, nothing in this Act shall be taken to authorise the extinction of any public right of way. 7 This section shall not have effect in relation to land acquired or proposed to be acquired  by the Secretary of State under section 41 of the Civil Aviation Act 1982 ."}, {"act": "Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947", "year": 1947, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947", "year": 1947, "section": "5", "section_title": " Provisions as to inquiries and as to service of certain notices.", "section_text": "5 1 For the purposes of the execution of his powers and duties under this Act, a Minister may cause to be held such public local inquiries as are directed by this Act and such other public local inquiries as he may think fit, and, subject to the provisions of the next following subsection, the provisions of the Fourth Schedule to this Act shall have effect with regard to any such inquiry. 2 Any inquiry in relation to a compulsory purchase order which, by virtue of Part III of the First Schedule to this Act, becomes in certain events subject to special parliamentary procedure shall, if the confirming authority so directs, be held by Commissioners under the Private Legislation Procedure (Scotland) Act,  1936, and where any direction has been so given— a it shall be deemed to have been given under section two, as read with section ten, of the Statutory Orders (Special Procedure) Act,  1945; b if publication of notice in accordance with the provisions of head (a) of sub-paragraph (1) of paragraph 3 of the First Schedule to this Act has been made, the provisions of subsection (1) of the aforesaid section two with regard to advertisement of notice shall be deemed to have been complied with; and c the provisions of the Fourth Schedule to this Act shall not apply to such inquiry. 3 Any provision contained in the Schedules to this Act requiring notice to be served on owners, lessees or occupiers of any land shall be deemed to be complied with if notice is served on all the persons appearing . . .   to the acquiring authority to have an interest in the land, and any reference in the said Schedules to owners, lessees and occupiers shall be construed accordingly. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947", "year": 1947, "section": "6", "section_title": " Application of s. 1 to local Acts.", "section_text": "6 1 Where, apart from this Act, power to authorise a local authority to purchase land compulsorily is conferred by any enactment contained in a local Act and in force immediately before the eighteenth day of April, nineteen hundred and forty-six, the Secretary of State may by order made on the application of the local authority direct that section one of this Act shall apply in relation to the enactment as if the enactment were contained in a public general Act:  . . .  2 Where an order has come into operation under this section or under section seven of the Acquisition of Land (Authorisation Procedure) Act,  1946, the local Act shall have effect subject to the amendments thereof provided for in the order, being amendments appearing to the Secretary of State to be consequential on the making of the order, and as if the said amendments had been in force immediately before the eighteenth day of April, nineteen hundred and forty-six. 3 Any order under this section . . .   shall be subject to special parliamentary procedure."}, {"act": "Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947", "year": 1947, "section": "6A", "section_title": " Application for the purposes of the Opencast Coal Act 1958.", "section_text": "6A In the application of this Act for the purposes of section 4(5) of the Opencast Coal Act 1958, Part III of Schedule 1 shall apply as if paragraph 9 were omitted and the acquisition to which the compulsory rights order related were not affected by section 120 of the Local Government, Planning and Land Act 1980."}, {"act": "Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947", "year": 1947, "section": "7", "section_title": " Interpretation.", "section_text": "7 1 In this Act, except where the context otherwise requires, the following expressions have the meanings hereby assigned to them respectively, that is to say—  . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ common ” includes any town or village green; “ held inalienably ”, in relation to land belonging to the National Trust for Scotland, means that the land is inalienable under section twenty two of the Order confirmed by the National Trust for Scotland Order Confirmation Act,  1935; “ land ”, in relation to compulsory purchase under any enactment. includes anything falling within any definition of that expression in that enactment, and in relation to compulsory purchase under the Harbours, Piers and Ferries (Scotland) Act,  1937, includes also a marine work within the meaning of that Act; “ local authority ” means any  any council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994  ; “ National Trust for Scotland ” means the National Trust for Scotland for Places of Historic Interest or Natural Beauty incorporated by the Order confirmed by the National Trust for Scotland Order Confirmation Act, 1935; “ open space ” means any land laid out as a public garden, or used for the purposes of public recreation, or land being a disused burial ground; “ owner ”, in relation to any land, includes any person who under the Lands Clauses Acts would be enabled to sell and convey the land to the promoters of an undertaking, and includes also a lessee under a lease the unexpired period of which exceeds three years; “ statutory undertakers ” means any persons authorised by any Act (whether public general of local), or by any order or scheme made under or confirmed by an Act, to construct, work or carry on any railway, light railway, tramway, road transport, water transport, canal, inland navigation, dock, harbour, pier or light-house undertaking, or any undertaking for the supply of . . .  , . . .  , hydraulic power or water  , or a universal serviceprovider (within the meaning of  Part 3 of the Postal Services Act 2011 ) in connection with the provision of a universal postal service (within the meaning of  that Part ). . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 For the removal of doubt, it is hereby declared that any power conferred by or under this Act or any enactment passed before the commencement thereof to purchase land compulsorily is, except in so far as any express provision of any such enactment restricts the exercise of the power, exercisable notwithstanding any other enactment providing that the land shall be inalienable. 4 References in this Act to any enactment shall be construed as references to that enactment as amended by or under any other enactment, including this Act."}, {"act": "Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947", "year": 1947, "section": "8", "section_title": "†Repeals and consequential and transitional provisions", "section_text": "8 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 References to the Acquisition of Land (Authorisation Procedure) Act, 1946, or to particular provisions thereof, contained in the Fourth Schedule to that Act (which sets forth minor and consequential amendments of various enactments) shall be construed as references to this Act or to the provisions of this Act corresponding to the particular provisions of the said Act of  1946, as the case may require. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947", "year": 1947, "section": "9", "section_title": " Short title and extent.", "section_text": "9 1 This Act may be cited as the Acquisition of Land (Authorisation Procedure) (Scotland) Act, 1947. 2 This Act shall extend to Scotland only."}]