[{"act": "Agriculture Act 1947", "year": 1947, "section": "1", "section_title": "\n Provisions for securing efficient agricultural production and proper agricultural conditions.", "section_text": "1 1 The following provisions of this Part of this Act shall have effect for the purpose of promoting and maintaining, by the provision of guaranteed prices and assured markets for the produce mentioned in the First Schedule to this Act, a stable and efficient agricultural industry capable of producing such part of the nation’s food and other agricultural produce as in the national interest it is desirable to produce in the United Kingdom, and of producing it at minimum prices consistently with proper remuneration and living conditions for farmers and workers in agriculture and an adequate return on capital invested in the industry. 2 This Part of this Act shall extend to Scotland and Northern Ireland."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "2", "section_title": "†  Annual and special reviews of condition of agricultural industry.", "section_text": "2 1 As at such date in each year as the Ministers may determine, they shall review the general economic condition and prospects of the agricultural industry. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 In holding any review under this section the Ministers shall consult with such bodies of persons as appear to them to represent the interests of producers in the agricultural industry."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "37.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Agriculture Act 1947", "year": 1947, "section": "8", "section_title": "\n Interpretation of Part I.", "section_text": "8 1 In this Part of this Act the expression “ the Ministers ” means  the Minister of Agriculture, Fisheries and Food  and the Secretaries of State concerned with agriculture in Scotland and Northern Ireland, acting jointly . . .  2 Reference in this Part of this Act to the provision of guaranteed prices for producers shall include references to the provision of payments to them (whether by reference to acreage or otherwise) in respect of produce mentioned in the First Schedule to this Act, as an alternative to the provision of guaranteed prices. "}, {"act": "Agriculture Act 1947", "year": 1947, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Agriculture Act 1947", "year": 1947, "section": "10", "section_title": "Good estate management.", "section_text": "10 1 For the purposes of this Act, an owner of agricultural land shall be deemed to fulfil his responsibilities to manage it in accordance with the rules of good estate management in so far as his management of the land and (so far as it affects the management of that land) of other land managed by him is such as to be reasonably adequate, having regard to the character and situation of the land and other relevant circumstances, to enable an occupier of the land reasonably skilled in husbandry to maintain efficient production as respects both the kind of produce and the quality and quantity thereof. 2 In determining whether the management of land is such as aforesaid, regard shall be had, but without prejudice to the generality of the provisions of the last foregoing subsection, to the extent to which the owner is providing, improving, maintaining and repairing fixed equipment on the land in so far as is necessary to enable an occupier of the land reasonably skilled in husbandry to maintain efficient production as aforesaid. 3 The responsibilities under the rules of good estate management of an owner of land in the occupation of another person shall not in relation to the maintenance and repair of fixed equipment include an obligation to do anything which that other person is under an obligation to do by virtue of any agreement."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "11", "section_title": "Good husbandry.", "section_text": "11 1 For the purposes of this Act, the occupier of an agricultural unit shall be deemed to fulfil his responsibilities to farm it in accordance with the rules of good husbandry in so far as the extent to which and the manner in which the unit is being farmed (as respects both the kind of operations carried out and the way in which they are carried out) is such that, having regard to the character and situation of the unit, the standard of management thereof by the owner and other relevant circumstances, the occupier is maintaining a reasonable standard of efficient production, as respects both the kind of produce and the quality and quantity thereof, while keeping the unit in a condition to enable such a standard to be maintained in the future. 2 In determining whether the manner in which a unit is being farmed is such as aforesaid, regard shall be had, but without prejudice to the generality of the provisions of the last foregoing subsection, to the extent to which— a permanent pasture is being properly mown or grazed and maintained in a good state of cultivation and fertility and in good condition; b the manner in which arable land is being cropped is such as to maintain that land clean and in a good state of cultivation and fertility and in good condition; c the unit is properly stocked where the system of farming practised requires the keeping of livestock, and an efficient standard of management of livestock is maintained where livestock are kept and of breeding where the breeding of livestock is carried out; d the necessary steps are being taken to secure and maintain crops and livestock free from disease and from infestation by insects and other pests; e the necessary steps are being taken for the protection and preservation of crops harvested or lifted, or in course of being harvested or lifted; f the necessary work of maintenance and repair is being carried out. 3 The responsibilities under the rules of good husbandry of an occupier of an agricultural unit which is not owned by him shall not include an obligation to carry out any work of maintenance or repair which the owner of the unit or any part thereof is under an obligation to carry out in order to fulfil his responsibilities to manage in accordance with the rules of good estate management."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "1220.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Agriculture Act 1947", "year": 1947, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "21"}, {"act": "Agriculture Act 1947", "year": 1947, "section": "2246.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "22"}, {"act": "Agriculture Act 1947", "year": 1947, "section": "4752.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "47"}, {"act": "Agriculture Act 1947", "year": 1947, "section": "53", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "53"}, {"act": "Agriculture Act 1947", "year": 1947, "section": "5457.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "54"}, {"act": "Agriculture Act 1947", "year": 1947, "section": "58", "section_title": " Contributions by Minister to losses incurred by smallholdings authorities.", "section_text": "58 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "59", "section_title": " Winding-up of Small Holdings and Allotments Account.", "section_text": "59 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "60", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "60"}, {"act": "Agriculture Act 1947", "year": 1947, "section": "6166.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "61"}, {"act": "Agriculture Act 1947", "year": 1947, "section": "67", "section_title": " Application and repeal of provisions of Small Holdings and Allotments Acts, 1908 to 1931.", "section_text": "†67 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Subject to the foregoing provisions of this Part of this Act, the said Acts, . . .   are hereby repealed in so far as they relate to smallholdings: Provided that— a without prejudice to  subsection (1) of section 16 of the  Interpretation Act 1978  (which relates to the effect of repeals), the provisions of the said Acts specified in the first column of Part II of the Eighth Schedule to this Act, which relate to the matters specified in that column, shall continue in operation to the extent specified in the second column of the said Part II, but subject to any modification so specified; b nothing in this subsection shall affect the provisions of the said Acts relating to the acquisition, and to proceedings in relation to the acquisition, of land for the purposes of small holdings as those provisions apply, by virtue of section seventeen of the  Land Settlement (Facilities) Act 1919, to the acquisition of land by county councils for allotments."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "6869.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "68"}, {"act": "Agriculture Act 1947", "year": 1947, "section": "70", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "70"}, {"act": "Agriculture Act 1947", "year": 1947, "section": "7172.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "71"}, {"act": "Agriculture Act 1947", "year": 1947, "section": "73", "section_title": " Establishment, constitution and procedure of Agricultural Land  Tribunal .", "section_text": "73 1 For Wales, there shall continue to be an Agricultural Land Tribunal with the duty of hearing and determining references and applications made to the Agricultural Land Tribunal under any enactment. 2 The provisions in that behalf of the Ninth Schedule to this Act shall have effect as to the constitution of  the Agricultural Land Tribunal  and otherwise in relation thereto. 3 The Lord Chancellor  may by order make provision for the procedure of  the Agricultural Land Tribunal , and in particular—  aa as to the manner in which applications are to be made to the  Agricultural Land Tribunal  and the time within which they are made; a for the taking of evidence on oath, affirmation or otherwise, the cross-examination of witnesses, and for the summoning of witnesses in like manner as for the purposes of an arbitration under  the  Agricultural Holdings Act 1986 ; b for the recording and proof of the decisions of the  Agricultural Land Tribunal , and for enabling the  Agricultural Land Tribunal  to decide by a majority; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  d for the transfer of proceedings for the purposes of section 42 of the Agricultural Holdings Act 1986 (procedure where deceased held more than one holding), where the determination of associated applications concerns one or more holdings in Wales and one or more holdings in England. 4 An order under the last foregoing subsection may make different provision for the procedure on different classes of reference  or application  to   the Agricultural Land Tribunal  . 5 The Agricultural Land Tribunal  may, for the purpose of hearing and determining applications and references made to them under any enactment, sit in two or more divisions, and, in relation to the hearing and determination of any such application or reference by such a division, that division shall be deemed to be the Tribunal."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "74", "section_title": " Proceedings before Agricultural Land Tribunal on reference of Minister’s proposals.", "section_text": "74 1 In any case where by any of the provisions of this Act a person is empowered to require that a proposal of the Minister to take any action shall be referred to the Agricultural Land Tribunal, then if within the prescribed time and in the prescribed manner the said person so requires, the proposal shall be referred accordingly. 2 On any such reference the Tribunal shall determine— a whether the conditions as to which the Minister must be satisfied before taking the action are fulfilled, and b whether, having regard to their determination under the foregoing paragraph and to all the circumstances of the case, the Minister should or should not take the action proposed, and shall report to the Minister accordingly; and the Minister shall forward a copy of the report to any person who availed himself of an opportunity to make representations to the Minister afforded to him under the provisions in question of this Act. 3 In any such case as is mentioned in subsection (1) of this section the Minister shall not give effect to the proposal until the expiration of the period within which a reference to the Tribunal may be required. 4 Where such a reference is duly required the Minister shall act in accordance with the report of the Tribunal and not otherwise. 5 Forthwith after taking action in any such case as is mentioned in subsection (1) of this section the Minister shall serve notice thereof in writing on any person who under the provisions in question of this Act was entitled to be afforded an opportunity to make representations to the Minister."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "75", "section_title": "Provisions where some land is in Wales and some is in England and transfer of proceedings", "section_text": "75 1 Where any land lies partly in Wales and partly in England, for the purposes of anything required or authorised to be done by or before the appropriate tribunal in relation to that land, the land shall be deemed to be situated entirely in the place where the greater part of the land lies. 2 Tribunal Procedure Rules may make provision for the transfer of proceedings to or from the First-tier Tribunal where, after the making of the application, section 42 of the Agricultural Holdings Act 1986 (procedure where deceased held more than one holding) applies to the determination of associated applications. 3 For the purposes of subsection (1), “appropriate tribunal” means— a where the land (or the greater part of the land) is in England, the First-tier Tribunal; and b where the land (or the greater part of the land) is in Wales, the Agricultural Land Tribunal."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "76", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "76"}, {"act": "Agriculture Act 1947", "year": 1947, "section": "77", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "77"}, {"act": "Agriculture Act 1947", "year": 1947, "section": "78", "section_title": " Power to obtain agricultural statistics.", "section_text": "78 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "79", "section_title": " Information as to dealings in land used for agriculture.", "section_text": "79 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "80", "section_title": " Restriction on disclosure of information.", "section_text": "80 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "81", "section_title": " Penalties.", "section_text": "81 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "82", "section_title": "Powers of Minister to acquire land by agreement.", "section_text": "82 1 The Minister may acquire by agreement— a any land used for agriculture; b any other land falling within the definition in this Act of the expression agricultural land; c where any such land as aforesaid is offered to the Minister for acquisition by him on the condition that he also acquires other land not falling within the two foregoing paragraphs, that other land; d any other land as respects which power is conferred on the Minister by this Act to purchase the land compulsorily in accordance with the provisions of this Act in that behalf. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "83", "section_title": " Acquisition by Minister of land for research, experiment and demonstration.", "section_text": "83 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "84", "section_title": " Acquisition of land by Minister to ensure full and efficient use thereof.", "section_text": "84 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "85", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "85"}, {"act": "Agriculture Act 1947", "year": 1947, "section": "86", "section_title": " Control of subdivision of agricultural units.", "section_text": "86 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "87", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "87"}, {"act": "Agriculture Act 1947", "year": 1947, "section": "88", "section_title": "Transfer to Minister of land vested in other Government departments.", "section_text": "88 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "89", "section_title": " Transfer of land from Land Settlement Associations to Minister.", "section_text": "89 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "90", "section_title": "\n Powers of management,  etc. , of land acquired by Minister.", "section_text": "90 1 The Minister may manage, farm, sell, let or otherwise deal with or dispose of land acquired by him— a in such manner as appears to him expedient for the purpose for which the land was acquired; or b if he is satisfied that the land ought to be devoted to some other purpose, in such manner as appears to him expedient therefor: Provided that— i the Minister shall not sell land acquired by him except where it appears to him that, having regard t o the use proposed to be made of the land, it is expedient that it should be sold by him; ii this section shall have effect subject to any restrictions imposed by or under any enactment on the powers of the Minister. 2 The powers of management conferred on the Minister by subsection (1) of this section shall include power to provide such facilities for the welfare of tenants of, or other persons employed in agriculture on, land managed by him as the Minister thinks expedient."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "91", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "91"}, {"act": "Agriculture Act 1947", "year": 1947, "section": "92", "section_title": " Procedure for compulsory purchase of land.", "section_text": "92 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "93", "section_title": " Compulsory hiring of land.", "section_text": "93 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "94", "section_title": " Limitation of period of compulsory hiring.", "section_text": "94 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "95", "section_title": " Special directions to secure production.", "section_text": "95 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "96", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "96"}, {"act": "Agriculture Act 1947", "year": 1947, "section": "97", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "97"}, {"act": "Agriculture Act 1947", "year": 1947, "section": "98", "section_title": "Prevention of damage by pests.", "section_text": "98 1 If it appears to the Minister that it is expedient so to do for the purpose of preventing damage to crops, pasture, animal or human foodstuffs, livestock, trees, hedges, banks or any works on land, he may by notice in writing served on any person having the right so to do require that person to take, within such time as may be specified in the notice, such steps (including such steps, if any, as may be so specified) as may be necessary for the killing, taking or destruction on land so specified of such animals or birds to which this section applies as may be so specified or the eggs of such birds. 2 A requirement shall not be imposed under the last foregoing subsection if apart from this subsection the killing, taking or destruction in question would be prohibited by law: Provided that a requirement may be so imposed to kill or destroy game within the meaning of the  Game Act 1831, at a time of year at which apart from this proviso the killing or destruction would be prohibited by section three of that Act; and for the purposes of the last foregoing subsection a person shall not be deemed not to have the right to comply with a requirement falling within this proviso by reason only that apart from this proviso compliance therewith would be prohibited as aforesaid. 3 Section four of the  Prevention of Damage by Rabbits Act 1939 (which allows the use in rabbit holes of poisonous gas, and the placing in rabbit holes of substances generating poisonous gas by evaporation or in contact with moisture) shall apply to the use of such gas and the placing of such substances in any hole, burrow or earth for the purpose of killing animals to which this section applies. 4 The animals to which this section applies are rabbits, hares and other rodents, deer, foxes and moles, and the birds to which this section applies are, in relation to any area, wild birds other than those  included in the  First Schedule to the Protection of Birds Act 1954  as it applies in that area whether by virtue of the terms thereof . . .   or by virtue of an order of the Secretary of State; and this section shall apply to such other animals as may be prescribed: Provided that regulations under this subsection may provide that for the purposes of subsection (3) of this section any such other animals specified in the regulations shall not be treated as animals to which this section applies. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 Where it appears to  the Minister of Agriculture, Fisheries and Food  expedient for the purpose of preventing damage by rabbits to crops, pasture, trees, hedges, banks or any works on land, he may by notice in writing served on the occupier of any land (or, in the case of unoccupied land, the person entitled to occupy it) require him to take on the land, within the time specified in the notice, such steps as may be so specified to destroy or reduce the breeding places or cover for rabbits or to exclude rabbits therefrom, or to prevent the rabbits living in any place on the land from spreading to or doing damage in any other place; but every such notice shall specify a time within which the occupier or any person interested in the land may submit to the Minister written objections to the notice, and shall be provisional only and of no effect, unless confirmed after the expiration of that time by a further notice in writing served on the occupier of the land; and, where the occupier holds the land under a contract of tenancy, a copy of any notice under this subsection shall be served on any person to whom the occupier pays rent under the tenancy. A provisional notice under this subsection may be confirmed either without modifications or with such modifications as appear to the Minister desirable having regard to any objections submitted to him."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "99", "section_title": " Prevention of escape of captive animals.", "section_text": "99 If it appears to the Minister that, for the purpose of preventing such damage as is mentioned in the last foregoing section, it is expedient to prevent the escape of any animals from land on which they are kept in captivity, the Minister may by notice in writing served on the occupier of the land require him to take within such time as may be specified in the notice such steps as may be necessary to prevent the escape thereof, including such steps, if any, as may be specified in the notice."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "100", "section_title": " Supplementary provisions relating to sections ninety-eight and ninety-nine.", "section_text": "100 1 If any person fails to comply with a requirement imposed under either of the two last foregoing sections he shall be liable on summary conviction to a fine not exceeding  level 2 on the standard scale , and to a further fine not exceeding five pounds for each day after conviction on which the failure continues. 2 Without prejudice to any proceedings under the last foregoing subsection, where a requirement imposed under either of the two last foregoing sections has not been complied with, any person authorised by the Minister to act for the purposes of this subsection may at any time enter on the land to which the requirement relates and take such steps as the Minister may direct to secure compliance with the requirement; and the reasonable cost of taking such steps shall be recoverable by the Minister from the person on whom the requirement was imposed. Any dispute arising under this subsection as to what is the reasonable cost of taking any such steps as aforesaid shall be determined by the arbitration of an arbitrator appointed in default of agreement by the President of the Royal Institution of Chartered Surveyors. 3 The Minister may give such directions as appear to him to be expedient authorising the keeping of animals, birds, or eggs killed or taken in pursuance of the provisions of this or the last but one foregoing section and authorising the disposal of such animals, birds or eggs, whether for the purpose of being used as food or otherwise. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Where a person incurs any expense reasonably necessary for the purpose of complying with any requirement imposed on him under either of the two last foregoing sections, or where any cost is recovered from a person under subsection (2) of this section, then if he alleges that the expense or cost ought to be borne wholly or in part by some other person having an interest in the land to which the requirement in question relates, he may apply to the county court in accordance with rules of court, and the court, after hearing the parties and any witnesses whom they may desire to call, may make such order for securing that the applicant is wholly or in part indemnified by that other person in respect of the said expense or cost as the court considers just and equitable in the circumstances of the case. 6 Any notice to be served under either of the two last foregoing sections on the occupier of land used for agriculture shall, where an agent or servant of the occupier is responsible for the control of the farming of the land, be duly served if served on the said agent or servant."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "101", "section_title": "Provision by Minister of equipment and services for pest control.", "section_text": "101 1 The Minister may, for the purpose of assisting in the killing, taking or destruction of animals or birds to which section ninety-eight of this Act applies, and the eggs of such birds, provide such services and equipment, appliances and other material as appear to the Minister to be requisite for that purpose. 2 The Minister may make such reasonable charges, if any, as he thinks fit in respect of any assistance rendered under the last foregoing subsection, and may recover the amount of any such charge from the person at whose request the assistance was rendered."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "102", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "102"}, {"act": "Agriculture Act 1947", "year": 1947, "section": "103", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "103"}, {"act": "Agriculture Act 1947", "year": 1947, "section": "104", "section_title": " Provisions as to representations.", "section_text": "104 1 Any enactment in this Act providing, in relation to the taking of any action by the Minister, for his taking the action after affording a person an opportunity to make representations to the Minister, whether in writing or on being heard by a person appointed by the Minister, shall be construed as a provision that the Minister shall comply with the following requirements. 2 The Minister shall give notice to the said person specifying the action proposed to be taken and informing him of the effect of the three following subsections. 3 If within the prescribed time and in the prescribed manner the said person makes representations to the Minister in writing, the Minister shall not take the action in question until he has considered the representations. 4 If, whether or not representations are made to the Minister in writing, the said person within the prescribed time and in the prescribed manner requires that an opportunity be afforded to him of being heard by a person appointed by the Minister for the purpose, such an opportunity shall be afforded to him and, on the same occasion, to any other person to whom under the enactment referred to in subsection (1) of this section the Minister is required to afford such an opportunity, and the Minister shall not take the action in question until he has considered any representations made at the hearing. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 If for the purposes of any such hearing the person to whom the opportunity is afforded so desires, the like opportunity shall be afforded to a person chosen by him to represent his views to the Minister."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "105", "section_title": " Expenses and receipts.", "section_text": "105 1 All expenses incurred by any Minister under this Act shall be defrayed out of moneys provided by Parliament. 2 All sums received by the Minister under this Act, including sums received on his behalf by . . .   any . . .   person or body of persons exercising functions on behalf of the Minister, shall be paid into the Exchequer."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "106", "section_title": "Provisions as to entry and inspection.", "section_text": "106 1 Any person authorised by the Minister in that behalf shall have power at all reasonable times to enter on and inspect any land for the purpose of determining whether, and if so in what manner, any of the powers conferred by this Act are to be exercised in relation to the land, or whether, and if so in what manner, any direction given under any such power has been complied with. 2 Any person authorised by the Minister . . .   who proposes to exercise any power of entry or inspection conferred by this Act shall if so required produce some duly authenticated document showing his authority to exercise the power. 3 Admission to any land shall not be demanded as of right in the exercise of any such power as aforesaid— a if the power is being exercised for determining whether the land is to be acquired under Part IV of this Act or this Part thereof; or b if the land is being used for residential purposes; unless twenty-four hours notice of the intended entry has been given to the occupier of the land. 4 Save as provided by the last foregoing subsection, admission to any land shall not be demanded as of right in the exercise of any such power as aforesaid . . .   unless notice has been given to the occupier of the land that it is proposed to enter during a period, specified in the notice, not exceeding fourteen days and beginning at least twenty-four hours after the giving of the notice, and the entry is made on the land during the period specified in the notice: Provided that where the power of entry is being exercised for the purpose of taking measures to secure compliance with a direction or requirement under the foregoing provisions of this Part of this Act, and notice is given in accordance with this subsection on the first occasion on which the power is exercised, no further notice shall be required before entering on the land on a subsequent occasion in connection with the taking of the measures. 5 Where notice is served in a case falling within the proviso to the last foregoing subsection, and the person to whom the direction therein referred to was given, or on whom the requirement therein referred to was imposed, is not the occupier of the land, a like notice shall be served on that person. 6 Any notice served in pursuance of the last foregoing subsection or the proviso therein referred to may be served in like manner as the notice giving the said direction or imposing the said requirement. 7 Any person who, in any case for which no penalty is provided by the foregoing provisions of this Act  or under section 25 of the Tribunals, Courts and Enforcement Act 2007 (supplementary powers of the Upper Tribunal) obstructs the exercise of any such power as aforesaid or of any other power conferred by subsection (2) of section one hundred of this Act  shall be guilty of an offence and liable on summary conviction to a fine not exceeding  £25  in the case of a first offence or  £50  in the case of a second or any subsequent offence."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "107", "section_title": " Services of notices.", "section_text": "107 1 Any notice or other document required or authorised by or under this Act to be given to or served on any person shall be duly given or served if it is delivered to him, or left at his proper address, or sent to him by post in a registered letter. 2 Any such document required or authorised to be given to or served on an incorporated company or body shall be duly given or served if given to or served on the secretary or clerk of the company or body. 3 For the purposes of this section and of  section 7 of the  Interpretation Act 1978 , the proper address of any person to or on whom any such document as aforesaid is to be given or served shall, in the case of the secretary or clerk of any incorporated company or body, be that of the registered or principal office of the company or body, and in any other case be the last known address of the person in question. 4 Where any document is to be given to or served on a person as being the person having any interest in land, and it is not practicable after reasonable inquiry to ascertain his name or address, the document may be given or served by addressing it to him by the description of the person having that interest in the land (naming it), and delivering the document to some responsible person on the land or by affixing it, or a copy of it, to some conspicuous object on the land. 5 Where any such document as aforesaid is to be given to or served on any person as being the owner of land and the land  belongs to an ecclesiastical benefice, a copy thereof shall be served on  the Church Commissioners is vested in the incumbent of a benefice of the Church of England, a copy thereof shall be served on the Diocesan Board of Finance for the diocese in which the land is situated ."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "108", "section_title": " Regulations and orders.", "section_text": "108 1 Any regulations made by the Minister under this Act, and any Order made  ... under section seventy-three thereof, shall be laid before Parliament forthwith after being made, and if either House of Parliament, within the period of forty days beginning with the day on which the regulations or order are or is laid before it, resolves that an Address be presented to His Majesty praying that the regulations or order be annulled, no further proceedings shall be taken thereunder after the date of the resolution, and His Majesty may by Order in Council revoke the regulations or order so, however, that any such resolution and revocation shall be without prejudice to the validity of anything previously done under the regulations or order or to the making of new regulations or a new order. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 In this Act the expression “ prescribed ” means prescribed by regulations made by the Minister. 3 Any power conferred by this Act to make an order shall include a power, exercisable in the like manner and subject to the like conditions, to revoke or vary the order."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "109", "section_title": " Interpretation.", "section_text": "109 1 In this Act the expression “ agricultural land ” means land used for agriculture which is so used for the purposes of a trade or business, or which is designated by the Minister for the purposes of this subsection, and includes any land so designated as land which in the opinion of the Minister ought to be brought into use for agriculture: Provided that no designation under this subsection shall extend— a to land used as pleasure grounds, private gardens or allotment gardens, or b to land kept or preserved mainly or exclusively for the purposes of sport or recreation, except where the Minister is satisfied that its use for agriculture would not be inconsistent with its use for the said purposes and it is so stated in the designation. 2 In this Act the expression “ agricultural unit ” means land which is occupied as a unit for agricultural purposes, including— a any dwelling-house or other building occupied by the same person for the purpose of farming the land, and b any other land falling within the definition in this Act of the expression “ agricultural land ” which is in the occupation of the same person, being land as to which the Minister is satisfied that having regard to the character and situation thereof and other relevant circumstances it ought in the interests of full and efficient production to be farmed in conjunction with the agricultural unit, and directs accordingly: Provided that the Minister shall not give a direction under this subsection as respects any land unless it is for the time being not in use for any purpose which appears to him to be substantial having regard to the use to which it might be put for agriculture. 3 In this Act the following expressions have the meanings hereby respectively assigned to them, that is to say:— “ agriculture ” includes horticulture, fruit growing, seed growing, dairy farming and livestock breeding and keeping, the use of land as grazing land, meadow land, osier land, market gardens and nursery grounds, and the use of land for woodlands where that use is ancillary to the farming of land for other agricultural purposes, and “ agricultural ” shall be construed accordingly; “ allotment garden ” means an allotment not exceeding  0·10 hectare  in extent which is wholly or mainly cultivated by the occupier for the production of vegetables or fruit for consumption by himself or his family; “ fixed equipment ” includes any building or structure affixed to land and any works on, in, over or under land, and also includes anything grown on land for a purpose other than use after severance from the land, consumption of the thing grown or of produce thereof, or amenity, and references to fixed equipment on land shall be construed accordingly; “ functions ” includes powers and duties; “ livestock ” includes any creature kept for the production of food, wool, skins or fur, or for the purpose of its use in the farming of land; “ pasture ” includes meadow; “ prescribed ” has the meaning assigned to it by the last foregoing section; “ produce ” includes anything (whether live or dead) produced in the course of agriculture; “ relevant circumstances, ” in relation to an owner or occupier, includes all circumstances affecting management or farming other than the personal circumstances of the owner or occupier. 4 References in this Act to any enactment shall be construed, except where the context otherwise requires, as references to that enactment as amended by or under any other enactment, including this Act. 5 References in this Act to the farming of land include references to the carrying on in relation to the land of any agricultural activity; and in relation to any agricultural activity the person having the right to carry it on shall be deemed to be the occupier of the land. 6 References in this Act to the use of land for agriculture include, in relation to land forming part of an agricultural unit, references to any use of the land in connection with the farming of the unit."}, {"act": "Agriculture Act 1947", "year": 1947, "section": "110", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "110"}, {"act": "Agriculture Act 1947", "year": 1947, "section": "111", "section_title": "†Short title, commencement and extent.", "section_text": "111 1 This Act may be cited as the Agriculture Act 1947. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 This Act, except in so far as is expressly provided therein, shall not extend to Scotland or Northern Ireland."}]