[{"act": "Companies Act 1947", "year": 1947, "section": "155.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Companies Act 1947", "year": 1947, "section": "5657.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "56"}, {"act": "Companies Act 1947", "year": 1947, "section": "58", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "58"}, {"act": "Companies Act 1947", "year": 1947, "section": "5989.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "59"}, {"act": "Companies Act 1947", "year": 1947, "section": "90", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "90"}, {"act": "Companies Act 1947", "year": 1947, "section": "91", "section_title": " Amendments as to preferential payments. ", "section_text": "91 1 The maximum amount to which, under subsection (1) of section two hundred and sixty-four of the principal Act, priority is to be given— a to a debt for the wages or salary of a clerk or servant; or b to a debt for the wages of a workman or labourer; or c to any sum ordered under the  Reinstatement in Civil Employment Act 1944 to be paid by way of compensation; shall be two hundred pounds (instead of being fifty pounds in the cases referred to in paragraphs (a) and (c) of this subsection or twenty-five pounds in the case referred to in paragraph (b) thereof). 2 The period within which services must have been rendered by a workman or labourer for his wages in respect thereof to have priority under the said subsection (1) shall be the same as in the case of a clerk or servant, that is to say, four months (instead of two months). 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 For the purposes of the said sections two hundred and sixty-four . . .   any remuneration in respect of a period of holiday or of absence from work through sickness or other good cause shall be deemed to be wages in respect of services rendered to the company during that period. 5 The debts which are to be paid in priority under the said section two hundred and sixty-four shall include all accrued holiday remuneration becoming payable to a clerk, servant, workman or labourer (or in the case of his death to any other person in his right) on the termination of his employment with the company before or by the effect of the winding up order or resolution; . . .  6 For the purposes of this section— a the expression “ accrued holiday remuneration ” includes in relation to any person, all sums which, by virtue either of his contract of employment or of any enactment (including any order made or direction given under any Act), are payable on account of the remuneration which would in the ordinary course have become payable to him in respect of a period of holiday had his employment with the company continued until he became entitled to be allowed the holiday; and b references to remuneration in respect of a period of holiday include any sums which, if they had been paid, would have been treated for the purposes of the  National Insurance Act 1946 or any enactment repealed by that Act as remuneration in respect of that period. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Companies Act 1947", "year": 1947, "section": "92", "section_title": " Amendments as to fraudulent preference. ", "section_text": "92 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Where, in the case of a company wound up in England, anything made or done after the coming into force of this section is void under the said section two hundred and sixty-five as a fraudulent preference of a person interested in property mortgaged or charged to secure the company’s debt, then (without prejudice to any rights or liabilities arising apart from this provision) the person preferred shall be subject to the same liabilities, and shall have the same rights, as if he had undertaken to be personally liable as surety for the debt to the extent of the charge on the property or the value of his interest, whichever is the less. 3 The value of the said person’s interest shall be determined as at the date of the transaction constituting the fraudulent preference, and shall be determined as if the interest were free of all incumbrances other than those to which the charge for the company’s debt was then subject. 4 On any application made to the court with respect to any payment on the ground that the payment was a fraudulent preference of a surety or guarantor, the court shall have jurisdiction to determine any questions with respect to the payment arising between the person to whom the payment was made and the surety or guarantor and to grant relief in respect thereof, notwithstanding that it is not necessary so to do for the purposes of the winding up, and for that purpose may give leave to bring in the surety or guarantor as a third party as in the case of an action for the recovery of the sum paid. This subsection shall apply, with the necessary modifications, in relation to transactions other than the payment of money as it applies in relation to payments."}, {"act": "Companies Act 1947", "year": 1947, "section": "9398.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "93"}, {"act": "Companies Act 1947", "year": 1947, "section": "99", "section_title": " Liability for rentcharge on company’s land after dissolution or disclaimer. ", "section_text": "99 1 Where by operation of law land in England vests subject to a rentcharge in the Crown or any other person either— a on the dissolution of a company; or b on a disclaimer under section two hundred and sixty-seven of the principal Act; that shall not, subject to the next following subsection, impose on the Crown or the said other person or its or his successors in title any personal liability in respect of the rentcharge. 2 This section shall not affect any liability in respect of sums accruing due after the Crown or the said other person, or some person claiming through or under the Crown or the said other person, has taken possession or control of the land or has entered into occupation thereof. 3 This section shall apply to land vesting and sums accruing due before, as well as after, the coming into force thereof. 4 In this section the expression “ company ” includes any body corporate."}, {"act": "Companies Act 1947", "year": 1947, "section": "100101.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "100"}, {"act": "Companies Act 1947", "year": 1947, "section": "102114.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "102"}, {"act": "Companies Act 1947", "year": 1947, "section": "115", "section_title": " Bankruptcy.", "section_text": "115 1 Subsection (1) of section thirty-three of the  Bankruptcy Act 1914 and subsection (1) of section one hundred and eighteen of the  Bankruptcy (Scotland) Act 1913 shall have effect subject to the like amendments as are by  section ninety-one of this Act  made in relation to the winding up of a company . . .  , but with the substitution for references to the company and to the winding up order or resolution of references to the bankrupt and to the receiving order or, in the case of a person dying insolvent, to the deceased and to his death, . . .  2 The rights conferred by sections forty and forty-one of the  Bankruptcy Act 1914 on the official receiver or trustee in bankruptcy in relation to executions against the goods or other property of the debtor and attachment of debts due to the debtor may be set aside by the court in favour of the creditor to such extent and subject to such terms as the court may think fit. 3 In subsection (1) of section forty-four of the  Bankruptcy Act 1914 (which relates to fraudulent preferences), for the reference to three months there shall be substituted a reference to six months, and in the Act of the Parliament of Scotland 1696, c. 5 (which relates to similar matters), for any reference to sixty days there shall be substituted a reference to six months. 4 Section ninety-two of this Act  shall apply also in relation to the  Bankruptcy Act 1914 (with the necessary modification of any reference to a company), as if a reference to the said section forty-four of that Act were substituted in those provisions for the reference to section two hundred and sixty-five of the principal Act. 5 Section ninety-nine of this Act  shall apply also in relation to land disclaimed under section fifty-four of the  Bankruptcy Act 1914. 6 Subsection (1) of this section shall not apply where the date of the receiving order (or, in relation to the estate of a person dying insolvent, the date of his death) occurred before the coming into force of this section and subsection (3) of this section shall not apply in relation to anything made or done before the coming into force thereof. 7 In the application of this section to Scotland, references to the receiving order shall be construed as references to the award of sequestration."}, {"act": "Companies Act 1947", "year": 1947, "section": "116", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "116"}, {"act": "Companies Act 1947", "year": 1947, "section": "117", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "117"}, {"act": "Companies Act 1947", "year": 1947, "section": "118", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "118"}, {"act": "Companies Act 1947", "year": 1947, "section": "119120.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "119"}, {"act": "Companies Act 1947", "year": 1947, "section": "121", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "121"}, {"act": "Companies Act 1947", "year": 1947, "section": "122", "section_title": " Construction.", "section_text": "122 1 In this Act the expression “ the principal Act ” means the  Companies Act 1929 . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Companies Act 1947", "year": 1947, "section": "123", "section_title": " Short title and commencement.", "section_text": "123   1 This Act may be cited as the Companies Act 1947 . . .  2 This Act shall come into force on such day as the Board of Trade may by order appoint, and different days may be appointed for the purpose of different provisions thereof. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]