[{"act": "Crown Proceedings Act 1947", "year": 1947, "section": "1", "section_title": " Right to sue the Crown.", "section_text": "1 Where any person has a claim against the Crown after the commencement of this Act, and, if this Act had not been passed, the claim might have been enforced, subject to the grant of His Majesty’s fiat, by petition of right, or might have been enforced by a proceeding provided by any statutory provision repealed by this Act, then, subject to the provisions of this Act, the claim may be enforced as of right, and without the fiat of His Majesty, by proceedings taken against the Crown for that purpose in accordance with the provisions of this Act."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "2", "section_title": " Liability of the Crown in tort. ", "section_text": "2 1 Subject to the provisions of this Act, the Crown shall be subject to all those liabilities in tort to which, if it were a private person of full age and capacity, it would be subject:— a in respect of torts committed by its servants or agents; b in respect of any breach of those duties which a person owes to his servants or agents at common law by reason of being their employer; and c in respect of any breach of the duties attaching at common law to the ownership, occupation, possession or control of property: Provided that no proceedings shall lie against the Crown by virtue of paragraph (a) of this subsection in respect of any act or omission of a servant or agent of the Crown unless the act or omission would apart from the provisions of this Act have given rise to a cause of action in tort against that servant or agent or his estate. 2 Where the Crown is bound by a statutory duty which is binding also upon persons other than the Crown and its officers, then, subject to the provisions of this Act, the Crown shall, in respect of a failure to comply with that duty, be subject to all those liabilities in tort (if any) to which it would be so subject if it were a private person of full age and capacity. 3 Where any functions are conferred or imposed upon an officer of the Crown as such either by any rule of the common law or by statute, and that officer commits a tort while performing or purporting to perform those functions, the liabilities of the Crown in respect of the tort shall be such as they would have been if those functions had been conferred or imposed solely by virtue of instructions lawfully given by the Crown. 4 Any enactment which negatives or limits the amount of the liability of any Government department  , part of the Scottish Administration  or officer of the Crown in respect of any tort committed by that department  , part  or officer shall, in the case of proceedings against the Crown under this section in respect of a tort committed by that department  , part  or officer, apply in relation to the Crown as it would have applied in relation to that department  , part  or officer if the proceedings against the Crown had been proceedings against that department  , part  or officer. 5 No proceedings shall lie against the Crown by virtue of this section in respect of anything done or omitted to be done by any person while discharging or purporting to discharge any responsibilities of a judicial nature vested in him, or any responsibilities which he has in connection with the execution of judicial process. 6 No proceedings shall lie against the Crown by virtue of this section in respect of any act, neglect or default of any officer of the Crown, unless that officer has been directly or indirectly appointed by the Crown and was at the material time paid in respect of his duties as an officer of the Crown wholly out of the Consolidated Fund of the United Kingdom, moneys provided by Parliament  the Scottish Consolidated Fund ,. . .  or any other Fund certified by the Treasury for the purposes of this subsection or was at the material time holding an office in respect of which the Treasury certify that the holder thereof would normally be so paid."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "3", "section_title": " Infringement of intellectual property rights", "section_text": "3 1 Civil proceedings lie against the Crown for an infringement committed by a servant or agent of the Crown, with the authority of the Crown, of—: a a patent, b a registered trade mark  . . ., c the right in a registered design, d design right, or e copyright; but save as provided by this subsection no proceedings lie against the Crown by virtue of this Act in respect of an infringementof any of those rights. 2 Nothing in this section, or any other provision of this Act, shall be construed as affecting— a the rights of a government department  or any part of the Scottish Administration under section 55 of the Patents Act 1977, Schedule 1 to the Registered Designs Act 1949 or section 240 of the Copyright, Designs and Patents Act 1988 (Crown use of patents and designs),or b the rights of the Secretary of State under section 22 of the Patents Act 1977 or section 5 of the Registered Designs Act 1949 (security of information prejudicial to defence or public safety)."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "4", "section_title": " Application of law as to indemnity, contribution, joint and several tortfeasors, and contributory negligence.", "section_text": "4 1 Where the Crown is subject to any liability by virtue of this Part of this Act, the law relating to indemnity and contribution shall be enforceable by or against the Crown in respect of the liability to which it is so subject as if the Crown were a private person of full age and capacity. 2 Without prejudice to the effect of the preceding subsection, Part II of the  Law Reform (Married Women and Tortfeasors) Act 1935 (which relates to proceedings against, and contribution between, joint and several tortfeasors) shall bind the Crown. 3 Without prejudice to the general effect of section one of this Act, the  Law Reform (Contributory Negligence) Act 1945 (which amends the law relating to contributory negligence) shall bind the Crown."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "10", "section_title": " Provisions relating to the armed forces. ", "section_text": "10 1 Nothing done or omitted to be done by a member of the armed forces of the Crown while on duty as such shall subject either him or the Crown to liability in tort for causing the death of another person, or for causing personal injury to another person, in so far as the death or personal injury is due to anything suffered by that other person while he is a member of the armed forces of the Crown if— a at the time when that thing is suffered by that other person, he is either on duty as a member of the armed forces of the Crown or is, though not on duty as such, on any land, premises, ship, aircraft, or vehicle for the time being used for the purposes of the armed forces of the Crown; and b the  Secretary of State  certifies that his suffering that thing has been or will be treated as attributable to service for the purposes of entitlement to an award under the Royal Warrant, Order in Council or Order of His Majesty relating to the disablement or death of members of the force of which he is a member: Provided that this subsection shall not exempt a member of the said forces from liability in tort in any case in which the court is satisfied that the act or omission was not connected with the execution of his duties as a member of those forces. 2 No proceedings in tort shall lie against the Crown for death or personal injury due to anything suffered by a member of the armed forces of the Crown if— a that thing is suffered by him in consequence of the nature or condition of any such land, premises, ship, aircraft or vehicle as aforesaid, or in consequence of the nature or condition of any equipment or supplies used for the purposes of those forces; and b the  Secretary of State  certifies as mentioned in the preceding subsection; nor shall any act or omission of an officer of the Crown subject him to liability in tort for death or personal injury, in so far as the death or personal injury is due to anything suffered by a member of the armed forces of the Crown being a thing as to which the conditions aforesaid are satisfied. 3 . . .   a Secretary of State, if satisfied that it is the fact:— a that a person was or was not on any particular occasion on duty as a member of the armed forces of the Crown; or b that at any particular time any land, premises, ship, aircraft, vehicle, equipment or supplies was or was not, or were or were not, used for the purposes of the said forces; may issue a certificate certifying that to be the fact; and any such certificate shall, for the purposes of this section, be conclusive as to the fact which it certifies."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "11", "section_title": " Saving in respect of acts done under prerogative and statutory powers.", "section_text": "11 1 Nothing in Part I of this Act shall extinguish or abridge any powers or authorities which, if this Act had not been passed, would have been exercisable by virtue of the prerogative of the Crown, or any powers or authorities conferred on the Crown by any statute, and, in particular, nothing in the said Part I shall extinguish or abridge any powers or authorities exercisable by the Crown, whether in time of peace or of war, for the purpose of the defence of the realm or of training, or maintaining the efficiency of, any of the armed forces of the Crown. 2 Where in any proceedings under this Act it is material to determine whether anything was properly done or omitted to be done in the exercise of the prerogative of the Crown, . . .. . .   a Secretary of State may, if satisfied that the act or omission was necessary for any such purpose as is mentioned in the last preceding subsection, issue a certificate to the effect that the act or omission was necessary for that purpose; and the certificate shall, in those proceedings, be conclusive as to the matter so certified."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "12", "section_title": " Transitional provisions.", "section_text": "12 1 When this Act comes into operation, the preceding provisions of this Part of this Act (except subsections (3) and (4) of section five thereof and any provision which is expressly related to the commencement of this Act) shall be deemed to have had effect as from the beginning of the thirteenth day of February, nineteen hundred and Forty-seven. Provided that where by virtue of this subsection proceedings are brought against the Crown in respect of a tort alleged to have been committed on or after the said thirteenth day of February and before the commencement of this Act, the Crown may rely upon the appropriate provisions of the law relating to the limitation of time for bringing proceedings as if this Act had at all material times been in force. 2 Where any civil proceedings brought before the commencment of this Act have not been finally determined, and the court for the time being seized of those proceedings is of opinion that having regard to the provisions of this section the Crown ought to be made a party to the proceedings for the purpose of disposing completely and effectually of the questions involved in the cause or matter before the court, the court may order that the Crown be made a party thereto upon such terms, if any, as the court thinks just, and may make such consequential orders as the court thinks expedient."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "13", "section_title": " Civil proceedings in the High Court.", "section_text": "13 Subject to the provisions of this Act, all such civil proceedings by or against the Crown as are mentioned in the First Schedule to this Act are hereby abolished, and all civil proceedings by or against the Crown in the High Court shall be instituted and proceeded with in accordance with rules of court and not otherwise. In this section the expression “ rules of court ” means, in relation to any claim against the Crown in the High Court which falls within the jurisdiction of that court as a prize court, rules of court made under section three of the  Prize Courts Act 1894."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "14", "section_title": " Summary applications to High Court in certain revenue matters.", "section_text": "14 1 Subject to and in accordance with rules of court, the Crown may apply in a summary manner to the High Court:— a for the furnishing of information required to be furnished by any person under the enactments relating to  capital transfer tax ; b for the delivery of accounts and  payment of capital transfer tax under the Capital Transfer Act 1984. ; c for the delivery of an account under section two of the  Stamp Duties Management Act 1891, or under that section as amended or applied by any subsequent enactment; d for the payment of sums improperly withheld or retained within the meaning of the said section two. 2 Subject to and in accordance with rules of court, the Crown may apply in a summary manner to the High Court:— a for the payment of duty under the enactments relating to excise duties; b for the delivery of any accounts required to be delivered, or the furnishing of any information required to be furnished, by the enactments relating to excise duties or by any regulations relating to such duties; c for the payment of tax under the enactments relating to  value added tax ; d for the delivery of any accounts, the production of any books, or the furnishing of any information, required to be delivered, produced or furnished under the enactments relating to  value added tax ."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "15", "section_title": " Civil proceedings in the county court.", "section_text": "15 1 Subject to the provisions of this Act, and to any enactment limiting the jurisdiction of   the county court   (whether by reference to the subject matter of the proceedings to be brought or the amount sought to be recovered in the proceedings or otherwise) any civil proceedings against the Crown may be instituted in   the county court  . 2 Any proceedings by or against the Crown in   the county court   shall be instituted and proceeded with in accordance with   rules of court  and not otherwise."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "16", "section_title": " Interpleader.", "section_text": "16 The Crown may obtain relief by way of interpleader proceedings, and may be made a party to such proceedings, in the same manner in which a subject may obtain relief by way of such proceedings or be made a party thereto, and may be made a party to such proceedings notwithstanding that the application for relief is made by a sheriff or other like officer; and all rules of court  ... relating to interpleader proceedings shall, subject to the provisions of this Act, have effect accordingly."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "17", "section_title": " Parties to proceedings.", "section_text": "17 1 The  Minister for the Civil Service  shall publish a list specifying the several Government departments which are authorised departments for the purposes of this Act, and the name and address for service of the person who is, or is acting for the purposes of this Act as, the solicitor for each such department, and may from time to time amend or vary the said list. Any document purporting to be a copy of a list published under this section and purporting to be printed under the superintendence or the authority of His Majesty’s Stationery Office shall in any legal proceedings be received as evidence for the purpose of establishing what departments are authorised departments for the purposes of this Act, and what person is, or is acting for the purposes of this Act as, the solicitor for any such department. 2 Civil proceedings by the Crown may be instituted either by an authorised Government department in its own name, whether that department was or was not at the commencment of this Act authorised to sue, or by the Attorney General. 3 Civil proceedings against the Crown shall be instituted against the appropriate authorised Government department, or, if none of the authorised Government departments is appropriate or the person instituting the proceedings has any reasonable doubt whether any and if so which of those departments is appropriate, against the Attorney General. 4 Where any civil proceedings against the Crown are instituted against the Attorney General, an application may at any stage of the proceedings be made to the court by or on behalf of the Attorney General to have such of the authorised Government departments as may be specified in the application substituted for him as defendant to the proceedings; and where any such proceedings are brought against an authorised Government department, an application may at any stage of the proceedings be made to the court on behalf of that department to have the Attorney General or such of the authorised Government departments as may be specified in the application substituted for the applicant as the defendant to the proceedings. Upon any such application the court may if it thinks fit make an order granting the application on such terms as the court thinks just; and on such an order being made the proceedings shall continue as if they had been commenced against the department specified in that behalf in the order, or, as the case may require, against the Attorney General. 5 No proceedings instituted in accordance with this Part of this Act by or against the Attorney General or an authorised Government department shall abate or be affected by any change in the person holding the office of Attorney General or in the person or body of persons constituting the department."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "18", "section_title": " Service of documents.", "section_text": "18 All documents required to be served on the Crown for the purpose of or in connection with any civil proceedings by or against the Crown shall, if those proceedings are by or against an authorised Government department, be served on the solicitor, if any, for that department, or the person, if any, acting for the purposes of this Act as solicitor for that department, or if there is no such solicitor and no person so acting, or if the proceedings are brought by or against the Attorney General, on the Solicitor for the affairs of His Majesty’s Treasury."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "19", "section_title": " Venue and related matters.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "20", "section_title": " Removal and transfer of proceedings. ", "section_text": "20 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 ... all rules of law and enactments relating to the removal or transfer of proceedings from   the county court   to the High Court, or the transfer of proceedings from the High Court to   the county court  , shall apply in relation to proceedings against the Crown: Provided that:— a an order for the transfer to   the county court   of any proceedings against the Crown in the High Court shall not be made without the consent of the Crown; and b the duty of a judge to make an order  under section forty-four of the  County Courts Act 1959 , for the transfer to the High Court of proceedings commenced against the Crown in   the county court   shall not be conditional upon the giving of security by the Crown."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "21", "section_title": " Nature of relief.", "section_text": "21 1 In any civil proceedings by or against the Crown the court shall, subject to the provisions of this Act, have power to make all such orders as it has power to make in proceedings between subjects, and otherwise to give such appropriate relief as the case may require: Provided that:— a where in any proceedings against the Crown any such relief is sought as might in proceedings between subjects be granted by way of injunction or specific performance, the court shall not grant an injunction or make an order for specific performance, but may in lieu thereof make an order declaratory of the rights of the parties; and b in any proceedings against the Crown for the recovery of land or other property the court shall not make an order for the recovery of the land or the delivery of the property, but may in lieu thereof make an order declaring that the plaintiff is entitled as against the Crown to the land or property or to the possession thereof. 2 The court shall not in any civil proceedings grant any injunction or make any order against an officer of the Crown if the effect of granting the injunction or making the order would be to give any relief against the Crown which could not have been obtained in proceedings against the Crown."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "22", "section_title": " Appeals and stay of execution.", "section_text": "22 Subject to the provisions of this Act, all enactments   and rules of court  relating to appeals and stay of execution shall, with any necessary modification, apply to civil proceedings by or against the Crown as they apply to proceedings between subjects."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "23", "section_title": " Scope of Part II.", "section_text": "23 1 Subject to the provisions of this section, any reference in this Part of this Act to civil proceedings by the Crown shall be construed as a reference to the following proceedings only:— a proceedings for the enforcement or vindication of any right or the obtaining of any relief which, if this Act had not been passed, might have been enforced or vindicated or obtained by any such proceedings as are mentioned in paragraph 1 of the First Schedule to this Act; b proceedings for the enforcement or vindication of any right or the obtaining of any relief which, if this Act had not been passed, might have been enforced or vindicated or obtained by an action at the suit of any Government department or any officer of the Crown as such; c ,all such proceedings as the Crown is entitled to bring by virtue of this Act; and the expression “ civil proceedings by or against the Crown ” shall be construed accordingly. 2 Subject to the provisions of this section, any reference in this Part of this Act to civil proceedings against the Crown shall be construed as a reference to the following proceedings only:— a proceedings for the enforcement or vindication of any right or the obtaining of any relief which, if this Act had not been passed, might have been enforced or vindicated or obtained by any such proceedings as are mentioned in paragraph 2 of the First Schedule to this Act; b proceedings for the enforcement or vindication of any right or the obtaining of any relief which, if this Act had not been passed, might have been enforced or vindicated or obtained by an action against the Attorney General, any Government department, or any officer of the Crown as such; and c all such proceedings as any person is entitled to bring against the Crown by virtue of this Act; and the expression “ civil proceedings by or against the Crown ” shall be construed accordingly. 3 Notwithstanding anything in the preceding provisions of this section, the provisions of this Part of this Act shall not have effect with respect to any of the following proceedings, that is to say:— a proceedings brought by the Attorney General on the relation of some other person; b proceedings by or against the Public Trustee; c proceedings by or against the   Charity Commission ; d . . .  e . . .  f proceedings by or against the Registrar of the Land Registry or any officers of that registry. 4 Subject to the provisions of any Order in Council made under the provisions hereinafter contained, this part of this Act shall not affect proceedings initiated in any court other than the High Court or   the county court  ."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "24", "section_title": " Interest on debts damages and costs.", "section_text": "24 1 Section seventeen of the  Judgments Act 1838 (which provides that a judgment debt shall carry interest)  and section 44A of the Administration of Justice Act 1970 (which enables the court to order an appropriate rate for a judgment debt expressed in a currency other than sterling)  shall apply to judgment debts due from or to the Crown. 2 Where any costs are awarded to or against the Crown in the High Court, interest shall be payable upon those costs unless the court otherwise orders, and any interest so payable shall be at the same rate as that at which interest is payable upon judgment debts due from or to the Crown. 3 Section 35A of the   Senior Courts Act 1981  and  section 69 of the County Courts Act 1984 \t\t\t\t\t(which respectively empower the High Court and   the county court   to award interest on debts and damages) and section 3 of the Law Reform (Miscellaneous Provisions) Act 1934 (which empowers other courts of record to do so)  shall apply to judgments given in proceedings by and against the Crown. 4 This section shall apply both in relation to proceedings pending at the commencement of this Act and in relation to proceedings instituted thereafter."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "25", "section_title": " Satisfaction of orders against the Crown.", "section_text": "25 1 Wherein any civil proceedings by or against the Crown, or in any proceedings on the Crown side of the King’s Bench Division, or in connection with any arbitration to which the Crown is a party, any order (including an order for costs) is made by any court in favour of any person against the Crown or against a Government department or against an officer of the Crown as such, the proper officer of the court shall, on an application in that behalf made by or on behalf of that person at any time after the expiration of twenty-one days from the date of the order or, in case the order provides for the payment of costs and the costs require to be taxed, at any time after the costs have been taxed, whichever is the later, issue to that person a certificate in the prescribed form containing particulars of the order: Provided that, if the court so directs, a separate certificate shall be issued with respect to the costs (if any) ordered to be paid to the applicant. 2 A copy of any certificate issued under this section may be served by the person in whose favour the order is made upon the person for the time being named in the record as the solicitor, or as the person acting as solicitor, for the Crown or for the Government department or officer concerned. 3 If the order provides for the payment of any money by way of damages or otherwise, or of any costs, the certificate shall state the amount so payable, and the appropriate Government department shall, subject as hereinafter provided, pay to the person entitled or to his solicitor the amount appearing by the certificate to be due to him together with the interest, if any, lawfully due thereon: Provided that the court by which any such order as aforesaid is made or any court to which an appeal against the order lies may direct that, pending an appeal or otherwise, payment of the whole of any amount so payable, or any part thereof, shall be suspended, and if the certificate has not been issued may order any such directions to be inserted therein. 4 Save as aforesaid no execution or attachment or process in the nature thereof shall be issued out of any court for enforcing payment by the Crown of any such money or costs as aforesaid, and no person shall be individually liable under any order for the payment by the Crown, or any Government department, or any officer of the Crown as such, of any such money or costs. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "26", "section_title": " Execution by the Crown.", "section_text": "26 1 Subject to the provisions of this Act, any order made in favour of the Crown against any person in any civil proceedings to which the Crown is a party may be enforced in the same manner as an order made in an action between subjects, and not otherwise. . . . 2 Sections four and five of the  Debtors Act 1869 (which provide respectively for the abolition of imprisonment for debt, and for saving the power of committal in case of small debts), shall apply to sums of money payable and debts due to the Crown: Provided that for the purpose of the application of the said section four to any sum of money payable or debt due to the Crown, the section shall have effect as if there were included among the exceptions therein mentioned default in payment of any sum payable in respect of death duties. . .  . 3 Nothing in this section shall affect any procedure which immediately before the commencement of this Act was available for enforcing an order made in favour of the Crown in proceedings brought by the Crown for the recovery of any fine or penalty, or the forfeiture or condemnation of any goods, or the forfeiture of any ship or any share in a ship."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "27", "section_title": " Attachment of moneys payable by the Crown.", "section_text": "27 1 Where any money is payable by the Crown to some person who, under any order of any court, is liable to pay any money to any other person, and that other person would, if the money so payable by the Crown were money payable by a subject, be entitled under rules of court to obtain an order for the attachment thereof as a debt due or accruing due, or an order for the appointment of a sequestrator or receiver to receive the money on his behalf, the High Court may, subject to the provisions of this Act and in accordance with rules of court, make an order restraining the first-mentioned person from receiving that money and directing payment thereof to that other person, or to the sequestrator or receiver: Provided that no such order shall be made in respect of:— a pay wages or salary payable to any officer of the Crown as such; b any money which is subject to the provisions of any enactment prohibiting or restricting assignment or charging or taking in execution;  or c any money payable by the Crown to any person on account of a deposit in  the National Savings Bank 2 The provisions of the preceding subsection shall, so far as they relate to forms of relief falling within the jurisdiction of   the county court  , have effect in relation to   the county court   as they have effect in relation to the High Court  .... 3 In their application to England and Wales the preceeding provisions of this section shall have effect subject to any order for the time being in force under section 139(2) of the   Senior Courts Act 1981 ."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "28", "section_title": " Discovery.", "section_text": "28 1 Subject to and in accordance with rules of court  ...:— a in any civil proceedings in the High Court or   the county court   to which the Crown is a party, the Crown may be required by the court to make discovery of documents and produce documents for inspection; and b in any such proceedings as aforesaid, the Crown may be required by the court to answer interrogatories: Provided that this section shall be without prejudice to any rule of law which authorises or requires the withholding of any document or the refusal to answer any question on the ground that the disclosure of the document or the answering of the question would be injurious to the public interest. Any order of the court made under the powers conferred by paragraph (b) of this subsection shall direct by what officer of the Crown the interrogatories are to be answered. 2 Without prejudice to the proviso to the preceding subsection, any rules made for the purposes of this section shall be such as to secure that the existence of a document will not be disclosed if, in the opinion of a Minister of the Crown, it would be injurious to the public interest to disclose the existence thereof."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "29", "section_title": " Exclusion of proceedings in rem against the Crown. ", "section_text": "29 1 Nothing in this Act shall authorise proceedings in rem in respect of any claim against the Crown, or the arrest, detention or sale of any of His Majesty’s ships or aircraft, or of any cargo or other property belonging to the Crown, or give to any person any lien on any such ship, aircraft, cargo or other property. 2 Where proceedings in rem have been instituted in the High Court or in   the county court   against any such ship, aircraft, cargo or other property, the court may, if satisfied, either on an application by the plaintiff for an order under this subsection or an application by the Crown to set aside the proceedings, that the proceedings were so instituted by the plaintiff in the reasonable belief that the ship, aircraft, cargo or other property did not belong to the Crown, order that the proceedings shall be treated as if they were in personam duly instituted against the Crown in accordance with the provisions of this Act, or duly instituted against any other person whom the court regards as the proper person to be sued in the circumstances, and that the proceedings shall continue accordingly. Any such order may be made upon such terms, if any, as the court thinks just; and where the court makes any such order it may make such consequential orders as the court thinks expedient."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "30"}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "31", "section_title": " Application to the Crown of certain statutory provisions.", "section_text": "31 1 This Act shall not prejudice the right of the Crown to take advantage of the provisions of an Act of Parliament although not named therein; and it is hereby declared that in any civil proceedings against the Crown the provisions of any Act of Parliament which could, if the proceedings were between subjects, be relied upon by the defendant as a defence to the proceedings, whether in whole or in part, or otherwise, may, subject to any express provision to the contrary, be so relied upon by the Crown. 2 Section six of the  Debtors Act 1869 (which empowers the court in certain circumstances to order the arrest of a defendant about to quit England) shall, with any necessary modifications, apply to civil proceedings in the High Court by the Crown."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "32", "section_title": " No abatement on demise of Crown.", "section_text": "32 No claim by or against the Crown, and no proceedings for the enforcement of any such claim, shall abate or be affected by the demise of the Crown."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "33", "section_title": " Abolition of certain writs.", "section_text": "33 No writ of extent or of diem clausit extremum shall issue after the commencement of this Act."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "34", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "34"}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "35", "section_title": "Rules of court", "section_text": "35 1 Any power to make rules of court  ... shall include power to make rules for the purpose of giving effect to the provisions of this Act, and any such rules may contain provisions to have effect in relation to any proceedings by or against the Crown in substitution for or by way of addition to any of the provisions of the rules applying to proceedings between subjects. 2 Provision shall be made by rules of court  ... with respect to the following matters:— a for providing for service of process, or notice thereof, in the case of proceedings by the Crown against persons, whether British subjects or not, who are not resident in the United Kingdom; b for securing that where any civil proceedings are brought against the Crown in accordance with the provisions of this Act   the claimant shall provide the Crown with information  as to the circumstances in which it is alleged that the liability of the Crown has arisen and as to the departments and officers of the Crown concerned; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f for enabling evidence to be taken on commission in proceedings by or against the Crown; g for providing:— i that a person shall not be entitled to avail himself of any set-off or counterclaim in any proceedings by the Crown for the recovery of taxes, duties or penalties, or to avail himself in proceedings of any other nature by the Crown of any set-off or counterclaim arising out of a right or claim to repayment in respect of any taxes, duties or penalties; ii that a person shall not be entitled without the leave of the court to avail himself of any set-off or counterclaim in any proceedings by the Crown if either the subject matter of the set-off or counterclaim does not relate to the Government department in the name of which the proceedings are brought or the proceedings are brought in the name of the Attorney General; iii that the Crown, when sued in the name of a Government department, shall not, without the leave of the court, be entitled to avail itself of any set-off or counterclaim if the subject matter thereof does not relate to that department; and iv that the Crown, when sued in the name of the Attorney General, shall not be entitled to avail itself of any set-off or counterclaim without the leave of the court. 3 Provision may be made by rules of court for regulating any appeals to the High Court, whether by way of case, stated or otherwise, under enactments relating to the revenue, and any rules made under this subsection may revoke any enactments or rules in force immediately before the commencement of this Act so far as they regulate any such appeals, and may make provision for any matters for which provision was made by any enactments or rules so in force."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "36"}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "37", "section_title": " Financial provisions.", "section_text": "37 1 Any expenditure incurred by or on behalf of the Crown in right of His Majesty’s Government in the United Kingdom by reason of the passing of this Act shall be defrayed out of money provided by Parliament. 2 Any sums payable to the Crown in right of His Majesty’s Government in the United Kingdom by reason of the passing of this Act shall be paid into the Exchequer."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "38", "section_title": " Interpretation.", "section_text": "38 1 Any reference in this Act to the provisions of this Act shall, unless the context otherwise requires, include a reference to rules of court  ... made for the purposes of this Act. 2 In this Act, except in so far as the context otherwise requires or it is otherwise expressly provided, the following expressions have the meanings hereby respectively assigned to them, that is to say:— “ Agent, ” when used in relation to the Crown, includes an independent contractor employed by the Crown; “ Civil proceedings ” includes proceedings in the High Court or the county court for the recovery of fines or penalties, but does not include proceedings on the Crown side of the King’s Bench Division; “ His Majesty’s aircraft ” does not include aircraft belonging to His Majesty otherwise than in right of His Government in the United Kingdom  or the Scottish Administration ; “ His Majesty’s ships ” means ships of which the beneficial interest is vested in His Majesty or which are registered as Government ships for the purposes of the  Merchant Shipping Act 1995 , or which are for the time being demised or subdemised to or in the exclusive possession of the Crown, except that the said expression does not include any ship in which His Majesty is interested otherwise than in right of His Government in the United Kingdom  or the Scottish Administration  unless that ship is for the time being demised or subdemised to His Majesty in right of His said Government  or Administration  or in the exclusive possession of His Majesty in that right; “ Officer, ” in relation to the Crown, includes any servant of His Majesty, and accordingly (but without prejudice to the generality of the foregoing provision) includes a Minister of the Crown  and a member of the Scottish Executive ; “ Order ” includes a judgment, decree, rule, award or declaration; “ Prescribed ” means prescribed by rules of court  ...; “ Proceedings against the Crown ” includes a claim by way of set-off or counterclaim raised in proceedings by the Crown; “ Ship ” has the  the same meaning as in the Merchant Shipping Act 1995 ; “ Statutory duty ” means any duty imposed by or under any Act of Parliament.  3 Any reference in this Act to His Majesty in His private capacity shall be construed as including a reference to His Majesty in right of His Duchy of Lancaster and to the Duke of Cornwall. 4 Any reference in Parts III or  IV  of this Act to civil proceedings by or against the Crown, or to civil proceedings to which the Crown is a party, shall be construed as including a reference to civil proceedings to which the Attorney General, or any Government department, or any officer of the Crown as such is a party: Provided that the Crown shall not for the purposes of Parts III and IV of this Act be deemed to be a party to any proceedings by reason only that they are brought by the Attorney General upon the relation of some other person. 5 . . .  6 References in this Act to any enactment shall be construed as references to that enactment as amended by or under any other enactment, including this Act. "}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "39", "section_title": "", "section_text": "39 1 . . .  2 . . . "}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "40", "section_title": " Savings.", "section_text": "40 1 Nothing in this Act shall apply to proceedings by or against, or authorise proceedings in tort to be brought against, His Majesty in His private capacity. 2 Except as therein otherwise expressly provided, nothing in this Act shall:— a affect the law relating to prize salvage, or apply to proceedings in causes or matters within the jurisdiction of the High Court as a prize court or to any criminal proceedings; or b authorise proceedings to be taken against the Crown under or in accordance with this Act in respect of any alleged liability of the Crown arising otherwise than in respect of His Majesty’s Government in the United Kingdom  or the Scottish Administration , or affect proceedings against the Crown in respect of any such alleged liability as aforesaid; or c affect any proceedings by the Crown otherwise than in right of His Majesty’s Government in the United Kingdom  or the Scottish Administration ; or d subject the Crown to any greater liabilities in respect of the acts or omissions of any independent contractor employed by the Crown than those to which the Crown would be subject in respect of such acts or omissions if it were a private person; or e subject the Crown, in its capacity as a highway authority, to any greater liability than that to which a local authority is subject in that capacity; or f affect any rules of evidence or any presumption relating to the extent to which the Crown is bound by any Act of Parliament; or g affect any right of the Crown to demand a trial at bar or to control or otherwise intervene in proceedings affecting its rights, property or profits; or h affect any liability imposed on the public trustee  or on the Consolidated Fund of the United Kingdom  by the  Public Trustee Act 1906; and, without prejudice to the general effect of the foregoing provisions, Part III of this Act shall not apply to the Crown except in right of His Majesty’s Government in the United Kingdom  or the Scottish Administration . 3 A certificate of a Secretary of State:— a to the effect that any alleged liability of the Crown arises otherwise than in respect of His Majesty’s Government in the United Kingdom; b to the effect that any proceedings by the Crown are proceedings otherwise than in right of His Majesty’s Government in the United Kingdom; shall, for the purposes of this Act, be conclusive as to the matter so certified. 3A A certificate of the Scottish Ministers to the effect that— a any alleged liability of the Crown arises otherwise than in respect of the Scottish Administration, b any proceedings by the Crown are proceedings otherwise than in right of the Scottish Administration, shall, for the purposes of this Act, be conclusive as to that matter. 4 Where any property vests in the Crown by virtue of any rule of law which operates independently of the acts or the intentions of the Crown, the Crown shall not by virtue of this Act be subject to any liabilities in tort by reason only of the property being so vested; but the provisions of this subsection shall be without prejudice to the liabilities of the Crown under this Act in respect of any period after the Crown or any person acting for the Crown has in fact taken possession or control of any such property, or entered into occupation thereof. 5 This Act shall not operate to limit the discretion of the court to grant relief by way of mandamus in cases in which such relief might have been granted before the commencement of this Act, notwithstanding that by reason of the provisions of this Act some other and further remedy is available."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "41", "section_title": " Application of Act to Scotland.", "section_text": "41 The provisions of this Part of this Act shall have effect for the purpose of the application of this Act to Scotland."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "42", "section_title": " Exclusion of certain provisions.", "section_text": "42 Section one, Part II (except section thirteen so far as relating to proceedings mentioned in the First Schedule and section twenty-one), Part III (except section twenty-six) and section twenty-eight of this Act shall not apply to Scotland."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "43", "section_title": " Interpretation for purposes of application to Scotland.", "section_text": "43 In the application of this Act to Scotland:— a for any reference to the High Court (except a reference to that Court as a prize court) there shall be substituted a reference to the Court of Session; for any reference to the county court there shall be substituted a reference to the sheriff court; the expression “ plaintiff ” means pursuer; the expression “ defendant ” means defender; the expression “ county court rules ” means Act of Sederunt applying to the sheriff court; and the expression “ injunction ” means interdict; b the expression “ tort ” means any wrongful or negligent act or omission giving rise to liability in reparation, and any reference to liability or right or action or proceedings in tort shall be construed accordingly; and for any reference to Part II of the  Law Reform (Married Women and Tortfeasors) Act 1935, there shall be substituted a reference to section three of the  Law Reform (Miscellaneous Provisions) (Scotland) Act 1940."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "44", "section_title": " Proceedings against the Crown in the sheriff court.", "section_text": "44 Subject to the provisions of this Act and to any enactment limiting the jurisdiction of the sheriff court (whether by reference to the subject matter of the proceedings or otherwise) civil proceedings against the Crown may be instituted in the sheriff court in like manner as if the proceedings were against a subject: Provided that where in any proceedings against the Crown in the sheriff court a certificate by the  appropriate Law Officer  is produced to the effect that the proceedings may involve an important question of law, or may be decisive of other cases, or are for other reasons more fit for trial in the Court of Session, the proceedings shall be remitted to the Court of Session, and where any proceedings have been so remitted to the Court of Session, and it appears to that Court that the remit has occasioned additional expense to the pursuer, the Court shall take account of the additional expense so occasioned in deciding any question as to expenses. In this proviso, “ the appropriate Law Officer ” means— a the Lord Advocate, where the proceedings are against any part of the Scottish Administration, and b the Advocate General for Scotland, in any other case."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "45", "section_title": " Satisfaction of orders granted against the Crown in Scotland. ", "section_text": "45 1 Where in any civil proceedings by or against the Crown or to which the Crown has been made a party, any order (including an award of expenses) is made by any court in favour of any person against the Crown or against a Government department or against an officer of the Crown as such, the clerk of court shall, on an application in that behalf made by or on behalf of that person at any time after the expiration of twenty-one days from the date of the order, or, in a case where there is an award of expenses and the expenses require to be taxed, at any time after taxation whichever is the later, issue to that person a certified copy of the order of the court. 2 A copy of any such order may be served by the person in whose favour the order is made upon the person for the time being named in the record as the solicitor, or the person acting as solicitor, for the Crown or for the Government department or officer concerned. 3 If the order decerns for the payment of any money by way of damages or otherwise or of any expenses, the appropriate Government department shall, subject as hereinafter provided, pay to the person entitled or to his solicitor the amount appearing from the order to be due to him together with the interest, if any, lawfully due thereon: Provided that the court by which any such order as aforesaid is made or any court to which an appeal against the order lies may direct that pending an appeal or otherwise payment of the whole of any amount so payable, or any part thereof, shall be suspended. 4 No such order as aforesaid shall warrant any diligence or execution against any person to enforce payment of any such money or expenses as aforesaid, and no person shall be individually liable under any order for the payment by the Crown, or any Government department or any officer of the Crown as such, of any such money or expenses."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "46", "section_title": " Provisions as to arrestment.", "section_text": "46 Arrestment in the hands of the Crown or of a Government department or of any officer of the Crown as such shall be competent in any case where arrestment in the hands of a subject would have been competent: Provided that nothing in the foregoing provisions shall warrant the arrestment of:— a any earnings payable to any officer of the Crown as such except as provided by section 2 of the  Law Reform (Miscellaneous Provisions) (Scotland) Act 1966; or b any money which is subject to the provisions of any enactment prohibiting or restricting assignation or charging or taking in execution;  or c any money payable by the Crown to any person on account of a deposit in  the National Savings Bank ."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "47", "section_title": " Recovery of documents in possession of Crown. ", "section_text": "47 Subject to and in accordance with Acts of Sederunt applying to the Court of Session and the sheriff court, commission and diligence for the recovery of documents in the possession of the Crown may be granted in any action whether or not the Crown is a party thereto, in like manner in all respects as if the documents were in the possession of a subject: Provided that— this subsection shall be without prejudice to any rule of law which authorises or requires the withholding of any document on the ground that its disclosure would be injurious to the public interest; and the existence of a document shall not be disclosed if, in the opinion of a Minister of the Crown, it would be injurious to the public interest to disclose the existence thereof."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "48", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "48"}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "49", "section_title": " Application to Scotland of s. 26.", "section_text": "49 Section twenty-six of this Act shall have effect as if for subsection (2) thereof there were substituted the following subsection:— 2 The exception in respect of taxes contained in section four of the  Debtors (Scotland) Act 1880, from the enactment therein contained abolishing imprisonment for debt shall apply only in respect of death duties. . .  ."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "50", "section_title": " Application to Scotland of s. 35.", "section_text": "50 Section thirty-five of this Act shall have effect as if for subsection (2) thereof there were substituted the following subsection:— 2 The following provisions shall apply as regards proceedings in the Court of Session or the sheriff court:— a where decree in absence has been granted against the Crown the decree shall not be operative without the leave of the court obtained on an application of which notice has been given to the Crown; b a person shall not be entitled to avail himself of any set-off or counterclaim in any proceedings by the Crown for the recovery of taxes, duties or penalties, or to avail himself in proceedings of any other nature by the Crown of any set-off or counterclaim arising out of a right or claim to repayment in respect of any taxes, duties or penalties; c a person shall not be entitled without the leave of the court to avail himself of any set-off or counterclaim in any proceedings by the Crown if the subject matter of the set-off or counterclaim does not relate to the Government department on whose behalf the proceedings are brought; d the Crown  in right of Her Majesty’s Government in the United Kingdom , in any proceedings against a Government department, or against the  Advocate General for Scotland  on behalf of a Government department (i) shall not be entitled to avail itself of any set-off or counterclaim if the subject matter thereof relates to the Scottish Administration, and (ii)  shall not, without leave of the court, be entitled to avail itself of any set-off or counterclaim if the subject matter thereof does not relate to that department. (e) a part of the Scottish Administration, in any proceedings against that part or against the Lord Advocate on its behalf, shall not be entitled to avail itself of any set-off or counterclaim if the subject matter thereof relates to another part of the Scottish Administration or to the Crown in right of Her Majesty’s Government in the United Kingdom."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "51", "section_title": " Application to Scotland of ss. 36 and 38.", "section_text": "51 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Section thirty-eight of this Act shall have effect as if in subsection (4) thereof:— i there were included a reference to this Part of this Act; ii for the reference to the Attorney General there were substituted a reference to the Lord Advocate  or the Advocate General for Scotland ; iii the proviso were omitted."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "52", "section_title": " Extent of Act.", "section_text": "52 Subject to the provisions hereinafter contained with respect to Northern Ireland, this Act shall not affect the law enforced in courts elsewhere than in England and Scotland, or the procedure in any such courts."}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "53", "section_title": " Provisions as to Northern Ireland.", "section_text": "53 1 His Majesty may by Order in Council provide for extending this Act to Northern Ireland with such additions, exceptions and modifications as appear to His Majesty to be expedient. 2 An Order in Council under this section may provide for amending the law both in its application to the Crown in right of His Majesty’s Government in the United Kingdom and in its application to the Crown in right of His Majesty’s Government in Northern Ireland. 3 An Order in Council under this section may provide for amending the law:— a with respect to the right of the Crown to sue in a county court in Northern Ireland; and b with respect to the award of costs to or against the Crown in Northern Ireland. 4 An Order in Council under this section may be varied or revoked by a further Order in Council made thereunder. 5 An Order in Council under this section may include such provisions as appear to His Majesty to be incidental to or consequential on any provisions contained in such an Order by virtue of the preceding provisions of this section. 6 . . .  7 An Order in Council under this section shall be laid before Parliament as soon as may be after it is made, and, if either House of Parliament, within the next twenty-eight days on which that House has sat after such an Order is laid before it, resolves that the Order be annulled, the Order shall thereupon cease to have effect except as respects things previously done or omitted to be done, without prejudice, however, to the making of a new Order. . . . "}, {"act": "Crown Proceedings Act 1947", "year": 1947, "section": "54", "section_title": "†Short title and commencement.", "section_text": "54 1 This Act may be cited as the Crown Proceedings Act 1947. 2 . . . "}]