[{"act": "Fire Services Act 1947", "year": 1947, "section": "1", "section_title": " Provision of fire services.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "2", "section_title": " Arrangements for mutual assistance.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "3", "section_title": " Supplementary powers of fire authorities.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "4", "section_title": "†County and county borough councils to be fire authorities.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "5", "section_title": " Voluntary schemes for combination of fire authorities.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "6", "section_title": " Power of Secretary of State to make combination schemes.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "7", "section_title": " Appointment of joint committees by fire authorities.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "8", "section_title": " Constitution and powers of fire authorities constituted by combination schemes.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "9", "section_title": " Amendment and revocation of combination schemes.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "10", "section_title": " Power to make schemes in advance of alterations of local government areas.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "11", "section_title": " Adaptation of local Acts relating to fire services.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "12", "section_title": " Discharge of functions of fire authorities through other fire authorities or persons.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "13", "section_title": " Duty of fire authorities to ensure supply of water for fire-fighting.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "14", "section_title": " Supply of water by statutory undertakers.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "15", "section_title": " Provision of water supply otherwise than by statutory undertakers.", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "16", "section_title": " Notice to be given of proposed works affecting water supply and fire hydrants.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "17", "section_title": " Conditions of service.", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "18", "section_title": " Procedure and qualifications for appointments and promotions.", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "19", "section_title": " Fire brigade establishments to be determined in accordance with approved schemes.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Fire Services Act 1947", "year": 1947, "section": "21", "section_title": " Standards of training and equipment.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "22", "section_title": " Provision by Secretary of State of equipment.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "23", "section_title": " Training centres.", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "24", "section_title": " Inspectors of Fire Brigades.", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "25"}, {"act": "Fire Services Act 1947", "year": 1947, "section": "26", "section_title": " Firemen’s Pension Scheme.", "section_text": "26 1 The Secretary of State may by order bring into operation a scheme, to be known as the Firemen’s Pension Scheme, whereby provision is made, subject to the provisions of this section and of the Scheme, for the payment by fire authorities and such other authorities as may be specified in the Scheme of pensions, allowances and gratuities to persons employed as members of fire brigades maintained in pursuance of this Act who retire from such employment on or after the appointed day or die on or after the appointed day while so employed, and to their   surviving spouses, surviving civil partners,   children and dependants. 2 The Firemen’s Pension Scheme (hereafter in this and the next following section referred to as “ the Scheme ”) may include provision— a for defining the classes of persons employed as aforesaid in respect of whose service awards, or awards of any class specified in the Scheme, may be made under the Scheme, and in particular for excluding in relation to any such awards or class of awards persons who are not wholly and permanently so employed or who are so employed on such ancillary duties as may be specified in the Scheme, and for treating, for all or any of the purposes of the Scheme, employment in Great Britain or elsewhere on duties connected with the provision of fire services, being employment (otherwise than as a member of a fire brigade maintained in pursuance of this Act) of such classes as may be specified in the Scheme, as if it were employment as a member of such a brigade; aa where a person immediately before he undertakes service of a description specified in the First Schedule to the  Reserve and Auxiliary Forces (Protection of Civil Interests) Act 1951, or attends for hourly instruction as defined in section forty-two of that Act, either— i is a member of a fire brigade maintained in pursuance of this Act, or ii is employed in employment on duties connected with the provision of fire services which is treated for the purposes of the Scheme as if it were employment as a member of such a fire brigade, for treating employment during the period of his service or instruction, and during such further period, if any, as may be specified in the Scheme, as employment as a member of such a fire brigade. ab for treating, for all or any of the purposes of the Scheme, holding office as the London Fire Commissioner as employment by a fire and rescue authority in England where the terms and conditions of appointment to that office include— i resolving operational incidents, or ii leading and supporting others in the resolution of operational incidents; b for reckoning, for all or any of the purposes of the Scheme, such employment, whether before or after the appointed day (other than employment as a member of a fire brigade maintained in pursuance of this Act) as may be specified in the Scheme as if it were employment as a member of such a brigade, either unconditionally or subject to such conditions as may be so specified and either as respects the whole of service in employment so specified or as respects such fraction thereof as may be so specified; c for the making by persons in respect of whose service awards may be made under the Scheme of such contributions as may be specified by the Scheme, and, in such circumstances as may be so specified, for the repayment of contributions so made or their application in such manner and for the benefit of such persons as may be so specified; d for substituting, for all or any of the purposes of the Scheme, the Secretary of State for a fire authority in relation to any  employment which is treated for the purposes of the Scheme as if it were employment as a member of a fire brigade maintained in pursuance of this Act ; e for the making to a fire authority by the Secretary of State or another fire authority, or by any other authority by which a person has been employed in employment specified under paragraph (b) of this subsection or which has incurred any liability in respect of the payment of a pension in the event of a person’s retirement from employment so specified of payments in respect of previous service (whether before or after the appointed day) on a person’s entry on employment with the fire brigade maintained by the first-mentioned fire authority, and for the making to the Secretary of State by a fire authority or any such other authority as aforesaid of payments in respect of previous service (whether before or after the appointed day) on a person’s entry on  employment which is treated for the purposes of the Scheme as if it were employment as a member of a fire brigade maintained in pursuance of this Act ; f for the reimbursement of payments under the last foregoing paragraph out of any superannuation fund to which contributions have been made in respect of the previous service to which the payments related; g for the making, where a person enters on employment with a fire authority in a case where no payment falls to be made under paragraph (e) of this subsection, of payments in respect of previous service with that authority out of any superannuation fund to which contributions have been made in respect of the previous service; h for the conditions as to evidence or otherwise subject to which any award under the Scheme may be made, for the manner in which any question specified in the Scheme arising under the Scheme is to be determined, and for appeals from determinations of any such question; i for excluding or modifying, in the case of an injury in respect of which an award is made under the Scheme, being an injury sustained in the execution of duty in such circumstances as may be specified in the Scheme, any other right against the Crown or other authority in whose employment the injury occurred to compensation or damages in respect of the injury or the consequences thereof, so however that no provision made by virtue of this paragraph shall affect any right under the  enactments relating to   ... social security ; j for such incidental and supplemental matters as appear to the Secretary of State expedient for the purposes of the Scheme, including provisions as to funds for defraying liabilities under the Scheme and provision for the like purposes as under the enactments in the  Fire Brigade Pensions Act 1925, specified in the first column of the Third Schedule to this Act (which relate to the matters specified in the second column of that Schedule) was made in relation to awards under the said Act of 1925. In this section the expression “ employment ” includes engagement in any service. 2A \t\t\t\t\tThe Scheme may also include— a such provision for the payment of pensions, allowances and gratuities to persons employed as members of fire brigades maintained in pursuance of this Act who are dismissed from such employment, and to their   surviving spouses, surviving civil partners,   children and dependants, as will enable the Scheme to comply with the requirements set out in Schedule 16 to the  Social Security Act 1973, and b such provision incidental or supplementary thereto as appears to the Secretary of State to be expedient. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 If a person obtains or attempts to obtain for himself or any other person— a any award under the Scheme, or b any sum in respect of the repayment or application of contributions made under the Scheme, ... by maiming or injuring himself, or causing himself to be maimed or injured, or otherwise producing disease or infirmity,   ..., he shall be liable on conviction on indictment to imprisonment for a term not exceeding two years, or on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding twenty-five pounds, and (without prejudice to the provisions of paragraph (j) of subsection (2) of this section) the Scheme may authorise, in the case of a person who has been convicted of an offence under this subsection, the forfeiture, in whole or in part, of any award or sum so obtained. 5 The Scheme may be varied by a subsequent order of the Secretary of State under this section. 5A References in this section to employment as a member of a fire brigade or on duties connected with the provision of fire services include employment by the chief constable of the police force for a police area as a result of— a a transfer to the chief constable under a scheme made under section 4I(1) of the Fire and Rescue Services Act 2004,  ... b an appointment by the chief constable under section 4I(4) of that Act, c a transfer to the chief constable under a scheme made by virtue of section 107EC(1) of the Local Democracy, Economic Development and Construction Act 2009, or d an appointment by the chief constable under section 107EC(2) of that Act. 5B References in this section to a fire authority include the chief constable of the police force for a police area who employs persons as mentioned in subsection (5A). 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "27", "section_title": " Firemen’s Pension Scheme to supersede other statutory schemes.", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "27A", "section_title": " Information in connection with firemen’s pensions etc.", "section_text": "27A 1 A fire authority may in prescribed circumstances— a provide information in connection with the questions specified in subsection (2) below to a prescribed person; and b require that person to pay a reasonable fee in respect of any administrative expenses incurred in providing that information. 2 The following are the questions mentioned in subsection (1) above— a whether an individual who has opted or transferred out has suffered loss as a result of a contravention which is actionable under section 62 of the  Financial Services Act 1986  or   section 138D   of the Financial Services and Markets Act 2000 \t\t\t\t\t\t\t(actions for damages in respect of contravention of rules  etc.  made under the Act), and b if so, what payment would need to be made in respect of that individual to the fire authority concerned to restore the position to what it would have been if that individual had not opted or transferred out. 3 Where— a an individual who has opted or transferred out becomes entitled to make contributions under the Scheme to a fire authority, or b a payment is made to a fire authority in respect of such an individual for the purpose mentioned in subsection (2)(b) above, the fire authority may require a prescribed person to pay a reasonable fee in respect of any administrative expenses incurred in connection with that entitlement or payment. 4 For the purposes of this section, an individual shall be taken to have opted or transferred out if— a for any period during which he is a member of a fire brigade maintained in pursuance of this Act, he does not make contributions under the Scheme but instead makes contributions to a personal pension scheme; or b a transfer value is paid in respect of the individual by a fire authority to a personal pension scheme. 5 In this section— “ personal pension scheme ” has the meaning given by section 1 of the  Pension Schemes Act 1993; “ prescribed ” means prescribed by regulations made by the Secretary of State under this section; “ the Scheme ” has the same meaning as in sections 26 and 27 of this Act."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "28"}, {"act": "Fire Services Act 1947", "year": 1947, "section": "29", "section_title": " Central Fire Brigades Advisory Council.", "section_text": "29 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "30", "section_title": " Powers of firemen and police in extinguishing fires.", "section_text": "30 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "31", "section_title": " False alarms of fire.", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "32", "section_title": " Members of police force not to be employed in fire brigade.", "section_text": "32 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "33", "section_title": " Inquiries.", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "34", "section_title": " Expenses and receipts of Secretary of State.", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "35", "section_title": " Regulations and orders to be laid before Parliament.", "section_text": "35 1 Any regulations of the Secretary of State under this Act, and any order of the Secretary of State under section eleven or twenty-six thereof, shall be laid before Parliament forthwith after being made. 2 If either House of Parliament, within a period of forty days beginning with the day on which any such regulations or order as aforesaid are laid before it, resolves that an Address be presented to His Majesty praying that the regulations or order be annulled, no further proceedings shall be taken thereunder after the date of the resolution, and His Majesty may by Order in Council revoke the regulations or order, so, however, that any such resolution and revocation shall be without prejudice to the validity of anything previously done under the regulations or order or to the making of new regulations or a new order. 3 In reckoning any such period of forty days as aforesaid, no account shall be taken of any time during which Parliament is dissolved or prorogued, or during which both Houses are adjourned for more than four days."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "36", "section_title": " Application to Scotland.", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "37", "section_title": " Application to Isles of Scilly.", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "38", "section_title": " Interpretation.", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Services Act 1947", "year": 1947, "section": "39", "section_title": " Short title, extent, transitional provisions and savings.", "section_text": "39 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Without prejudice to the provisions of section thirty-eight of the  Interpretation Act 1889 (which relates to the effect of repeals), save as provided in the Fifth Schedule to this Act, nothing in this Act shall affect— a the operation of any pension scheme in relation to persons retiring before the appointed day from employment as members of fire brigades or the National Fire Service, or dying before that date while in such employment; or b the operation of any pension scheme, the  Police and Firemen (War Service) Act, 1939, or any scheme under section seven of that Act in relation to a person to whom section one of that Act or any scheme under the said section seven applies, unless and until the said person becomes a member of a fire brigade maintained in pursuance of this Act or becomes engaged in such other employment in connection with the provision of fire services as may for the purposes of this paragraph be specified in the Firemen’s Pension Scheme. In this subsection the expression “ pension scheme ” means the  Fire Brigade Pensions Act 1925, or any other scheme for the grant of pensions, allowances or gratuities on the retirement or death of persons employed as members of fire brigades."}]