[{"act": "Foreign Marriage Act 1947", "year": 1947, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Foreign Marriage Act 1947", "year": 1947, "section": "2", "section_title": " Re-enactment of s.22 of the Foreign Marriage Act, 1892. ", "section_text": "2 For the said section twenty-two of the Foreign Marriage Act, 1892, the following section shall be substituted :—  Validity of marriages solemised by chaplins of H.M. forces serving abroad and other persons. 22 1 A marriage solemised in any foreign territory by a chaplain serving with any part of the naval, military or air forces of His Majesty serving in that territory or by a person authorised, either generally or in respect of the particular marriage, by the commanding officer of any part of those forces serving in that territory shall, subject as hereinafter provided, be as valid in law as if the marriage had been solemnised in the United Kingdom with a due observance of all forms required by law: Provided that this subsection shall only apply if— a one at least of the parties to the marriage is a member of the said forces serving in that territory in such other capacity as may be prescribed by Order in Council; and b such other conditions as may be so prescribed are complied with. 2 In this section the expression “ foreign territory ” means territory other than— a any part of His Majesty’s dominions; b any British protectorate; or c any other country or territory under His Majesty’s protection or suzerainity or in which His Majesty has for the time being jurisdiction: Provided that His Majesty may by Order in Council direct that— i any British protectorate or any such other country or territory as is referred to in paragraph (c) hereof; or ii any part of His Majesty’s dominions which has been occupied by a State at war with His Majesty and in which the facilities for marriage in accordance with the local law have not in the opinion of His Majesty been adequately restored;shall, while the Order remains in force, be treated as foreign territory for the purposes of this section. 3 Any reference in this section to foreign territory, to forces serving in foreign territory and to persons employed in foreign territory shall include references to ships which are for the time being in the waters of any foreign territory, to forces serving in any such ship and to persons employed in any such ship, respectively. 4 His Majesty may by order in Council provide for the registration of marriages solemnised under this section, and for the application thereto, with such adaptations as may be necessary, of any provisions of the Births and deaths Registration Acts, 1836 to 1947, of the Registration of Births, Deaths and Marriages (Scotland) Acts, 1854 to 1938, or of any Act (including any Act, whether passed before or after the passing of this Act, of the Parliament of Northern Ireland) for the time being in force in Northern Ireland relating to the registration of marriages, and the Order may, to such extent as may be, specified therein, may be applicable to marriages solemnised under section twenty-two of the Foreign Marriage Act, 1892, as originally enacted. 5 Where a marriage purports to have been solemnised under this section, it shall not be necessary in any legal proceeding touching the validity of the marriage to prove the authority of the person by or before whom it was solemnised, nor shall any evidence to prove his want of authority be given in any such proceeding. 6 Any order in Council made under the foregoing provisions of this section may be varied or revoked by a subsequent Order in Council, and any Order in Council made under this section shall be laid forthwith before each House of Parliament."}, {"act": "Foreign Marriage Act 1947", "year": 1947, "section": "3", "section_title": " Provisions as to Dominions.", "section_text": "3 1 References in this Act to the naval, military or air forces of His Majesty shall not be construed as referring to any such forces raised in a Dominion: Provided that any reference to a member of the naval, military or air forces of His Majesty shall be construed as including a reference to a member of the said forces raised in a Dominion who is temporarily attached under sub-section (2) of section four of the  Visiting Forces (British Commonwealth) Act, 1933, to a part of the said forces raised in the United Kingdom. 2 His Majesty may by Order in Council provide for securing that any law in force in any Dominion which makes, in relation to forces raised in that Dominion, provision appearing to His Majesty to be similar to any provision made by section twenty-two of the  Foreign Marriage Act, 1892, whether as originally enacted or as re-enacted by this Act, shall have effect as part of the law of the United Kingdom. 3 In this section the expression “ Dominion ” means a Dominion within the meaning of the  Statute of Westminster, 1931, . . .   and includes any territory administered by the government of that Dominion. 4 Any Order in Council made under the foregoing provisions of this section may be varied or revoked by a subsequent Order in Council, and any Order in Council made under this section shall be laid forthwith before each House of Parliament."}, {"act": "Foreign Marriage Act 1947", "year": 1947, "section": "4", "section_title": " Repeal of certain provisions relating to marriages on board H.M.’s ships.", "section_text": "4 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 In subsection (2) of section thirteen of the said Act the words “or on board one of Her Majesty’s ships” shall be omitted, in paragraph (e) of subsection (1) of section twenty-one of the said Act the words “to marriages on board one of Her Majesty’s ships and” shall be omitted, and in paragraph (f) of that subsection the words “or on board one of Her Majesty’s ships” shall be omitted."}, {"act": "Foreign Marriage Act 1947", "year": 1947, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Foreign Marriage Act 1947", "year": 1947, "section": "6", "section_title": " Certificates of marriages solemnised under local law. ", "section_text": "6 At the end of section eighteen of the Foreign Marriage Act, 1892, (which enables a British consul or a person acting as such to register marriages solemnised in accordance with the local law, if satisfied by personal attendance that the marriage has been duly solemnised) there shall be added the following subsections:— 2 In the case of such of such marriages solemnised as aforesaid at which a British consul, or person authorised to act as British consul, has not attended, His Majesty may by Order in council provide in such classes of cases, and subject to such conditions, as may be prescribed by the Order— a for the transmission to and receipt by the Registrars-General of Births, Deaths and Marriages in England, Scotland and Northern Ireland, respectively, of certificates of such marriages issued in accordance with the local law; and b for the issue by those Registrars-General, on payment of such fees as may be prescribed by the Order, of certified copies of such certificates received by them, and for enabling such certified copies to be received in evidence. 3 Any Order in Council made under the foregoing provisions of this section may be varied or revoked by a subsequent Order in Council, and any Order in Council made under this section shall be laid forthwith before each House of Parliament."}, {"act": "Foreign Marriage Act 1947", "year": 1947, "section": "7", "section_title": " Short title and citation.", "section_text": "7 1 This Act may be cited as the Foreign Marriage Act, 1947, and the  Foreign Marriage Acts, 1892   1934, and this Act may be cited together as the Foreign Marriage Acts, 1892 to 1947. 2 This Act shall come into operation on such date as His Majesty may by Order in Council appoint."}]