[{"act": "Industrial Organisation and Development Act 1947", "year": 1947, "section": "1", "section_title": " Power to establish development councils, and purposes thereof. ", "section_text": "1 1 There may be established for any industry, by an order in that behalf made by an authority specified in subsection (2) of this section, a body, in this Act referred to as a development council, to whom there may be assigned by the order any functions of a kind specified in the First Schedule to this Act for whose exercise by the council it appears to that authority to be expedient to provide in order to increase efficiency or productivity in the industry, to improve or develop the service that it renders or could render to the community, or to enable it to render such service more economically. 2 Orders under this Act establishing development councils (in this Act referred to as a “development council order”) may be made by the Board of Trade,  the Minister of Agriculture, Fisheries and Food or the Secretary of State  (hereafter in this Act referred to, in relation to any such order made or proposed to be made by them or him, as “ the Board or Minister concerned ”): Provided that the power to make a development council order relating to agriculture within the meaning of  the  Agriculture Act 1947 , or to fisheries, and extending (but not applying solely) to Scotland shall be vested in the Minister of Agriculture Fisheries  and Food  and the Secretary of State jointly, and references in this Act to the Board or Minister concerned shall be construed accordingly in relation to such an order. 3 Before making a development council order the Board or Minister concerned shall consult any organisation appearing to them or him to be representative of substantial numbers of persons carrying on business in the industry and such organisations representative of persons employed in the industry as appear to the Board or Minister concerned to be appropriate. 4 A development council order shall not be made unless the Board or Minister concerned is satisfied that the establishment of a development council for the industry is desired by a substantial number of the persons engaged in the industry. 5 A development council order may provide for any incidental or supplementary matters for which it appears to the Board or Minister concerned to be necessary or expedient to provide. 6 A development council order shall not be made until a draft of the order has been approved by a resolution of each House of Parliament."}, {"act": "Industrial Organisation and Development Act 1947", "year": 1947, "section": "2", "section_title": " Constitution,  etc. , of development councils.", "section_text": "2 1 A development council shall be by virtue of this Act a body corporate, by such name as may be specified in the development council order. 2 The members of a development council shall be appointed by the Board or Minister concerned. 3 A development council shall consist of members of the following categories, that is to say, in the case of every development council,— a persons capable of representing the interests of persons carrying on business in the industry, b persons capable of representing the interests of persons employed in the industry, and c other persons, being persons as to whom the Board or Minister concerned is satisfied that they have no such financial or industrial interest as is likely to affect them in the discharge of their functions as members of the council (in this Act referred to as “ the independent members ”), and, in a case in which it appears to the Board or Minister concerned to be expedient that the members of the council should include persons having special knowledge of matters relating to the marketing or distribution of products of the industry, persons of that category. 4 A development council order shall specify the number, or a maximum or minimum number, of persons of each of the said categories to be included and shall contain provision for securing that the persons who are included as being of the categories specified in paragraphs ( a ) and ( b ) of the last preceding subsection shall together be of a number constituting a majority of the members of the council. 5 A development council order may specify requirements as to the appointment of, and the tenure and vacation of office by, the members of the council, and as to qualification or disqualification for membership. 6 Before appointing persons to be members of a development council of the categories specified in paragraphs ( a ) and ( b ) respectively of subsection (3) of this section, the Board or Minister concerned shall consult such representative organisations as are mentioned, in relation to persons carrying on business in the industry and to persons employed therein respectively, in subsection (3) of section one of this Act. 7 A development council shall have a chairman who shall be one of the independent members and shall be appointed by the Board or Minister concerned, who may also appoint one of the Members of the council to act as deputy chairman. 8 A development council order may provide for the payment to all or any of the members of the council of such remuneration and allowances as may be determined by the Board or Minister concerned, and for the payment, on the retirement or death of any of the members of the council as to whom it may be so determined to make such provision, of such pensions and gratuities to them or to others by reference to their service as may be so determined. 9 The provisions of the Second Schedule to this Act shall apply as regards the subsidiary matters therein mentioned relating to development councils."}, {"act": "Industrial Organisation and Development Act 1947", "year": 1947, "section": "3", "section_title": " Provisions for furnishing development councils with information as to their industries.", "section_text": "3 1 A development council order may provide for securing that persons carrying on business in the industry shall be registered in a register of such persons to be kept by the development council, which shall be open to the inspection of the public at all convenient hours on payment to the council of such reasonable fee, if any, and subject to such conditions, if any, as may be specified in the order, and in which any person for the time being claiming to be a person carrying on business in the industry shall be entitled as of right to be and remain registered, subject to any provisions of the order as to notification to the council of such claims. 2 A development council order may provide for enabling the council to require persons carrying on business in the industry to furnish such returns and other information, including information with respect to the productive capacity, capital assets, staff, output, orders, sales, deliveries, stocks and costs of any such business, as appear to the council to be required for the exercise of any of their functions: Provided that powers conferred on the council under this subsection shall be qualified, in relation to exercise thereof generally as regards the industry or any section thereof, by provision requiring the previous consent of the Board or Minister concerned to their being so exercised and approval by the Board or Minister concerned of the form in which the returns or other information will be required to be furnished."}, {"act": "Industrial Organisation and Development Act 1947", "year": 1947, "section": "4", "section_title": " Levies by development councils.", "section_text": "4 1 A development council order may provide for the imposition by the development council with the approval of the Board or Minister concerned, and for the recovery by the council, in such manner and through such channels, if any, as may be specified in the order, of charges for enabling the council to meet their expenses in the exercise of their functions and their administrative expenses, to be made on  such persons as may be specified in the order, being  persons carrying on business in the industry, or  . . . carrying on any business consisting wholly or partly in the production of, or dealing in, any of the materials of the industry. 2 An order providing for such charges shall contain provision for limiting the amount of the charges that may be imposed, either by providing for their being computed so as not to yield more than a specified maximum amount during a specified period or by providing for their not being levied at more than specified maximum rates. 2A An order providing for such charges may contain provision— a authorising such of the persons on whom the charges are imposed as may be specified in the order to recover all or part of the charges imposed on them from such other persons carrying on business in the industry as may be so specified; and b authorising the deduction from the charges payable by the persons with such a right of recovery, or the repayment to them, of— i such amounts as may be determined by or under the order in respect of expenses incurred by them in exercising that right, and ii any sums which are, in accordance with provision made by or under the order, to be treated as irrecoverable. 3 Before making such an order the Board or Minister concerned shall satisfy themselves or himself that the incidence of the charges  , taking into account any provision made under subsection (2A) of this section,  as between different classes of undertakings in the industry will be in accordance with a fair principle. 4 A development council order may provide, so far as may appear to the Board or Minister concerned to be reasonably requisite for the purposes of the imposition or recovery of such charges, for enabling the council to require persons carrying on such business as is mentioned in subsection (1) of this section— a to furnish returns and other information, and to produce for examination on behalf of the council books and other documents in the custody or under the control of such persons; and b to keep records and to produce them for examination as aforesaid."}, {"act": "Industrial Organisation and Development Act 1947", "year": 1947, "section": "5", "section_title": " Restriction on disclosure of information. ", "section_text": "5 1 A development council order shall make provision for ensuring that, where under powers conferred by virtue of either of the two last preceding sections a requirement is imposed to furnish returns or other information relating to an individual business or to produce for examination books or other documents or records, the returns or other information shall be furnished to, or the examination done by, independent members of the council (or, if the order so provides, independent members of the council designated thereby, or by the Board or Minister concerned, to the exclusion of the others) or to or by officers of the council specially authorised in that behalf. 2 Returns or other information furnished subject to provision made under the preceding subsection and information obtained on an examination so done shall not, without the consent of the person carrying on the business to which the returns or information or the books or other documents or records relate, be disclosed otherwise than— a in the form of a summary of similar returns or information furnished by or obtained from a number of persons, being a summary so framed as not to enable particulars relating to any individual business to be ascertained therefrom; b to independent members of the council (or, if independent members are designated under the preceding subsection, to those members) or to officers of the council authorised as aforesaid; c to, or to an officer of, the Board or Minister concerned; or d to, or to an officer of, the Board of Trade in connection with the execution or for the purposes of any enactment passed in the same session as this Act for enabling government departments to obtain more readily information necessary for the appreciation of economic trends and for the discharge of their functions: Provided that the preceding provisions of this subsection shall not apply to any disclosure of information made for the purposes of any legal proceedings (whether civil or criminal, and including arbitrations) pursuant to this Act, or for the purposes of any report of any such proceedings as aforesaid. 3 If any person discloses any information in contravention of the last preceding subsection, he shall be liable on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding fifty pounds, or on conviction on indictment to imprisonment for a term not exceeding two years or to a fine not exceeding one hundred pounds, or, in either case, to both such imprisonment and such a fine. 3A Subsections (2) and (3) do not apply to disclosure— a by a development council established in relation to an industry whose activities include an agricultural activity; b to, or to an officer of, Natural England; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d to, or to an officer of, the Joint Nature Conservation Committee; e to, or to an officer of, a body specified in Schedule 7 to the Natural Environment and Rural Communities Act 2006; f to, or to an officer of, a board established under Chapter 2 of Part 8 of the 2006 Act. 4 A development council order shall make provision for ensuring that, where under powers conferred by virtue of either of the two last preceding sections a requirement is imposed to furnish returns or other information relating to an individual business or to produce for examination books or other documents or records, and the person on whom the requirement is made uses in his business what he claims to be a secret process that ought not to be disclosed on the ground of risk of prejudice to his business, he shall not be subject to any liability for withholding disclosure of any particulars relating to the process unless the form of the requirement and the making of it in that form have been approved by the Board or Minister concerned after consideration of his claim."}, {"act": "Industrial Organisation and Development Act 1947", "year": 1947, "section": "6", "section_title": " Enforcement of provisions for registration and furnishing of information, etc. ", "section_text": "6 A development council order may provide for the enforcement of provisions thereof as to the registration of persons carrying on business in the industry, the furnishing of returns or other information, the production or examination of books or other documents or records, or the keeping of records (and for that purpose, without prejudice to the generality of the power conferred by this section, for the imposition of limits of time within which obligations must be satisfied, with or without power to the development council or other specified authority to extend limits imposed): Provided that no punishment provided for shall exceed that imposed by subsection (3) of the last preceding section, or, in the case of a fine for a continuing offence, five pounds in respect of each day."}, {"act": "Industrial Organisation and Development Act 1947", "year": 1947, "section": "7", "section_title": " Reports, and accounts, of development councils.", "section_text": "7 1 A development council shall prepare and transmit to the Board or Minister concerned annually a report setting out what has been done in the discharge of their functions during their financial year last completed. 2 The report shall include a statement of the accounts of the council for that year, and shall be transmitted as soon as the accounts therefor have been audited, together with a copy of any report made by the auditors  ... on the accounts.   2A A person shall not be appointed to audit a council’s accounts unless he is eligible for appointment as a  statutory auditor under Part 42 of the Companies Act 2006 . 2B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The statement of accounts shall be in such form as the Board or Minister concerned may direct, being a form which shall conform with the best commercial standards, and the statement shall show the total of remuneration and allowances paid during the year to members of the council. 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 A copy of   each such report of a council, or made by the auditors on their   accounts, shall be laid before Parliament by the Board or Minister concerned."}, {"act": "Industrial Organisation and Development Act 1947", "year": 1947, "section": "8", "section_title": " Amendment or termination of provision for a development council.", "section_text": "8 1 An order may be made by the Board or Minister concerned, after consultation with the development council and subject to the like provisions as to consultation and approval by each House of Parliament as apply, by virtue of subsections (3) and (6) of section one of this Act, to the making of a development council order,— a for the amendment of such an order, whether as originally made or as amended by a previous order under this paragraph; or b for the dissolution of a development council. 2 At the request of the development council provision may be made by an amending order under this section for assigning to the council functions for whose exercise by the council it appears to the Board or Minister concerned to be expedient to provide for any of the purposes mentioned in subsection (1) of section one of this Act, being functions of a kind similar to those specified in the First Schedule to this Act or such as appear to the Board or Minister concerned to be capable of being conveniently exercised in association with functions of a kind specified in that Schedule which have been assigned to the council or are to be assigned to them by the amending order: Provided that the functions which may be assigned to a development council under this subsection shall not include any functions relating to remuneration or conditions of employment. 3 At a date not later than the expiration of three years from the coming into effect of a development council order, and at five-yearly intervals during the period whilst the development council continues in being after that date, the Board or Minister concerned shall consult the council and such organisations as are mentioned in subsection (3) of section one of this Act on the question whether the council should continue in being, and if it is to continue in being, on the question whether the development council order should be amended in any respect. 4 An order for the dissolution of a development council shall make provision— a for the winding up of the council, for the imposition and recovery of charges as under section four of this Act for the purpose of raising any amount by which the assets of the council may be insufficient to meet their liabilities and the expenses of the winding up, and for the application of any amount by which those assets may exceed those liabilities and expenses for specified purposes connected with the industry; and b for the revocation of the development council order either with or without savings."}, {"act": "Industrial Organisation and Development Act 1947", "year": 1947, "section": "9", "section_title": " Levies for certain purposes for industries for which there is no development council.", "section_text": "9 1 If it appears to any of the authorities named in subsection (2) of section one of this Act that it is expedient that funds should be made available for any of the following purposes in connection with an industry for which there is  neither a development council nor a relevant board , that is to say— a scientific research, b promotion of export trade, or c the improvement of design, and that there is, or is to be brought into being, a body capable of carrying out that purpose satisfactorily, the authority may, subject to the provisions of this section, make an order imposing on persons carrying on business in the industry, or on persons carrying on any business consisting wholly or partly in the production of, or dealing in, any of the materials of the industry, such charges as may be specified in the order, and providing for the recovery thereof by or on behalf of that authority in such manner and through such channels, if any, as may be specified in the order. 1A “ Relevant board ” means a board established under Chapter 2 of Part 8 of the Natural Environment and Rural Communities Act 2006. 2 Before making an order imposing charges under this section the authority making the order shall satisfy themselves or himself that the incidence of the charges as between different classes of undertakings in the industry will be in accordance with a fair principle. 3 Sums recovered in respect of charges imposed by an order under this section shall be paid into such public fund or account as may be specified in the order, and shall be issued thereout to the body mentioned in subsection (1) of this section to meet expenses incurred by them for any of the purposes therein mentioned. 4 The authority making an order under this section shall, as respects each financial year, prepare, in such form and manner as the Treasury may direct, an account of sums recovered under the order and of the disposal thereof by the authority, and any account prepared under this subsection shall, on or before the thirtieth day of November next following the expiration of the financial year in question, be transmitted to the Comptroller and Auditor General, who shall examine and certify the account and lay copies thereof, together with his report thereon, before Parliament. 5 A body to whom sums are issued under this section shall prepare and transmit to the authority making the order annually a statement of their accounts for their financial year last completed, in such form as the authority may direct, as soon as their accounts for that year have been audited, together with a copy of any report made by the auditors on the accounts, and a copy of each such statement, and of any such report, shall be laid before Parliament by the authority. 6 An order under this section may make provision for such matters as are dealt with by subsection (4) of section four of this Act, and by section six of this Act so far as it relates to the matters dealt with by the said subsection (4). 7 An order under this section may be amended or revoked by an order made by the authority making the original order. 8 Before making an order under this section the authority shall consult any organisations, consultation with which would be required by virtue of subsection (3) of section one of this Act, before the making of a development council order in relation to the industry. 9 An order under this section shall not be made until a draft thereof has been approved by a resolution of each House of Parliament. 10 Where sums have been recovered under an order under this section, and it is ascertained after any revocation of the order that there is an excess of the sums recovered over the amount which has been issued as mentioned in subsection (3) of this section, sums not exceeding in the aggregate the amount of the excess may be paid, out of the public fund or account into which the sums recovered were paid,— a if there is then a development council for an industry consisting of, or comprising the whole or a substantial part of, the industry in relation to which the order was made, to the council; or b if there is not, but the authority making the order is satisfied that there is, or is to be brought into being, a body capable of carrying out satisfactorily purposes for which it appears to the authority to be expedient to make funds available in connection with the industry in relation to which the order was made, to that body subject to such provision for securing the disposal of the sums for those purposes as it appears to the authority to be practicable and expedient to make."}, {"act": "Industrial Organisation and Development Act 1947", "year": 1947, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Industrial Organisation and Development Act 1947", "year": 1947, "section": "11", "section_title": " Grants to the Council of Industrial Design and to design centres.", "section_text": "11 The Board of Trade may, with the approval of the Treasury, make grants out of moneys provided by Parliament— a to the Council of Industrial Design; b to any association or body, corporate or unincorporate, the objects of which include promoting the improvement of design in any industry or activities appearing to the Board to be conducive thereto, and as to which the Board is satisfied that it does not carry on any business for the purpose of making a profit."}, {"act": "Industrial Organisation and Development Act 1947", "year": 1947, "section": "12", "section_title": " Administrative expenses.", "section_text": "12 Any administrative expenses incurred in the execution of this Act by any of the authorities named in subsection (2) of section one of this Act shall be defrayed out of moneys provided by Parliament."}, {"act": "Industrial Organisation and Development Act 1947", "year": 1947, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Industrial Organisation and Development Act 1947", "year": 1947, "section": "14", "section_title": " Ascertainment of activities to be treated as comprised in an industry.", "section_text": "14 1 A development council order shall designate, in such manner as appears to the Board or Minister concerned to be requisite for preventing uncertainty, the activities that are to be treated as constituting the industry for which the development council is established (whether being such as are regarded for any other purpose as those of a single industry or such as are regarded for any other purpose as those of a group of industries or of a section or sections of an industry or industries). 2 An order amending a development council order may provide that further activities, designated as aforesaid, are to be treated as included in the industry for which the council is established, or that activities, designated as aforesaid, which are for the time being so treated are no longer to be so treated. 3 The preceding subsections shall apply also to an order under section nine of this Act and an order amending such an order, with the substitution of references to the industry in connection with which funds are to be made available under that section for references to the industry for which a development council is established and other requisite modifications. 4 In accordance with the preceding provisions of this section, the expression “ the industry, ” where used in this Act in relation to a development council or to an order under section nine of this Act, shall be construed as references to the industry that is for the time being, in accordance with those provisions, that for which the council is established or in connection with which funds are to be made available, as the case may be."}, {"act": "Industrial Organisation and Development Act 1947", "year": 1947, "section": "15", "section_title": " Application to Northern Ireland. ", "section_text": "15 1 This Act, or any enactment therein, may be extended to Northern Ireland by an order of His Majesty in Council made after the passing by each House of the Parliament of Northern Ireland of a resolution praying that this Act, or that enactment, as the case may be may, be so extended, but otherwise it shall not extend to Northern Ireland. 2 Development council orders applying solely to Northern Ireland, or an order under section nine of this Act so applying, may be made by the Ministry of Commerce, the Ministry of Finance, or the Ministry of Agriculture, for Northern Ireland, and, notwithstanding anything in subsection (2) of section one of this Act, shall not be made otherwise, and references in this Act to the Board or Minister concerned, and in section nine of this Act to the authorities named in the said subsection (2), shall be construed accordingly in relation to such an order. 3 A development council order, an order amending such an order or an order under section nine of this Act, being an order which extends to Northern Ireland or applies solely to Northern Ireland, shall not be made until a draft of the order has been approved by a resolution of each House of the Parliament of Northern Ireland, and subsection (6) of section one of this Act, and subsection (9) of section nine thereof, shall not apply to an order which applies solely to Northern Ireland. 4 The prohibition imposed by subsection (2) of section five of this Act on the disclosure of returns and information furnished or obtained as therein mentioned shall, in so far as any such returns or information relate to business carried on in Northern Ireland, have effect subject to the following exception in addition to the exceptions specified in paragraphs ( a ) to ( d ) of the said subsection (2), namely that such returns or information may, in so far as they relate to such business, be disclosed to, or to an officer of, the Ministry of Commerce for Northern Ireland in connection with the execution or for the purposes of any enactment of the Parliament of Northern Ireland corresponding to the enactment mentioned in paragraph ( d ) of the said subsection (2)."}, {"act": "Industrial Organisation and Development Act 1947", "year": 1947, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Industrial Organisation and Development Act 1947", "year": 1947, "section": "17", "section_title": " Short title.", "section_text": "17 1 This Act may be cited as the Industrial Organisation and Development Act 1947. 2 In this Act, except where the context otherwise requires, references to a development council order or to an order under section nine thereof shall, where such an order has been amended, be construed as references to the order as amended."}]