[{"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "174", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "174"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "176", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "176"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "179", "section_title": " Payments by county council in respect of salaries of procurators fiscal,  etc.", "section_text": "179 Every county council shall in each year make payment of the following salaries, fees, outlays and expenses so far as the same were immediately before the commencement of this Act by law or usage payable by the council:— 1 the salaries, fees and necessary outlays of procurators fiscal in the sheriff court; 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 the expenses connected with upholding, repairing, enlarging, renting, furnishing, insuring, lighting, cleaning or warming any courthouse, and all taxes and rates legally chargeable thereon; 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "180", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "180"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "187", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "187"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "188", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "188"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "193", "section_title": " Apportionment of general expenses.", "section_text": "193 In determining the amount of the expenses for any particular purpose including the expenses of administering any trust under the control of a local authority, such proper proportion as the local authority determine of the cost of officers, buildings and establishment and any other expenses which are treated by the authority as, or are directed to be defrayed as, general expenses of the authority shall be added to and treated as part of the expenses directly incurred for that purpose."}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "194", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "194"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "195", "section_title": " Savings.", "section_text": "195 Nothing in this Part of this Act  or Part VII of the  Local Government (Scotland) Act 1973  shall— a be deemed to require or authorise a local authority to apply or dispose of the surplus annual revenue arising from any undertaking carried on by them otherwise than in accordance with the provisions of any enactment or statutory order relating to the undertaking; or b affect the operation of section one of the  Roads Act, 1920, or of any Order in Council made thereunder; or c affect the provision of any enactment or statutory order with respect to the keeping of accounts by a local authority for the purpose of that enactment or order so far as inconsistent herewith."}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "196", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "196"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "209", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "209"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "216", "section_title": " Requisitions by joint committees and joint boards. ", "section_text": "216 Every joint committee or joint board the expenses of which are defrayed in whole or in part by the local authorities concerned shall, notwithstanding anything in any enactment, order or agreement,  by such date as may be prescribed , cause a requisition to be sent to each of the authorities concerned requiring the authority to pay to the joint committee or joint board the sum specified in the requisition, being the authority’s proportion of the expenses of the joint committee or joint board; and the authority shall, at such intervals and by such instalments  as may be prescribed , pay over to the joint committee or joint board the sum so requisitioned, so far as payable by the authority, without any deduction whatever, so however that the last instalment shall be payable not later than the first day of May in the year first occurring after the date of the requisition, and any provisions contained in any enactment or statutory order inconsistent with this subsection shall cease to have effect. In this section— a references to a joint committee or joint board shall be construed as references to a joint committee or joint board all the members of which, other than ex officio members, are appointed by one or more local authorities; b “ prescribed ” means prescribed by regulations made by the Secretary of State under section 111 of the  Local Government (Scotland) Act 1973."}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "217", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "217"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "221", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "221"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "222", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "222"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "223", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "223"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "224", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "224"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "228", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "228"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "230", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "230"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "231", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "231"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "232", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "232"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "233", "section_title": " Assessment Roll.", "section_text": "233 1 Every rating authority shall make up and maintain in such form as may be convenient a roll called “the assessment roll” containing such information as the authority require for the purpose of collecting every rate levied by the authority: Provided that the Secretary of State may by regulations made under section 111 of the   Local Government (Scotland) Act 1973 prescribe information which the assessment roll shall contain if at any time he considers this necessary. 2 The assessment roll shall at all reasonable times be open to inspection by any person interested in or liable to pay any rate to which the roll relates, and any such person may take extracts therefrom without payment of any fee. 3 The rating authority may, at any time before the expiration of one year after the end of the year in respect of which any rate is levied, amend the assessment roll by inserting therein the name of any person who ought to have been entered therein as liable in the rate or who since the making up of the roll has become so liable, or by striking out the name of any person who according to a written certificate by the assessor under the Valuation Acts ought not to have been so entered, or by correcting the amount of any value or rate which may have been inaccurately entered, and any such amendment shall not vitiate the rate or render it less operative. 4 The production of the assessment roll shall be received as sufficient evidence of the making and validity of the rates therein mentioned."}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "234", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "234"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "235", "section_title": " Rating authority may require owner to furnish statement of lets.", "section_text": "235 1  . . .  , a rating authority may require an owner of lands and heritages within the area of the authority to furnish a written statement of the periods for which the lands and heritages are let to the respective tenants or occupiers thereof . . .  , which statement the owner shall be bound to furnish within seven days of being required in writing so to do. 2 Any owner of lands and heritages who fails without reasonable excuse to furnish such statement within the period aforesaid shall be liable on summary conviction to a penalty not exceeding  level 3 on the standard scale , and any such owner who furnishes or causes to be furnished any false statement as to the period of let . . .   knowing the same to be false shall be liable on summary conviction to a penalty of  level 3 on the standard scale"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "236", "section_title": " Fractions of a penny of rates.", "section_text": "236 In calculating and collecting the amount payable by a ratepayer in respect of rates levied by a rating authority, any fractional part of a  new penny  less than one  new halfpenny  shall not be reckoned as part of the amount of such rates, and any fractional part of a  new penny  amounting to or exceeding a  new halfpenny  shall be reckoned in the amount of such rates as one  new penny ."}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "237", "section_title": " Demand note for rates.", "section_text": "237 1 Every rating authority shall as soon as practicable cause to be issued demand notes for payment of rates payable to the authority to every person liable in payment thereof. 2 Every such demand note (other than a demand note issued in respect only of a second or later instalment of rates) shall contain information with respect to the following matters, that is to say— a the situation of the lands and heritages in respect of which the demand note is issued and such description thereof as is reasonably necessary for the purpose of identification; and b the rateable value of the lands and heritages  . . .; and c the date on which the rates are payable; and d the period in respect of which the rates are levied; and e the amount per pound in the case of each of the rates; and f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  g the manner in which and the time within which appeals may be made against the rates. 3 A demand note shall be in such form, and shall contain such information in addition to the information required by subsection (2) above, as may be prescribed by regulations made by the Secretary of State under section 111 of the  Local Government (Scotland) Act 1973 . 4 So far as practicable every rating authority shall include in one demand note all the rates levied by the authority in respect of the same lands and heritages and payable by the person named in the demand note."}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "238", "section_title": " Appeals against rates.", "section_text": "238 1 In respect of each rate levied by them  every rating authority shall fix a date on or before which any person may lodge with the officer of the authority designated for the purpose an appeal against the rates claimed from him on the ground that he is being improperly charged, and another date on which the appeals shall be heard by the rating authority or a committee thereof.  . . .  . 2 The demand note shall contain a notice of the date by which appeals may be lodged and state the name or designation and the address of the officer with whom appeals may be lodged, and if the date for the hearing of appeals is not notified in the demand note, notice in writing thereof shall be given on behalf of the authority to the persons appealing. 3 Every rating authority may if they think fit make rules with respect to the lodging and hearing of appeals under this section, so however that such rules shall not be inconsistent with the provisions of this Part of this Act. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "239", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "239"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "240", "section_title": " Owner may be charged with occupiers’ rates where subjects let for less than a year. ", "section_text": "240  . . .  , a rating authority may if they think fit levy upon the owner any . . .   rate in respect of lands and heritages separately let for a shorter period than one year, but the authority shall allow to such owner a deduction from the . . .   rate equal to two and one-half per centum thereof, and such . . .   rate shall be recoverable from the owner along with any penalty which may become exigible thereon in the same way as in the case of recovery from occupiers, and every such owner charged with and paying . . .   rates shall have relief against the occupiers of the lands and heritages for the full amount of the . . .   rates without deduction corresponding to the period of occupancy, and so far as he  is unable to recover the amount paid by him to the rating authority , the owner shall be entitled to repayment (under deduction of two and one-half per centum as aforesaid) from the authority upon lodging a claim on or before a date fixed for the purpose by the authority, without prejudice to the right of the authority to make adjustments with the owner in respect of any sum subsequently recovered by him in respect of such . . .   rates."}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "241", "section_title": " Rates on subjects not occupied by same occupier for whole year. ", "section_text": "241  . . .  , a rating authority may if they think fit, in the case of any lands and heritages (not being lands and heritages usually let for a period shorter than one year) which are not occupied by the same occupier for the whole year from the term of Whitsunday in one year to the term of Whitsunday in the year following, but are occupied for part of such year by a new occupier, levy upon the new occupier who occupies the lands and heritages for any part of the year, whether his name appears in the valuation roll or not a proportion of the rate for that year corresponding to the period of his occupancy, and may if they think fit levy upon the owner of the lands and heritages the proportion of the rate, if any, corresponding to the period during which the lands and heritages were occupied during the said year by any other occupier, but the authority shall allow to such owner a deduction from the . . .   rates equal to two and one-half per centum thereof, and such . . .   rates shall be recoverable from the owner along with any penalty which may become exigible thereon in the same way as in the case of recovery from occupiers, and every such owner charged and paying . . .   rates shall have relief against any such other occupiers for the full amount of the rates without deduction corresponding to the period of occupancy, and so far as he fails to recover the amount payable by any such other occupiers he shall be entitled to repayment (under deduction of two and one-half per centum as aforesaid) from the authority upon lodging a claim on or before a date to be fixed for the purpose by the authority, without prejudice to the right of the authority to make adjustments with the owner in respect of any sum subsequently recovered by him in respect of such . . .   rates."}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "242", "section_title": " Outgoing occupier to have right of relief for rates against incoming occupier.", "section_text": "242 An outgoing occupier removing from any lands and heritages during the currency of a year for which he has paid the . . .   rates in respect of the said lands and heritages levied by the rating authority shall have a right of relief against the incoming occupier for the proportion of the said rates applicable to the period of the year remaining unexpired at the entry of the incoming occupier."}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "243", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "243"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "243A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "243A"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "243B", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "243B"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "244", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "244"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "245", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "245"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "247", "section_title": " Recovery of rates.", "section_text": "247 1 Subject to subsections (4) and (5) below, arrears of rates may be recovered by a rating authority by diligence— a authorised by a summary warrant granted under subsection (2) below; or b in pursuance of a decree granted in an action for payment. 2 Subject to subsection (4) below, the sheriff, on an application by the rating authority accompanied by a certificate by the rating authority— a stating that none of the persons specified in the application has paid the rates due by him; aa in a case to which section 8A of the Local Government (Scotland) Act 1975 applies, stating that— i the authority has served a notice on each such person under section 8A(2) of that Act in respect of the rates, ii the unpaid amount of the rates due for the year (or part of the year) to which the notice relates has become payable under section 8A(4)(b) or (5)(c) of that Act, and iii a period of 14 days beginning with the day on which that amount became payable has expired; b   in any other case,  stating that the authority has given written notice to each such person requiring him to make payment of the amount due by him within a period of 14 days after the date of the giving of the notice; c stating that the  period of 14 days mentioned in paragraph (aa)(iii) or (as the case may be) (b) has expired without payment of the amount mentioned in that paragraph;  and d specifying the amount due and unpaid by each such person, shall grant a summary warrant in a form prescribed by Act of Sederunt authorising the recovery by any of the diligences mentioned in subsection (3) below of the amount remaining due and unpaid along with a surcharge of 10 per cent. (or such percentage as may be prescribed) of that amount. 3 The diligences referred to in subsection (2) above are— a an attachment; aa a money attachment; b an earnings arrestment; c an arrestment and action of furthcoming or sale. 4 It shall not be competent for the sheriff to grant a summary warrant under subsection (2) above in respect of rates due by a debtor if an action has already been commenced for the recovery of those rates; and, without prejudice to subsection (5) below, on the commencing of an action for the recovery of rates, any existing summary warrant in so far as it relates to the recovery of those rates shall cease to have effect. 5 It shall not be competent to commence an action for the recovery of rates if, in pursuance of a summary warrant, any of the diligences mentioned in subsection (3) above for the recovery of those rates has been executed. 6 In any proceedings for the recovery of rates, whether by summary warrant or otherwise, no person shall be entitled to found upon failure of the rating authority or any other authority to comply with any provision of this Part of this Act relating to the date by which something shall be done, not being a provision in this section or a provision regulating the diligence. 7 Regulations under subsection (2) above shall be made by statutory instrument and shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "247A", "section_title": " Sheriff officer’s fees and outlays.", "section_text": "247A 1 Subject to subsection (2) below and without prejudice to   section 39(1) of the Debt Arrangement and Attachment (Scotland) Act 2002 (asp 17)\t\t\t\t\t(expenses of attachment)   and section 196(1) of the Bankruptcy and Diligence  etc.  (Scotland) Act 2007 (asp 3)\t\t\t\t\t\t(expenses of money attachment) , the sheriff officer’s fees, together with the outlays necessarily incurred by him, in connection with the execution of a summary warrant shall be chargeable against the debtor. 2 No fee shall be chargeable by the sheriff officer against the debtor for collecting, and accounting to the rating authority for, sums paid to him by the debtor in respect of the amount owing."}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "248", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "248"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "250", "section_title": " Recovery of rates from persons removing.", "section_text": "250 a If at any time before the amount per pound of the rates for the financial year then current has been determined by the rating authority a person liable in payment of rates to the authority removes or is about to remove from any lands and heritages, the collector of the rating authority may by written demand require such person to pay such a sum as may be specified in the demand in respect of the rates for the year then current, not exceeding a sum equal to the amount of rates levied by the rating authority in respect of the lands and heritages for the immediately preceding year, and if such person fails to pay the sum in accordance with the demand; or b if at any time after the amount per pound of the rates for the financial year has been determined and the rates levied by the rating authority, whether before or after the date on which the rates are payable, a person liable in payment of rates to the authority removes or is about to remove from any lands and heritages and has not paid the rates in respect thereof on a demand therefor in writing by the collector of the rating authority; the sheriff, on the application of the collector of the authority and without any previous notice to such person shall, if satisfied of the removal or intended removal or that there is reason to suspect such removal, grant  a summary warrant in a form prescribed by Act of Sederunt authorising the recovery by any of the diligences mentioned in section 247(3) of this Act of the amount remaining due and unpaid — i in the case of a person to whom paragraph (a) hereof applies, of the sum specified in the demand; and ii in the case of a person to whom paragraph (b) hereof applies, of the rates specified in the demand; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  : Provided that nothing in this section shall be deemed to affect the right of the rating authority to recover from any other person who may be liable any rates in respect of the said lands and heritages after taking account of any sums recovered under this section."}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "251", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "251"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "253", "section_title": " Misnomers, etc., not to affect proceedings for recovery of rates.", "section_text": "253 1 No misnomer or inaccurate description of any person or place, or mistake or informality in any roll, demand note or other document in relation to the levying or collecting of rates or any charge or expenses under the Burgh Police Acts or under the corresponding provisions of any local Act or in any proceedings for the recovery of such rates, charges or expenses shall prejudice the recovery thereof; nor shall any proceedings for or in connection with the recovery of any such rates, charges or expenses or in the execution of a warrant relating thereto be questioned in any legal proceedings by reason of any such misnomer, inaccurate description, mistake or informality. 2 No proceedings for the recovery of any such rates, charges or expenses shall lapse or abate by the death, resignation or removal from office of the collector instituting the same, but it shall be lawful for the collector of the rating or other local authority for the time to prosecute and follow forth proceedings commenced and carried on in the name of any previous collector in all respects as if such proceedings had been taken by himself."}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "254", "section_title": " Application of Part XI of Act to all rates levied by rating authority.", "section_text": "254 The provisions of this Part of this Act shall, save as otherwise expressly provided, apply to all rates levied by a rating authority whether under this Part of this Act or any other enactment, but subject always, as respects rates levied under any other enactment, to any provisions of that enactment inconsistent with the provisions hereof."}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "255", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "255"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "258", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "258"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "270", "section_title": " Creation of redeemable stock by authority other than local authority having power to raise money by rate or requisition.", "section_text": "270 1 Any statutory authority, commissioners or trustees (not being a local authority) having power to levy a rate within the meaning of this section or to issue a requisition for payment of money to be raised out of such a rate may from time to time in accordance with any regulations made under the immediately succeeding section by resolution create redeemable stock for the purpose of raising money which the authority, commissioners or trustees are authorised to borrow under any enactment or statutory order, and such stock may be issued from time to time for such amount within the limits of the borrowing power at such price and to bear such half-yearly or other dividends as the authority, commissioners or trustees by resolution direct: Provided that— a the consent of the Secretary of State shall be obtained to the creation of such stock, and such consent may be given subject to such conditions as may be specified in an order made by the Secretary of State; and b except with the consent of the Secretary of State, stock shall not be issued at a price lower than ninety-five per centum. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 For the purposes of this section the expression “ rate ” includes not only a rate as defined in section three hundred and seventy-nine of this Act but also water rates or rents, gas or electricity rates or rents and charges for the supply of water, gas or electricity or the hire of meters or fittings connected therewith."}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "271", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "271"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "297", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "297"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "317", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "317"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "318", "section_title": " Transfer and compensation of officers on transfer of functions. ", "section_text": "318 1 The provisions of this section shall apply in relation to officers of local authorities affected by any transfer of functions by this Act or by virtue of any provision of this Act. 2 Any existing officer who in consequence of the transfer of functions or of anything done following thereon suffers any direct pecuniary loss by reason of the determination of his appointment or the diminution of his emoluments and for whose compensation for that loss no other provision is made by any enactment or statutory order for the time being in force shall be entitled to payment, by the transferee authority or such other authority as the authorities concerned may agree or the Secretary of State may determine, of compensation: Provided that, in the case of an officer of justices of the peace entitled to compensation in consequence of a transfer of functions under Part XVI of this Act, the compensation shall, as respects both the transfer of functions to the county council and the transfer of functions to town councils of burghs within the county, be paid by the county council, but each of the said town councils shall pay to the county council such proportion of the compensation as may be agreed upon between the councils concerned, or, failing agreement, as may be determined by the Secretary of State. 3 An existing officer who, at any time within five years after the date on which the transfer of functions takes effect, relinquishes office by reason of his having been required to perform duties which are not analogous to, or which are an unreasonable addition to, those which he was required to perform immediately before that date shall be deemed for the purposes of this section to have had his office determined in consequence of the transfer of functions and, unless the contrary is shown, to have suffered direct pecuniary loss in consequence thereof by reasons of such determination. 4 An existing officer whose appointment is determined or whose emoluments are reduced within five years after the date on which the transfer of functions takes effect because his services are not required or his duties are diminished (no misconduct being established) shall be deemed, unless the contrary is shown, to have suffered direct pecuniary loss in consequence of the transfer. 5 The provisons set out in the Eleventh Schedule to this Act (being provisions as to the determination and payment of compensation to officers in case of transfer of functions) shall apply for the purposes of this section. 6 The payment of compensation by way of a lump sum shall be a purpose for which a local authority may borrow, so however that any sum so borrowed shall be repaid within a period of five years from the date on which the payment of the lump sum is made."}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "319", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "319"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "321", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "321"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "332", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "332"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "336", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "336"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "361", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "361"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "377", "section_title": " Minor consequential amendments of enactments.", "section_text": "377 1 Section three of the  Convention of Royal Burghs (Scotland) Act, 1879 (which confers power on certain burghs to make annual payments to the Convention) shall have effect as if for the words  “out of the police assessment or other rates leviable under the provisions of any general or local Act of Parliament” there were substituted the words  “                  as part of the general expenses of the burgh.                ” 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Section three hundred and seventy-two of the Burgh Police (Scotland) Act, 1892 (which relates to the recoupment of arrears of private improvement expenses) shall have effect as if for the words  “take such expenses out of the burgh general assessment” there were substituted the words  “                  defray such expenses as part of the general expenses of the town council.                ” 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  8 Any reference in any enactment to a local authority within the meaning of the  Local Authorities Loans (Scotland) Act, 1891, or any such reference to the like effect shall be construed as a reference to a local authority within the meaning of this Act or any statutory authority, commissioners or trustees to whom section two hundred and seventy of this Act applies."}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "378", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "378"}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "379", "section_title": " Interpretation. ", "section_text": "379 1 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them:— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ burgh ” means a royal burgh, a parliamentary burgh, a burgh incorporated by Act of Parliament or a police burgh to which the   Burgh Police (Scotland) Act, 1892, applies, and any other burgh created after the commencement of this Act under this Act or otherwise; “ Burgh Police Acts ” means the Burgh Police (Scotland) Acts, 1892 to 1911, and the Acts amending those Acts; “ Burial Grounds Acts ” means the   Burial Grounds (Scotland) Act, 1855, and the Acts amending that Act; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ committee ”, in relation to a local authority, means a committee to which is referred or delegated any functions vested in the authority; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ emoluments ” includes all salary, wages, fees and other payments paid or made to an officer as such for his own use, and the money value of any apartments, rations or other allowances in kind pertaining to his office, but does not include payments for overtime or any sum paid to him to cover travelling expenses, cost of office accommodation, assistance of deputies or clerical or other assistance; “ enactment ” includes a provision in a provisional order confirmed by Parliament; “ fixed period ”, in relation to money borrowed by a local authority, means the period within which the money is to be repaid; “ functions ” includes powers and duties; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ joint board ” means a body corporate, constituted for the purposes of a combination of local authorities under this Act or any other enactment or any statutory order, consisting exclusively of persons appointed by the local authorities; “ joint committee ” means a body, not being a body corporate constituted for the purpose of a combination of local authorities under this Act or any other enactment or any statutory order, consisting exclusively of persons appointed by the local authorities; “ land ” includes any right or servitude in, to or over land; “ lands and heritages ” has the same meaning as in the Valuation Acts; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ levy ”, in relation to a rate, includes impose; “ local Act ” includes a provisional order any under Act confirmed by Parliament; “ local authority ” means a county council, a town council or a district council; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ Minister ” means the Secretary of State or other Minister or the General Board of Control or other Government Department, and includes the Electricity Commissioners; “ Minister concerned ” means— a in relation to any transaction relating to land, the Minister concerned with the purpose for which the land is proposed to be acquired or for which the land is held; b in relation to a combination of local authorities or any joint committee or joint board, the Minister concerned with the purpose for which the combination or joint committee or joint board has or will have effect; and c in any other case, the Minister concerned with the purpose or function in the case of which the provisions of the particular section of this Act apply or are sought to be applied; and if any question arises under this Act as to which Minister is the Minister concerned the question shall be determined by the Treasury; “ occupier ” means the tenant or sub-tenant or any person in the actual occupation of land, but does not include a lodger or a person in the occupation as tenant of a furnished house let for a period less than one year, but includes the person by whom such a furnished house is so let; “ officer ” includes a servant; “ owner ”, in relation to land, means the person who, for the time being, receives, or, if the land were let, would be entitled to receive the rent of the land, or who, in the case of land which is unlet, is entitled to occupy the land, and includes any trustee, tutor, curator, factor, agent or other person receiving the rent on behalf of any other person, and also a joint owner and a fiar; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ prescribed ” means prescribed by regulations, which regulations shall, unless otherwise provided, be made by the Secretary of State; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ Public Libraries Acts ” means the Public Libraries (Scotland) Acts, 1887 to 1920, and the Acts amending those Acts; “ public utility undertaking ”, in relation to a local authority, means an undertaking for the provision of water, gas, electricity or transport or any other such revenue-producing service by the authority; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ rateable valuation ”, in relation to lands and heritages within an area, means the total of the rateable values of the said lands and heritages; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ register ”, in relation to a security of a local authority, means any register kept under Part XII of this Act or under any regulations made thereunder and includes any book kept by the authority for the purpose of recording therein entries with respect to the title to and notifications relating to the security; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ resealed ” in relation to a probate or letters of administration, means produced in the commissary court of the county of Midlothian and certified by the commissary clerk of that court or sealed with the seal of that court in accordance with any enactment regulating the same; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ salary ” includes allowances; “ sale ” includes a sale in consideration of a ground annual or other periodical payment, and the expressions “ sell ” and “ purchase ” shall be construed accordingly; “ security ”, in relation to a local authority, means a mortgage, a cash credit bond, a deposit receipt or other document of debt issued by the authority and the security created thereby (including stock created by the authority or a certificate in respect of such stock) whether under this Act or any other enactment or any statutory order or any enactment repealed by this Act, but does not include a local bond under section seventy-one of, and the Fourth Schedule to, the  Housing (Scotland) Act, 1925, or under any enactment repealed by that Act, or a bond and disposition in security or other deed of security or document of debt affecting the common good of  an islands area or district , except a document of debt for money borrowed for common good purposes under a statutory borrowing power; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ statutory borrowing power ” means any power to borrow money conferred on a local authority by this Act or any other enactment or any statutory order or by any enactment repealed by this Act, but does not include the power of the  council of an islands area or district  to borrow for the purposes of the common good other than purposes for which the council are authorised to borrow by or under any enactment; “ statutory order ” means any order, rule or regulation made under any enactment, and includes any scheme made under the  Highlands and Islands (Medical service) Grant Act, 1913; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ trustee securities ” means investments in which trustees are by the law of Scotland authorised to invest, and includes, in the case of a local authority making an investment, any trustee securities created or issued by the authority themselves; “ Valuation Acts ” means the  Lands Valuation (Scotland) Act, 1854, and the Acts amending that Act; “ working capital ”, in relation to a public utility undertaking, means money required from time to time to carry on the undertaking, other than money required to meet expenditure of a capital nature. 2 Where a county council exercise any function within a burgh, the burgh shall for the purposes of that function be deemed to be within the county. 3 Where in this Act provision is made for a consent, sanction, or approval by the Secretary of State or other Minister, such consent, sanction or approval may be given subject to such conditions as the Secretary of State or other Minister may determine, and failure to comply with any condition so imposed shall operate as if the consent, sanction or approval had not been given as respects the matter in which the failure occurred. 4 References in this Act to regulations made, approval given or other thing done by the Secretary of State shall be deemed to include references to regulations made, approval given or other thing done before the commencement of this Act by any Government Department whose functions have been transferred to and are at the commencement of this Act vested in the Secretary of State. 5 References in this Act to a local Act shall be construed as references to such Act only in its application to the local authority or area to which it applies. 6 Unless the context otherwise requires, any reference in this Act to an enactment contained in the Burgh Police Acts or in the Town Councils (Scotland) Acts, 1900 to 1923, shall be construed as including a reference to that enactment as applied or adopted by a local Act or by a resolution passed under statutory authority. 7 Unless the context otherwise requires, any reference in this Act to any enactment shall be construed as a reference to that enactment as amended or extended by any subsequent enactment including this Act."}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "380", "section_title": " Interpretation as respects Crown rights.", "section_text": "380 The mention in this Act in relation to any particular matter of His Majesty’s royal prerogative shall not be held to prejudice or affect in relation to that or any other matter the general application of any rule of law with respect to any estate, right, power, priviledge or exemption of the Crown."}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "381", "section_title": " Repeals.", "section_text": "381 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  i nothing in this repeal shall affect any byelaw in force at the commencement of this Act, and any such byelaw which is of such a nature that it could have been made under this Act shall have effect as if made under this Act, and may be amended or revoked and enforced accordingly; ii in the case of a byelaw which has been made before the commencement of this Act but which, by reason of its not having been confirmed or of the time for disallowance not having expired, is not in force at that date, the same proceedings may be taken and with the same effect as if this Act had not been passed; iii if at the commencement of this Act a casual vacancy has occurred in any office, and the vacancy has not been filled, the vacancy shall be filled in the same manner as if this Act had not been passed; iv nothing in this repeal shall affect any steps taken before the commencement of this Act with respect to the formation, alteration, combination or dissolution of special districts under any enactment repealed by this Act, and any such steps and any opposition thereto may be continued and followed forth as if this Act had not been passed; v nothing in this repeal shall affect any proceedings instituted before the commencement of this Act for the alteration of the boundaries of the area of a local authority or for the formation of a burgh under any enactment repealed by this Act, and such proceedings and any opposition thereto may be continued and followed forth as if this Act has not been passed; vi nothing in this repeal shall effect any legal proceedings instituted before the commencement of this Act under or by virtue of any enactment repealed by this Act, and such proceedings may be continued and appealed against as if this Act had not been passed; vii in so far as any appointment, agreement, order, scheme, rule or regulation made or resolution passed, direction or notice given, or other thing done under or by virtue of any enactment repealed by this Act could have been made, passed, given or done under or by virtue of a corresponding provision of this Act, it shall not be invalidated by this repeal but shall have effect as if it had been made, passed, given or done under or by virtue of that corresponding provision, and may be amended, revoked or enforced accordingly; viii notwithstanding anything in this section, the enactments repealed by this Act relating to the audit of accounts and other matters mentioned in Part X of this Act shall continue to have effect with respect to the accounts of local authorities for the period prior to the first financial year to the accounts for which the provisions of the said Part X apply; ix nothing in this repeal shall affect any rates levied by a local authority under any enactment repealed by this Act, or the liability of any person to the authority for payment of such rates, and any such rates may be recovered in like manner as if this Act had not been passed; x nothing in this repeal shall affect any requisition issued by a requisitioning authority within the meaning of Part XI of this Act to a rating authority within the meaning of that Part under any enactment repealed by this Act, or the liability of the rating authority to make payment to the requisitioning authority of the sum due thereunder, and such sum may be recovered in like manner as if this Act had not been passed; xi nothing in this repeal shall affect any statutory borrowing power exercised by a local authority under any enactment repealed by this Act in respect of which any money borrowed is outstanding at the commencement of this Act, or any security created by the authority in respect of such outstanding money, and such statutory borrowing power and security shall continue to have effect so far as regards such outstanding money as if the statutory borrowing power were contained in this Act, so however that all money borrowed under the said power shall be repaid within the period specified in the repealed enactment relating thereto; xii notwithstanding this repeal, any property or liabilities held or incurred or treated as incurred by a local authority immediately before the commencement of this Act shall continue to be held or incurred or treated as incurred by the authority for the same purposes and subject to the same trusts as they were immediately before the commencement of this Act, and any contract or other document which might have been enforced by or against a local authority immediately before the commencement of this Act shall continue to be enforceable by or against that authority; xiii nothing in this repeal shall affect any compensation payable or any title to compensation under any enactment repealed by this Act, whether as originally enacted or as applied by any other enactment or statutory order. 2 Any resolution by a town council under section one hundred and nine of the  Town Councils (Scotland) Act, 1900, shall cease to have effect, and any enactment in a local Act having the same effect as such a resolution is hereby repealed. 3 Funds and accounts under this Act shall be deemed to be in continuation of the corresponding funds and accounts under the enactments repealed by this Act. 4 Any document referring to any Act or enactment repealed by this Act shall be construed as referring to this Act or to the corresponding enactment, if any, in this Act. 5 The mention of particular matters in this section shall not be held to prejudice or affect the general application of section thirty-eight of the  Interpretation Act, 1889, with regard to the effect of repeals."}, {"act": "Local Government (Scotland) Act 1947", "year": 1947, "section": "382", "section_title": " Short title, commencement and extent.", "section_text": "382 1 This Act may be cited as the Local Government (Scotland) Act, 1947, and shall come into operation on the first day of October, nineteen hundred and forty-seven. 2 This Act shall, except where otherwise expressly provided, extend only to Scotland."}]