[{"act": "Mandated and Trust Territories Act 1947", "year": 1947, "section": "1", "section_title": " Application and modification of enactments.", "section_text": "1 1  . . .  , the operation of an enactment in relation to any territory— a shall, while the territory is a trust territory under the sole administration of any government, be the same as if a mandate of the League of Nations in respect of the territory were being exercised by that government; b shall not, except by virtue of the foregoing paragraph, be affected by reason— i of the territory becoming a trust territory; or ii of any change in the authority responsible for administering the territory which takes place on its becoming a trust territory or while it is a trust territory. This subsection shall be deemed to have had effect from the thirteenth day of December, nineteen hundred and forty-six (being the day on which the first trust territories were established. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Where any enactment (whether passed or made before or after the termination of the League of Nations) refers in whatever terms to mandated territories or any description of mandated territories, mandates of the League shall not for the purposes of that enactment be deemed to have come to an end with the termination of the League. This subsection shall be deemed to have had effect from the date of the termination of the League. 4 The foregoing provisions of this Act, except the last foregoing subsection, shall apply only to enactments contained in Acts of earlier sessions than this Act, and to enactments contained in instruments having effect under such Acts, and the application of the foregoing provisions of this Act to enactments contained in instruments having effect under any Act may be excluded in whole or in part by any instrument having effect under that Act. 5 Subject to the last foregoing subsection, this Act shall apply to, . . .  , an enactment notwithstanding that the effect is to impose a charge on the people or on public funds. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Mandated and Trust Territories Act 1947", "year": 1947, "section": "2", "section_title": " Short title and interpretation.", "section_text": "2 1 This Act may be cited as the Mandated and Trust Territories Act 1947. 2 In this Act the expression “ trust territory ” means a territory for the time being administered under the trusteeship system of the United Nations."}]