[{"act": "Northern Ireland Act 1947", "year": 1947, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Northern Ireland Act 1947", "year": 1947, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Northern Ireland Act 1947", "year": 1947, "section": "37.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Northern Ireland Act 1947", "year": 1947, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Northern Ireland Act 1947", "year": 1947, "section": "9", "section_title": " Cesser of reservation of registration of title to land in Northern Ireland.", "section_text": "9 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 The provisions of the  Northern Ireland Land Purchase (Winding Up) Act 1935 specified in the first column of the First Schedule to this Act shall have effect subject to the amendments specified in relation to those provisions in the second column of that Schedule (being amendments consequential on the provisions of paragraph ( b ) of subsection (1) of this section). 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Paragraph (2) of Article 7 of the Government of Ireland (Supreme Court Matters,  etc. ) Order 1922 (which defines the expression “ Registrar of Titles in Northern Ireland ” for the purposes of Part III of that Order) shall have effect with the omission of the words “of the Supreme Court of Judicature of Northern Ireland.” 7 This section shall come into operation on such day as His Majesty may by Order in Council appoint."}, {"act": "Northern Ireland Act 1947", "year": 1947, "section": "1011.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Northern Ireland Act 1947", "year": 1947, "section": "12", "section_title": " Application of Part III of Requisitioned Land and War Works Act 1945 to Northern Ireland. 8 & 9  Geo.  c. 43.", "section_text": "12 1 Part III of the Requisitioned Land and War Works Act 1945 (which provides for the stopping up and diversion of highways stopped up or diverted in the exercise of emergency powers and for the retention of railways, tramways, etc., on highways where the highways are not stopped up or diverted, subject, however, to the publication of proposals in that behalf and the reference thereof to the War Works Commission in certain cases) shall apply to Northern Ireland subject to the modifications set out in the Second Schedule to this Act, and accordingly,— a so much of subsection (2) of section sixty-one of that Act (which contains provisions with respect to the application of that Act to Northern Ireland) as provides that the said Part III shall not apply to Northern Ireland shall cease to have effect; and b in subsection (8) of that section, after the words “For any reference to the Minister of Agriculture and Fisheries” there shall be inserted the words “(other than the reference in Part III of this Act)”. 2 Any increase, by virtue of this section, in the sums which under the  Requisitioned Land and War Works Act 1945 are defrayed out of moneys provided by the Parliament of the United Kingdom shall be defrayed out of moneys so provided."}, {"act": "Northern Ireland Act 1947", "year": 1947, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "Northern Ireland Act 1947", "year": 1947, "section": "14", "section_title": " Interpretation.", "section_text": "14 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 For the avoidance of doubt it is hereby declared that any reference to an authority in this Act (except in a provision thereof where the context otherwise requires) . . .   includes a reference to a department of the Government of Northern Ireland and to a Minister of Northern Ireland. 4 References in this Act to any other enactment shall, unless the context otherwise requires, be construed as references to that enactment as amended by or under any subsequent enactment, including this Act."}, {"act": "Northern Ireland Act 1947", "year": 1947, "section": "15", "section_title": " Short title.", "section_text": "15 This Act may be cited as the Northern Ireland Act 1947."}]