[{"act": "Polish Resettlement Act 1947", "year": 1947, "section": "1", "section_title": " Power to apply Royal Warrant as to pensions etc. to certain Polish forces. ", "section_text": "1 1 The Minister of Pensions may, with the consent of the Treasury, make a scheme for applying, in relation to the disablement or death, in consequence of service under British command of members of— a the Polish naval detachment mentioned in the agreement made between His Majesty’s Government in the United Kingdom and the Government of Poland on the eighteenth day of November, nineteen hundred and thirty-nine, b the Polish armed forces organised and employed under British command in pursuance of the agreement made as aforesaid on the fifth day of August, nineteen hundred and forty, c the Polish resettlement forces, provisions of His Majesty’s Royal Warrant of the twelfth day of April, nineteen hundred and forty-six, concerning retired pay, pensions and other grants for members of the military forces and of the nursing and auxiliary services thereof disabled, and for the widows, surviving civil partners,  children, parents and other dependants of such members deceased, in consequence of service during the 1939 world war: Provided that payments under a scheme made under this section shall be limited to such as fall due for payment before the expiration of five years from the passing of this Act, or such extended period, if any, as the Minister of Pensions, with the consent of the Treasury, may from time to time by order specify (but without prejudice to any provision which may be made by the scheme for the drawing thereafter of any such payments not drawn during that period, or the completion thereafter of pending proceedings on a claim which will, if successful, confer a title to payments which would have fallen due during that period had the claim been then accepted), and any such order may provide that the extension shall apply only to cases of any class or classes therein specified. 2 The scheme may also include provision, as regards cases in which periodical payments in respect of the disablement or death of members of Polish forces not falling within paragraph ( a ), ( b ) or ( c ) of the preceding subsection are being made out of moneys provided by Parliament at the date of the coming into operation of that provision, for the continuance of any of those payments during a period not longer than one year from that date. 3 Provisions of the said Royal Warrant applied by the scheme may be applied with modifications, or subject to conditions, limitations or exceptions (including exceptions applying by virtue of a person's residence in Poland at any time prior to 1 May 2004) . 4 The scheme, or any substituted scheme made under this subsection, may be amended by an order made by the Minister of Pensions with the consent of the Treasury, and, if it appears to him to be expedient, having regard to amendments made or to be made in any such scheme, that a new scheme should be substituted therefor, he may, with the consent of the Treasury, make a substituted scheme and thereby revoke the former scheme. 5 The scheme, or any substituted scheme or order made under the last preceding subsection, may provide that it shall come into operation, or shall be deemed to have come into operation, on such date as may be specified therein, whether before or after the passing of this Act, and different dates may be specified as respects different purposes or different provisions of the scheme or order. 6 A scheme or order made under this section shall, for the purpose of section three of the  Rules Publication Act, 1893 (which relates to the printing of statutory rules), be deemed to be statutory rules within the meaning of that Act. 7 Payments under a scheme made under this section shall be made out of moneys provided by Parliament."}, {"act": "Polish Resettlement Act 1947", "year": 1947, "section": "2", "section_title": " †Allowances from the Assistance Board.", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 The said categories are— a Poles whose registration under the Aliens Order, 1920, took place on or after the first day of September, nineteen hundred and thirty-nine, and who have been permitted to enter, or to remain in, the United Kingdom in view of circumstances attributable to war, as to which, in case of doubt, a certificate of the Secretary of State shall be conclusive; b former members of any of the forces mentioned in subsection (1) of section one of this Act (including the naval detachment therein mentioned), and members of any of those forces relegated from service therewith; c wives  or civil partners of persons  of categories ( a ) and ( b ), and any  person  who, having been the wife  or civil partner of a person  of either of those categories, has ceased to be, and has not  subsequently married or formed a civil partnership ; d persons who have been permitted to enter the United Kingdom on or after the first day of September, nineteen hundred and thirty-nine, as being followers of a body of Polish forces entering the United Kingdom and dependent thereon or on members thereof, as to which, in case of doubt, a certificate of the Secretary of State shall be conclusive. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Polish Resettlement Act 1947", "year": 1947, "section": "3n1", "section_title": "\n\n\t\t\t†Provision by the Assistance Board of accommodation in camps. ", "section_text": "3 1 The Supplementary Benefits Commission  may provide accommodation in camps, hostels or other establishments for persons in Great Britain being of any of the categories specified in subsection (2) of the last preceding section, or dependants of persons of any of those categories or of members of any of the Polish resettlement forces serving therewith, or persons formerly dependent on a person who was of any of those categories, or was such a member of any of those forces, at that former time. 2 The  Commission  may make provision for meeting the needs ( other than medical, surgical, optical, aural or dental needs , or needs as to education), and for promoting the welfare, of persons for whom accommodation is provided under this section, and may make such provision in such manner as appears to them most convenient, whether by themselves providing goods or services, by making payments to others for the provision thereof, . . .  , or partly in one of those ways and partly in  the other . 3 The  Commission  may make arrangements with any government department or other authority or person for the provision of benefits under this section, on behalf and at the expense of the  Minister of Social Security , by that authority or person. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 The  Minister  may from time to time fix for benefits provided under this section such scales of charges applicable in different circumstances as may appear to the  Minister , with the approval of the Treasury, to be appropriate,  and the Commission may  from time to time require payments for such benefits to be made in accordance with the provisions of Part II of the Schedule to this Act. 7 sections 20 and 21 of the Supplementary Benefits Act 1976  shall apply as respects benefit under this section with the substitution, for references to expenditure incurred under that Act of references to expenditure incurred under this Act, and for references to any sum recoverable, or any benefit or liability, under that Act of references to any sum recoverable, or any benefit or liability, under this Act. 8 The Commission  shall have, in relation to a person for whom they have power to provide accommodation under this section the like right  to complain to a magistrates’ court as is conferred by  section 18 of the Supplementary Benefits Act 1976  in relation to a person whose requirements are or are included in those of a person to whom benefit under that Act is paid or by whom such benefit is claimed, and the powers of the court under that section shall be exercisable on such complaint. 9 The provisions of  section 26(3)(a) of the Supplementary Benefits Act 1976  shall apply to any proceedings under this section or under Part II of the Schedule to this Act. 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  10A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Polish Resettlement Act 1947", "year": 1947, "section": "3n2", "section_title": "†Provision by the Assistance Board of accommodation in camps. ", "section_text": "3 1 The Board may provide accommodation in camps, hostels or other establishments for persons in Great Britain being of any of the categories specified in subsection (2) of the last preceding section, or dependants of persons of any of those categories or of members of any of the Polish resettlement forces serving therewith, or persons formerly dependent on a person who was of any of those categories, or was such a member of any of those forces, at that former time. 2 The Board may make provision for meeting the needs ( other than medical, surgical, optical, aural or dental needs , or needs as to education), and for promoting the welfare, of persons for whom accommodation is provided under this section, and may make such provision in such manner as appears to them most convenient, whether by themselves providing goods or services, by making payments to others for the provision thereof, . . .  , or partly in one of those ways and partly in  the other . 3 The Board may make arrangements with any government department or other authority or person for the provision of benefits under this section, on behalf and at the expense of the Board, by that authority or person. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5  . . .  6 The Board may from time to time fix for benefits provided under this section such scales of charges applicable in different circumstances as may appear to the Board with the approval of the Treasury, to be appropriate, and may from time to time require payments for such benefits to be made in accordance with the provisions of Part II of the Schedule to this Act. 7 Sections 45 and 52 of the National Assistance Act 1948 (which provide respectively for the recovery of expenditure incurred by the Board in consequence of misrepresentation of non-disclosure, and for the prosecution of persons wilfully making false statements in connexion with the grant of benefits under that Act) shall apply as respects benefits under this section with the substitution, for references to expenditure incurred under that Act of references to expenditure incurred under this Act, and for references to any sum recoverable, or any benefit or liability, under that Act of references to any sum recoverable or any benefit or liability under this Act . 8 The Board shall have, in relation to a person for which they have power to provide accommodation under this section the like right to complain  to a court of summary jurisdiction as is conferred upon them by section 43 of the National Assistance Act 1948 in relation to a person by reference to whose requirements assistance is given or applied for, and the powers of the court under that section shall be exercisable on such complaint. 9 The provisions of  subsection (4) of section 56 of the  National Assistance Act 1948  as to proceedings on behalf of the Board shall apply to any such proceedings under this section or under Part II of the Schedule to this Act. 10  . . .  11 There shall be defrayed out of moneys provided by Parliament any increase attributable to the passing of this section in the sums payable out of such moneys under [section 61 of the National Assistance Act, 1948, and any sums received by the Board under this section or under section 43 or section 45 of that Act, as applied by this section, shall be paid into the Exchequer.]"}, {"act": "Polish Resettlement Act 1947", "year": 1947, "section": "4n1", "section_title": " Provision by the Minister of Health of health services. ", "section_text": "4 1 The Minister of Health may provide such services and do such things as appear to him to be requisite for meeting the . . .   needs as to mental or bodily health, of persons of any description  for whom the Secretary of State has power  to provide accommodation under section three of this Act, including any such services and things as are specified in   the National Health Service Act 2006 , as services or things which, . . .   the Minister of Health,  Health Authorities  or other persons is or are authorised or required to provide or do, or may be authorised or required to provide or do, by or under  that Act , and any services and things the provision or doing of which is within the duties of  local social services authorities  under  the Mental Health Act 1983 2 The Minister of Health may make arrangements with any other government department or other authority or person for the provision of services or the doing of things under this section, on his behalf and at his expense, by that authority or person. 3 The expenses of the Minister of Health under this section shall be defrayed out of moneys provided by Parliament."}, {"act": "Polish Resettlement Act 1947", "year": 1947, "section": "4n2", "section_title": " Provision by the Secretary of State of health services.", "section_text": "4 1 The Secretary of State may provide such services and do such things as appear to him to be requisite for meeting the . . .   needs as to mental or bodily health, of persons of any description  for whom the Secretary of State has power  to provide accommodation under section three of this Act, including any such services and things as are specified in the National Health Service (Scotland) Acts 1947 to 1972, as services or things which . . .   the Secretary of State,  Health Boards , executive councils or other persons is or are authorised or required to provide or do, or may be authorised or required to provide or do, by or under that Act, and any services and things the provision or doing of which is within the duties of local authorities under the  Mental Health (Scotland) Act, 1960. 2 The Secretary of State may make arrangements with any other government department or other authority or person for the provision of services or the doing of things under this section, on his behalf and at his expense, by that authority or person. 3 The expenses of the Secretary of State under this section shall be defrayed out of moneys provided by Parliament."}, {"act": "Polish Resettlement Act 1947", "year": 1947, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Polish Resettlement Act 1947", "year": 1947, "section": "6", "section_title": " Provision by the Minister of Education of educational services. ", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Polish Resettlement Act 1947", "year": 1947, "section": "7", "section_title": " Arrangements by the Minister of Labour and National Service for emigration. ", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Polish Resettlement Act 1947", "year": 1947, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Polish Resettlement Act 1947", "year": 1947, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Polish Resettlement Act 1947", "year": 1947, "section": "10", "section_title": " Interpretation.", "section_text": "10 1 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby assigned to them respectively, that is to say,— “ Pole ” means a person registered under the Aliens Order, 1920, as being a Pole; “ Polish resettlement forces ” means the Polish Re-settlement Corps, the Polish Re-settlement Corps (Royal Air Force), the Polish Re-Settlement Section of the Auxiliary Territorial Service, and the Polish Re-Settlement Section of the Women’s Auxiliary Air Force;  . . .  2 References in this Act to any other enactment shall, unless the context requires, be construed as references to that enactment as amended by or under any other enactment, and references in this Act to the Royal Warrant mentioned in section one thereof and to the Aliens Order, 1920, shall be construed respectively as references to that Warrant or Order as for the time being in force and to any Royal Warrant or Order substituted therefor."}, {"act": "Polish Resettlement Act 1947", "year": 1947, "section": "11", "section_title": " Application to Scotland.", "section_text": "11 1 The provision of this section shall have effect for the purpose of the application of this Act to Scotland. 2 Subsections (8) and (9) of section three shall not apply. 3 Section four shall have effect as if there were substituted— a for any reference to the Minister of Health a reference to the Secretary of State; and b in subsection (1) for the reference to the  National Health Service Act, 1946, a reference to  the National Health Service (Scotland) Acts 1947 to 1972 the National Health Service (Scotland) Act 1978 ; for the reference to  the Mental Health Act 1983 , a reference to  Mental Health (Care and Treatment) (Scotland) Act 2003 ; and for the reference to “local health authorities” a reference to “local authorities.” 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In the application of the Schedule to Scotland— a paragraph 3 shall have effect as if the  Poor Law Act, 1930, extended to Scotland; b paragraph 5 shall have effect as if the word “summarily” were omitted, and the reference to a time limit of one year for the institution of proceedings for recovery shall not apply."}, {"act": "Polish Resettlement Act 1947", "year": 1947, "section": "12", "section_title": " Application to Northern Ireland.", "section_text": "12 1 The provisions of this section shall have effect for the purpose of the application of this Act to Northern Ireland. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 References in sections 4 to 7 of this Act to persons of any description for whom the Secretary of State has power to provide accommodation under section 3 of this Act shall include references to persons in Northern Ireland of any description for whom he would have power so to provide if those persons were in Great Britain."}, {"act": "Polish Resettlement Act 1947", "year": 1947, "section": "13", "section_title": " Short title.", "section_text": "13 This Act may be cited as the Polish Resettlement Act, 1947."}]