[{"act": "Sri Lanka Independence Act 1947", "year": 1947, "section": "1", "section_title": " Provision for the fully responsible status of  Sri Lanka .", "section_text": "1 1 No Act of the Parliament of the United Kingdom passed on or after the appointed day shall extend, or be deemed to extend, to  Sri Lanka  as part of the law of  Sri Lanka , unless it is expressly declared in that Act that  Sri Lanka  has requested, and consented to, the enactment thereof. 2 As from the appointed day His Majesty’s Government in the United Kingdom shall have no responsibility for the government of  Sri Lanka . 3 As from the appointed day the provisions of the First Schedule to this Act shall have effect with respect to the legislative powers of ."}, {"act": "Sri Lanka Independence Act 1947", "year": 1947, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Sri Lanka Independence Act 1947", "year": 1947, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Sri Lanka Independence Act 1947", "year": 1947, "section": "4", "section_title": " Consequential amendments not affecting the law of  Sri Lanka .", "section_text": "4 1 As from the appointed day, the Acts and Regulations referred to in the Second Schedule to this Act shall have effect subject to the amendments made by that Schedule . . .  : Provided that this subsection shall not extend to  Sri Lanka  as part of the law thereof. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Sri Lanka Independence Act 1947", "year": 1947, "section": "5", "section_title": " Short title and commencement.", "section_text": "5 1 This Act may be cited as the  Sri Lanka  Independence Act 1947. 2 In this Act the expression “ the appointed day ” means such day as His Majesty may by Order in Council appoint."}]