[{"act": "Treaties of Peace (Italy, Roumania, Bulgaria, Hungary and Finland) Act 1947", "year": 1947, "section": "1", "section_title": " Power of His Majesty to give effect to Peace Treaties.", "section_text": "1 1 His Majesty may make such appointments, establish such offices, make such Orders in Council, and do such things as appear to Him to be necessary for carrying out the said Treaties, and for giving effect to any of the provisions thereof. 2 Any Order in Council made under this Act may provide that persons contravening or failing to comply with provisions of the Order shall be guilty of offences against this section, and (except in so far as any such Order may provide for less penalties) any person guilty of an offence against this section shall be liable on summary conviction to a fine not exceeding one hundred pounds or to imprisonment for a term not exceeding three months or to both such imprisonment and such fine, or on conviction on indictment to a fine not exceeding five hundred pounds or to imprisonment for a term not exceeding two years or to both such imprisonment and such fine. 3 Any Order in Council made under this section shall be laid before Parliament forthwith after being made, and if either House of Parliament, within the period of forty days beginning with the day on which the Order is laid before it, resolves that an Address be presented to His Majesty praying that the Order be annulled, no further proceedings shall be taken thereunder after the date of the resolution, and His Majesty in Council may revoke the Order, so, however, that any such resolution and revocation shall be without prejudice to the validity of anything previously done under the Order or to the making of a new Order. 4 In reckoning any such period of forty days as aforesaid, no account shall be taken of any period during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days. 5 Notwithstanding anything in subsection (4) of section one of the  Rules Publication Act 1893, an Order in Council under this section shall not be deemed to be, or to contain, statutory rules to which that section applies. 6 Any Order in Council under this section may be varied or revoked by a subsequent Order made in the like manner and subject to the like provisions. 7 The expenses of any Minister incurred in carrying out the said Treaties shall be defrayed out of moneys provided by Parliament."}, {"act": "Treaties of Peace (Italy, Roumania, Bulgaria, Hungary and Finland) Act 1947", "year": 1947, "section": "2", "section_title": " Short title.", "section_text": "2 This Act may cited as the Treaties of Peace (Italy, Roumania, Bulgaria, Hungary and Finland) Act 1947."}]