[{"act": "Wellington Museum Act 1947", "year": 1947, "section": "1", "section_title": " Transfer of Apsley House and certain Wellington heirlooms and other chattels.", "section_text": "1 1 Apsley House, together with the site, forecourt and garden thereof, shall, by virtue of this Act, vest absolutely in the Minister of Works, free from any rights, claims or provisions which would or might exist or apply in relation thereto but for the provisions of this Act. 2 Such chattels as may be specified in any agreement in that behalf made between the Minister of Education of the one part and His Grace the seventh Duke of Wellington or any of his successors in the Dukedom of Wellington on the other part (being chattels held  . . . as heirlooms, or chattels formerly belonging to the first Duke of Wellington which are the property of His Grace the seventh Duke of Wellington or the successor in question) shall, as from the date of the making of the agreement, vest, by virtue of this Act, absolutely in the Minister of Education free from any rights, claims or provisions which would or might exist or apply in relation thereto but for the provisions of this Act."}, {"act": "Wellington Museum Act 1947", "year": 1947, "section": "2", "section_title": " Use of part of Apsley House as a museum,  etc.", "section_text": "2 1 The portions of Apsley House described in Part I of the Second Schedule to this Act shall, subject to the provisions of this Act, be maintained and used as a museum for the preservation and exhibition to the public of the chattels which, by virtue of this Act, vest in the Minister of Education and such other chattels as His Grace the seventh Duke of Wellington or any other person may think fit from time to time to permit to be exhibited therein, being chattels associated with the first Duke of Wellington or his times which in the opinion of the Minister of Education should be so exhibited: Provided that nothing in this subsection shall be construed as preventing the Minister of Education from temporarily removing from, or from exhibition in, the said museum any of the said chattels which for any reason it appears to him desirable should not for the time being be kept, or kept and exhibited, therein. 2 The said portions of Apsley House may also be used— a for the purpose of any entertainment given on behalf of His Majesty’s Government; b with the consent of the Duke of Wellington for the time being, for any other public purpose not inconsistent with the continued use thereof as such a museum as aforesaid."}, {"act": "Wellington Museum Act 1947", "year": 1947, "section": "3", "section_title": " Right of Dukes of Wellington to occupy part of Apsley House.", "section_text": "3 1 So much of Apsley House as is not comprised within the portions thereof described in Part I of the Second Schedule to this Act shall at all times be available to the Duke of Wellington for the time being for occupation by him as a residence for himself, his family, his guests and his servants, but nothing in this section shall be construed as permitting any such Duke to assign, let or part with the possession of the whole or any part of the portions of Apsley House which he is entitled to occupy. 2 The right of occupation conferred by subsection (1) of this section on the Duke of Wellington for the time being shall include a right of access to the portions of Apsley House which he is entitled to occupy, by the routes specified in Part II of the Second Schedule to this Act. 3 The said right of occupation shall also include a right to carry out such internal alterations, renewals, repairs and decorations in the portions of Apsley House which the Duke for the time being is entitled to occupy as the Duke for the time being may from time to time think fit: Provided that nothing shall be done under this subsection which affects the fabric of Apsley House except with the consent of the Minister of Works. 4 The said right of occupation shall also include a right to occupy and maintain the garden of Apsley House: Provided that nothing in this subsection shall be construed as permitting any Duke of Wellington to assign, let or part with the possession of the whole or any part of that garden. 5 The Minister of Works may enter into and carry out such agreements with the Duke of Wellington or any of his successors in the Dukedom of Wellington as the Minister of Works thinks fit with respect to the heating or lighting of Apsley House. 6 On the extinction of the Dukedom of Wellington, the provisions of subsections (1) to (4) of this section shall cease to have effect, and the portions of Apsley House not described in Part I of the Second Schedule to this Act, and the garden of Apsley House, may be used or dealt with in such manner as the Minister of Works thinks fit."}, {"act": "Wellington Museum Act 1947", "year": 1947, "section": "4", "section_title": " Rates and taxes.", "section_text": "4 1 For the purposes of local rates, the whole of Apsley House, including the site, forecourt and garden thereof, shall be deemed to be property in the occupation of His Majesty: Provided that this subsection shall not apply to any part of Apsley House, or of the site, forecourt and garden thereof, which is sold or otherwise disposed of under any of the subsequent provisions of this Act. 2 Save as aforesaid, nothing in this Act shall be construed as exempting the Duke of Wellington for the time being from any taxes or imposts of any nature in law falling to be paid by reason of any occupation by him of any portions of Apsley House other than those described in Part I of the Second Schedule to this Act, or of the garden of Apsley House. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Wellington Museum Act 1947", "year": 1947, "section": "5", "section_title": " Duty of Minister and Duke as to maintenance.", "section_text": "5 1 Subject to the provisions of this section, it shall be the duty of the Minister of Works to maintain the forecourt of Apsley House in a proper condition, to maintain the whole of the fabric of the exterior of Apsley House in a proper state of repair, and to carry out and maintain such works as are necessary for separating the portions of Apsley House described in Part I of the Second Schedule to this Act from the remainder of Apsley House, and for adapting the portions of Apsley House described in the said Part I for use for the purposes specified in the preceding provisions of this Act. 2 It shall be the duty of the Duke of Wellington for the time being to keep the portions of Apsley House which he is entitled to occupy in good and tenantable repair, and to maintain the garden of Apsley House in a proper condition as such. 3 If any of the Dukes of Wellington fails to comply with the obligation imposed on him by subsection (2) of this section, the Minister of Works, on giving reasonable notice of his intention so to do, may himself do such repairs to the portions of Apsley House mentioned in that subsection, and do such work on the garden, as appear to him to be necessary, and any expenses reasonably incurred by that Minister in so doing shall be recoverable by him from the said Duke. 4 The Minister of Works, his servants and agents may at all reasonable times enter and inspect the portions of Apsley House which the Duke of Wellington for the time being is entitled to occupy, and the garden of Apsley House."}, {"act": "Wellington Museum Act 1947", "year": 1947, "section": "6", "section_title": " Destruction of or damage to Apsley House.", "section_text": "6 1 If, owing to fire or any cause beyond the control of the Minister of Works, Apsley House is destroyed or so damaged that in the opinion of the Minister of Works it could not be restored so as to preserve the association thereof with the first Duke of Wellington, and the Minister of Works gives notice in writing to the Duke of Wellington for the time being to that effect— a the rights and duties conferred and imposed by the preceding provisions of this Act on the Dukes of Wellington, and the duties imposed on the Minister of Works by subsection (1) of the last preceding section, shall cease; and b there shall be paid to the Duke of Wellington for the time being out of moneys provided by Parliament such sums as may be agreed by him with the Minister of Works or as may, in default of agreement, be determined by an official arbitrator appointed under the  Acquisition of Land (Assessment of Compensation) Act 1919, to be reasonable in view of the loss by the said Duke and his successors of the said rights; and c Apsley House, and the site, forecourt and garden thereof, may be used for such public purposes as the Minister of Works may think fit or may, if the Minister thinks fit, be sold or otherwise disposed of: Provided that no sum shall be payable under paragraph ( b ) of this subsection if the destruction or damage is due to the negligence of the then Duke of Wellington or his servants or agents. 2 If, owing to fire or any other cause, Apsley House is damaged or any of the contents thereof which are the property of the Crown (other than chattels which are being or have been or are to be exhibited in the museum) are damaged or destroyed, and the damage or destruction is due to the negligence of the Duke of Wellington for the time being or his servants or agents, and no notice is given under subsection (1) of this section by reason of the damage or destruction, the said Duke shall repay to the Minister of Works such expenses as may be reasonably incurred by that Minister in making good the damage or in replacing any of the said contents which are destroyed. 3 Any fire originating in the portions of Apsley House which the Duke of Wellington for the time being is entitled to occupy shall be presumed for the purposes of this section to be due to his negligence or that of his servants or agents unless the contrary is proved."}, {"act": "Wellington Museum Act 1947", "year": 1947, "section": "7", "section_title": " Power to vary the Second Schedule to this Act.", "section_text": "7 1 Subject to the provisions of this section, the Minister of Works may by order made with the consent of the Duke of Wellington for the time being vary the provisions of the Second Schedule to this Act, and as from the date of the coming into force of that order the provisions of this Act shall have effect accordingly. 2 Before making any order under this section, the Minister of Works shall lay a draft thereof before each House of Parliament, and the order shall not be made until the expiration of a period of forty days beginning with the day on which a copy of the draft is laid before each House of Parliament, or, if such copies are laid on different days, with the later of the two days, and if within that period either House resolves that the order be not made, no further proceedings shall be taken thereon, but without prejudice to the laying before Parliament of a new draft. In reckoning any such period of forty days, no account shall be taken of any time during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days."}, {"act": "Wellington Museum Act 1947", "year": 1947, "section": "8", "section_title": " Expenses.", "section_text": "8 1 Any expenses incurred by the Minister of Works or the Minister of Education in carrying out the provisions of this Act shall be paid out of moneys provided by Parliament. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Wellington Museum Act 1947", "year": 1947, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Wellington Museum Act 1947", "year": 1947, "section": "10", "section_title": " Short title.", "section_text": "10 This Act may be cited as the Wellington Museum Act 1947."}]