[{"act": "Finance Act 1940", "year": 1940, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Finance Act 1940", "year": 1940, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Finance Act 1940", "year": 1940, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Finance Act 1940", "year": 1940, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Finance Act 1940", "year": 1940, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Finance Act 1940", "year": 1940, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Finance Act 1940", "year": 1940, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Finance Act 1940", "year": 1940, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Finance Act 1940", "year": 1940, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Finance Act 1940", "year": 1940, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Finance Act 1940", "year": 1940, "section": "1125.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Finance Act 1940", "year": 1940, "section": "26", "section_title": " Raising of rate of excess profits tax ", "section_text": "26 1 Section twelve of the Finance ( No.  2) Act, 1939, (which charges excess profit tax) shall, in relation to an excess of profits arising in any chargeable accounting period beginning on or after the first day of April, nineteen hundred and forty, have effect as if, in subsection (1) thereof, for the words “equal to three-fifths of the excess” there were substituted the words “equal to the excess”. 2 Notwithstanding anything in subsection (2) of section fifteen of the said Act, a deficiency of profits occurring in a chargeable accounting period to which subsection (1) of this section applies shall first be applied so as to reduce profits chargeable to tax arising in another chargeable accounting period to which the subsection (1) applies, and a deficiency of profits occurring in a chargeable accounting period to which the said subsection (1) does not apply shall first be applied so as to reduce profits chargeable to tax arising in another chargeable accounting period to which the said subsection (1) does not apply; and where owing to an insufficiency of profits against which the deficiency can be set off for chargeable accounting periods to which the said subsection (1) applies or, as the case may be, does not apply, the whole or any part of a deficiency is applied otherwise than as aforesaid— a the application shall, either wholly or to such extent as the Commissioners think appropriate, be treated as provisional only; and b if it thereafter appears that there is no longer such an insufficiency as aforesaid, such adjustments shall be made as the Commissioners may direct 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance Act 1940", "year": 1940, "section": "27", "section_title": " Provisions to replace s. 13(7) of Finance (No. 2) Act, 1939. ", "section_text": "27 1 Subsection (7) of section thirteen of the Finance (No. 2) Act, 1939, is hereby repealed, and in lieu thereof the following provisions of this section shall have effect in the case of a trade or business commenced on or before the first day of July, nineteen hundred and thirty-six. 2 If, in the case of a trade or business carried on by a body corporate, the Commissioners are satisfied, on the application of the person carrying on the trade or business— a that there were no profits in the standard period; or b that the profits of that period were so low that it would not be just to ascertain the standard profits of the trade or business by reference to the actual profits of the standard period, they may direct that the standard profits for a full year shall be ascertained as if the profits of the standard period were of such amount or greater amount as they think just: Provided that the said amount shall not exceed an amount equal to interest for the standard period— on the amount of the paid-up ordinary share capital, if any, of the body corporate, at six per cent., or, in the case of a company the directors of a company the directors whereof had a controlling interest therein, eight per cent., per annum ; and on the amount of any other paid-up share capital of the body corporate, at the fixed rate per annum payable in the case of dividends thereon ;  and on the average amount of the borrowed money, if any, employed in the trade or business in the standard period, at six per cent., or, in the case of a company the directors whereof had a controlling interest therein, eight per cent., per annum.  . . .  3 If on the application of the person carrying on the trade or business the Board of Referees are satisfied that the condition specified in paragraph (a), or the condition specified in paragraph (b), of subsection (2) of this section is fulfilled, and also that the paid-up share capital of the body corporate in the standard period  together with any borrowed money employed in the trade or business in that period  did not fully represent the net value of the assets employed in the trade or business in that period, they may direct that the standard profits for the full year shall be ascertained as if the profits of the standard period were of such an amount as they think just : Provided that the said amount shall not exceed an amount equal to interest for the standard period at six per cent., or in the case of a company the directors whereof had a controlling interest therein, eight per cent., per annum on an account ascertained as follows, that is to say— a by computing the value of the assets employed in the trade or business immediately before the commencement of the standard period (valued as assets of a going concern), excluding any investments which would not be included in computing capital under the provisions applicable to the computation thereof for the purposes of excess tax,  and deducting debts, other than debts for borrowed money b by adding thereto or subtracting therefrom, as the case may be, the amount by which the average amount of the caoital employed in the trade or business in the standard period exceeds or falls short of the amount of the capital employed therein immediately before the commencement of that period. 4 If, on an application made under the last preceding subsection, the Board of Referees are satisfied that the trade or business belongs to a class of industry which, during the years by reference to which the standard period could have been selected, was a depressed industry, the Board— a may give a direction under that subsection notwithstanding that they are not satisfied that the paid-up share capital in the standard period  together with any borrowed money employed in the trade or business in that period  did not fully represent the net value of the assets employed in the trade or business in that period; and b shall not, as respects the amount to be specified in the direction, be bound by the limitation imposed by the proviso to that subsection. 5 Notwithstanding anything in subsections (2) to (4) of this section, the amount which, by virtue of those subsections, is to be treated, in ascertaining the standard profits for a full year, as being profits of the standard period shall not exceed an amount equal to interest for the standard period at the rate of six per cent., or, in the case of a company the directors whereof had a controlling interest therein, eight per cent., per annum on the average amount of the capital employed in the trade or business in the standard period, computed in accordance with the provisions applicable to the computation of capital for the purposes of excess profits tax : Provided that if, in the opinion of the Board of Referees, the amount of capital employed in the trade or business immediately before the commencement of the standard period, computed as aforesaid, was wholly or partly represented by assets the whole or any part of the value of which for the purposes of the trade or business had at that date been permanently lost, paragraphs 1 of Part II of the Seventh Schedule to the Finance (No. 2) Act, 1939, shall, for the purposes of this subsection, have effect in relation to those assets as if their price or value as was in the opinion of the Board so lost. 6 The foregoing provisions of this section shall, with any necessary modifications, apply in relation to a trade or business carried on by persons on partnership, or by a single individual, as they apply in relation to a trade or business carried on by a body corporate : Provided that— a for any reference to six per cent., or, in the case of a company the directors whereof had a controlling interest tehrein, eight per cent., there shall be substituted a reference to eight per cent.; and b the net amount standing to the credit of the capital accounts of the partners or, as the case may be, of the individual, during the standard period, after setting off any amounts standing to the debit of any those accounts, shall be treated as paid-up ordinary share capital. 7 An application under this section shall not be entertained unless notice thereof is given in writing to the inspector of taxes before the end of March, nineteen hundred and forty-two, unless the Commissioners allow a longer period. 8 A determination on an application under subsection (2) or subsection (3) of this section— a shall have effect with respect to all chargeable accounting periods; b shall exclude any further application under the subsection under which the application was made. 9 If the person carrying on the trade or business is dissatisfied with any determination of the Commissioners under this section, he may appeal to the Board of Referees;"}, {"act": "Finance Act 1940", "year": 1940, "section": "28", "section_title": " New provisions as to interconnected companies.", "section_text": "28 1 Subsections (2) to (5) of section seventeen of the Finance (No. 2) Act, are hereby repealed and in lieu thereof the provisions of the Fifth Schedule to this Act shall have effect : Provided that where, before the passing of this Act, any tax has been paid by any body corporate under any assessment made by virtue of the subsections repealed by this section in respect of any chargeable accounting period, the amount paid shall be deemed to have been paid on account of such tax as the Commissioners may direct, being tax charged or chargeable under any assessments made or to be made on that body corporate, by virtue of the provisions substituted for those subsections by this section, in respect of any chargeable accounting periods ending not later than the end of the said period, and no repayment thereof shall be made except in so far as the Commissioners are satisfied that the amount paid exceeds the amount payable in respect of those periods. In this subsection and the said Schedule, the expression “a group of companies” means two or more bodies corporate of which— a one (in this subsection and in that Schedule referred to as the “principal company”) is resident in the United Kingdom and is not a subsidiary of any other body corporate resident in the United Kingdom; and b the remainder (whether or not resident or carrying on business in the United Kingdom) are subsidiaries of the principal company, and the expression “a subsidiary member” means any member of a group of companies other than the principal company. 2 The following subsection shall be inserted after subsection (1) of the said section seventeen :— 1A Where— a any debt is owing to any body corporate by another body corporate; and b one of those bodies corporate is a subsidiary of the other, or both are subsidiaries of a third body corporate; and c no interest is payable in respect of the debt, but the circumstances in which the debt came into existence or is allowed to continue to exist are such that the debt represents in substance capital employed in the trade or business of the debtor body corporate, the capital of both bodies corporate shall be computed as if the debt did not exist. 3 The provisions of subsection (6) of the said section seventeen (which defines the expression “subsidiary”) shall have effect for the purposes of this section and the said Schedule as they have effect for the purposes of the said section seventeen : Provided that a body corporate which, under the said subsection (6), is a subsidiary of two or more bodies corporate, each of which is resident in the United Kingdom and none of which is a subsidiary of any other body corporate resident in the United Kingdom, shall, for the purposes of subsection (1) of this section and the said Schedule, be treated as a subsidiary of such one only of those bodies corporate as the Commissioners may direct."}, {"act": "Finance Act 1940", "year": 1940, "section": "29", "section_title": " Investments held by members of groups of bodies corporate.", "section_text": "29 1 Where a group of bodies corporate consists of or includes— a a body corporate resident in the United Kingdom (hereinafter referred to as “the co-ordinating body corporate”) which exists wholly or mainly for the purposes of co-ordinating the administration of the group; and b one or more bodies corporate resident in the United Kingdom (hereinafter referred to as “the controlled bodies corporate”) each of which is under the control of the co-ordinating body corporate, paragraph 6 of Part I of the Seventh Schedule to the Finance (No. 2) Act, 1939, shall be taken to require, in all cases,— i that in computing profits of the co-ordinating body corporate, income arising from investments held by that body corporate in share capital of the controlled bodies corporate in order to carry out, or facilitate the carrying out of, the purpose of co-ordinating the administration of the group shall not be taken into account; and ii that in computing the profits of any controlled body corporate, income arising from investments in the share capital of any of the other controlled bodies corporate or of the co-ordinating body corporate shall not be taken into account; and iii that any income from any other investments of the co-ordinating body corporate or any of the controlled bodies corporate shall not be taken into account in computing the profits of that body corporate, except in so far as, if the trades and businesses carried on by all the members of the group were regarded as one trade or business, that income would be included in computing the profits of that one trade or business by virtue of any of the provisions of the said paragraph 6. 2 This section applies in relation to any group of bodies corporate whether or not it is or includes such a group of companies as is mentioned in subsection (1) of the last preceding section, but shall, in relation to the members of such a group, have effect subject to the provisions of paragraph 1 of Part IV of the Fifth Schedule to this Act."}, {"act": "Finance Act 1940", "year": 1940, "section": "30", "section_title": " Relief in respect of excess profits tax in dominions, &c", "section_text": "30 1 His Majesty may by Order in Council declare that— a under the law in force in any part of His Majesty’s dominions outside the United Kingdom excess profits tax is payable in respect of any profits in respect of which excess profits tax is, or, of there were no national defence contribution, would be, payable also under the law in force in the United Kingdom; and b arrangement have been made with the Government of that Part of His Majesty’s dominions providing for the giving of relief from double taxation in respect of such profits in accordance with the following principles— i that there shall be computed the amount of excess profits tax which would be payable in each territory if excess profits tax in the other territory, and national defence contributions in the United Kingdom, were disregarded except in computing capital; ii that such amount of relief from tax shall be given in each territory as bears to the lower of the two amounts so computed the same proportion as the amount so computed for that territory bears to the sum of the two amounts so computed; and iii that where the amount so computed for either territory is found to have been incorrect (whether by reason of a subsequent deficiency of profits or for any other reason) the amount so computed shall be recalculated and the relief in both territories varied accordingly. 2 Where any such Order in Council is made, then, if the Commissioners are satisfied that any case is one which falls within the arrangements to which the Order relates, they shall, in lieu of allowing, in computing profits for the purpose of excess profits tax or the national defence contribution, any deduction in respect of excess profits tax charged in the part of His Majesty’s dominions outside the United Kingdom to which the Order relates, make such adjustment of the excess profits tax payable in the United Kingdom or the national defence contribution as may be necessary to give effect to the arrangements, and allow any necessary relief accordingly by repayment or otherwise,  so, however that the effect of the adjustment taken in conjunction with any adjustment in the said part of His Majesty’s dominions outside the United Kingdom, shall not be less favourable to the tax-payer than the effect of allowing the deduction . 3 Where under the provisions of subsection (2) of this section any adjustment of excess profits tax or national defence contribution is made for any period, a corresponding adjustment shall be made in computing for the purposes of section nineteen of the Finance (No. 2) Act, 1939, (which makes provisions as to the relation between excess profits tax and the national defence contribution) both the excess profits tax chargeable for that period and the national defence contribution for that period. 4 Where it appears to the Commissioners that, under the arrangements to which any such Order as aforesaid relates, any relief provided for by the arrangements falls to be recalculated (whether by reason of a subsequent deficiency of profits or otherwise), the adjustments made under subsection (2) and (3) of this section shall be varied accordingly and any necessary further relief given by repayment or otherwise and, where the effect of recalculation is to show that too much relief had been given, any necessary additional assessments shall be made. 5 The obligation as to secrecy imposed by paragraph 6 of Part II of the Fifth Schedule to the  Finance Act, 1937, and subsection (2) of section twenty-one of the Finance (No. 2.) Act, 1939, shall not prevent any authorised officer of the Commissioners from disclosing, to any authorised officer of the Government with which arrangements are declared by an Order in Council under this section to have been made, such facts as may be necessary to enable effect to be given to the arrangements. 6 This section shall apply in relation to— a any British Protectorate or protected state; and b any territory in respect of which mandate on behalf of the League of Nations has been accepted by His Majesty, and is being exercised by His Majesty’s Government in the United Kingdom or the Government of any Dominion, as it applies to a part of His Majesty’s dominions outside the United Kingdom."}, {"act": "Finance Act 1940", "year": 1940, "section": "31", "section_title": " Miscellaneous amendments as to standard profits.", "section_text": "31 1 For subsection (2) of section thirteen of the Finance (No. 2.) Act, 1939, there shall be substituted the following subsection— 2 The minimum amount referred to in subsection (1) of this section is one thousand pounds, or, in the case of a trade or business carried on by a single individual, or by a partnership, or by a company the directors whereof have a controlling interest therein, such greater sum, not exceeding six thousand pounds, as is arrived at by allowing one thousand five hundred pounds for each working proprietor in the trade or business : Provided that if, in the case of atrade or business carried on by a sungle individual, a partnership or such company as aforesaid, the Commissioners, having regard to the nature of the business and the size of the business as shown by the value of the assets employed therein, are satisfied that the greater sum is inadequate, they may, if they think fit, direct that there shall be allowed in respect of not more than four working proprietors such additional sum, not exceeding one thousand pounds for each individual working proprietor or four thousand in the aggregate, as may be specified in the direction. In this subsection— a the expression “ working proprietor ” means a proprietor who has, during more than one-half of the chargeable accounting period in question, worked full time in the actual management or conduct of the trade or business; b the expression “ proprietor ” means, in the case of a trade or business carried on by a partnership, a partner therein, and, in the case of a company, any director thereof owning more than one-twentieth of the share capital of the company. 2 The following paragraphs shall be substituted for paragraph (b) of subsection (9) of the said section thirteen (which defines the statutory percentage) :— b in relation to a trade or business carried on by a partnership of which one or more of the partners is a body corporate which is not a company the directors whereof have a controlling interest therein, such a rate per cent. as is equivalent to— i eight per cent. on so much of the average amount of the capital employed in the trade or business in the chargeable accounting period as represents the share of any such body corporate; and ii ten per cent. on the remainder of that amount; c in relation to a trade or business to which neither of the foregoing paragraphs of this subsection applies, ten per cent."}, {"act": "Finance Act 1940", "year": 1940, "section": "32", "section_title": " Disallowance, in computing profits, of certain expenses. ", "section_text": "32 1 In computing the profits of any trade or business for any accounting period, no deduction shall be allowed in respect of expenses in excess of the amount which the Commissioners consider reasonable and necessary, having regard to the requirements of the trade or business, and, in the case of the directors’ fees or other payments for services, to the actual services rendered by the person concerned. 2 Any person who is dissatisfied with a decision of the Commissioners under this section may appeal to the Board of Referees."}, {"act": "Finance Act 1940", "year": 1940, "section": "33", "section_title": " Miscellaneous amendments as to computation of profits for excess profits tax. ", "section_text": "33 1 Where a trade or business has been transferred by one person to another person, any buildings, plant or machinery provided for the purposes of the trade or business by the person transferring it which were transferred with the trade or business and continue to be used for those purposes after the transfer shall, for the purposes of pargraph 3 of Part I of the Seventh Schedule to the Finance (No. 2.) Act, 1939 (which provides for an allowance for exceptional depreciation of certain assets) be deemed to have been provided for the purposes of the trade or business not only by the person transferring the trade or business but also by the person to whom the trade or business is transferred : Provided that the amount of any allowance granted under the said paragraph 3 to the person to whom the trade or business is transferred shall, if necessary, be so reduced as to secure that the total allowances granted to the said persons in respect of any buildings, plant or machinery affected by the transfer are not greater than the total allowances which would have been granted to the person making the transfer if the transfer had not taken place. The provisions of this subsection shall apply in relation to the transfer of part of a trade or business as they apply in relation to the transfer of the whole of a trade or business. 2 Where, in respect of any accounting period, a deduction would, apart from the provisions of this subsection, be allowable in computing profits, and, in the opinion of the Commissioners, the deduction does not represent a sum reasonably and properly attributable to that accounting period, only such part of the deduction shall be allowable as a deduction for that period as appears to the Commissioners to be reasonably and properly attributable to that period, and any balance of the deduction shall be treated as attributable to such other accounting period or periods (whether or not they include, or fall wholly or partly within, the standard period, if any, or any chargeable accounting period) as the Commissioners think proper. Any person who is dissatisfied with a determination of the Commissioners under this subsection may appeal to the Board of Referees. 3 In paragraph 6 of Part I of the said Seventh Schedule (which specifies the cases in which, and the extent to which, income from investments is to be included in computing profits) the following sub-paragraph shall be inserted after sub-paragraph (2)— 2A In the case of a trade or business part of which consists in banking, assurance or dealing in investments, not being a business to which sub-paragraph (2) of this paragraph applies, the profits shall include all income received from investments held for the purposes of that part of the trade or business, being income to which the persons carrying on the trade or business are beneficially entitled, and in sub-paragraph (1) of the said paragraph 6 for the words “to the extent provided in sub-paragraph (2) of this paragrapH” there shall be substituted the words “to the extent provided in sub-paragraphs (2) and (2A) of this paragraph.” 4 At the end of the said paragraph 6 the following words shall be inserted :— 4 The reference in sub-paragraphs (2) and (2A) of this paragraph to income received from investments shall not, in cases where the persons carrying on the trade or business are neither domiciled nor ordinarily resident in the United Kingdom, include any interest received from tax-free Treasury securities unlesss the conditions of the issue of the securities so provide; and where any interest on tax-free Treasury securities is, in accordance with the provisions of this sub-pargaraph, left out of account in computing the profits of the trade or business, any expenses attributable to the acquisition or holding of, or to any transaction in, the securities and any profits or losses so attributable (but not, save as provided by sub-paragraph (3) of this paragraph, the interest on any money borrowed for the purposes of acquiring the securities) shall also be left out of account in computing the profits of the trade or business. In this sub-paragraph the expression “ tax-free Treasury securities ” means any securities issued by the Treasury under the power conferred by section forty-seven of the Finance (No. 2.) Act, 1915, or under the power conferred by section twenty-two of the Finance (No. 2) Act, 1931. Any reference in this Schedule to income which is by virtue of the provisions of this paragraph not to be taken into account in computing the profits of a trade or business shall be construed as including a reference to interest left out of account in accordance with this sub-paragraph. 5 The following paragraph shall be substituted for paragraph 10 of Part I of the said Seventh Schedule (which relates to deductions for directors’ remuneration in the case of companies controlled by the directors) :— 10 1 In the case of a trade or business carried on, in any accounting period which constitutes or includes a chargeable accounting period, by a company the directors whereof have, throughout that accounting period, a controlling interest therein,— a in computing the profits for that accounting period ; and b if the standard profits of the trade or business are computed by reference to the profits of a standard period, also in computing, in relation to any chargeable accounting period, the profits for the standard period, no deduction shall be made in respect of directors’ remuneration. In this sub-paragraph the expression “directors’ remuneration” does not include the remuneration of any director who is required to devote substantially the whole of his time to the service of the company in a managerial or technical capacity, and is not the beneficial owner of, or able, either directly or through a medium of other companies or by any other indirect means, to control, more than five per cent. of the ordinary share of the company. 2 If, in the case of a trade or business carried on by a company in any accouting period which constitutes or includes a chargeable accounting period, the directors of the company— a have, in any part of that accounting period; or b had during the whole or any part of any previous accounting period which includes the whole or part of any chargeable accounting period or the whole or any part of the standard period (if any), a controlling interest therein, and the case is not one to which sub-paragraph (1) of this paragraph applies, then, except in so far as the Commissioners otherwise direct, no deduction shall be made in respect of directors’ remuneration either in computing the profits for the first-mentioned accounting period or in computing, in relation to any chagreable accounting period wholly or partly included in that accounting period, the profits of the standard period (if any). 6 Paragraph 13 of Part I of the said Seventh Schedule (which allows for a deduction for sinking fund purposes in the case of a trade or business carried on by a local authority) shall apply in relation to any tradeor business carried on by a public authority in the case of which the following conditions are fulfilled— a that it has no share capital; and b that the interest on all its stock and other loan capital is interest at a fixed rate, as it applies in relation to a local authority: Provided that nothing in this subsection shall be construed as authorising any deduction for an amount to be required to be raised for sinking fund purposes unless the requirement is imposed on the authority by or by virtue of an Act of Parliament."}, {"act": "Finance Act 1940", "year": 1940, "section": "34", "section_title": " Miscellaneous amendments as to computation of capital.", "section_text": "34 1 If— a the Commissioners are satisfied, as respects any assets of any trade or business the standard profits of which are computed by reference to the profits of a standard period, that during that period or any part thereof those assets were inherently unproductive; and b an application that this subsection shall have effect is made by the person carrying on the trade or business, then, in computing the average amount of the capital employed in the trade or business in the standard period and in all chargeable accounting periods, those assets, and any other assets of the trade or business, shall be treated as not having been assets thereof during any part of the period during which, in the opinion of the Commissioners, they were inherently unproductive : Provided that in the case of a trade or business the standard profits of which depend, directly or indirectly, upon a direction of the Commissioners or the Board of Referees under the second section of this Part of this Act or under that section as applied by the Fifth Schedule to this Act in relation to groups of companies, the provisions of this subsection shall have effect to such extent only as the Commissioners think proper. 2 Where subsection (1) of this section has effect on the application of the person carrying on the trade or business made before the making of the application, and any assessment affected by that computation, shall be revised accordingly. 3 After sub-paragraph (2) (b) of paragraph 1 of Part II of the Seventh Schedule to the Finance (No. 2) Act, 1939 (which specifies the deductions to be made in computing the capital value of the assets) the following words shall be inserted— c any other such deductions in respect of reduced values of assets as are allowable in computing profits for the purposes of income tax. 4 At the end of sub-paragraph (1) of pargaraph 2 of Part II of the Seventh Schedule (which directs that certain deductions shall be made in respect of borrowed money and debts) the following words shall be inserted— The debts to be deducted under this sub-paragraph shall include—                   a any such sums in respect of accruing liabilities as are allowable as a deduction in computing profits for the purposes of excess profits tax, or would have been so allowable if the period for which the amount of capital is being computed had been a chargeable accounting period; and b in the case of a business of an assurance company, also any sums representing profits of its life assurance business belonging or allocated to, or reserved for, or expended on behalf of, policy holders or annuitants (being sums which would be excluded, under subsection (1) of section sixteen of the Finance Act, 1923, in computing the profits of the company for the purposes of the Income Tax Acts), and all the said sums shall be deducted notwithstanding that they have not become payable.                "}, {"act": "Finance Act 1940", "year": 1940, "section": "35", "section_title": " Computation of profits and capital in the case of trades and businesses not falling within Case I of Schedule D.", "section_text": "35 Any reference in the Seventh Schedule to the Finance (No. 2) Act, 1939, or in the provisions of this or any other Act which relate to the computation of capital or profits for the purposes of excess tax, to a deduction which has been allowed, is allowable or authorised, or can be made, under any provision of the Income Tax Acts or in computing profits for the purposes of income tax, or to any additional percentage allowable under any provision of the Income Tax Acts, shall be construed, in relation to profits arising from a trade or business which are not chargeable to income tax under Case I of Schedule D, as a reference to a deduction which would have been so allowed, allowable or authorised, or could have been so made, or to an additional percentage which would have been so allowable, if those profits had been chargeable to income tax under the said Case I."}, {"act": "Finance Act 1940", "year": 1940, "section": "36", "section_title": " Provisions as to computation losses.", "section_text": "36 All the provisions of the Finance (No. 2) Act, 1939, and of this or any other Act which relate to the computation of profits for the purposes of excess profits tax shall apply also to the computation of losses for those purposes, and references in any such provisions to the computation of profits shall be construed accordingly; and subsection (3) of section fourteen of the Finance (No. 2) Act, 1939 (which provides that losses shall be computed for the purposes of Part III of that Act in the same manner as under that section profits are to be computed for those purposes) is hereby repealed."}, {"act": "Finance Act 1940", "year": 1940, "section": "37", "section_title": " Amendments as to deficiencies of profits.", "section_text": "37 1 Subsection (2) of section fifteen of the Finance (No. 2) Act, 1939 (which provides that the profits chargeable with excess profits tax arising from a trade or business shall be deemed to be reduced where a deficiency of profits occurs in any chargeable accounting period of a trade or business) shall not apply to a deficiency of profits so far as it occurs while the trade or business was being carried on neither in the United Kingdom nor by a person ordinarily resident in the United Kingdom. 2 The provisions of Part II of the Fifth Schedule to the Finance Act, 1937 (which as applied by the Finance (No. 2) Act, 1939, relate to appeals against assessments to excess profits tax) including the provisions thereof enabling the Commissioners to make regulations, shall, with the necessary modifications, apply in relation to any determination by the Commissioners as to the giving of relief from excess profits tax for any chargeable accounting period on the ground that a deficiency of profits has occurred in any chargeable accounting period as they apply in relation to assessments to excess profits tax."}, {"act": "Finance Act 1940", "year": 1940, "section": "38", "section_title": " Successions and amalgamations.", "section_text": "38 1 The provisions of section sixteen of the Finance (No. 2) Act, 1939 (which relate to successions and amalgamations) shall have effect subject to the following provisions of this section. 2 Any consideration which, under subsection (3) or subsection (4) of the said section sixteen, has to be disregarded in computing capital shall also be disregarded in considering, for the purposes of computing the profits of, and the capital employed in, any chargeable accounting period, whether any and if so what deductions are to be made in respect of wear and tear and replacement of plant and machinery, and whether any and if so what allowance is to be made in respect of depreciation. 3 In subsection (6) of the said section sixteen for the words “where a trade or business was carried on immediately before the first day of July, nineteen hundred and thirty-six, and that trade or business, or the main part of that trade or business, was transferred after the said day and before the first day of April, nineteen hundred and thirty-nine, by the person carrying on to another person” there shall be substituted the following words— where—                   a a trade or business which was commenced before the first day of January, nineteen hundred and thirty-five, or the main part of such a trade or business, was transferred on or after that date and before the first day of April, nineteen hundred and thirty-nine, by the person carrying on to another person; or b a trade or business which was commenced on or after the said first day of Jnauary but before the second day of July, nineteen hundred and thirty-six, or the main part of such a trade or business, was transferred before the said first day of April by the person carrying on to another person. 4 Where— a a trade or business is, by virtue of subsection (2) or subsection (3) of the said section sixteen, deemed not to have been discontinued; or b a trade or business is, by virtue of subsection (4) of the said section sixteen, to be treated as if it had been in existence throughout the period during which there was in existence any other trade or business; or c a trade or business is, by virtue of subsection (5) of the said section sixteen, to be treated as a continuation of another trade or business; or d any person who is carrying on a trade or business after a transfer is treated by virtue of subsection (6) of the said section sixteen as having carried on the trade or business as from the date before the transfer, the enactments relating to the computation of profits and capital for the purposes of excess profits tax shall, both as respects the standard period and any chargeable accounting period, have effect subject to such modifications, if any, as the Commissioners may think just, and the Commissioners may make such alterations in the periods which would otherwise be the chargeable accounting periods of the trade or business as they think proper : Provided that if the Commissioners make any such modifications and the person carrying on the trade or business is dissatisfied with the modifications so made, or if the Commissioners refuse to make any modifiction requested by the person carrying on the trade or business and he is dissatisfied with the refusal, he may appeal to the Board of Referees. 5 In subsection (5) of the said section sixteen the words “subject to any necessary modifications,” and in subsection (6) thereof the words “subject, however, to such modifications (including modifications as respects the computation of capital) as may bejust” and the words “or if the applicant is dissatisfied with any modifications made by the Commissioners” are hereby repealed."}, {"act": "Finance Act 1940", "year": 1940, "section": "39", "section_title": " Amendments as to relation of excess profits tax to national defence contribution.", "section_text": "39 1 In subsection (1) of section nineteen of the Finance (No. 2) Act, 1939 (which contains provisions as to the relation of excess profits tax to the national defence contribution) for the words “The said total excess profits tax shall be computed as if there were no national defence contribution and the said total national defence contribution shall be computed as if there were no excess profits tax” there shall be substituted the words “In computing the said total excess profits tax the national defence contribution shall be disregarded except in computing capital, and in computing the said total national defence contribution excess profits tax shall be altogether disregarded”. 2 In subsection (3) of the said section nineteen for the words “if this Part of this Act had not been passed” there shall be substituted the words “if the provisions of this Part of this Act, except the provisions of section twenty thereof (which abolishes armament profits duty), had not been passed”. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Where— a part only of a chargeable accounting period (as defined for the purposes of the national defence contribution) falls after the end of March, nineteen hundred and thirty-nine; and b the amount of the national defence contribution for the period, computed without regard to excess profits tax, is increased or reduced by the operation of any of the provisions of this Act, then, in determining for the purposes of the said section nineteen what proportion of the said amount is to be included in the total national defence contribution for any chargeable accounting periods to which that section applies,— i the amount of the increase or reduction shall not be apportioned under subsection (5) of the said section nineteen; but ii there shall be attributed to that part of the said period which falls after the end of March, nineteen hundred and thirty-nine, the amount of national defence contribution which would have been attributed thereto under the said subsection (5) if the increase or reduction had not occurred, together with the whole amount of the increase or reduction. 5 The provisions of the Sixth Schedule to this Act shall have effect for the purpose of facilitating the assessment and collection of the amounts due to the Crown for excess profits tax or the national defence contribution in respect of any period with respect to which both excess profits tax and the national defence contribution are in operation."}, {"act": "Finance Act 1940", "year": 1940, "section": "40", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "40"}, {"act": "Finance Act 1940", "year": 1940, "section": "41", "section_title": " Definition of ordinary share capital.", "section_text": "41 In this Part of this Act and in any other enactment relating to excess profits tax the expression “ordinary share capital” has the same meaning assigned to it by subsection (3) of section forty-two of the Finance Act, 1938; and in paragraph (c) of section twenty-two of the Finance (No. 2) Act, 1939, the words “and, except in the provisions of this Part of this Act relating to subsidiary companies, the expression “ordinary share capital”” are hereby repealed."}, {"act": "Finance Act 1940", "year": 1940, "section": "42", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "42"}, {"act": "Finance Act 1940", "year": 1940, "section": "4359.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "43"}, {"act": "Finance Act 1940", "year": 1940, "section": "60", "section_title": " Extension of power of Treasury to attach exemptions from taxation to securities.", "section_text": "60 1 The power of the Treasury under section twenty-two of the Finance Act (No. 2) Act, 1931, to issue securities with the condition as to exemption from taxation specified in that section shall extend to the issuing of securities with that condition so modified, whether as to the extent of the exemption or the cases in which the exemption is to operate, as the Treasury may specify in the terms of the issue. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance Act 1940", "year": 1940, "section": "61", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "61"}, {"act": "Finance Act 1940", "year": 1940, "section": "62", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "62"}, {"act": "Finance Act 1940", "year": 1940, "section": "63", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "63"}, {"act": "Finance Act 1940", "year": 1940, "section": "64", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "64"}, {"act": "Finance Act 1940", "year": 1940, "section": "65", "section_title": " Short title, construction, extent and repeal.", "section_text": "65 1 This Act may be cited as the Finance Act 1940. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Part III of this Act shall, so far as it relates to excess profits tax or the relation of excess profits tax to the national defence contribution, be construed as one with Part III of the Finance (No. 2) Act, 1939. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 Any reference in this Act to any other enactment shall, unless the contrary is expressly provided or the context otherwise requires, be construed as a reference to that enactment as amended by any subsequent enactment, including this Act. 7 Such of the provisions of this Act as relate to matters with respect to which the Parliament of Northern Ireland has power to make laws shall not extend to Northern Ireland. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]