[{"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1940", "year": 1940, "section": "1", "section_title": " Amendment of the law as to enforcement of decrees ad factum praestandum.", "section_text": "1 1 No person shall be apprehended or imprisoned on account of his failure to comply with a decree ad factum praestandum except in accordance with the following provisions— i On an application by the person in right of such a decree (hereinafter referred to as the applicant) to the court by which the decree was granted, the court may, if it is satisfied that the person against whom such decree was granted (hereinafter referred to as the respondent) is wilfully refusing to comply with the decree, grant warrant for his imprisonment for any period not exceeding six months; ii Where the court is satisfied that a person undergoing imprisonment in pursuance of a warrant granted under this section has complied, or is no longer wilfully refusing to comply, with the decree, the court shall, notwithstanding any period specified in the warrant, order the immediate liberation of such person, and it shall be the duty of the applicant, as soon as he is satisfied that the decree has been complied with, forthwith to inform the clerk of the court of such compliance; iii Imprisonment under a warrant granted under this subsection shall not operate to extinguish the obligation imposed by the decree on which the application proceeds; iv The person on whose application a warrant for imprisonment has been granted under this subsection shall not be liable to aliment, or to contribute to the aliment of, the respondent while in prison. 2 On any application in pursuance of the foregoing subsection, the court may, in lieu of granting warrant for imprisonment, recall the decree on which the application proceeds and make an order for the payment by the respondent to the applicant of a specified sum or make such other order as appears to the court to be just and equitable in the circumstances, including, in the case where the decree on which the application proceeds is a decree for delivery of corporeal moveables, a warrant to officers of court to search any premises in the occupation of the respondent or of such other person as may be named in the warrant, and to take possession of, and deliver to the applicant, any such moveables which may be found in such premises. 3 Any warrant granted under the last foregoing subsection shall be deemed to include authority to open shut and lockfast places for the purpose of carrying the warrant into lawful execution. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1940", "year": 1940, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1940", "year": 1940, "section": "3", "section_title": " Contribution among joint wrongdoers. ", "section_text": "3 1 Where in any action of damages in respect of loss or damage arising from any wrongful acts or negligent acts or omissions two or more persons are, in pursuance of the verdict of a jury or the judgment of a court found jointly and severally liable in damages or expenses, they shall be liable inter se to contribute to such damages or expenses in such proportions as the jury or the court, as the case may be, may deem just: Provided that nothing in this subsection shall affect the right of the person to whom such damages or expenses have been awarded to obtain a joint and several decree therefor against the persons so found liable. 2 Where any person has paid any damages or expenses in which he has been found liable in any such action as aforesaid, he shall be entitled to recover from any other person who, if sued, might also have been held liable in respect of the loss or damage on which the action was founded, such contribution, if any, as the court may deem just. 3 Nothing in this section shall— a apply to any action in respect of loss or damage suffered before the commencement of this Act; or b affect any contractual or other right of relief or indemnity or render enforceable any agreement for indemnity which could not have been enforced if this section had not been enacted."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1940", "year": 1940, "section": "4", "section_title": " Agreements to prorogate the jurisdiction of the sheriff court.", "section_text": "4 1 Any provision or agreement in or in relation to a contract to which this section applies, whereby any party to such contract prorogates, or agrees to submit to, the jurisdiction of a particular sheriff court, shall be void. 2 This section applies to— a any contract for the sale of an article and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 This section does not apply— a in the case of an agreement entered into after the dispute in respect of which the agreement is intended to have effect has arisen; or b where the contract is one referred to in Rule 3 of Schedule 8 to the Civil Jurisdiction and Judgments Act 1982."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1940", "year": 1940, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1940", "year": 1940, "section": "6", "section_title": " Provisions as to estate falling to Crown as ultimus haeres.", "section_text": "6 1 For the removal of doubts it is hereby declared that when any estate shall have fallen to the Crown as ultimus haeres ,  the Secretary of State  has the like right to uplift and ingather such estate in England  and Wales as well as in Scotland as an executor nominate to whom confirmation has been granted as mentioned in section 1 of the  Administration of Estates Act 1971 . 2 Where  the Secretary of State  is satisfied that any person has a legal right to any sum not exceeding twenty pounds (exclusive of interest) which has been paid over to the said  Secretary of State  in pursuance of section sixteen of the  Court of Session Consignations (Scotland) Act, 1895, or of section ten of the  Sheriff Courts Consignations (Scotland) Act, 1893, it shall be lawful for the said  Secretary of State  to pay such sum to that person, without any order of the court: Provided that nothing in this subsection shall authorise the said  the Secretary of State  to pay any sum to which competing claims have been made."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1940", "year": 1940, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1940", "year": 1940, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1940", "year": 1940, "section": "910.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1940", "year": 1940, "section": "11", "section_title": "†Short title, extent and repeal.", "section_text": "11 1 This Act may be cited as the Law Reform (Miscellaneous Provisions) (Scotland) Act, 1940. 2 Save as otherwise expressly provided, this Act shall extend to Scotland only. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]