[{"act": "Middlesex Deeds Act 1940", "year": 1940, "section": "1", "section_title": " Final closing of Middlesex Deeds Register.", "section_text": "1 1 The Middlesex Deeds Register shall be closed for all purposes, and accordingly— a no search shall be made in the Middlesex Deeds Register, whether by the Chief Land Registrar or his officers or otherwise, and b section one hundred and ninety-seven of the  Law of Property Act, 1925 (which provides that registration in a local deeds registry of memorials of instruments transferring or creating a legal estate or charge by way of legal mortgage shall be deemed to constitute actual notice to all persons of the transfer or creation of the legal estate or charge) shall cease to have effect as respects the Middlesex Deeds Register, but the closing of the Middlesex Deeds Register shall not affect the consequences that flow under the Middlesex Deeds Acts from any failure to register a memorial of any instrument a memorial of which was capable of registration thereunder. 2 Where a memorial of any instrument has been duly registered under the Middlesex Deeds Acts, a purchaser shall, if his purchase took place after the commencement of this Act and at the time of the purchase he had no notice of the transaction to which the instrument relates, have the same rights as he would have if the memorial had not been registered."}, {"act": "Middlesex Deeds Act 1940", "year": 1940, "section": "2", "section_title": " Registration of mortgages in Land Charges Register.", "section_text": "2 1 Puisne mortgages registered in the Middlesex Deeds Register shall be registrable under the  Land Charges Act, 1925, to the same extent as puisne mortgages not registered in any local deeds register. 2 No fee shall be payable on the registration under the Land Charges Act, 1925, of a mortgage which becomes capable of registration thereunder by reason of subsection (1) of this section. 3 Section ninety-seven of the Law of Property Act, 1925 (which provides that priorities as between certain mortgages of unregistered land not within the jurisdiction of a local deeds registry shall be determined according to the dates of registration under the Land Charges Act, 1925) shall apply in relation to land which was within the jurisdiction of the Middlesex Deeds Registry as it applies in relation to land which was never within the jurisdiction of any local deeds registry."}, {"act": "Middlesex Deeds Act 1940", "year": 1940, "section": "3", "section_title": " Indemnification of persons suffering loss.", "section_text": "3 1 Any person suffering loss by reason of paragraph ( b ) of subsection (1), or by reason of subsection (2), of section one of this Act, or by reason of the last preceding section, shall be entitled, subject to the provisions of this section, to be indemnified in respect thereof out of moneys provided by Parliament. 2 No indemnity shall be payable under this section in respect of any loss where the applicant has himself caused or substantially contributed to the loss by his act, neglect or default: Provided that the foregoing provisions of this subsection shall not apply in relation to any failure on the part of the applicant to register a puisne mortgage under the  Land Charges Act, 1925, but if— a the mortgage is not registered under that Act during the twelve months beginning with the date of the passing of this Act; and b the loss could have been prevented by the registration or earlier registration thereof,no indemnity shall be payable unless there is reasonable excuse for the failure to register the mortgage in time to prevent the loss. 3 Any indemnity under this section may include a reasonable sum in respect of any costs or expenses properly incurred by the applicant in relation to the matter. 4 If any question arises as to whether a person is entitled to an indemnity under this section or as to the amount of any such indemnity, he may, subject to and in accordance with rules of court, apply in a summary manner to the High Court to have that question determined, and the Court shall have power to hear any application made under this subsection and to make such order thereon as seems proper. 5 Where indemnity is paid under this section, the Attorney-General shall be entitled, on behalf of the Crown,— a to recover the amount paid from any person who has caused or substantially contributed to the loss by his fraud; and b to enforce any express or implied covenant or other right which the person who is indemnified would have been entitled to enforce in relation to the matter in respect of which the indemnity was paid."}, {"act": "Middlesex Deeds Act 1940", "year": 1940, "section": "4", "section_title": " Proof of registration of memorials in Middlesex Deeds Register.", "section_text": "4 1 A certificate of the registration of a memorial of an instrument in the Middlesex Deeds Register endorsed on the instrument by an officer of the Middlesex Deeds Registry shall be conclusive evidence, for all purposes, of the facts certified. 2 A writing endorsed on an instrument and purporting to be such a certificate as aforesaid shall be received in evidence and be deemed to be such a certificate without further proof unless the contrary is shown."}, {"act": "Middlesex Deeds Act 1940", "year": 1940, "section": "5", "section_title": " Interpretation.", "section_text": "5 1 In this Act— “ instrument ” includes any document a memorial whereof was capable of registration under the Middlesex Deeds Acts; “ the Middlesex Deeds Acts ” means the  Middlesex Registry Act, 1708, and the  Land Registry (Middlesex Deeds) Act, 1891, as amended by or under any other Act; “ the Middlesex Deeds Register ” means the memorials registered under the Middlesex Deeds Acts, and “ the Middlesex Deeds Registry ” has a corresponding meaning; “ puisne mortgage ” means a legal mortgage not protected by a deposit of documents relating to the legal estate affected; and “ purchaser ” means a purchaser in good faith for valuable consideration and includes a lessee, mortgagee or other person who for valuable consideration acquires an interest in property, “ purchase ” has a corresponding meaning, and “ valuable consideration ” includes marriage but does not include a nominal consideration in money. 2 Section one hundred and ninety-nine of the  Law of Property Act, 1925 (which provides that a purchaser is not to be prejudicially affected by notice of certain matters) shall have effect for the purposes of this Act, and references in this Act to notice shall be construed accordingly."}, {"act": "Middlesex Deeds Act 1940", "year": 1940, "section": "6", "section_title": " Short title.", "section_text": "6 This Act may be cited as the Middlesex Deeds Act, 1940."}]