[{"act": "Agriculture (Miscellaneous Provisions) Act 1976", "year": 1976, "section": "1", "section_title": " Dissolution of Sugar Board.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture (Miscellaneous Provisions) Act 1976", "year": 1976, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Agriculture (Miscellaneous Provisions) Act 1976", "year": 1976, "section": "3", "section_title": " Duties of Meat and Livestock Commission as regards consultation.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture (Miscellaneous Provisions) Act 1976", "year": 1976, "section": "4", "section_title": " Grants in connection with proficiency tests in crafts related to agriculture.", "section_text": "4 1 This section applies to any body of persons the activities of which include the taking of measures for some or all of the following purposes, namely— a devising, formulating and promoting proficiency tests in crafts related to agriculture in England and Wales, formulating standards for those tests, and revising those tests and standards from time to time; b co-ordinating the activities of bodies carrying out such proficiency tests in England or Wales, and monitoring the methods and standards of such bodies in carrying out those tests; and c making and maintaining arrangements for obtaining and evaluating data about the use and results of such proficiency tests in England and Wales  ... 2 The Minister may with the approval of the Treasury make payments by way of grant to any body to which this section applies for use in or towards meeting expenditure incurred or to be incurred by the body for or in connection with any purpose mentioned in subsection (1) above. 3 A payment under this section may be made on such conditions as the Minister thinks fit to impose, including conditions for restricting the purposes for which it can be used. 4 If, in the case of any payment made under this section, it appears to the Minister— a that the payment or any part of it has not been used for the purpose for which it was made; or b that, as regards the payment or any part of it, any condition on which the payment was made has not been complied with in a material respect, he may on demand recover an amount equal to the payment or that part of it, as the case may be. 5 In this section “ agriculture ” includes horticulture and forestry."}, {"act": "Agriculture (Miscellaneous Provisions) Act 1976", "year": 1976, "section": "5", "section_title": " Measures to restrict the growing of male hop plants.", "section_text": "5 1 This section shall have effect for the purpose of facilitating the production of seedless hops. 2 The Minister may by order bring this section into force in any area in England in which persons are engaged in growing hops if, after consultation with— a such organisations as appear to him appropriate as representing persons carrying on in the area the business of producing hops; and b such persons as are known to him to be carrying on that business in the area, he is satisfied that it is reasonable to make the order. 3 Where this section is in force in any area (“the current area\") by virtue of an order under this section (“the current order\"), the Minister may by order revoke or vary the current order if, after consultation with— a such organisations as appear to him appropriate as representing persons carrying on in the relevant area the business of producing hops; and b such persons as are known to him to be carrying on that business in the relevant area, he is satisfied that it is reasonable to make the order. In this subsection “ the relevant area ” means the current area or, if the proposed order would add any area to the current area, the area consisting of the current area and the area proposed to be added. 4 Before making an order under this section the Minister shall publish, in such manner as he considers appropriate for informing persons likely to be affected, a notice of his intention to do so, stating— a where a draft of the order may be inspected and copies obtained; and b the time (not being less than twenty-eight days from the publication of the notice) within which and the manner in which objections to the proposed order can be made; and the Minister shall, before making the order, consider any objections duly made, and, if he decides to make the order, may do so either in the form of the draft or with such modifications as he thinks fit. 5 An order under this section shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 6 If male hop plants are growing on any land within an area where this section is in force, the Minister may serve a notice on the occupier of the land (or, in the case of unoccupied land, on the person entitled to occupy it) requiring him to take within such time as may be specified in the notice such steps for the removal, treatment or destruction of those plants as may be so specified for the purpose of preventing those plants from becoming or remaining an actual or potential cause of pollination in female hop plants in the area. 7 If the person served with a notice under this section does not comply with any requirement in the notice, the Minister may enter and do what that person has failed to do, and may recover from him a sum equal to the reasonable cost incurred by the Minister in taking any action under this subsection. 8 Without prejudice to the power of proceeding under the preceding subsection, a person who without reasonable excuse fails to comply with any requirement in a notice under this section shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale . 9 A person duly authorised by the Minister may, on production if so required of his authority, at all reasonable hours enter on any land (but not into any dwellinghouse) in an area where this section is in force for the purpose of ascertaining whether male hop plants are growing on the land or whether the requirements of a notice under this section relating to male hop plants on that land have been complied with. 10 A notice under this section may be served by leaving it at, or sending it by post addressed to, the last known address of the person on whom it is to be served, and if it is not practicable after reasonable inquiry to ascertain his name and address, the notice may be served by addressing it to him as “ the occupier ” of the land and affixing it or a copy of it to some conspicuous object on the land. 11 A person who intentionally obstructs a person acting in the exercise of powers conferred by subsection (7) or subsection (9) above shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale ."}, {"act": "Agriculture (Miscellaneous Provisions) Act 1976", "year": 1976, "section": "6", "section_title": " Power to obtain agricultural statistics.", "section_text": "6 1 Section 78 of the  Agriculture Act 1947 (power to obtain agricultural statistics) shall be amended as follows— a in subsection (1)( a ), for the words from “description\" to “them\" there shall be substituted the words “and desription of the relevant land owned or occcupied by them\", and after the word “therein\" there shall be inserted the word “and\"; and b for the words “In this subsection the expression “livestock\" includes any animal\" at the end of subsection (1) there shall be substituted, as a new subsection (1A)— 1A In the foregoing subsection— “ livestock ” includes any animal; “ relevant land ”, in the case of the owner or occupier of the land used for agriculture, means the aggregate of— a the land owned or occupied by him which is comprised in any agricultural unit; and b any other land owned or occupied by him which is either— i used for forestry; or, ii not used for any purpose, but capable of use for agriculture or forestry, but which, if used as agricultural land by the occupier of that unit, would be comprised in that unit. 2 As regards any notice served under the said section 78(1) before the passing of this Act, subsection (1) above shall apply if, but only if, the time specified in the notice for furnishing the required information expires after 1st June 1976. 3 In accordance with subsections (1) and (2) above, subsections (1) and (1A) of the said section 78 shall, from the passing of this Act, have effect as set out in Schedule 2 to this Act."}, {"act": "Agriculture (Miscellaneous Provisions) Act 1976", "year": 1976, "section": "7", "section_title": " Adaptation of enactments to metric units.", "section_text": "7 1 The competent authority may by regulations amend any enactment to which this section applies— a by substituting an amount, quantity or rate expressed in metric units for an amount, quantity or rate not so expressed; or b by substituting an expression which is compatible with the use of metric units for an expression that has reference to a non-metric unit (for example “acreage\"). 2 This section applies to the following enactments, that is to say— a the provisions of the Acts mentioned in Schedule 3 to this Act which are specified in the third column of that Schedule; b any other provision contained in an Act (whenever passed), being a provision whose subject-matter is akin to that of any of the provisions so specified; c any scheme made or having effect as if made under Part I of the  Agricultural Marketing Act 1958; and d any enactment (whenever passed or made) relating to any of the following matters, that is to say— i sea-fishing or fishing for shellfish, salmon or migratory trout; ii salmon, trout, freshwater fish or eels (within the meaning of those expressions as defined in section 41(1) of the   Salmon and Freshwater Fisheries Act 1975); “\" iii salmon, trout or freshwater fish (within the meaning of those expressions as defined in section 24(1) of the  Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951); iv any harbour in England or Wales which is a fishery harbour for the purposes of the  Sea Fish Industry Act 1951, or such harbours generally; v any harbour or boatslip in Scotland which is a marine work as defined in section 57(1) of the  Harbours Act 1964, or such harbours and boatslips generally. 3 Any amendments made in an enactment by regulations under this section shall be such as to preserve the effect of the enactment except to such extent as in the opinion of the authority making the regulations is necessary to obtain amounts, quantities or rates expressed in convenient and suitable terms. 4 Before making any regulations under this section the authority proposing to do so shall consult such organisations as appear to the authority appropriate as representing any interests concerned. 4A Subsection (4) does not apply to regulations which make amendments that apply only in relation to England. 5 Regulations under this section may contain such incidental, supplemental and consequential provisions as the authority making them considers expedient. 6 The power to make regulations under this section shall be exercisable by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 7 In this section— “ the competent authority ” means the Minister, or the Secretary of State, or the Minister and the Secretary of State acting jointly; “ enactment ” means any provision of a public general Act, of a local, private or personal Act, of a provisional order confirmed by an Act, or of any instrument made or having effect under an Act."}, {"act": "Agriculture (Miscellaneous Provisions) Act 1976", "year": 1976, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Agriculture (Miscellaneous Provisions) Act 1976", "year": 1976, "section": "910.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Agriculture (Miscellaneous Provisions) Act 1976", "year": 1976, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Agriculture (Miscellaneous Provisions) Act 1976", "year": 1976, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Agriculture (Miscellaneous Provisions) Act 1976", "year": 1976, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "Agriculture (Miscellaneous Provisions) Act 1976", "year": 1976, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14 "}, {"act": "Agriculture (Miscellaneous Provisions) Act 1976", "year": 1976, "section": "15", "section_title": " Recovery of farm capital grants made by reference to false or misleading information.", "section_text": "15 1 With a view to enabling the appropriate Minister to recover payments made by way of grant by virtue of section 29 of the  Agriculture Act 1970 if it appears to him that the person on whose application any such payment was made gave false or misleading information, section 29(4) of that Act shall be amended as follows— a in paragraph ( c ) for the words “was made (hereafter in this subsection referred to as “the applicant\")\" there shall be substituted the words “or for the making of any payment was made\", and after the words “the giving of the approval\" there shall be inserted the words “or the making of the payment\"; b for the words “equal to that payment\" there shall be substituted the words “equal to the payment which has been so made\"; and c for paragraphs (i) to (iii) there shall be substituted— i shall give to the person to whom any payment by way of grant would be payable, or from whom any such amount would be recoverable, a written notification of the reasons for the action proposed to be taken by the Minister; ii shall afford that person an opportunity of appearing before and being heard by a person appointed for the purpose by the appropriate Minister; and iii shall consider the report by a person so appointed and supply a copy of the report to the person mentioned in paragraph (i) above. . 2 The preceding subsection shall not have effect as regards information given before the passing of this Act."}, {"act": "Agriculture (Miscellaneous Provisions) Act 1976", "year": 1976, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Agriculture (Miscellaneous Provisions) Act 1976", "year": 1976, "section": "1724.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Agriculture (Miscellaneous Provisions) Act 1976", "year": 1976, "section": "25", "section_title": " Expenses and receipts.", "section_text": "25 There shall be paid out of money provided by Parliament— a any expenses incurred by any Minister under this Act; and b any increase attributable to this Act in the sums payable out of such money under any other Act; and any sums received by any Minister by virtue of this Act shall be paid into the Consolidated Fund."}, {"act": "Agriculture (Miscellaneous Provisions) Act 1976", "year": 1976, "section": "26", "section_title": " Interpretation and repeals.", "section_text": "26 1 In this Act  ... “ the Minister ” means the Minister of Agriculture, Fisheries and Food. 2 Except where the context otherwise requires, any reference in this Act to an enactment is a reference to it as amended, and includes a reference to it as applied, by or under any other enactment, including this Act. 3 The enactments mentioned in Schedule 4 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Agriculture (Miscellaneous Provisions) Act 1976", "year": 1976, "section": "27", "section_title": " Short title, commencement and extent.", "section_text": "27 1 This Act may be cited as the Agriculture (Miscellaneous Provisions) Act 1976. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Sections  ... 4, 5, . . .   . . .   of this Act do not extend to Scotland,  ... 6 Except for the following provisions, namely— a sections  ... 15, 26(1) and (2) and this section; b section 7 and Schedule 3 so far as they relate to enactments (within the meaning of that section) that extend to Northern Ireland; and c Part I of Schedule 4 and, so far as it relates to that Part, section 26(3), this Act does not extend to Northern Ireland."}]