[{"act": "Congenital Disabilities (Civil Liability) Act 1976", "year": 1976, "section": "1", "section_title": " Civil liability to child born disabled. ", "section_text": "1 1 If a child is born disabled as the result of such an occurrence before its birth as is mentioned in subsection (2) below, and a person (other than the child’s own mother) is under this section answerable to the child in respect of the occurrence, the child’s disabilities are to be regarded as damage resulting from the wrongful act of that person and actionable accordingly at the suit of the child. 2 An occurrence to which this section applies is one which— a affected either parent of the child in his or her ability to have a normal, healthy child; or b affected the mother during her pregnancy, or affected her or the child in the course of its birth, so that the child is born with disabilities which would not otherwise have been present. 3 Subject to the following subsections, a person (here referred to as “ the defendant ”) is answerable to the child if he was liable in tort to the parent or would, if sued in due time, have been so; and it is no answer that there could not have been such liability because the parent suffered no actionable injury, if there was a breach of legal duty which, accompanied by injury, would have given rise to the liability. 4 In the case of an occurrence preceding the time of conception, the defendant is not answerable to the child if at that time either or both of the parents knew the risk of their child being born disabled (that is to say, the particular risk created by the occurrence); but should it be the child’s father who is the defendant, this subsection does not apply if he knew of the risk and the mother did not. 4A In the case of a child who has a parent by virtue of section 42 or 43 of the Human Fertilisation and Embryology Act 2008, the reference in subsection (4) to the child's father includes a reference to the woman who is a parent by virtue of that section. 5 The defendant is not answerable to the child, for anything he did or omitted to do when responsible in a professional capacity for treating or advising the parent, if he took reasonable care having due regard to then received professional opinion applicable to the particular class of case; but this does not mean that he is answerable only because he departed from received opinion. 6 Liability to the child under this section may be treated as having been excluded or limited by contract made with the parent affected, to the same extent and subject to the same restrictions as liability in the parent’s own case; and a contract term which could have been set up by the defendant in an action by the parent, so as to exclude or limit his liablility to him or her, operates in the defendant’s favour to the same, but no greater, extent in an action under this section by the child. 7 If in the child’s action under this section it is shown that the parent affected shared the responsibility for the child being born disabled, the damages are to be reduced to such extent as the court thinks just and equitable having regard to the extent of the parent’s responsibility."}, {"act": "Congenital Disabilities (Civil Liability) Act 1976", "year": 1976, "section": "1A", "section_title": " Extension of section 1 to cover infertility treatments.", "section_text": "1A 1 In any case where— a a child carried by a woman as the result of the placing in her of an embryo or of sperm and eggs or her artificial insemination is born disabled, b the disability results from an act or omission in the course of the selection, or the keeping or use outside the body, of the embryo carried by her or of the gametes used to bring about the creation of the embryo, and c a person is under this section answerable to the child in respect of the act or omission, the child’s disabilities are to be regarded as damage resulting from the wrongful act of that person and actionable accordingly at the suit of the child. 2 Subject to subsection (3) below and the applied provisions of section 1 of this Act, a person (here referred to as “ the defendant ”) is answerable to the child if he was liable in tort to one or both of the parents (here referred to as “ the parent or parents concerned ”) or would, if sued in due time, have been so; and it is no answer that there could not have been such liability because the parent or parents concerned suffered no actionable injury, if there was a breach of legal duty which, accompanied by injury, would have given rise to the liability. 3 The defendant is not under this section answerable to the child if at the time the embryo, or the sperm and eggs, are placed in the woman or the time of her insemination (as the case may be) either or both of the parents knew the risk of their child being born disabled (that is to say, the particular risk created by the act or omission). 4 Subsections (5) to (7) of section 1 of ths Act apply for the purposes of this section as they apply for the purposes of that but as if references to the parent or the parent affected were references to the parent or parents concerned."}, {"act": "Congenital Disabilities (Civil Liability) Act 1976", "year": 1976, "section": "2", "section_title": " Liability of woman driving when pregnant.", "section_text": "2 A woman driving a motor vehicle when she knows (or ought reasonably to know) herself to be pregnant is to be regarded as being under the same duty to take care for the safety of her unborn child as the law imposes on her with respect to the safety of other people; and if in consequence of her breach of that duty her child is born with disabilities which would not otherwise have been present, those disabilities are to be regarded as damage resulting from her wrongful act and actionable accordingly at the suit of the child."}, {"act": "Congenital Disabilities (Civil Liability) Act 1976", "year": 1976, "section": "3", "section_title": " Disabled birth due to radiation.", "section_text": "3 1 Section 1 of this Act does not affect the operation of the  Nuclear Installations Act 1965 as to liability for, and compensation in  respect of— a injury, damage or significant impairment of the environment caused by occurrences involving nuclear matter or the emission of ionising radiations, or b injury or damage caused by preventive measures taken after a breach of duty under section 7, 7B, 8, 9 or 10 of that Act. 2 For the avoidance of doubt anything which— a affects a man in his ability to have a normal, healthy child; or b affects a woman in that ability, or so affects her when she is pregnant that her child is born with disabilities which would not otherwise have been present, is an injury for the purposes of that Act. 3 If a child is born disabled as the result of an injury to either of its parents  that is  caused in breach of a duty imposed by any of sections 7 to 11 of that Act (nuclear site licensees and others to secure that nuclear incidents do not cause injury to persons,  etc. )  or that is an injury falling within subsection (3A) , the child’s disabilities are to be regarded under the subsequent provisions of that Act (compensation and other matters) as injuries caused on the same occasion, and by the same breach of duty, as was the injury to the parent. 3A An injury falls within this subsection if— a it is caused by ionising radiations, and b exposure to those ionising radiations is the result of preventive measures having been taken after a breach of a duty imposed by section 7, 7B, 8, 9 or 10 of that Act.  4 As respects compensation to the child, section  13(7)  of that Act (contributory fault of person injured by radiation) is to be applied as if the  references in section 13(7) to a person’s act or omission were references to the act or omission of  the parent. 5 Compensation is not payable in the child’s case if the injury to the parent preceded the time of the child’s conception and at that time either or both of the parents knew the risk of their child being born disabled (that is to say, the particular risk created by the injury)."}, {"act": "Congenital Disabilities (Civil Liability) Act 1976", "year": 1976, "section": "4", "section_title": " Interpretation and other supplementary provisions.", "section_text": "4 1 References in this Act to a child being born disabled or with disabilities are to its being born with any deformity, disease or abnormality, including predisposition (whether or not susceptible of immediate prognosis) to physical or mental defect in the future. 2 In this Act— a “ born ” means born alive (the moment of a child’s birth being when it first has a life separate from its mother), and “ birth ” has a corresponding meaning; and b “ motor vehicle ” means a mechanically propelled vehicle intended or adapted for use on roads. and references to embryos shall be construed in accordance with  section 1(1) of the Human Fertilisation and Embryology Act 1990 and any regulations under section 1(6) of that Act 3 Liability to a child under section 1  1A or 2 of this Act is to be regarded— a as respects all its incidents and any matters arising or to arise out of it; and b subject to any contrary context or intention, for the purpose of construing references in enactments and documents to personal or bodily injuries and cognate matters, as liability for personal injuries sustained by the child immediately after its birth. 4 No damages shall be recoverable under  any of those sections in respect of any loss of expectation of life, nor shall any such loss be taken into account in the compensation payable in respect of a child under the  Nuclear Installations Act 1965 as extended by section 3, unless (in either case) the child lives for at least 48 hours. 4A In any case where a child carried by a woman as the result of the placing in her of an embryo or of sperm and eggs or her artificial insemination is born disabled, any reference in section 1 of this Act to a parent includes a reference to a person who would be a parent but for sections 27 to 29 of the Human Fertilisation and Embryology Act 1990. or sections 33 to 47 of the Human Fertilisation and Embryology Act 2008. 5 This Act applies in respect of births after (but not before) its passing, and in respect of any such birth it replaces any law in force before its passing, whereby a person could be liable to a child in respect of disabilities with which it might be born; but in section 1(3) of this Act the expression “ liable in tort ” does not include any reference to liability by virtue of this Act, or to liability by virtue of any such law. 6 References to the  Nuclear Installations Act 1965 are to that Act as amended; and for the purposes of section 28 of that Act (power by Order in Council to extend the Act to territories outside the United Kingdom) section 3 of this Act is to be treated as if it were a provision of that Act."}, {"act": "Congenital Disabilities (Civil Liability) Act 1976", "year": 1976, "section": "5", "section_title": " Crown application.", "section_text": "5 This Act binds the Crown."}, {"act": "Congenital Disabilities (Civil Liability) Act 1976", "year": 1976, "section": "6", "section_title": " Citation and extent.", "section_text": "6 1 This Act may be cited as the Congenital Disabilities (Civil Liability) Act 1976. 2 This Act extends to Northern Ireland but not to Scotland."}]