[{"act": "Divorce (Scotland) Act 1976", "year": 1976, "section": "1", "section_title": "Grounds of divorce.", "section_text": "1 1 In an action for divorce the court may grant decree of divorce if, but only if, it is established in accordance with the following provisions of this Act that . a the marriage has broken down irretrievably  or b subject to subsection (3B),  an interim gender recognition certificate under the Gender Recognition Act 2004 has, after the date of the marriage, been issued to either party to the marriage. References in this Act (other than in sections 5(1) and 13 of this Act) to an action for divorce are to be construed as references to such an action brought after the commencement of this Act. 2 The irretrievable breakdown of a marriage shall, subject to the following provisions of this Act, be taken to be established in an action for divorce if— a since the date of the marriage the defender has committed adultery; or b since the date of the marriage the defender has at any time behaved (whether or not as a result of mental abnormality and whether such behaviour has been active or passive) in such a way that the pursuer cannot reasonably be expected to cohabit with the defender; or c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d there has been no cohabitation between the parties at any time during a continuous period of  one year  after the date of the marriage and immediately preceding the bringing of the action and the defender consents to the granting of decree of divorce; or e there has been no cohabitation between the parties at any time during a continuous period of  two  years after the date of the marriage and immediately preceding the bringing of the action. 3 The irretrievable breakdown of a marriage shall not be taken to be established in an action for divorce by reason of subsection (2)(a) of this section if the adultery mentioned in the said subsection (2)(a) has been connived at in such a way as to raise the defence of lenocinium or has been condoned by the pursuer’s cohabitation with the defender in the knowledge or belief that the defender has committed the adultery. 3A For the avoidance of doubt, in relation to marriage between persons of the same sex, adultery has the same meaning as it has in relation to marriage between persons of different sexes. 3B Subsection (1)(b)— a does not apply where, under the Gender Recognition Act 2004, the Gender Recognition Panel issue a full gender recognition certificate to the person to whom the interim gender recognition certificate was issued, but b continues to apply despite a full gender recognition certificate being issued to that person by the sheriff under section 4E of that Act. 4 Provision shall be made by act of sederunt— a for the purpose of ensuring that, where in an action for divorce to which subsection (2)(d) of this section relates the defender consents to the granting of decree, he has been given such information as will enable him to understand— i the consequences to him of his consenting as aforesaid; and ii the steps which he must take to indicate his consent; and b prescribing the manner in which the defender in such an action shall indicate his consent, and any withdrawal of such consent, to the granting of decree; and where the defender has indicated (and not withdrawn) his consent in the prescribed manner, such indication shall be sufficient evidence of such consent. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In an action for divorce the standard of proof required to establish the ground of the action shall be on balance of probability."}, {"act": "Divorce (Scotland) Act 1976", "year": 1976, "section": "2", "section_title": " Encouragement of reconciliation.", "section_text": "2 1 At any time before granting decree  under paragraph (a) of section 1(1) , if it appears to the court that there is a reasonable prospect of a reconciliation between the parties, it shall continue, or further continue, the action for such period as it thinks proper to enable attempts to be made to effect such a reconciliation; and if during any such continuation the parties cohabit with one another, no account shall be taken of such cohabitation for the purposes of that action. 2 Adultery shall not be held to have been condoned within the meaning of section 1(3) of this Act by reason only of the fact that after the commission of the adultery the pursuer has continued or resumed cohabitation with the defender, provided that the pursuer has not cohabited with the defender at any time after the end of the period of three months from the date on which such cohabitation as is referred to in the said section 1(3) was continued or resumed as aforesaid. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In considering whether any period mentioned in paragraph  ..., (d), or (e) of section 1(2) of this Act has been continuous no account shall be taken of any period or periods not exceeding six months in all during which the parties cohabited with one another; but no such period or periods during which the parties cohabited with one another shall count as part of the period of non-cohabitation required by any of those paragraphs."}, {"act": "Divorce (Scotland) Act 1976", "year": 1976, "section": "3", "section_title": " Action for divorce following on decree of separation.", "section_text": "3 1 The court may grant decree in an action for divorce notwithstanding that decree of separation has previously been granted to the pursuer on the same, or substantially the same, facts as those averred in support of the action for divorce; and in any such action (other than an action for divorce by reason of section 1(2)(a) of this Act) the court may treat an extract decree of separation lodged in process as sufficient proof of the facts upon which such decree was granted. 2 Nothing in this section shall entitle the court to grant decree of divorce without receiving evidence from the pursuer."}, {"act": "Divorce (Scotland) Act 1976", "year": 1976, "section": "3A", "section_title": "Postponement of decree of divorce where religious impediment to remarry exists", "section_text": "3A 1 Notwithstanding that irretrievable breakdown of a marriage has been established in an action for divorce, the court may— a on the application of a party (“ the applicant ”); and b if satisfied— i that subsection (2) applies; and ii that it is just and reasonable to do so, postpone the grant of decree in the action until it is satisfied that the other party has complied with subsection (3). 2 This subsection applies where— a the applicant is prevented from entering into a religious marriage by virtue of a requirement of the religion of that marriage; and b the other party can act so as to remove, or enable or contribute to the removal of, the impediment which prevents that marriage. 3 A party complies with this subsection by acting in the way described in subsection (2)(b). 4 The court may, whether or not on the application of a party and notwithstanding that subsection (2) applies, recall a postponement under subsection (1). 5 The court may, before recalling a postponement under subsection (1), order the other party to produce a certificate from a relevant religious body confirming that the other party has acted in the way described in subsection 2(b). 6 For the purposes of subsection (5), a religious body is  “ relevant ” if the applicant considers the body competent to provide the confirmation referred to in that subsection. 7 In this section— “ religious marriage ” means a marriage solemnised by a marriage celebrant of a prescribed religious body, and  “ religion of that marriage ” shall be construed accordingly; “ prescribed ” means prescribed by regulations made by the Scottish Ministers. 8 Any reference in this section to a marriage celebrant of a prescribed religious body is a reference to— a a minister, clergyman, pastor or priest of such a body; b a person who has, on the nomination of such a body, been registered under section 9 of the Marriage (Scotland) Act 1977 (c. 15) as empowered to solemnise marriages; or c any person who is recognised by such a body as entitled to solemnise marriages on its behalf. 9 Regulations under subsection (7) shall be made by statutory instrument; and any such instrument shall be subject to annulment in pursuance of a resolution of the Scottish Parliament."}, {"act": "Divorce (Scotland) Act 1976", "year": 1976, "section": "4", "section_title": " Actions for separation.", "section_text": "4 1 Sections 1, 2 and 11 of this Act shall apply to an action for separation or separation and aliment brought after the commencement of this Act and decree in such action as those sections apply to an action for divorce and decree therein subject to— a the modification that any reference to irretrievable breakdown of a marriage shall be construed as a reference to grounds justifying decree of separation of the parties to a marriage; and b all other necessary modifications. 2 In an action for separation or separation and aliment brought after the commencement of this Act, decree of separation shall not be pronounced except in accordance with the provisions of this section."}, {"act": "Divorce (Scotland) Act 1976", "year": 1976, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Divorce (Scotland) Act 1976", "year": 1976, "section": "67.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Divorce (Scotland) Act 1976", "year": 1976, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Divorce (Scotland) Act 1976", "year": 1976, "section": "9", "section_title": " Abolition of oath of calumny.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Divorce (Scotland) Act 1976", "year": 1976, "section": "10", "section_title": " Right of husband to cite paramour as a co-defender and to sue for damages abolished.", "section_text": "10 1 After the commencement of this Act the following rights of a husband shall be abolished, that is to say— a the right to cite a paramour of his wife as a co-defender in an action for divorce, and b the right to claim or to obtain damages (including solatium) from a paramour by way of reparation. 2 Nothing in the provisions of the foregoing subsection shall preclude the court from awarding the expenses of the action for or against the paramour or alleged paramour in accordance with the practice of the court. 3 Section 7 of the  Conjugal Rights (Scotland) Amendment Act 1861 (citation of a co-defender in an action for divorce and decree for expenses against him) shall cease to have effect."}, {"act": "Divorce (Scotland) Act 1976", "year": 1976, "section": "11", "section_title": " Curator ad litem to be appointed in certain cases.", "section_text": "11 Provision shall be made by act of sederunt for the purpose of securing that, where in an action for divorce the defender is suffering from mental illness, the court shall appoint a curator ad litem to the defender."}, {"act": "Divorce (Scotland) Act 1976", "year": 1976, "section": "12", "section_title": " Amendments, repeals and transitional provisions.", "section_text": "12 1 The enactments described in Schedule 1 to this Act shall have effect subject to the amendments specified therein in relation to them respectively. 2 The enactments specified in columns 1 and 2 of Schedule 2 to this Act are hereby repealed to the extent specified in relation to them respectively in column 3 of that schedule. 3 Subject to the following provisions of this section and without prejudice to the operation of section 38 of the  Interpretation Act 1889 (effect of repeals), nothing in this section shall affect any proceedings brought, anything done, or the operation of any order made, under any enactment repealed by this section; nor shall anything in this Act be taken to revive any rule of law superseded by any enactment repealed by this section. 4 Anything which, prior to the commencement of this Act, could have been done under section 2 of the  Divorce (Scotland) Act 1938 or section 26 or 27 of the  Succession (Scotland) Act 1964 may, after the commencement of this Act, be done under the corresponding provision of section 5 or 6 of this Act. 5 An order under section 2 of the  Divorce (Scotland) Act 1938 for the payment of an annual or periodical allowance to or for the behoof of a child of the marriage may, after the commencement of this Act, be varied or recalled by a subsequent order under subsection (2) of that section as if that section had not been repealed by this Act. 6 Subsection (5) of section 5 of this Act shall apply in relation to an order for the payment of an annual or periodical allowance under section 2 of the  Divorce (Scotland) Act 1938 or of a periodical allowance under section 26 of the  Succession (Scotland) Act 1964 as it applies in relation to an order for the payment of a periodical allowance under the said section 5."}, {"act": "Divorce (Scotland) Act 1976", "year": 1976, "section": "13", "section_title": " Interpretation.", "section_text": "13 1 In this Act, unless the context otherwise requires— “ action for divorce ” has the meaning assigned to it by section 1(1) of this Act; “ the court ” means  , in relation to any action, the Court of Session or the Sheriff Court, as the case may require. 2 For the purposes of this Act, the parties to a marriage shall be held to cohabit with one another only when they are in fact living together as man and wife; and “ cohabitation ” shall be construed accordingly. 3 References in this Act to any enactment are references to that enactment as amended, and include references thereto as applied, by any other enactment, including, except where the context otherwise requires, this Act."}, {"act": "Divorce (Scotland) Act 1976", "year": 1976, "section": "14", "section_title": " Citation, commencement and extent.", "section_text": "14 1 This Act may be cited as the Divorce (Scotland) Act 1976. 2 This Act except section 8 shall come into operation on 1st January 1977. 3 So much of section 12 of, and Schedule 1 to, this Act as affects the operation of section 16 of the  Maintenance Orders Act 1950 shall extend to England and Wales and to Northern Ireland as well as Scotland, but save as aforesaid this Act shall extend to Scotland only."}]