[{"act": "Fatal Accidents Act 1976", "year": 1976, "section": "1", "section_title": "\n \n Right of action for wrongful act causing death. \n \n", "section_text": " 1  1 If death is caused by any wrongful act, neglect or default which is such as would (if death had not ensued) have entitled the person injured to maintain an action and recover damages in respect thereof, the person who would have been liable if death had not ensued shall be liable to an action for damages, notwithstanding the death of the person injured. 2 Subject to section 1A(2) below, every such action shall be for the benefit of the dependants of the person (“the deceased”) whose death has been so caused. 3 In this Act “ dependant ” means— a the wife or husband or former wife or husband of the deceased; aa the civil partner or former civil partner of the deceased; b any person who— i was living with the deceased in the same household immediately before the date of the death; and ii had been living with the deceased in the same household for at least two years before that date; and iii was living during the whole of that period as the husband or wife or civil partner  of the deceased; c any parent or other ascendant of the deceased; d any person who was treated by the deceased as his parent; e any child or other descendant of the deceased; f any person (not being a child of the deceased) who, in the case of any marriage to which the deceased was at any time a party, was treated by the deceased as a child of the family in relation to that marriage; fa any person (not being a child of the deceased) who, in the case of any civil partnership in which the deceased was at any time a civil partner, was treated by the deceased as a child of the family in relation to that civil partnership; g any person who is, or is the issue of, a brother, sister, uncle or aunt of the deceased. 4 The reference to the former wife or husband of the deceased in subsection (3)(a) above includes a reference to a person whose marriage to the deceased has been annulled or declared void as well as a person whose marriage to the deceased has been dissolved. 4A The reference to the former civil partner of the deceased in subsection (3)(aa) above includes a reference to a person whose civil partnership with the deceased has been annulled as well as a person whose civil partnership with the deceased has been dissolved. 5 In deducing any relationship for the purposes of subsection (3) above— a any relationship  by marriage or civil partnership  shall be treated as a relationship by consanguinity, any relationship of the half blood as a relationship of the whole blood, and the stepchild of any person as his child, and b an illegitimate person shall be treated as— i the legitimate child of his mother and reputed father, or ii in the case of a person who has a female parent by virtue of section 43 of the Human Fertilisation and Embryology Act 2008, the legitimate child of his mother and that female parent. 6 Any reference in this Act to injury includes any disease and any impairment of a person’s physical or mental condition."}, {"act": "Fatal Accidents Act 1976", "year": 1976, "section": "1A", "section_title": " Bereavement.", "section_text": "1A 1 An action under this Act may consist of or include a claim for damages for bereavement. 2 A claim for damages for bereavement shall only be for the benefit— a of the wife or husband  or civil partner  of the deceased;  aa of the cohabiting partner of the deceased;  and b where the deceased was a minor who was never married  or a civil partner — i of his parents, if he was legitimate; and ii of his mother, if he was illegitimate. 2A In subsection (2) “cohabiting partner” means any person who— a was living with the deceased in the same household immediately before the date of the death; and b had been living with the deceased in the same household for at least two years before that date; and c was living during the whole of that period as the wife or husband or civil partner of the deceased. 3 Subject to subsection (5) below, the sum to be awarded as damages under this section shall be  £15,120 . 4 Where there is a claim for damages under   subsection (2)(a) and (aa), or under subsection (2)(b),   for the benefit of   more than one person , the sum awarded shall be divided equally between them (subject to any deduction falling to be made in respect of costs not recovered from the defendant). 5 The Lord Chancellor may by order made by statutory instrument, subject to annulment in pursuance of a resolution of either House of Parliament, amend this section by varying the sum for the time being specified in subsection (3) above."}, {"act": "Fatal Accidents Act 1976", "year": 1976, "section": "2", "section_title": " Persons entitled to bring the action.", "section_text": "2 1 The action shall be brought by and in the name of the executor or administrator of the deceased. 2 If— a there is no executor or administrator of the deceased, or b no action is brought within six months after the death by and in the name of an executor or administrator of the deceased, the action may be brought by and in the name of all or any of the persons for whose benefit an executor or administrator could have brought it. 3 Not more than one action shall lie for and in respect of the same subject matter of complaint. 4 The plaintiff in the action shall be required to deliver to the defendant or his solicitor full particulars of the persons for whom and on whose behalf the action is brought and of the nature of the claim in respect of which damages are sought to be recovered."}, {"act": "Fatal Accidents Act 1976", "year": 1976, "section": "3", "section_title": " Assessment of damages.", "section_text": "3 1 In the action such damages, other than damages for bereavement, may be awarded as are proportioned to the injury resulting from the death to the dependants respectively. 2 After deducting the costs not recovered from the defendant any amount recovered otherwise than as damages for bereavement shall be divided among the dependants in such shares as may be directed. 3 In an action under this Act where there fall to be assessed damages payable to a widow in respect of the death of her husband there shall not be taken account the re-marriage of the widow or her prospects of re-marriage. 4 In an action under this Act where there fall to be assessed damages payable to a person who is a dependant by virtue of section 1(3)(b) above in respect of the death of the person with whom the dependant was living as husband or wife or civil partner  there shall be taken into account (together with any other matter that appears to the court to be relevant to the action) the fact that the dependant had no enforceable right to financial support by the deceased as a result of their living together. 5 If the dependants have incurred funeral expenses in respect of the deceased, damages may be awarded in respect of those expenses. 6 Money paid into court in satisfaction of a cause of action under this Act may be in one sum without specifying any person’s share."}, {"act": "Fatal Accidents Act 1976", "year": 1976, "section": "4", "section_title": " Assessment of damages: disregard of benefits. ", "section_text": "4 In assessing damages in respect of a person’s death in an action under this Act, benefits which have accrued or may accrue to any person from his estate or otherwise as a result of his death shall be disregarded."}, {"act": "Fatal Accidents Act 1976", "year": 1976, "section": "5", "section_title": " Contributory negligence. ", "section_text": "5 Where any person dies as the result partly of his own fault and partly of the fault of any other person or persons, and accordingly if an action were brought for the benefit of the estate under the  Law Reform (Miscellaneous Provisions) Act 1934 the damages recoverable would be reduced under section 1(1) of the  Law Reform (Contributory Negligence) Act 1945, any damages recoverable in an action . . .   under this Act shall be reduced to a proportionate extent."}, {"act": "Fatal Accidents Act 1976", "year": 1976, "section": "6", "section_title": " Consequential amendments and repeals.", "section_text": "6 1 Schedule 1 to this Act contains consequential amendments. 2 The enactments specified in Schedule 2 to this Act are repealed to the extent specified in the third column of that Schedule."}, {"act": "Fatal Accidents Act 1976", "year": 1976, "section": "7", "section_title": " Short title,  etc.", "section_text": "7 1 This Act may be cited as the Fatal Accidents Act 1976. 2 This Act shall come into force on 1st September 1976, but shall not apply to any cause of action arising on a death before it comes into force. 3 This Act shall not extend to Scotland or Northern Ireland."}]