[{"act": "Finance Act 1976", "year": 1976, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Finance Act 1976", "year": 1976, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Finance Act 1976", "year": 1976, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Finance Act 1976", "year": 1976, "section": "6", "section_title": "", "section_text": "6 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance Act 1976", "year": 1976, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Finance Act 1976", "year": 1976, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Finance Act 1976", "year": 1976, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Finance Act 1976", "year": 1976, "section": "11", "section_title": " Information about goods vehicles and registration of trailers.", "section_text": "11 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1976", "year": 1976, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "12"}, {"act": "Finance Act 1976", "year": 1976, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Finance Act 1976", "year": 1976, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Finance Act 1976", "year": 1976, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Finance Act 1976", "year": 1976, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Finance Act 1976", "year": 1976, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Finance Act 1976", "year": 1976, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Finance Act 1976", "year": 1976, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19"}, {"act": "Finance Act 1976", "year": 1976, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "20"}, {"act": "Finance Act 1976", "year": 1976, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "21"}, {"act": "Finance Act 1976", "year": 1976, "section": "23", "section_title": " Failure of resolution under Provisional Collection of Taxes Act 1968. ", "section_text": "23 1 Where— a by virtue of a resolution having effect under the Provisional Collection of Taxes Act 1968 value added tax has been paid at a rate specified in the resolution on the supply of any goods or services by reference to a value determined under section 10(2) of the Finance Act 1972, and b by virtue of section 1(6) or (7) or 5(3) of the said Act of 1968 any of that tax is repayable in consequence of the restoration in relation to that supply of a lower rate, the amount repayable shall be the difference between the tax paid by reference to that value at the rate specified in the resolution and the tax that would have been payable by reference to that value at the lower rate. 2 Where— a by virtue of such a resolution value added tax is chargeable at a rate specified in the resolution on the supply of any goods or services by reference to a value determined under the said section 10(2), but b before the tax is paid it ceases to be chargeable at that rate in consequence of the restoration in relation to that supply of a lower rate, the tax chargeable at the lower rate shall be charged by reference to the same value as that by reference to which tax would have been chargeable at the rate specified in the resolution. 3 The tax that may be deducted as input tax under section 3(1) of the Finance Act 1972 or refunded under section 15 or 15A of that Act does not include tax that has been repaid by virtue of any of the provisions mentioned in subsection (1)(b) above or that would be repayable by virtue of any of those provisions if it had been paid."}, {"act": "Finance Act 1976", "year": 1976, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "24"}, {"act": "Finance Act 1976", "year": 1976, "section": "39", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "39"}, {"act": "Finance Act 1976", "year": 1976, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "43"}, {"act": "Finance Act 1976", "year": 1976, "section": "44", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "44"}, {"act": "Finance Act 1976", "year": 1976, "section": "51", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "51"}, {"act": "Finance Act 1976", "year": 1976, "section": "52", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "52"}, {"act": "Finance Act 1976", "year": 1976, "section": "54", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "54"}, {"act": "Finance Act 1976", "year": 1976, "section": "55", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "55"}, {"act": "Finance Act 1976", "year": 1976, "section": "57", "section_title": " Investigatory powers.", "section_text": "57 1 For section 20 of the Taxes Management Act 1970 (power to call for documents relating to business profits and tax liability thereon) there shall be substituted the sections 20, 20A, 20B, 20C and 20D set out in Schedule 6 to this Act. 2 In section 118(1) of that Act (interpretation), in the definition of “ tax ”, after the words “those taxes\" there are inserted the words “except that in sections 20, 20A, 20B, 20C and 20D it does not include development land tax\"."}, {"act": "Finance Act 1976", "year": 1976, "section": "58", "section_title": " Recovery of tax in sheriff court.", "section_text": "58 1 Section 67(1) of the Taxes Management Act 1970 (recovery of tax in sheriff court) shall be amended as follows— a for the words “does not exceed £250\" there shall be substituted the words “does not exceed the sum for the time being specified in section 35(1)(a) of the Sheriff Courts (Scotland) Act 1971\"; b the words “or in the sheriff’s small debt court, whichever is appropriate\" shall be omitted. 2 this section shall come into force on 1st September 1976."}, {"act": "Finance Act 1976", "year": 1976, "section": "59", "section_title": " Post-war credits. ", "section_text": "59 After section 131(3) of the Finance Act 1972 (power of Treasury to make order fixing time-limit for applications for repayment of post-war credits) there shall be inserted— 3A An order under subsection (3) above may make different provision for different cases or classes of case and may provide that no amount shall be ascertained, recorded or notified under section 7 of the Finance Act 1941 after any such time as may be specified in the order."}, {"act": "Finance Act 1976", "year": 1976, "section": "60", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "60–71"}, {"act": "Finance Act 1976", "year": 1976, "section": "72", "section_title": "", "section_text": "72 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  13 The enactments specified in Schedule 9 to this Act shall be amended as there specified (which are amendments consequential on the replacement by this Chapter of Chapter  II  of Part VIII of the Taxes Act and other provisions); Part I of that Schedule substitutes a new section for section 15 of the Taxes Management Act 1970, and contains consequential amendments; Part II contains other amendments."}, {"act": "Finance Act 1976", "year": 1976, "section": "73", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "73–125"}, {"act": "Finance Act 1976", "year": 1976, "section": "126", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "126"}, {"act": "Finance Act 1976", "year": 1976, "section": "127", "section_title": "Stamp duty: stock exchange transfers", "section_text": "127 1 Stamp duty shall not be chargeable on any transfer to a stock exchange nominee which is executed for the purposes of a stock exchange transaction. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 In section 33(1) of the Finance Act 1970 (composition by Stock Exchange in respect of transfer duty) after the words  “\" the heading ” “Conveyance or Transfer on Sale ” there shall be inserted the words  “                  ““or”Conveyance or Transfer of any kind not hereinbefore described ”                ” and the words  “being instruments executed for the purposes of stock exchange transactions as defined in section 4(1) of the Stock Transfer Act 1963 ”  shall be omitted. 5 This section shall be construed as one with the Stamp Act 1891   and in this section— “  jobber ” means a member of The Stock Exchange who is recognised by the Council thereof as carrying on the business of a jobber and carries on that business in the United Kingdom; “ stock exchange nominee ”  means any person designated for the purposes of this section as a nominee of The Stock Exchange by an order made by the Secretary of State; “ stock exchange transaction  ” has the meaning given in section 4 of the Stock Transfer Act 1963  . 6 The power to make an order under subsection (5) above shall be exercisable by statutory instrument and includes power to vary or revoke a previous order. 7 Section 33 of the Finance Act 1970   shall extend to Northern Ireland; and in the application of that section and this section to Northern Ireland for any reference to the Stock Transfer Act 1963 there shall be substituted a reference to the Stock Transfer Act (Northern Ireland) 1963  ."}, {"act": "Finance Act 1976", "year": 1976, "section": "128", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "128"}, {"act": "Finance Act 1976", "year": 1976, "section": "129", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "129"}, {"act": "Finance Act 1976", "year": 1976, "section": "130", "section_title": " Petroleum revenue tax. ", "section_text": "130 1 Schedule 2 to the Oil Taxation Act 1975 (management and collection) shall be amended as follows. 2 In paragraph 12(1), after paragraph (c) there shall be inserted or                   d that for any chargeable period they ought to have made an assessment to tax instead of a determination of loss or a determination of loss instead of an assessment to tax; and for the words “adjustments in assessments or determinations\" there shall be substituted the words “assessments or determinations or amendments of assessments or determinations\". 3 After paragraph 12(2) there shall be inserted— 3 Where under this paragraph the Board make an assessment or determination or amend an assessment or determination they shall give notice thereof to the participator concerned; and sub-paragraphs (4), (5) and (6) of paragraph 10 above shall apply in relation to any such assessment, determination or amendment as they apply in relation to an assessment or determination under that paragraph. 4 In paragraph 14(1) after the words “an assessment or determination\" there shall be inserted the words “or an amendment of an assessment or determination\" and at the end there shall be inserted the words “or of the notice of the amendment\". 5 In paragraph 14(9), in paragraph (a), for the words “or determination\" there shall be substituted the words “, determination or amendment\" and for the words from “on the adjustments\" onwards there shall be substituted the words “on how the assessment, determination, amendment or decision should be varied or on what assessment or determination should be substituted in relation to the chargeable period in question, the same consequences shall ensue as if the Commissioners had determined the appeal to that effect.\" 6 For paragraph 14(10) there shall be substituted— 10 If, on the appeal, it appears to a majority of the Commissioners present at the hearing that the assessment, determination or amendment is wrong— a because no, or a smaller, assessable profit or a, or a larger, allowable loss has accrued for the chargeable period in question; or b because a, or a larger, assessable profit or no, or a smaller, allowable loss has accrued for that period, the Commissioners shall vary the assessment, determination or amendment in such manner, or substitute such assessment or determination, as may be required; and it shall be for the participator to satisfy the Commissioners as to any matter within paragraph (a) above. 7 In paragraph 14(11) for the words “the determination of the Special Commissioners in any proceedings\" there shall be substituted the words “the determination by the Special Commissioners of any appeal\"."}, {"act": "Finance Act 1976", "year": 1976, "section": "131", "section_title": " Inter-American Development Bank.", "section_text": "131 1 The following provisions of this section shall have effect on the United Kingdom’s becoming a member of the Inter-American Development Bank (“the Bank\"). 2 A security issued by the Inter-American Development Bank  shall be taken for the purposes of capital transfer tax  . . . to be situated outside the United Kingdom. 3 No stamp duty shall be chargeable under   Schedule 15 to the Finance Act 1999 (bearer instruments)  on the issue of any instrument by the Bank or on the transfer of the stock constituted by, or transferable by means of, any instrument issued by the Bank."}, {"act": "Finance Act 1976", "year": 1976, "section": "132", "section_title": " Citation, interpretation, construction and repeals.", "section_text": "132 1 This Act may be cited as the Finance Act 1976. 2 In this Act “ the Taxes Act ” means the Income and Corporation Taxes Act 1970. 3 In this Act— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c Part III, so far as it relates to income tax, shall be construed as one with the Income Tax Acts, so far as it relates to corporation tax shall be construed as one with the Corporation Tax Acts and, so far as it relates to capital gains tax, shall be construed as one with  the Capital Gains Tax Act 1979 ; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Except so far as the context otherwise requires, any reference in this Act to any enactment shall be construed as a reference to that enactment as amended, and as including a reference to that enactment as applied, by or under any other enactment, including this Act. 5 The enactments mentioned in Schedule 15 to this Act (which include spent enactments) are hereby repealed to the extent specified in the third column of that Schedule, but subject to any provision at the end of any Part of that Schedule."}]