[{"act": "Legitimacy Act 1976", "year": 1976, "section": "A1", "section_title": "Legitimacy of children of civil partners", "section_text": "A1 1 A child is legitimate by virtue of a civil partnership between the natural parents of the child if, had the civil partnership been a marriage (and all other circumstances were the same), the child would have been legitimate at common law by virtue of the marriage. 2 The presumption of common law that a child born to a woman during her marriage to a man is also the natural child of her spouse applies equally in relation to a child born to a woman during her civil partnership with a man."}, {"act": "Legitimacy Act 1976", "year": 1976, "section": "1", "section_title": " Legitimacy of children of certain void marriages  and civil partnerships .", "section_text": "1 1 The child of a void marriage  or a void civil partnership , whenever born, shall, subject to subsection (2) below and Schedule 1 to this Act, be treated as the legitimate child of his parents if at the time of  the insemination resulting in the birth or, where there was no such insemination, the child’s conception (or at the time of the celebration of the marriage , or the formation of the civil partnership,   if later) both or either of the parties reasonably believed that the marriage  or civil partnership   was valid. 2 This section only applies where— a the father of the child was domiciled in England and Wales at the time of the birth, or if he died before the birth, was so domiciled immediately before his death, or b if a woman is treated as the female parent of a child by virtue of section 42 or 43 of the Human Fertilisation and Embryology Act 2008, that female parent was domiciled in England and Wales at the time of the birth, or if she died before the birth, was so domiciled immediately before her death. 3 It is hereby declared for the avoidance of doubt that subsection (1) above applies notwithstanding that the belief that the marriage  or civil partnership   was valid was due to a mistake as to law. 4 In relation to a child  of a void marriage   born after the coming into force of section 28 of the Family Law Reform Act 1987,  or a child of a void civil partnership (whenever born),   it shall be presumed for the purposes of subsection (1) above, unless the contrary is shown, that one of the parties to the void marriage  or civil partnership   reasonably believed at the time of the insemination resulting in the birth or, where there was no such insemination, the child’s conception (or at the time of the celebration of the marriage , or the formation of the civil partnership,   if later) that the marriage  or civil partnership   was valid. 5 Subsections (1) and (4) are to be read, in relation to the child of a void marriage which has resulted from the purported conversion of a civil partnership under section 9 of the Marriage (Same Sex Couples) Act 2013 and regulations made under that section, as if the reference to the time of the celebration of the marriage was a reference to the date of the purported conversion of the civil partnership into a marriage."}, {"act": "Legitimacy Act 1976", "year": 1976, "section": "2", "section_title": " Legitimation by subsequent marriage  or civil partnership   of  mother and father .", "section_text": "2 Subject to the following provisions of this Act, where the  mother and father  of an illegitimate person marry  or become civil partners of   one another, the marriage  or civil partnership   shall, if the father of the illegitimate person is at the date of marriage  or the date of the formation of the civil partnership   domiciled in England and Wales, render that person, if living, legitimate from the   that date ."}, {"act": "Legitimacy Act 1976", "year": 1976, "section": "2A", "section_title": "Legitimation by subsequent  marriage or  civil partnership of parents", "section_text": "2A Subject to the following provisions of this Act, where— a a person (“the child”) has a parent (“the female parent”) by virtue of section 43 of the Human Fertilisation and Embryology Act 2008 (treatment provided to woman who agrees that second woman to be parent), b at the time of the child's birth, the female parent and the child's mother are  neither married nor  civil partners of each other, c the female parent and the child's mother subsequently  marry or  enter into a civil partnership, and d the female parent is at the date of  the marriage or  the formation of the civil partnership domiciled in England and Wales, the marriage or  the civil partnership shall render the child, if living, legitimate from the date of  the marriage or  the formation of the civil partnership."}, {"act": "Legitimacy Act 1976", "year": 1976, "section": "3", "section_title": " Legitimation by extraneous law.", "section_text": "3 1 Subject to the following provisions of this Act, where the  mother and father  of an illegitimate person marry  or become civil partners of   one another and the father of the illegitimate person is not at the time of the marriage  or civil partnership   domiciled in England and Wales but is domiciled in a country by the law of which the illegitimate person became legitimated by virtue of such subsequent marriage  or civil partnership , that person, if living, shall in England and Wales be recognised as having been so legitimated from the date of the marriage  or civil partnership   notwithstanding that, at the time of his birth, his father was domiciled in a country the law of which did not permit legitimation by subsequent marriage  or civil partnership . 2 Subject to the following provisions of this Act, where— a a person (“the child”) has a parent (“the female parent”) by virtue of section 43 of the Human Fertilisation and Embryology Act 2008 (treatment provided to woman who agrees that second woman to be parent), b at the time of the child's birth, the female parent and the child's mother are  neither married nor  civil partners of each other, c the female parent and the child's mother subsequently  marry or  enter into a civil partnership, and d the female parent is not at the time of  the marriage or  the formation of the civil partnership domiciled in England and Wales but is domiciled in a country by the law of which the child became legitimated by virtue of the  marriage or  civil partnership, the child, if living, shall in England and Wales be recognised as having been so legitimated from the date of the  marriage or  formation of the civil partnership notwithstanding that, at the time of the child's birth, the female parent was domiciled in a country the law of which did not permit legitimation by subsequent  marriage or  civil partnership."}, {"act": "Legitimacy Act 1976", "year": 1976, "section": "4", "section_title": " Legitimation of adopted child.", "section_text": "4 1 Section 39 of the Adoption Act 1976   or section 67 of the Adoption and Children Act 2002  does not prevent an adopted child being legitimated under section 2 or 3 above if either natural parent is the sole adoptive parent. 2 Where an adopted child (with a sole adoptive parent) is legitimated— a sub-section (2) of the said section 39                         or subsection (3)(b) of the said section 67  shall not apply after the legitimation to the natural relationship with the other natural parent, and b revocation of the adoption order in consequence of the legitimation shall not affect  section 39, 41 or 42 of the Adoption Act 1976   or section 67, 68 or 69 of the Adoption and Children Act 2002  as it applies to any instrument made before the date of legitimation."}, {"act": "Legitimacy Act 1976", "year": 1976, "section": "5", "section_title": " Rights of legitimated persons and others to take interests in property.", "section_text": "5 1 Subject to any contrary indication, the rules of construction contained in this section apply to any instrument other than an existing instrument, so far as the instrument contains a disposition of property. 2 For the purposes of this section, provisions of the law of intestate succession applicable to the estate of a deceased person shall be treated as if contained in an instrument executed by him (while of full capacity) immediately before his death. 3 A legitimated person, and any other person, shall be entitled to take any interest as if the legitimated person had been born legitimate. 4 A disposition which depends on the date of birth of a child or children of the parent or parents shall be construed as if— a a legitimated child had been born on the date of legitimation, b two or more legitimated children legitimated on the same date had been born on that date in the order of their actual births, but this does not affect any reference to the age of a child. 5 Examples of phrases in wills on which subsection (4) above can operate are— 1 Children of A “living at my death or born afterwards”. 2 Children of A “living at my death or born afterwards before any one of such children for the time being in existence attains a vested interest, and who attain the age of 21 years”. 3 As in example 1 or 2, but referring to grandchildren of A, instead of children of A. 4 A for life “until he has a child” and then to his child or children. Note.  Subsection (4) above will not affect the reference to the age of 21 years in example 2. 6 If an illegitimate person or a person adopted by one of his natural parents dies, or has died before the commencement of this Act, and— a after his death his parents marry or have married; and b the deceased would, if living at the time of the marriage, have become a legitimated person, this section shall apply for the construction of the instrument so far as it relates to the taking of interests by, or in succession to, his spouse, children and remoter issue as if he had been legitimated by virtue of the marriage. 7 In this section “ instrument ” includes a private Act settling property, but not any other enactment."}, {"act": "Legitimacy Act 1976", "year": 1976, "section": "6", "section_title": " Dispositions depending on date of birth.", "section_text": "6 1 Where a disposition depends on the date of birth of a child who was born illegitimate and who is legitimated (or, if deceased, is treated as legitimated), section 5(4) above does not affect entitlement under Part II of the  Family Law Reform Act 1969 (illegitimate children). 2 Where a disposition depends on the date of birth of an adopted child who is legitimated (or, if deceased, is treated as legitimated) section 5(4) above does not affect entitlement by virtue of  section 42(2) of the Adoption Act 1976   or section 69(2) of the Adoption and Children Act 2002 . 3 This section applies for example where— a a testator dies in 1976 bequeathing a legacy to his eldest grandchild living at a specified time, b his daughter has an illegitimate child in 1977 who is the first grandchild, c his married son has a child in 1978, d subsequently the illegitimate child is legitimated, and in all those cases the daughter’s child remains the eldest grandchild of the testator throughout."}, {"act": "Legitimacy Act 1976", "year": 1976, "section": "7", "section_title": " Protection of trustees and personal representatives.", "section_text": "7 1 A trustee or personal representative is not under a duty, by virtue of the law relating to trusts or the administration of estates, to enquire, before conveying or distributing any property, whether any person is illegitimate or has been adopted by one of his natural parents, and could be legitimated (or if deceased be treated as legitimated), if that fact could affect entitlement to the property. 2 A trustee or personal representative shall not be liable to any person by reason of a conveyance or distribution of the property made without regard to any such fact if he has not received notice of the fact before the conveyance or distribution. 3 This section does not prejudice the right of a person to follow the property, or any property representing it, into the hands of another person, other than a purchaser, who has received it."}, {"act": "Legitimacy Act 1976", "year": 1976, "section": "8", "section_title": " Personal rights and obligations.", "section_text": "8 A legitimated person shall have the same rights, and shall be under the same obligations in respect of the maintenance and support of himself or of any other person as if he had been born legitimate, and, subject to the provisions of this Act, the provisions of any Act relating to claims for damages, compensation, allowance, benefit or otherwise by or in respect of a legitimate child shall apply in like manner in the case of a legitimated person."}, {"act": "Legitimacy Act 1976", "year": 1976, "section": "9", "section_title": " Re-registration of birth of legitimated person.", "section_text": "9 1 It shall be the duty of the parents of a legitimated person or, in cases where re-registration can be effected on information furnished by one parent and one of the parents is dead, of the surviving parent to furnish to the Registrar General information with a view to obtaining the re-registration of the birth of that person within 3 months after the date of the marriage                        or of the formation of the civil partnership                      by virtue of which he was legitimated. 2 The failure of the parents or either of them to furnish information as required by subjection (1) above in respect of any legitimated person shall not affect the legitimation of that person. 3 This section does not apply in relation to a person who was legitimated otherwise than by virtue of the subsequent marriage                        or civil partnership  of his parents. 4 Any parent who fails to give information as required by this section shall be liable on summary conviction to a fine not exceeding £2."}, {"act": "Legitimacy Act 1976", "year": 1976, "section": "10", "section_title": " Interpretation.", "section_text": "10 1 In this Act, except where the context otherwise requires,— “ disposition ” includes the conferring of a power of appointment and any other disposition of an interest in or right over property; “ existing ”, in relation to an instrument, means one made before 1st January 1976; “ legitimated person ” means a person legitimated or recognised as legitimated— a under section 2 , 2A  or 3 above; or b under section 1 or 8 of the  Legitimacy Act 1926; or c except in section 8, by a legitimation (whether or not by virtue of the subsequent marriage of his parents) recognised by the law of England and Wales and effected under the law of any other country; and cognate expressions shall be construed accordingly; “ power of appointment ” includes any discretionary power to transfer a beneficial interest in property without the furnishing of valuable consideration; “ void marriage ” means a marriage, not being voidable only, in respect of which the High Court has or had jurisdiction to grant a decree of nullity, or would have or would have had such jurisdiction  to make a nullity of marriage order or   if the parties were domiciled in England and Wales. 2 For the purposes of this Act “ legitimated person ” includes, where the context admits, a person legitimated, or recognised as legitimated, before the passing of the  Children Act 1975. 3 For the purpose of this Act, except where the context otherwise requires,— a the death of the testator is the date at which a will or codicil is to be regarded as made; b an oral disposition of property shall be deemed to be contained in an instrument made when the disposition was made. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Except in so far as the context otherwise requires, any reference in this Act to an enactment shall be construed as a reference to that enactment as amended by or under any other enactment, including this Act."}, {"act": "Legitimacy Act 1976", "year": 1976, "section": "11", "section_title": " Savings, amendments and repeals.", "section_text": "11 1 Schedule 1 to this Act, which contains savings and amendments to enactments consequential upon the provisions of this Act, shall have effect. 2 The enactments mentioned in Schedule 2 to this Act are hereby repealed to the extent specified in column 3 of that Schedule."}, {"act": "Legitimacy Act 1976", "year": 1976, "section": "12", "section_title": " Short title, commencement and extent.", "section_text": "12 1 This Act may be cited as the Legitimacy Act 1976. 2 This Act shall come into force at the end of the period of one month beginning with the date on which it is passed. 3 This Act does not extend to Scotland or to Northern Ireland."}]