[{"act": "Parliamentary And Other Pensions And Salaries Act 1976", "year": 1976, "section": "1", "section_title": " Member’s pensionable salary. ", "section_text": "1 1 For section 3(6) (meaning of “a Member’s ordinary salary”) of the   Parliamentary and other Pensions Act 1972(“the Act of 1972”) there shall be substituted the following subsections— 6 In this Part of this Act “a Member’s pensionable salary”, in relation to a resolution of the House of Commons relating to the remuneration of Members, means a Member’s ordinary salary or, if the resolution provides for a Members’ ordinary salary to be regarded for pension purposes as being at a higher rate, a notional yearly salary at that higher rate ; and for this purpose “a Member’s ordinary salary”— a if the resolution provides for salary to be paid at a rate higher than one or more other rates specified in the resolution to Members other than those who are holders of an office, or in receipt of a salary as holders of an office, or in receipt of a pension as former holders of an office, of a kind specified or described in the resolution, means a Member’s yearly salary at that higher rate, and b in any other case, means a Member’s yearly salary at the rate specified in the resolution. 7 Any reference in this Part of this Act to a resolution of the House of Commons relating to the remuneration of Members shall be construed, where there are two or more such resolutions for the time being in force, as a reference those resolutions taken together. 2 For the words “a Member’s ordinary salary”, in each other place where they occur in Part I of the Act of 1972, that is to say in sections 3(2), 4(3), 7(5) (twice), 10(2) and (6) (twice), 16(3) and 25(1), there shall be substituted the words “a Member’s pensionable salary”. 3 In section 229(1) of the   Income and Corporation Taxes Act 1970 as substituted by section 32(1) of the Act of 1972 (annuity premiums of Ministers and other office-holders), for the words “a Member’s ordinary salary”, in both places where they occur, there shall be substituted the words “a Member’s pensionable salary”. 4 This section shall be deemed to have come into operation on 13th June 1975."}, {"act": "Parliamentary And Other Pensions And Salaries Act 1976", "year": 1976, "section": "2", "section_title": " Power to increase contributions from office holders. ", "section_text": "2 In section 4 of the Act of 1972 (contributions from participants in office-holders’ scheme) after subsection (3) there shall be inserted the following subsection— 3A Her Majesty may from time to time by Order in Council direct that any salary specified in the Order shall be regarded for the purposes of subsection (2) or, as the case may be, subsection (3) of this section as being payable at such higher rate as may be so specified; but no recommendation shall be made to Her Majesty to make an Order under this subsection unless a draft of the Order has been approved by resolution of each House of Parliament or, if it relates only to salaries payable in respect of the offices of Chairman of Ways and Means and Deputy Chairman of Ways and Means, by resolution of the House of Commons. An Order in Council made under this subsection may be varied or revoked by a subsequent Order so made."}, {"act": "Parliamentary And Other Pensions And Salaries Act 1976", "year": 1976, "section": "3", "section_title": " Additional qualifying office. ", "section_text": "3 1 In section 2(1)(c) of the Act of 1972 (qualifying offices) for the words “and Chairman of Committees of the House of Lords” there shall be substituted the words “Chairman of Committees of the House of Lords and Deputy Chairman of Committees of the House of Lords”. 2 This section shall be deemed to have come into operation on 2nd May 1974."}, {"act": "Parliamentary And Other Pensions And Salaries Act 1976", "year": 1976, "section": "4", "section_title": " Other amendments of Part I of the Act of 1972. ", "section_text": "4 1 The following provisions of Part I of the Act of 1972 shall have effect, and shall be deemed always to have had effect, as if they were amended as follows. 2 In section 7(4) (early retirement of Members) for the words “the date on which he ceased to be a Member of the House of Commons” and the words “the date on which he ceased to be a Member” there shall be substituted the words “the date of his application or, if later, such other date as may be there specified”. 3 In section 10(4) (early retirement of office-holders) for the words “the date on which he ceased to hold the qualifying office in question” and the words “the date on which he ceased to hold that office” there shall be substituted the words “the date of his application or, if later, such other date as may be there specified”. 4 In section 18(3)(c) (conditions for refund of contributions) for the words “does not exceed” there shall be substituted the words “is less than”. 5 In section 25 (interpretation of Part 1) there shall be inserted after subsection (2) the following subsection— 3 For the purposes of this Part of this Act a person shall be treated as a Member of the House of Commons at any time if, at that time, a salary is or was payable to him pursuant to any resolution of the House of Commons relating to the remuneration of Members for the time being in force."}, {"act": "Parliamentary And Other Pensions And Salaries Act 1976", "year": 1976, "section": "5", "section_title": " Power to increase pensions. ", "section_text": "5 In section 29 of the Act of 1972 (preservation of ratio between salary and pension) after subsection (2) there shall be inserted the following subsection— 2A Her Majesty may from time to time by Order in Council direct that any increased salary specified in the Order shall be regarded for the purposes of subsection (2) of this section as being payable at such higher rate as may be so specified; but no recommendation shall be made to Her Majesty to make an Order under this subsection unless a draft of the Order has been approved by resolution of each House of Parliament or, if it relates only to an increased salary payable in respect of the office of Speaker of the House of Commons, by resolution of that House. An Order in Council made under this subsection may be varied or revoked by a subsequent Order so made."}, {"act": "Parliamentary And Other Pensions And Salaries Act 1976", "year": 1976, "section": "6", "section_title": " Comptroller and Parliamentary Commissioner. ", "section_text": "6 1 Section I of the   Exchequer and Audit Departments Act 1957 (salary of Comptroller and Auditor General) and section 2 of the   Parliamentary Commissioner Act 1967 (salary and pension of Parliamentary Commissioner) shall be amended as follows. 2 For subsections (1) and (2) of the said section 1 there shall be substituted the following subsections— 1 There shall be paid to the holder of the office of Comptroller and Auditor General the same salary as if he were employed in the civil service of the State in such appointment as the House of Commons may by resolution from time to time determine; and a resolution under this subsection may take effect from the date on which it is passed or from such other date as may be specified in the resolution. 2 In relation to any time before the first resolution under subsection (1) above takes effect, the salary payable to the holder of the office of Comptroller and Auditor General shall be the same salary as if he were employed in the civil service of the State as a Permanent Secretary. and those subsections shall also be substituted for subsections (1) and (2) of the said section 2 but modified for that purpose by the substitution of references to the Commissioner for references to the Comptroller and Auditor General. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In subsection (4) of the said section 2 the words from “but any such abatement” to the end shall be omitted and after that subsection there shall be inserted the following subsection— 4A In computing the salary of a former holder of the office of Commissioner for the purposes of the said Schedule 1— a any abatement of that salary under subsection (4) above, b any temporary abatement of that salary in the national interest, and c any voluntary surrender of that salary in whole or in part, shall be disregarded. 5 This section shall be deemed to have come into operation on lst January 1975."}, {"act": "Parliamentary And Other Pensions And Salaries Act 1976", "year": 1976, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Parliamentary And Other Pensions And Salaries Act 1976", "year": 1976, "section": "8", "section_title": " Financial provisions.", "section_text": "8 There shall be paid out of money provided by Parliament, or paid into or out of the Consolidated Fund, any increase attributable to this Act in the sums so payable under any other Act."}, {"act": "Parliamentary And Other Pensions And Salaries Act 1976", "year": 1976, "section": "9", "section_title": " Short title,  etc.", "section_text": "9 1 This Act may be cited as the Parliamentary and other Pensions and Salaries Act 1976. 2 The enactments specified in the Schedule to this Act are hereby repealed to the extent specified in the third column of that Schedule."}]