[{"act": "Police Pensions Act 1976", "year": 1976, "section": "1", "section_title": " Police pensions regulations. ", "section_text": "1 1 Regulations to be made by the Secretary of State, with the consent of the Minister for the Civil Service and after consultation with  the appropriate advisory or negotiating body , shall make provision— a as to the pensions which are to be paid to and in respect of members of police forces, whether as of right or otherwise; b as to the contributions in respect of pension rights which are to be made by members of police forces; and c as to the times at which and the circumstances in which members of police forces are or may be required to retire otherwise than on the ground of misconduct. 1ZA In subsection (1) above,  “ the appropriate advisory or negotiating body ” means— a as regards England and Wales, the Police Advisory Board for England and Wales; b as regards Scotland, the Police Negotiating Board for Scotland. 1ZB When carrying out consultation under subsection (1) above as regards England and Wales, the Secretary of State shall also invite the views of the Northern Ireland Policing Board and the Police Association for Northern Ireland. 1A Subsection (1) is subject to sections 18 and 19 of the Public Service Pensions Act 2013 (restrictions on benefits provided under existing schemes). 2 Without prejudice to the generality of the provisions of subsection (1) above, any such regulations shall provide for the payment subject to the regulations— a of pensions to and in respect of persons who cease to be members of a police force after having served for such period as may be prescribed by the regulations; b of pensions to and in respect of persons who cease to be members of a police force after such shorter period as may be prescribed by the regulations by reason of infirmity of mind or body; c of pensions to and in respect of persons who cease to be members of a police force by reason of injury received in the execution of their duty; d of pensions to and in respect of persons who cease to be members of a police force on the ground of age; and e of pensions in respect of persons who die while serving as members of police forces. 2A Without prejudice to the generality of the provisions of subsection (1) above, any such regulations may make provision for the payment and receipt by  police pension authorities  of transfer values or of other lump sum payments made for the purpose of creating or restoring pension rights. 3 Regulations made under this section may contain such consequential or incidental provisions as appear to the Secretary of State to be necessary or expedient, including, in particular, provision as to the cases in which pensions are to be— a varied, suspended, terminated or forfeited; or b applied otherwise than by being paid to the person to whom they were awarded; and may provide for a pension to be forfeited wholly or in part and for the forfeiture to be permanent or temporary. 4 Without prejudice to the generality of subsection (3) above, the provision which may be made by regulations under this section with respect to forfeiture shall include provision by reference not only to the fact that a person to whom a pension has been awarded has committed and been convicted of an offence as specified in the regulations but also to the fact that the offence in question has been certified by a Minister of the Crown either to have been gravely injurious to the State or to be liable to lead to serious loss of confidence in the public service. 5 Regulations made under this section may be framed so as to have effect as from a date earlier than the making of the regulations. 6 The power to make regulations under this section shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Police Pensions Act 1976", "year": 1976, "section": "2", "section_title": " Application of regulations to existing members.", "section_text": "2 1 Any regulations made under section 1 above shall be so framed as to secure, for existing members of police forces, the results— a as to compulsory age of retirement, and b as to scale of pensions payable under the regulations, specified respectively in subsections (2) and (3) below. 2 The result as to compulsory age of retirement referred to in subsection (1) above is that the times at which an existing member of a police force is or may be required under the regulations to retire on the ground of age do not, unless he at any time elects otherwise, differ from those which would have been applicable in his case if the regulations in question had not come into force. 3 The result as to scale of pensions referred to in subsection (1) above is that the scale of pensions payable under the regulations to an existing member of a police force who ceases to be a member of that police force either— a after having served for any period prescribed by the regulations in question, or b by reason of infirmity of mind or body (not being due to injury received in the execution of his duty) after having served for any shorter period so prescribed, is not, unless he elects otherwise within such time and in such manner as may be so prescribed, less favourable than the scale applicable in his case immediately before the coming into force of the regulations. 4 Regulations made under section 1 above shall not be invalid by reason that in fact they do not secure the results specified in subsections (2) and (3) above, but if the Secretary of State is satisfied, or it is held by the High Court or by the Court of Session, that any such regulations have failed to secure those results, the Secretary of State shall so soon as may be make under section 1 the necessary amending regulations, and any such amending regulations shall have effect as from the date of the coming into force of the regulations which they amend. 5 In this section, “ existing member ”, in relation to any police force, means a person who is serving in that police force at the date when the regulations in questions come into force."}, {"act": "Police Pensions Act 1976", "year": 1976, "section": "3", "section_title": " Application of regulations to former members.", "section_text": "3 1 Subject to the following provisions of this section, any regulations made under section 1 above may be framed— a so as to apply in relation to the pensions which are being paid or may become payable under the regulations to or in respect of persons who, having served as members of police forces, have ceased so to serve or died before the regulations come into force; or b so as to require or authorise the payment of pensions to or in respect of such person. 2 No provision shall be made by regulations under section 1 above by virtue of subsection (1) above unless any person who is placed in a worse position than he would have been in if the provision had not applied in relation to any pension which is being paid or may become payable to him is by the regulations given an opportunity to elect that the provision shall not so apply. 3 No provision with respect to the forfeiture of pensions included in regulations made under section 1 above shall apply in relation to pensions granted under any of the enactments, rules and regulations specified in paragraph 3 of Schedule 1 to this Act; and that Schedule shall have effect— a for the purpose of excluding entirely certain pensions to or in respect of former members of police forces from the operation of regulations made under section 1; and b with respect to the forfeiture of pensions so granted and appeals against forfeiture in certain cases."}, {"act": "Police Pensions Act 1976", "year": 1976, "section": "4", "section_title": " Transfers.", "section_text": "4 1 Without prejudice to the generality of section 1 above, regulations made under that section may contain such provision as appears to the Secretary of State to be necessary or expedient in relation to a person who transfers or has transferred from or to service in a police force to or from other service or employment, whether in a police force or not. 2 Regulations made by virtue of subsection (1) above may include provisions enabling the other service or employment in question to be reckoned in whole or in part as service in a police force and provisions authorising or requiring payments to be made by or to the person or into or out of the fund out of which a pension may become or might have become payable to or in respect of the person in question as a member of a police force including— a payments of contributions; b payments of transfer values; c payments towards the burden of a pension payable by another person or out of another fund; or d other payments directed to the creation or preservation of pension rights of the person in question. 3 Regulations made by virtue of subsection (1) above, in so far as they apply in relation to persons who have ceased to be members of a police force before the date on which the regulations come into force,— a may authorise, but shall not require, such payments as are mentioned in subsection (2) above; and b shall not affect any pension payable to or in respect of any person as a person who ceased to be a member of a police force before that date."}, {"act": "Police Pensions Act 1976", "year": 1976, "section": "5", "section_title": " Servicemen.", "section_text": "5 1 Without prejudice to the generality of section 1 above, regulations made under that section may provide that where a person is a member of a police force immediately before— a he undertakes compulsory national service; b he undertakes any other service of a description specified in Schedule 1 to the  Reserve and Auxiliary Forces (Protection of Civil Interests) Act 1951; or c he attends for hourly instruction as defined in section 42 of that Act; the period of that service or attendance and such further period, if any, as may be specified in the regulations may be treated, in such manner, to such extent and on such conditions as to contributions or otherwise as may be so specified, as a period of service as a member of a police force. 2 A person who, before 5th July 1948, had ceased to be a member of a police force in order to undertake— a any service by virtue of which he was at that date a person to whom section 1 of the  Police and Firemen (War Service) Act 1939 applied; or b compulsory national service; shall, in such circumstances and to such extent as may be provided by regulations made under section 1 above, be treated as if he had been still a member of a police force at that date. 3 In this section, “ compulsory national service ” means service in any of the armed forces of the Crown undertaken by virtue of an enlistment notice or a training notice served under the National Service Acts 1939 to 1947 or under Part I of the  National Service Act 1948 (as the case may require), or work or training in pursuance of an order made or direction given under Part I of the said Act of 1948 as respects a conditionally registered conscientious objector."}, {"act": "Police Pensions Act 1976", "year": 1976, "section": "6", "section_title": " Appeals.", "section_text": "6 1 Subject to the following provisions of this section, regulations made under section 1 above shall make provision as to the court or other person by whom appeals are to be heard and determined in the case of any person who is aggrieved— a by the refusal of the  police pension authority  to admit a claim to receive as of right a pension, or a larger pension than that granted, under regulations made under that section; or b by the forfeiture of any pension granted to him thereunder. 2 No provision made in the regulations by virtue of subsection (1) above shall confer a right of appeal against anything done by the  police pension authority  in the exercise of any power which is conferred on  that authority  by the regulations and is expressly declared by the regulations to be a power which  that authority is  to exercise in their discretion. 3 The regulations may provide, in relation to questions arising thereunder, for the reference of any such matter as is prescribed, either by the  police pension authority  or by the court, to a medical practitioner whose decision thereon shall, subject to such rights of appeal as may be provided by the regulations to such tribunal as may be constituted thereunder, be final on the matter so referred."}, {"act": "Police Pensions Act 1976", "year": 1976, "section": "7", "section_title": " Payment of pensions and contributions.", "section_text": "7 1 Regulations made under section 1 above shall specify the persons by and to whom and the funds into or out of which pensions and contributions in respect of pension rights are to be payable, may provide for the establishment or continuance of special funds for the purpose, and, subject to the provisions of subsection (2) below, may provide for payments of contributions or pensions, and  such other payments and receipts as are mentioned in sections 1(2A) and 4(2) above, being paid  into the Consolidated Fund or out of moneys provided by Parliament. 2 No regulations made by virtue of this section shall provide for payments into the Consolidated Fund or out of moneys provided by Parliament except in relation to a person who is or has been— a such a person as is mentioned in section 1(1) of the  Police (Overseas Service) Act 1945; b an officer engaged on service pursuant to an appointment under section 10 of the Overseas Development and Co-operation Act 1980  or an appointment made in connection with the provision by the Secretary of State of assistance under the International Development Act 2002 ; ba a person engaged on temporary service in accordance with arrangements made under  section 26(2) of the Police Act 1996  or   engaged on temporary service in pursuance of section 15 of the Police and Fire Reform (Scotland) Act 2012 with any person engaged in activity outwith the United Kingdom  ; bb a person engaged on service in the Royal Ulster Constabulary, whose service is or was for the time being service in respect of which the provisions of  section 97of the Police Act 1996  ... have or had effect;  c an inspector or assistant inspector of constabulary; or ca . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . cb . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . cc . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . cd . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ce . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . cf . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . cg a member of staff of the   Disclosure and Barring Service   who holds the office of constable; cfa a constable of the Police Service of Scotland engaged on any of the following kinds of temporary service in pursuance of section 15 of the Police and Fire Reform (Scotland) Act 2012— i service in accordance with section 72(1)(b) or 73(1)(b) of the Police and Fire Reform (Scotland) Act 2012 as an assistant inspector of constabulary or, as the case may be, as a staff officer of the inspectors of constabulary; ii service under the Crown in connection with research or other services connected with the police provided by the Scottish Ministers; iii service with the Scottish Ministers in connection with their functions under Part 5 or 8 of the Proceeds of Crime Act 2002; iv service in accordance with arrangements made under paragraph 6(2) of Schedule 2 to the Police Reform Act 2002; v service as a member of staff of  SOCA ; or vi service in the Police Service of Northern Ireland; cfb a person (other than a constable of the Police Service of Scotland) who— i is serving as member of the Scottish Police Authority’s staff in accordance with arrangements made under paragraph 7(1) of schedule 1 to the Police and Fire Reform (Scotland) Act 2012; and ii immediately before beginning such service, is or is eligible to be a member of a pension scheme provided for under section 1 above ch . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ci . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . cj . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ck . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ch the Chief Inspector of the  UK  Border Agency; d a person engaged on central service; da a National Crime Agency officer whose service as such is eligible service; e a person serving as a senior  NCA  officer; f a person to whom section 100A of the Police Act 1996 applies (senior police officer appointed as member of staff of College of Policing); or any other person whose salary or remuneration is or was wholly or partly payable out of moneys provided by Parliament or who is or may become entitled to or eligible for a pension so payable. 3 For the purposes of subsection (2) above regulations shall not be treated as providing for payments out of moneys provided by Parliament by reason only that, as a result of the making of the regulations, an increased sum may be payable out of moneys provided by way of a grant towards the expenses of a police force. 4 Where regulations are made under section 1 above by the Scottish Ministers by reason of a transfer of functions under the Scotland Act 1998, this section shall have effect with the following modifications:– a in each of subsections (1) and (2), for “into the Consolidated Fund or out of money provided by Parliament” substitute  “                    into or out of the Scottish Consolidated Fund                  ” ; b in subsection (3), for “money provided by Parliament” substitute  “                    the Scottish Consolidated Fund                  ” . "}, {"act": "Police Pensions Act 1976", "year": 1976, "section": "8", "section_title": " Consolidation of regulations.", "section_text": "8 1 Regulations made under section 1 above which revoke regulations previously so made, either wholly or as respects cases or matters of any description, shall contain provisions having the same effect as the provisions they revoke, except for any change (whether by way of alteration or omission) made in accordance with this Act. 2 Subsection (4) of section 2 above shall effect as if the reference to subsections (2) and (3) of that section included a reference to subsection (1) above."}, {"act": "Police Pensions Act 1976", "year": 1976, "section": "8A", "section_title": "\n \n Information in connection with police pensions \n etc. \n", "section_text": " 8A 1 A  police pension authority  may in prescribed circumstances— a provide information in connection with the questions specified in subsection (2) below to a prescribed person; and b require that person to pay a reasonable fee in respect of any administrative expenses incurred in providing that information. 2 The following are the questions mentioned in subsection (1) above— a whether an individual who has opted or transferred out has suffered loss as a result of a contravention which is actionable under section 62 of the  Financial Services Act 1986  or   section 138D   of the Financial Services and Markets Act 2000 (actions for damages in respect of contravention of rules  etc.  made under the Act), and b if so, what payment would need to be made in respect of that individual to the  police pension authority  concerned to restore the position to what it would have been if that individual had not opted or transferred out. 3 Where— a an individual who has opted or transferred out becomes entitled to make contributions to a  police pension authority  in respect of police pension rights, or b a payment is made to a  police pension authority  in respect of such an individual for the purpose mentioned in subsection (2)(b) above, the  police pension authority  may require a prescribed person to pay a reasonable fee in respect of any administrative expenses incurred in connection with that entitlement or payment. 4 For the purposes of this section, an individual shall be taken to have opted or transferred out if— a for any period during which he is a member of a police force, he does not make contributions in respect of police pension rights but instead makes contributions to a personal pension scheme; or b a transfer value is paid in respect of the individual by a  police pension authority  to a personal pension scheme. 5 In this section— “ personal pension scheme ” has the meaning given by section 1 of the  Pension Schemes Act 1993; “ police pension rights ” means pensions rights under regulations made under section 1 above; “ prescribed ” means prescribed by regulations made under this section. 6 The power to make regulations under this section shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Police Pensions Act 1976", "year": 1976, "section": "9", "section_title": " Assignment etc. of pension to be void.", "section_text": "9 Every assignment of or charge on a pension granted under the regulations made under section 1 above, and every agreement to assign or charge such a pension shall, except so far as it is made for the benefit of a dependant of the pensioner, be void; and on the bankruptcy of the pensioner such a pension shall not pass to any trustee or other person acting on behalf of the creditors."}, {"act": "Police Pensions Act 1976", "year": 1976, "section": "10", "section_title": " Obtaining pension by self-inflicted injury etc.", "section_text": "10 If any person obtains or attempts to obtain for himself or any other person any pension under any regulations made under section 1 above by maiming or injuring himself, or causing himself to be maimed or injured, or otherwise producing disease or infirmity, he shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding two years; or b on summary conviction, to imprisonment for a term not exceeding three months or to a fine not exceeding £25."}, {"act": "Police Pensions Act 1976", "year": 1976, "section": "11", "section_title": " Interpretation.", "section_text": "11 1 This Act shall have effect as if any reference (however expressed) to membership of a police force or to service or employment in a police force included a reference to— a service as an officer pursuant to an appointment under section 10 of the  Overseas Development and Co-operation Act 1980  or an appointment made in connection with the provision by the Secretary of State of assistance under the International Development Act 2002 ; aa temporary service in accordance with arrangements made under  section 26(2) of the Police Act 1996  or   engaged on temporary service in pursuance of section 15 of the Police and Fire Reform (Scotland) Act 2012 with any person engaged in activity outwith the United Kingdom  ; ab service in the Royal Ulster Constabulary in respect of which the provisions of  section 97 of the Police Act 1996   ... have effect; b service as an inspector or assistant inspector of constabulary appointed on or after 1st August 1964; and ba . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . bb . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . bc . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . bd . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . be . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . bf . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . bg service, by a person holding the office of constable, as a member of staff of the   Disclosure and Barring Service ; bfa any of the following kinds of temporary service by a constable of the Police Service of Scotland in pursuance of section 15 of the Police and Fire Reform (Scotland) Act 2012— i service as a member of the Scottish Police Authority’s staff in accordance with arrangements made under paragraph 7(1) of schedule 1 to the Police and Fire Reform (Scotland) Act 2012; ii service in accordance with section 72(1)(b) or 73(1)(b) of the Police and Fire Reform (Scotland) Act 2012 as an assistant inspector of constabulary or, as the case may be, as a staff officer of the inspectors of constabulary; iii service under the Crown in connection with research or other services connected with the police provided by the Scottish Ministers; iv service with the Scottish Ministers in connection with their functions under Part 5 or 8 of the Proceeds of Crime Act 2002; v service in accordance with arrangements made under paragraph 6(2) of Schedule 2 to the Police Reform Act 2002; vi service as a   National Crime Agency officer                          ; or vii service in the Police Service of Northern Ireland; bfb service by a person (other than a constable of the Police Service of Scotland) as a member of the Scottish Police Authority’s staff in accordance with arrangements made under paragraph 7(1) of schedule 1 to the Police and Fire Reform (Scotland) Act 2012 who, immediately before beginning such service, is or is eligible to be a member of a pension scheme provided for under section 1 above; bh . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . bi . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . bj . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . bk . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . bh service as the Chief Inspector of the  UK  Border Agency;  c central service in respect of which the provisions of section 97 of the Police Act 1996  ... have effect. ca eligible service as a National Crime Agency officer. d service as a senior  NCA  officer; e service, by a person to whom section 100A of the Police Act 1996 applies, as a member of the staff of the College of Policing; 2 In this Act— “ police pension authority ” means— the chief constable of any police force maintained under section 2 of the Police Act 1996; the Commissioner of Police of the Metropolis; the Common Council of the City of London in its capacity as a police authority; and   the Scottish Police Authority;   “ pension supervising authority ” means— any local policing body within the meaning of the Police Act 1996; and   the Scottish Police Authority.   2A But— a in relation to any regulations made under the  Police (Overseas Service) Act 1945 and any service such as is mentioned in subsection (1)( a ) above,  “police pension authority” or “pension supervising authority”  means the Secretary of State or the Minister of Overseas Development;  . . . b in relation to any service such as is mentioned in subsection (1)  (aa), (ab), \t\t\t\t\t\t\t( b )  ,   (bfa)(vii),  (bh) or ( c )    , (c) or (d)  above,   “                      police pension authority                    ” or “pension supervising authority”   means  , subject to paragraphs  (ba)  to (e) below,  the Secretary of State. ba in relation to service of the kind described in section 97(1)(aa) of the Police Act 1996 (c. 16) or   mentioned in subsection (1)(bfa)(v) above  ,  “police pension authority” or “pension supervising authority”  means the   Independent Police Complaints Commission   Independent Office for Police Conduct  ; c in relation to any such service as is mentioned in subsection (1)(bfa)(vi) or subsection (1)(ca) above, or any service of the kind described in section 97(1)(cj) of the Police Act 1996,  “ police pension authority ” means the Director General of the National Crime Agency and  “ pension supervising authority ” means the Secretary of State; da . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . bg in relation to any service such as is mentioned in subsection (1)(bg),  “police pension authority” or “pension supervising authority”  means the   Disclosure and Barring Service  ;   h   in relation to any service such as is mentioned in subsection (1)(bg), (bh), (bi), (bj) or (bk) above,  “police pension authority” or “pension supervising authority”  means the Scottish Police Services Authority. i in relation to any service such as is mentioned in subsection (1)(e) or any service of the kind described in section 97(1)(i) of the Police Act 1996, “police pension authority” or “pension supervising authority” means  ... the College of Policing. ; and j in relation to any service such as is mentioned in subsection (1)(bfa)(ii), (iii) or (iv), “police pension authority” and “pension supervising authority” means the Scottish Ministers. 3 In this Act, except so far as the context otherwise requires, “ police force ” means any police force within the meaning of  the Police Act 1996  or the   Police Service of Scotland  , and, in respect of— a any person such as is mentioned in section 1(1) of the Police (Overseas Service) Act 1945; and b any person engaged or employed in any service such as is mentioned in subsection (1)( a ),  (aa), (ab),  (ba), (bb), (bc), (bd),  ... (bf),  (bg),   (bfa), (bfb)   (bh), ( b )   (c), (d) or (e)   above; any body in  or with  which that person is serving  or, in the case of service such as is mentioned in subsection (1)(bh)  or (d)  , the department of the Secretary of State . 4 This Act shall have effect— a as if commissioners and assistant commissioners of the metropolitan police force and commissioners of the City of London police force were members of those forces respectively; and b in relation to any person who on 5th July 1948 was or had been the surgeon of the City of London police force or a clerk or other person employed in or in connection with that force, as if such surgeons, clerks or other persons employed in or in connection with that force were members of that force; and references in this Act to membership of a police force shall be construed accordingly. 5 Except so far as the context otherwise requires, in this Act—  “ central service ”— means relevant service within paragraph  (aa),  (b), (c),  ...  ...  (cf)  or (d) of section 97(1) of the Police Act 1996, or ...  ...  “ injury ” includes disease; “ pension ”, in relation to a person, means a pension, whether contributory or not, of any kind whatsoever payable to or in respect of him, and includes a lump sum or a gratuity so payable and a return of contributions; and “ pension rights ” includes, in relation to any person, all forms of right to, or eligibility for, the present or future payment of a pension to or in respect of that person.   “senior  NCA  officer” means— the Director General and Deputy Director General of the body known as the National Crime Agency; the officers of that body who report directly to the Director General or Deputy Director General; and the Head of the National Cyber Crime Unit in that body;    ... 6 References in this Act to the Director General of the National Criminal Intelligence Service and to his service have effect only in relation to cases in which the person in question was a serving police officer for the purposes of section 6 of the Police Act 1997 (c. 50) immediately before his appointment to that office took effect. 7 References in this Act to an inspector or assistant inspector of constabulary, and to service as such, do not have effect in relation to cases in which the person in question— a was appointed on or after 1st January 1999, and b did not serve as a member of a police force at any time before his appointment took effect. 8  References in this Act to the Chief Inspector of the  UK  Border Agency, and to service as such, have effect only in relation to cases in which the person in question— a has held the office of constable, and b immediately before the appointment as Chief Inspector took effect, was serving as a member of a police force (whether or not as a constable). 8A References in this Act to a senior  NCA  officer or   a member of the staff of                       the College of Policing, and to service as such, have effect only in relation to cases where the person in question is (immediately before beginning that service) a member, or eligible to be a member, of a pension scheme provided for under section 1 above or section 25(2)(k) or 26(2)(g) of the Police (Northern Ireland) Act 1998. 9 A person's service as a National Crime Agency officer is  “ eligible service ” for the purposes of this Act in any of the following cases. 10 The first case is where— a the person's service as a National Crime Agency officer is— i service as the Director General, or ii service that is designated for this purpose by the Director General, and b the person is (immediately before beginning that service) a member, or eligible to be a member, of a police pension scheme. 11 The second case is where— a immediately before beginning the service as a National Crime Agency officer, the person— i is serving as a member of the staff of the Serious Organised Crime Agency, and ii by virtue of that service is, or is eligible to be, a member of a police pension scheme, and b the person becomes a National Crime Agency officer by virtue of a scheme under paragraph 2 of Schedule 8 to the Crime and Courts Act 2013. 12 The third case is where— a immediately before beginning the service as a National Crime Agency officer, the person— i is serving as a member of a police force, and ii by virtue of that service is, or is eligible to be, a member of a police pension scheme, and b the person becomes a National Crime Agency officer by virtue of a scheme under paragraph 2 of Schedule 8 to the Crime and Courts Act 2013. 13 In subsections (10) to (12)\t\t\t\t\t\t\t\t “ police pension scheme ” means a pension scheme provided for under— a section 1 above, or b section 25(2)(k) or 26(2)(g) of the Police (Northern Ireland) Act 1998."}, {"act": "Police Pensions Act 1976", "year": 1976, "section": "11A", "section_title": "Power to amend", "section_text": "11A 1 The Secretary of State may by order amend section 11 for the purpose of altering the descriptions of service to which subsection (1) applies. 2 An order under this section may make transitional, consequential, incidental and supplemental provision or savings. 3 The provision that may be made under subsection (2) includes provision amending any enactment. 4 An order under this section shall be made by statutory instrument. 5 A statutory instrument containing an order under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Police Pensions Act 1976", "year": 1976, "section": "12", "section_title": " Savings and transitional provisions.", "section_text": "12 1 Nothing in any repeal made by this Act shall affect any regulations made or other thing done under any enactment repealed by this Act, and any such regulations or thing, if in force, existing or effective at the passing of this Act shall, subject to the provisions of this Act, remain in force, existence or effect, and be deemed to have been made or done under the corresponding provision of this Act. 2 In so far as, by virtue of section 15(4) of the  Superannuation Act 1972, the provisions of sections 4(1) and (2) and 5(1) and (5) of the  Police Pensions Act 1948, as in force immediately before 25th March 1972, continued to apply, immediately before the passing of this Act, in relation to pensions granted under regulations made under section 1 of the said Act of 1948, those provisions shall be deemed to have effect as if they were provisions of regulations made under section 1 of this Act, and may be revoked accordingly. 3 Any reference in any document (including an enactment) to any enactment repealed by this Act, whether a specific reference or a reference to provisions of a description which includes, or apart from any repeal made by this Act includes, the enactment so repealed shall be construed as, or, as the case may require, as including, a reference to the corresponding enactment in this Act. 4 Nothing in this section, in section 13 below or in Schedule 2 to this Act shall be taken as prejudicing the operation of  sections 16(1) and 17(2)( a ) of the  Interpretation Act 1978  (which relates to the effect of repeals)."}, {"act": "Police Pensions Act 1976", "year": 1976, "section": "13", "section_title": " Consequential amendments and repeals. ", "section_text": "13 1 The enactments specified in Schedule 2 to this Act shall have effect subject to the amendments set out in that Schedule, being amendments consequential on the preceding provisions of this Act. 2 The enactments specified in Schedule 3 to this Act (which include enactments which were spent before the passing of this Act) are hereby repealed to the extent specified in the third column of that schedule."}, {"act": "Police Pensions Act 1976", "year": 1976, "section": "14", "section_title": " Short title and extent.", "section_text": "14 1 This Act may be cited as the Police Pensions Act 1976. 2 This Act shall not extend to Northern Ireland; but this subsection shall not be construed as preventing any regulations such as are referred to in section 4 above from requiring payments to be made to a person or into a fund in Northern Ireland."}]