[{"act": "Road Traffic (Drivers’ Ages And Hours Of Work) Act 1976", "year": 1976, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Road Traffic (Drivers’ Ages And Hours Of Work) Act 1976", "year": 1976, "section": "2", "section_title": " Amendment of Transport Act 1968 about drivers’ hours.", "section_text": "2 1 In Part VI of the  Transport Act 1968 (drivers’ hours)— a in section 103(1), for the definition of “the international rules” there shall be substituted the words “ “ the applicable Community rules ” means any dirctly applicable  EU  provision for the time being in force about the driving of road vehicles” b in section 103(1), in the appropriate places in alphabetical order, there shall be inserted the following definitions— “ the domestic drivers’ hours code ” has the meaning given by section 96(13) of this Act “ relevant  EU  provision ” means any  EU  provision for the time being in force about the driving of road vehicles, whether directly applicable or not ; c for the words “the international rules” wherever occuring in that Part, there shall be substituted the words “the applicable Community rules”; d in section 95(1), there shall be inserted after the words “proper hours” the words “or periods” and there shall be substituted, for the words after “fatigue” (about the adaptation of that Part to take account of  EU  provisions relating to international journeys), the following words— but the Secretary of State may by regulations make such provision by way of substitution for or adaptation of the provisions of this Part, or supplemental or incidental to this Part, as he considers necessary or expedient to take account of the operation of any relevant  EU  provision.                     1A Regulations under subsection (1) above may in particular— a substitute different requirements for the requirements of the domestic drivers’ hours code or add to, make exceptions from or otherwise modify any of the requirements of that code; b apply to journeys and work to which no relevant  EU  provision applies; c include provisions as to the circumstances in which a period of driving or duty to which a relevant  EU  provision or the domestic drivers’ hours code applies is to be included or excluded in reckoning any period for purposes of the domestic drivers’ hours code or any relevant  EU  provision respectively; and d may contain such transitional, supplemental or consequential provisions as the Secretary of State thinks necessary or expedient ; e in section 96(11), for the words from “subsections (1) to (6)” to “(10) thereof” there shall be substituted the words “the domestic drivers’ hours code”; f after section 96(12) there shall be added the following subsection— 13 In this Part of this Act “the domestic drivers’ hours code” means the provisions of subsections (1) to (6) of this section as for the time being in force (and in particular, as modified, added to or substituted by or under any instrument in force under section 95(1) of this Act or subsection (10) or (12) of this section) ; g in section 98, for the words “books and records” in subsection (2) and the words “books and records” in subsection (4), there shall be substituted the words “books, records or documents”; and h in section 99, in subsection (1)(d), the word “corresponding” shall be omitted and in subsection (5) for the words “book or register kept” there shall be substituted the words “book, register or document kept or carried”; i in section 101, in subsection (3), after the words “(except regulations made” there shall be inserted the words “under section 95(1) or” and after that subsection there shall be inserted the following subsection— 3A No regulations shall be made under section 95(1) of this Act unless a draft of the regulations has been laid before, and approved by a resolution of, each House of Parliament. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In . . .   . . .   . . .   Schedule 2 to the  Road Traffic (Foreign Vehicles) Act 1972, for the words “the international rules” there shall be substituted the words “the applicable Community rules”. 4 The enactment specified in Part II of Schedule 3 to this Act is hereby repealed. 5 Nothing in subsection (1) above shall invalidate any regulations made under the said section 95(1) and those regulations shall have effect as if they had been made under that subsection as substituted by paragraph (d) of subsection (1) above."}, {"act": "Road Traffic (Drivers’ Ages And Hours Of Work) Act 1976", "year": 1976, "section": "3", "section_title": " Extension of jurisdiction over offences about drivers’ hours. ", "section_text": "3 For section 103(7) of the Transport Act 1968 (which confers jurisdiction over an offence about drivers’ hours on any court having jurisdiction in the place where the person charged with the offence is for the time being) there shall be substituted the following— 7 A offence under this Part of this Act may be treated for the purpose of conferring jurisdiction on a court (but without pejudice to any jurisdiction it may have apart from this subsection) as having been committed in any of the following places, that is to say— a the place where the person charged with the offence was driving when evidence of the offence first came to the attention of a constable or vehicle examiner; b the place where that person resides or is or is believed to reside or be at the time when the proceedings are commenced; or c the place where at that time that person or, in the case of an employee-driver, that person’s employer or, in the case of an owner-driver, the person for whom he was driving, has his place or principal place of business or his operating centre for the vehicle in question. In this subsection “ vehicle examiner ” means an officer within the meaning of section 99 of this Act."}, {"act": "Road Traffic (Drivers’ Ages And Hours Of Work) Act 1976", "year": 1976, "section": "4", "section_title": " Citation, commencement and extent.", "section_text": "4 1 This Act may be cited as the Road Traffic (Drivers’ Ages and Hours of Work) Act 1976. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 This Act does not extend to Northern Ireland."}]