[{"act": "Seychelles Act 1976", "year": 1976, "section": "1", "section_title": " Fully responsible status of Seychelles.", "section_text": "1 1 On and after 29th June 1976 (in this Act referred to as “ the appointed day ”) Her Majesty’s Government in the United Kingdom shall have no responsibility for the Government of Seychelles. 2 No Act of the Parliament of the United Kingdom passed on or after the appointed day shall extend, or be deemed to extend, to Seychelles as part of its law."}, {"act": "Seychelles Act 1976", "year": 1976, "section": "2", "section_title": " Power to provide for constitution of Seychelles as Republic.", "section_text": "2 Her Majesty may by Order in Council (to be laid before Parliament after being made) make provision for the constitution of Seychelles as a Republic on the appointed day."}, {"act": "Seychelles Act 1976", "year": 1976, "section": "34.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Seychelles Act 1976", "year": 1976, "section": "5", "section_title": " Operation of existing law.", "section_text": "5 1 Subject to subsection (3) of this section, all law to which this section applies, whether being a rule of law or a provision of an Act of Parliament or of any other enactment or instrument whatsoever, which is in force on the appointed day, or, having been passed or made before that day, comes or has come into force thereafter, shall, unless and until provision to the contrary is made by Parliament or some other authority having power in that behalf, have the same operation in relation to Seychelles, and persons and things belonging to or connected with Seychelles, as it would have had apart from this subsection if there had been no change in the status of Seychelles. 2 This section applies to law of, or any part of, the United Kingdom, the Channel Islands and the Isle of Man, and, in relation only to any enactment of the Parliament of the United Kingdom or any Order in Council made by virtue of any such enactment whereby any such enactment applies in relation to Seychelles, to law of any other country or territory to which that enactment or Order extends. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Seychelles Act 1976", "year": 1976, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Seychelles Act 1976", "year": 1976, "section": "7", "section_title": " Consequential modifications of other enactments.", "section_text": "7 1 On and after the appointed day the provisions specified in the Schedule to this Act shall have effect subject to the amendments specified respectively in that Schedule. 2 Subsection (1) of this section, and the Schedule to this Act, shall not extend to Seychelles as part of its law."}, {"act": "Seychelles Act 1976", "year": 1976, "section": "8", "section_title": " Interpretation.", "section_text": "8 1 In this Act, and in any amendment made by this Act in any other enactment, “ Seychelles ” means the territories which immediately before the appointed day constitute the Colony of Seychelles. 2 References in this Act to any enactment are references to that enactment as emended or extended by or under another enactment."}, {"act": "Seychelles Act 1976", "year": 1976, "section": "9", "section_title": " Short title.", "section_text": "9 This Act may be cited as the Seychelles Act 1976."}]