[{"act": "Constabulary and Police (Ireland) Act 1883", "year": 1883, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited for all purposes as the Constabulary and Police (Ireland) Act 1883."}, {"act": "Constabulary and Police (Ireland) Act 1883", "year": 1883, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Constabulary and Police (Ireland) Act 1883", "year": 1883, "section": "3", "section_title": " Right of constables to pensions.", "section_text": "3 1 Subject to the provisions of this Act, every constable of the Royal Irish Constabulary  who became a member of the force on or after the tenth day of August one thousand eight hundred and sixty-six, or  who shall become a member of the force after the passing of this Act—  a if he has completed not less than twenty-five years service, shall be entitled on the expiration of two months after he has given written notice to the Inspector General of his desire to retire, or of such less time after that notice as the Inspector General allows, to retire and receive a pension for life; and b if he has completed not less than fifteen years service, and is incapacitated for the performance of his duty by infirmity of mind or body, shall be entitled to retire and receive a pension for life; and c if he is incapacitated for the performance of his duty by infirmity of mind or body occasioned in the execution of his duty without his own default, shall be entitled to retire and to receive a pension for life;  and d if he has not completed fifteen years service, and is incapacitated for the performance of his duty by infirmity of mind or body occasioned otherwise than as aforesaid and without his own default, may, if the Inspector General allows him, retire, and the Inspector General, if he thinks fit, may grant him a gratuity. 2 Provided that—  a a constable becoming a member of the force after the passing of this Act, and who receives a pension under this section before he has completed twenty-five years service, shall be subject to return to service, as mentioned in this Act, if he ceases to be incapacitated; and b where a constable receives a pension under this section, before he has completed fifteen years service, the pension shall be subject to such reduction by the Inspector General as is provided by this Act. 3 The said pensions  and gratuities shall be in accordance with the pension scale under this Act, and, subject to the limits in that scale, shall be such as the Inspector General, with the approval of the Treasury, may determine. 4 Provided that where a pension is granted to a constable on account of infirmity of mind or body, and such infirmity is certified by some legally qualified medical practitioner to have been brought about or been contributed to by his own default or by his vicious habits, and such constable is entitled under this Act to a pension of a fixed amount or to a pension not less than a fixed amount, the Inspector General may, subject to the limit in the pension scale, grant to him a less amount of pension than the said fixed amount of pension to which he would otherwise have been entitled. The pension scale under this Act shall be the scale set out in the Second Schedule to this Act. 5 No pension shall be granted to any such constable unless the Inspector General is satisfied that he has served with diligence and fidelity. 6 When any constable who became a member of the force on or after the tenth day of August one thousand eight hundred and sixty-six or who shall become a member of the force after the passing of this Act has completed a service of twenty-five years, the Inspector General may, if he thinks fit, require him to retire upon the terms as to pension prescribed by this Act. When any constable who became a member of the force before the said tenth day of August one thousand eight hundred and sixty-six has completed a service of twenty-five years, the Inspector General may, if he thinks fit, require him to retire, and in computing the pension to which he is entitled his length of service shall be reckoned as thirty years."}, {"act": "Constabulary and Police (Ireland) Act 1883", "year": 1883, "section": "4", "section_title": " Pension allowances and gratuities to widows and children. ", "section_text": "4 1 Where a constable dies from some cause which, if it had only incapacitated him from the performance of his duty, would have entitled him to a pension for life, the Inspector General shall grant a pension to his widow and children. 2 Where a constable dies from some cause not arising from his own default, and other than that above mentioned in this section, the Inspector General may, if he thinks fit, grant gratuities to his widow and children, or any of them. 3 Where a constable to whom a pension has been granted dies within twelve months after the grant of such pension, the Inspector General shall grant a gratuity to his widow and children. 4 The said pension allowances and gratuities shall be in accordance with the pension scale under this Act, and subject to the limits in that scale, shall be such as the Inspector General, with the consent of the Treasury, may determine. 5 This section shall apply to the widows and children of constables appointed before the tenth day of August one thousand eight hundred and sixty-six, as if they were constables entitled to pensions under this Act. 6 This section shall not apply to the widow  or children  of any constable who marries after the passing of this Act, unless the marriage of such constable is in accordance with the regulations of the force."}, {"act": "Constabulary and Police (Ireland) Act 1883", "year": 1883, "section": "5", "section_title": " Reckoning of service in other police forces for pension.", "section_text": "5 1 In reckoning the service of a constable for the purposes of this Act, approved service in any other police force, or if he has served in more than one, then in each police force in which he served for not less than three years approved service, and from which with the written sanction of the chief officer of that force he removed to another force, or to the Royal Irish Constabulary, shall be reckoned as service in the Royal Irish Constabulary; and the length of service which a constable is entitled to reckon in the police force from which he removes shall be stated in the said written sanction, or shall otherwise be sent in writing by the chief officer of that force to the Inspector General of the Royal Irish Constabulary on the removal of the constable into the Royal Irish Constabulary. For the purposes of this Act, approved service shall mean such continuous service as may, after deduction, if any, for sickness, misconduct, or other cause, be established to the satisfaction of the police authority having the control of such police force, to have been diligent and faithful service. 2 Where a constable with the knowledge of the Inspector General belongs to the army reserve, his absence when called out for training or for permanent service shall not prevent his service in the Constabulary being deemed to be continuous service for the purposes of this Act, and he shall be entitled on returning to the Constabulary after the end of such absence, to reckon any service which he was entitled to reckon at the commencement thereof."}, {"act": "Constabulary and Police (Ireland) Act 1883", "year": 1883, "section": "6", "section_title": " Proof of incapacity for duty and return to service of pensioner on recovery from incapacity, and revision of pension.", "section_text": "6   1 Where a pension is granted to a constable who, after having served for less than twenty-five years, retires on the ground of his being incapacitated by infirmity of mind or body for the discharge of his duty, the Inspector General shall, before granting such pension, be satisfied, by the evidence of some legally qualified medical practitioner or practitioners employed or approved by him, that such constable is so incapacitated, and that the incapacity is likely to be permanent, and afterwards, until the power under this Act of requiring the constable to serve again ceases, shall yearly or otherwise, from time to time, also satisfy himself by the like evidence that such incapacity continues. 2 In the event of such incapacity ceasing before the expiration of such time as would, together with the period of service prior to his retirement, make up a period of twenty-five years, the constable, if he became a member of the force after the passing of this Act, shall be liable to serve again in the force, and if before the expiration of the said time he declines so to serve, or if when serving again he neglects to perform his duty satisfactorily, being in a competent state of health, he shall forfeit his pension. 3 A constable so serving again shall be entitled to retire at the same time as he would be entitled to do if the time which elapsed between his retirement and the renewal of his service were service, but the time which so elapsed shall not be reckoned as service in calculating his pension on his retirement subsequent to such renewal. 4 Where a pension is granted to a constable who has served for less than fifteen years on the ground of his being incapacitated by infirmity of mind or body for the discharge of his duty, and the Inspector General is, before the expiration of such time as would together with the period of his service prior to the grant of the pension make up a period of twenty-five years, satisfied, by the evidence of some legally qualified medical practitioner or practitioners employed or approved by him, or otherwise, that such incapacity has partly ceased, the Inspector General may, subject to the limits in the pension scale, reduce permanently or temporarily the pension granted to such constable. 5 If a constable fails or refuses, when so required by the Inspector General, to be examined by some legally qualified medical practitioner or practitioners employed or approved by such Inspector General, the Inspector General shall have the same power of  requiring such constable to serve again and of forfeiting or  reducing the pension of such constable as he would have under this section if satisfied by the evidence of any such practitioner that the incapacity of such constable had wholly or partly ceased."}, {"act": "Constabulary and Police (Ireland) Act 1883", "year": 1883, "section": "7", "section_title": " Forfeiture of pension or allowance.", "section_text": "7 A pension or allowance under this Act is granted only upon condition that it becomes forfeited, and may be withdrawn by the Inspector General, in any of the following cases: a If the grantee is convicted of any indictable offence; or b If the grantee knowingly associates with thieves or suspected persons; or c If the grantee refuses to give to the police all information and assistance in his power for the detection of crime, for the apprehension of criminals, and for the suppression of any disturbance of the public peace; or d If the grantee is guilty of any conduct which is illegal or in the opinion of the Inspector General disgraceful, or enters into or continues to carry on any business, occupation, or employment, in which (if he was a constable) he has made use of the fact of his former employment in the police in a manner which the Inspector General considers to be discreditable and improper."}, {"act": "Constabulary and Police (Ireland) Act 1883", "year": 1883, "section": "8", "section_title": " Suspension of pension.", "section_text": "8 Where a constable in receipt of a pension under this Act takes service in any police force, his pension may be suspended by the Inspector General in whole or in part so long as he remains in such service."}, {"act": "Constabulary and Police (Ireland) Act 1883", "year": 1883, "section": "9", "section_title": " Punishment for obtaining pension, &c. by fraud. ", "section_text": "9 Where a person obtains any pension, gratuity, or allowance under this Act by any false representation or false evidence, or by personation, or by malingering or feigning disease or infirmity, or by maiming or injuring himself, or causing himself to be maimed or injured, or otherwise producing disease or infirmity, or by any other fraudulent conduct, such person shall be liable to a fine not exceeding  twenty pounds level 2 on the standard scale  or to imprisonment, . . .   for a period not exceeding three months, and also to forfeit the pension, gratuity, or allowance obtained. Offences against this section may be prosecuted, and penalties recovered, in a summary manner."}, {"act": "Constabulary and Police (Ireland) Act 1883", "year": 1883, "section": "10", "section_title": " Provision as to pension of men appointed before August 1866.", "section_text": "10 In the case of any constable who became a member of the Royal Irish Constabulary before the tenth day of August one thousand eight hundred and sixty-six, and who retires after the passing of this Act, and who shall at the time of his retirement have served for thirty years or upwards, the pension which he is qualified to receive may be granted to him without the production of a certificate that he is unable from mental or bodily infirmity to perform his duty. The pension which may be awarded to any constable who became a member of the Royal Irish Constabulary before the tenth day of August one thousand eight hundred and sixty-six shall not be calculated with reference to the scale of pay specified in the First Schedule to this Act, but shall be calculated with reference to the pay which such constable would be entitled to receive if this Act had not been passed; and for the purposes of such calculation in the case of any head constable who became a member of the force before the tenth day of August one thousand eight hundred and sixty-six, and who had not attained the rank of a first-class head constable before the passing of this Act, such head constable shall, when he has served for five years as a head constable, be deemed to have attained by promotion the rank of a first-class head constable, and to be entitled to the scale of pay to which first-class head constables were entitled at the passing of this Act; and when he has served for less than five years as a head constable shall be deemed to have attained, upon his promotion to be such head constable, the rank of a second-class head constable, and to be entitled to the scale of pay to which second-class head constables were entitled at the passing of this Act. Provided that any constable who became a member of the force before the said tenth day of August one thousand eight hundred and sixty-six may, if he so elects, be pensioned in accordance with the provisions of this Act relating to the pensions of constables who became members of the force after that date, and with reference to the scale of pay specified in the First Schedule."}, {"act": "Constabulary and Police (Ireland) Act 1883", "year": 1883, "section": "11", "section_title": " The Constabulary Force Fund.", "section_text": "11 No deduction shall be made from the pay or pension of any person who becomes a member of the Royal Irish Constabulary after the passing of this Act as a contribution towards the Constabulary Force Fund; nor shall any such person, nor the widow or family of any such person, be entitled to be paid any gratuity, bounty, pension, or allowance, out of that fund."}, {"act": "Constabulary and Police (Ireland) Act 1883", "year": 1883, "section": "12", "section_title": " Change of designations of certain ranks.", "section_text": "12 The sub-inspectors, constables, acting constables, and sub-constables of the Royal Irish Constabulary, shall respectively be styled district inspectors, sergeants, acting sergeants, and constables."}]