[{"act": "Explosive Substances Act 1883", "year": 1883, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as the Explosive Substances Act 1883."}, {"act": "Explosive Substances Act 1883", "year": 1883, "section": "2", "section_title": " Causing explosion likely to endanger life or property. ", "section_text": "2 A person who in the United Kingdom or (being a citizen of the United Kingdom and Colonies) in the Republic of Ireland unlawfully and maliciously causes by any explosive substance an explosion of a nature likely to endanger life or to cause serious injury to property shall, whether any injury to person or property has been actually caused or not, be guilty of an offence and on conviction on indictment shall be liable to imprisonment for life."}, {"act": "Explosive Substances Act 1883", "year": 1883, "section": "3", "section_title": " Attempt to cause explosion, or making or keeping explosive with intent to endanger life or property. ", "section_text": "3 1 A person who in the United Kingdom or a dependency or (being a citizen of the United Kingdom and Colonies) elsewhere unlawfully and maliciously— a does any act with intent to cause, or conspires to cause, by an explosive substance an explosion of a nature likely to endanger life, or cause serious injury to property, whether in the United Kingdom or  elsewhere                   , or b makes or has in his possession or under his control an explosive substance with intent by means thereof to endanger life, or cause serious injury to property, whether in the United Kingdom or  elsewhere , or to enable any other person so to do, shall, whether any explosion does or does not take place, and whether any injury to person or property is actually caused or not, be guilty of an offence and on conviction on indictment shall be liable to imprisonment for  life , and the explosive substance shall be forfeited. 2 In this section “ dependency ” means the Channel Islands, the Isle of Man and any colony, other than a colony for whose external relations a country other than the United Kingdom is responsible. "}, {"act": "Explosive Substances Act 1883", "year": 1883, "section": "4", "section_title": " Punishment for making or possession of explosive under suspicious circumstances. ", "section_text": "4 1 Any person who makes or knowingly has in his possession or under his control any explosive substance, under such circumstances as to give rise to a reasonable suspicion that he is not making it or does not have it in his possession or under his control for a lawful object, shall, unless he can show that he made it or had it in his possession or under his control for a lawful object, be  guilty of an offence . 1A A person who is guilty of an offence under subsection (1) is liable, on conviction on indictment, to imprisonment for life. 1B Where a person is convicted of an offence under subsection (1) the explosive substance is to be forfeited. 2 In any proceeding against any person for a crime under this section, such person and his wife, or husband, as the case may be, may, if such person thinks fit, be called, sworn, examined, and cross-examined as an ordinary witness in the case."}, {"act": "Explosive Substances Act 1883", "year": 1883, "section": "5", "section_title": " Punishment of accessories.", "section_text": "5 Any person who within or (being a subject of Her Majesty) without Her Majesty’s dominions by the supply of or solicitation for money, the providing of premises, the supply of materials, or in any manner whatsoever, procures, counsels, aids, abets, or is accessory to, the commission of any crime under this Act, shall be guilty of felony, and shall be liable to be tried and punished for that crime, as if he had been guilty as a principal."}, {"act": "Explosive Substances Act 1883", "year": 1883, "section": "6", "section_title": " Inquiry by Attorney General, and apprehension of absconding witnesses.", "section_text": "6 1 Where the Attorney General has reasonable ground to believe that any crime under this Act has been committed, he may order an inquiry under this section, and thereupon any justice  for the county, borough, or place in which the crime was committed or is suspected to have been committed ,  who is authorised in that behalf by the Attorney General, may, although no person may be charged before him with the commission of such crime,  sit at a  police court, or  petty sessional or occasional court-house, or police station  in the said county, borough, or place , and  examine on oath concerning such crime any witness appearing before him, and may take the deposition of such witness, and, if he see cause, may bind such witness by recognizance to appear and give evidence at  the next petty sessions, or  a magistrates' court  when called upon within three months from the date of such recognizance; and the law relating to the compelling of the attendance of a witness before a justice, and to a witness attending before a justice and required to give evidence concerning the matter of an information or complaint, shall apply to compelling the attendance of a witness for examination and to a witness attending under this section. 2 A witness examined under this section shall not be excused from answering any question on the ground that the answer thereto may criminate, or tend to criminate,  himself that witness or the  spouse or civil partner  of that witness ; but any statement made by any person in answer to any question put to him  or her  on any examination under this section shall not, except in the case of an indictment or other criminal proceeding for perjury, be admissible in evidence  against him against that person or the  spouse or civil partner  of that person  in any proceeding, civil or criminal. 3 A justice who conducts the examination under this section of a person concerning any crime shall not take part in the committing for trial of such person for such crime. 4 Whenever any person is bound by recognizance to give evidence before justices, or any criminal court, in respect of any crime under this Act, any justice, if he sees fit, upon information being made in writing and on oath, that such person is about to abscond, or has absconded, may issue his warrant for the arrest of such person, and if such person is arrested any justice, upon being satisfied that the ends of justice would otherwise be defeated, may commit such person to prison until the time at which he is bound by such recognizance to give evidence, unless in the meantime he produces sufficient sureties: Provided that any person so arrested shall be entitled on demand to receive a copy of the information upon which the warrant for his arrest was issued."}, {"act": "Explosive Substances Act 1883", "year": 1883, "section": "7", "section_title": " No prosecution except by leave of Attorney General. Procedure and saving.", "section_text": "7   1 Proceedings for a crime under this Act shall not be instituted except by or with the consent of the Attorney General. 2 In framing an indictment the same criminal act may be charged in different counts as constituting different crimes under this Act, and upon the trial of any such indictment the prosecutor shall not be put to his election as to the count on which he must proceed. 3 For all purposes of and incidental to arrest, trial, and punishment, a crime for which a person is liable to be punished under this Act, when committed out of the United Kingdom, shall be deemed to have been committed in the place in which such person is apprehended or is in custody. 4 This Act shall not exempt any person from any indictment or proceeding for a crime or offence which is punishable at common law, or by any Act of Parliament other than this Act, but no person shall be punished twice for the same criminal act."}, {"act": "Explosive Substances Act 1883", "year": 1883, "section": "8", "section_title": " Search for and seizure of explosive substances.", "section_text": "8 1 Sections seventy-three, seventy-four, seventy-five, eighty-nine, and ninety-six of the  Explosives Act 1875 (which sections relate to the search for, seizure, and detention of explosive substances, and the forfeiture thereof, and the disposal of explosive substances seized or forfeited), shall apply in like manner as if a crime or forfeiture under this Act were an offence or forfeiture under the  Explosives Act 1875. 2 Where the master or owner of any vessel has reasonable cause to suspect that any dangerous goods or goods of a dangerous nature which, if found, he would be entitled to throw overboard in pursuance of the  safety regulations under section 85 of the Merchant Shipping Act 1995 , are concealed on board his vessel, he may search any part of such vessel for such goods, and for the purpose of such search may, if necessary, break open any box, package, parcel, or receptacle on board the vessel, and such master or owner, if he finds any such dangerous goods or goods of a dangerous nature, shall be entitled to deal with the same in manner provided by the said Act, and if he do not find the same, he shall not be subject to any liability, civil or criminal, if it appears to the tribunal before which the question of his liability is raised that he had reasonable cause to suspect that such goods were so concealed as aforesaid."}, {"act": "Explosive Substances Act 1883", "year": 1883, "section": "9", "section_title": " Definitions, and application to Scotland.", "section_text": "9 1 In this Act, unless the context otherwise requires— The expression “ explosive substance ” shall be deemed to include any materials for making any explosive substance; also any apparatus, machine, implement, or materials used, or intended to be used, or adapted for causing, or aiding in causing, any explosion in or with any explosive substance; also any part of any such apparatus, machine, or implement. The expression “ Attorney General ” means Her Majesty’s Attorney General for England or Ireland, as the case may be  . . .. 2 In the application of this Act to Scotland the following modifications shall be made—  Section 7(1) shall be omitted. The expression “ Attorney General ” shall be deemed to mean the Lord Advocate, and in case of his inability or of a vacancy in the office, Her Majesty’s Solicitor General for Scotland. The expression  “ magistrates' court ”  shall be deemed to mean the sheriff court. The expression “ felony ” shall be deemed to mean a high crime and offence. The expression “ recognizance ” shall be deemed to mean juratory caution. The expression “ justice ” shall include  sheriff principal and sheriff ."}]