[{"act": "Greenwich Hospital Act 1883", "year": 1883, "section": "1", "section_title": " Short title and construction of Act.", "section_text": "1 This Act may be cited as the Greenwich Hospital Act, 1883, and this Act and the Greenwich Hospital Acts, 1865 to 1872, shall be read and have effect together as one Act, and may be cited together as the Greenwich Hospital Acts, 1865 to 1883."}, {"act": "Greenwich Hospital Act 1883", "year": 1883, "section": "2", "section_title": " Power to grant pensions, allowances, and gratuities.", "section_text": "2 1 The Admiralty may out of the funds of Greenwich Hospital from time to time grant pensions to widows  or surviving civil partners and allowances to children of any person deceased, whether before or after the passing of the  Greenwich Hospital Act, 1947, while serving, or having served, as a non-commissioned officer, petty officer or man of the Royal Navy or Royal Marines or of any naval reserve force. 2 The Admiralty may out of the said funds from time to time grant gratuities to parents or other relatives dependent on any such person deceased, as aforesaid, so however that the total expenditure in such gratuities shall not exceed in any one year the sum of five hundred pounds. 3 Pensions, allowances and gratuities shall not be granted by virtue of this section except in accordance with regulations of the Admiralty made under section four of this Act, so however that nothing in this subsection shall affect any pension, allowance or gratuity granted before the passing of the  Greenwich Hospital Act, 1947."}, {"act": "Greenwich Hospital Act 1883", "year": 1883, "section": "3", "section_title": " Power to provide for education and maintenance of sons of seamen, &c.", "section_text": "3 The Admiralty may out of the funds of Greenwich Hospital from time to time provide wholly or in part for the education and maintenance of sons of deceased or incapacitated warrant officers, non-commissioned officers, petty officers, and men of the Royal Navy and Marines, and also for the education and maintenance of sons of men of the Royal Naval Volunteers  ... killed or drowned in the service of the Crown."}, {"act": "Greenwich Hospital Act 1883", "year": 1883, "section": "4", "section_title": " Regulations by Admiralty. ", "section_text": "4 Subject to the provisions of this Act, the Admiralty may from time to time make such regulations as may seem fit for determining the nature and amount of the pensions, allowances, gratuities, and payments for education and maintenance to be granted or made under the powers of this Act, according to the circumstances of different cases, and for governing the selection of the persons to receive the benefit of this Act. Regulations made by the Admiralty under this Act shall not have effect unless and until they are approved by Her Majesty in Council."}, {"act": "Greenwich Hospital Act 1883", "year": 1883, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Greenwich Hospital Act 1883", "year": 1883, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Greenwich Hospital Act 1883", "year": 1883, "section": "7", "section_title": " Decision of Admiralty respecting grants conclusive.", "section_text": "7 The decision of the Admiralty respecting the eligibility of any person to receive any benefit under the Acts, Orders in Council, and regulations which govern the administration of the revenues of Greenwich Hospital, or respecting any other question arising as to the appointment or grant of any pension, allowance, gratuity, or benefit under those Acts, Orders, and regulations, shall be binding and conclusive to and for all intents and purposes."}, {"act": "Greenwich Hospital Act 1883", "year": 1883, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}]