[{"act": "Municipal Corporations Act 1883", "year": 1883, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as the Municipal Corporations Act, 1883."}, {"act": "Municipal Corporations Act 1883", "year": 1883, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2–4"}, {"act": "Municipal Corporations Act 1883", "year": 1883, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Municipal Corporations Act 1883", "year": 1883, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Municipal Corporations Act 1883", "year": 1883, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Municipal Corporations Act 1883", "year": 1883, "section": "811", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8–11"}, {"act": "Municipal Corporations Act 1883", "year": 1883, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Municipal Corporations Act 1883", "year": 1883, "section": "13", "section_title": " Saving as to Cinque Ports.", "section_text": "13 With respect to any cinque port or ancient town or member of a cinque port mentioned in the schedules to this Act, the following provisions shall have effect:— 1 Nothing in this Act shall diminish the jurisdiction of the Court of Admiralty of the Cinque Ports within the boundaries defined by the  Cinque Ports Act, 1821, or of any commissioners appointed in pursuance of that Act: 2 Nothing in this Act shall increase the authority or jurisdiction which any cinque port, or any court, justice, or officer of a cinque port, has over any member of a cinque port, notwithstanding that that member is, in pursuance of this Act, no longer corporate: 3  . . . "}, {"act": "Municipal Corporations Act 1883", "year": 1883, "section": "14", "section_title": " Saving as to Winchelsea.", "section_text": "14  . . .  , notwithstanding anything in this Act, Winchelsea shall continue to be entitled an ancient town of the Cinque Ports."}, {"act": "Municipal Corporations Act 1883", "year": 1883, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Municipal Corporations Act 1883", "year": 1883, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Municipal Corporations Act 1883", "year": 1883, "section": "17", "section_title": " Saving for Romney Marsh.", "section_text": "17 1 The reputed corporation of the bailiff jurats and commonalty of Romney Marsh shall, notwithstanding anything in this Act, continue to exist, and to elect officers, and to hold the property vested in them, but any such corporation shall not have or exercise any municipal rights or powers; and all property vested in such corporation shall continue to be applicable for the purposes to which it is at present by law applicable or otherwise for the benefit of the inhabitants of the said place. 2 Notwithstanding anything in this Act, the bailiff and justices of the corporation of Romney Marsh shall continue to be appointed and elected, as nearly as may be, in like manner as heretofore . . .  3 The reputed corporation of the lords bailiff and jurats of Romney Marsh shall not be deemed a municipal corporation, and notwithstanding anything in this Act shall continue to exist, to elect officers, to hold the property vested in them, and to exercise the same powers as heretofore, and all property vested in such corporation shall continue to be applicable for the purposes to which it is at present by law applicable or otherwise for the benefit of the inhabitants of the said place."}, {"act": "Municipal Corporations Act 1883", "year": 1883, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Municipal Corporations Act 1883", "year": 1883, "section": "19", "section_title": " Saving for Local Act relating to Alnwick. ", "section_text": "19 Notwithstanding anything in this Act, the corporation referred to in the  Alnwick Corporation Act, 1882, shall continue to be a corporation and to hold and administer the property vested in such corporation at the passing of this Act, and shall apply the same for the purposes mentioned in the said Alnwick Corporation Act, 1882, and the maintenance as heretofore of the Corporation schools, or for any other public or charitable purposes; and the provisions of this Act with respect to an inquiry by . . .   the Local Government Board, or with respect to a scheme by the Local Government Board, shall not apply to Alnwick, and this Act shall not affect the provisions of the said Alnwick Corporation Act 1882."}, {"act": "Municipal Corporations Act 1883", "year": 1883, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "20"}, {"act": "Municipal Corporations Act 1883", "year": 1883, "section": "21", "section_title": " Saving for Newport, Pembroke.", "section_text": "21 Nothing in this Act shall be deemed to prevent the election of the mayor of Newport (Pembroke) as heretofore, or to dissolve the corporation of Newport (Pembroke), or deprive the lord of the manor or the burgesses of any tolls, rights of common, or other rights of a pecuniary value."}, {"act": "Municipal Corporations Act 1883", "year": 1883, "section": "2223.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "22"}, {"act": "Municipal Corporations Act 1883", "year": 1883, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2–4"}, {"act": "Municipal Corporations Act 1883", "year": 1883, "section": "25", "section_title": " Saving for certain rights.", "section_text": "25 1 Nothing in this Act shall diminish the liability of the owner or occupier of any tenement to any rent or sum payable under any charter granted to any corporation mentioned in the Schedules to this Act, and any person entitled to receive such rent or sum shall have the same right and remedy for recovering the same as prior to the passing of this Act, and also upon the abolition by this Act of the corporation under the charter shall have the power of such corporation or of any officer of such corporation to enforce payment of such rent or sum. 2 The provisions of this section . . .   for protecting the rights of persons interested shall have effect in favour of Her Majesty, and of any body corporate, not being a corporation abolished by this Act, in like manner as if Her Majesty, and such body corporate, were included in the term person. 3  . . . "}, {"act": "Municipal Corporations Act 1883", "year": 1883, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "26"}, {"act": "Municipal Corporations Act 1883", "year": 1883, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "27"}]