[{"act": "Employment Relations (Flexible Working) Act 2023", "year": 2023, "section": "1", "section_title": "Flexible working", "section_text": " 1    1   Section 80F of the Employment Rights Act 1996 (flexible working: right to request contract variation) is amended as follows.     2   In subsection (2)—   a   at the end of paragraph (a) insert  “and” ;     b   omit paragraph (c) and the “and” preceding it.       3   For subsection (4) substitute—    4   An employee may not—   a   make more than two applications under this section to the same employer during any period of 12 months;     b   make an application under this section to an employer if another such application to the same employer is proceeding.       4A   For the purposes of this section an application is “proceeding” during any of these periods—   a   the period—   i   beginning when the application is made, and     ii   ending when the application is concluded;       b   any period—   i   beginning when an appeal against a decision to refuse the application is brought, and     ii   ending when the appeal is concluded;       c   any period—   i   beginning when, in accordance with section 80G(1C)(b), the decision period for an application or appeal is extended with retrospective effect, and     ii   ending when the application or appeal is concluded.         4B   For the purposes of this section an application or appeal is “concluded” when any of these events occurs—   a   a decision is made on the application or appeal under section 80G;     b   the application or appeal is withdrawn;     c   the application or appeal is disposed of by agreement;     d   the decision period specified in section 80G for the application or appeal ends without a decision, withdrawal or agreed disposal.”          4   Section 80G of the Employment Rights Act 1996 (flexible working: employer’s duties in relation to application) is amended as follows.     5   In subsection (1), after paragraph (a) insert—    aza   shall not refuse the application unless the employee has been consulted about the application,”.        6   In subsection (1B)(a), for “three months” substitute  “two months” .     7   The amendments made by this section apply in respect of—   a   an employee’s entitlement, on or after the coming into force of this section, to make an application under section 80F of the Employment Rights Act 1996, and     b   any such application made on or after the coming into force of this section,    regardless of when the employment, contract or other arrangement (as the case may be) began.     8   On or after the coming into force of this section, in any determination of the number of applications made under section 80F of the Employment Rights Act 1996 by an employee during a period of 12 months, any such application made before that coming into force (and during that period) is to be included.    "}, {"act": "Employment Relations (Flexible Working) Act 2023", "year": 2023, "section": "2", "section_title": "Extent, commencement and short title", "section_text": " 2    1   This Act extends to England and Wales and Scotland.     2   Section 1 comes into force on such day as the Secretary of State may by regulations made by statutory instrument appoint; and different days may be appointed for different purposes.     3   This section comes into force on the day on which this Act is passed.     4   This Act may be cited as the Employment Relations (Flexible Working) Act 2023.    "}]