[{"act": "Equipment Theft (Prevention) Act 2023", "year": 2023, "section": "1", "section_title": "Requirements for sale of equipment", "section_text": " 1    1   The Secretary of State may by regulations make provision to restrict the sale of specified equipment where a specified requirement is not met.     2   Regulations under subsection  (1)  may specify equipment of a kind falling within the following descriptions—   a   mechanically propelled vehicles that—   i   are designed or adapted primarily for use other than on a road,     ii   have an engine capacity of at least 250 cubic centimeters or two kilowatts, and     iii   travel on more than two wheels or on tracks;       b   other equipment designed or adapted primarily for use in agricultural or commercial activities.       3   Regulations under subsection  (1)  may specify a requirement of a kind falling within the following descriptions—   a   a requirement that the equipment is fitted with a device designed, or adapted, to be fitted for the purposes of preventing the equipment from being driven or otherwise put in motion;     b   a requirement that the equipment is marked with—   i   a unique identifier, and     ii   a visible indication that it is marked with a unique identifier.         4   Regulations under subsection  (1)  may not restrict the sale of equipment if—   a   the sale is solely for the purposes of onward sale by the buyer, or     b   the equipment has previously been used for the purpose for which it was primarily designed or adapted.       5   In this Act—   a   “ equipment ” includes a vehicle;     b   equipment is not “used for the purpose for which it was primarily designed or adapted” solely by virtue of being used—   i   in order to demonstrate its features to a potential buyer of the equipment or other equipment of the same or a similar kind, or     ii   in preparation for such a demonstration.        "}, {"act": "Equipment Theft (Prevention) Act 2023", "year": 2023, "section": "2", "section_title": "Record keeping", "section_text": " 2    1   The Secretary of State may by regulations provide that a person selling equipment of a kind falling within a description in section  1 (2)  must record specified information in connection with the sale.     2   The information may include, for example—   a   a name, address or telephone number, or other contact details, of the buyer,     b   the make, model or colour of the equipment,     c   if the equipment is marked with a unique identifier of a kind specified in regulations under section  1 (1) —   i   details of that unique identifier, and     ii   the method or location of the marking, and       d   the date on which the contract of sale was entered into.       3   Regulations under subsection  (1)  may make provision about—   a   when the information must be recorded;     b   for how long the information must be kept;     c   the form in which the information must be kept (including, for example, in an online system of a particular kind).       4   Regulations under subsection  (1)  may not require a person selling equipment to record information if—   a   the sale is solely for the purposes of onward sale by the buyer, or     b   the equipment has previously been used for the purpose for which it was primarily designed or adapted.      "}, {"act": "Equipment Theft (Prevention) Act 2023", "year": 2023, "section": "3", "section_title": "Enforcement", "section_text": " 3    1   A person commits an offence if the person—   a   sells equipment in breach of regulations under section  1 , or     b   fails to record or keep information in accordance with regulations under section  2 .       2   A person that commits an offence under subsection  (1)  is liable on summary conviction to a fine.     3   An enforcement authority may enforce regulations under section  1  or  2  in their area.     4   For the powers available to an enforcement authority for the purposes of enforcing regulations under section  1  or  2 , see Schedule 5 to the Consumer Rights Act 2015 (investigatory powers of enforcers etc).     5   “ Enforcement authority ” means—   a   a local weights and measures authority, or     b   a district council that is not a local weights and measures authority.       6   In paragraph 10 of Schedule 5 to the Consumer Rights Act 2015 (duties and powers under which enforcement powers may be exercised), at the end insert—      section  3  of the Equipment Theft (Prevention) Act 2023.        "}, {"act": "Equipment Theft (Prevention) Act 2023", "year": 2023, "section": "4", "section_title": "Regulations: general", "section_text": " 4    1   A power to make regulations under any provision of this Act includes power to make—   a   consequential, supplementary, transitional or saving provision;     b   different provision for different purposes.       2   Regulations under this Act are to be made by statutory instrument.     3   A statutory instrument containing regulations under this Act may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament.    "}, {"act": "Equipment Theft (Prevention) Act 2023", "year": 2023, "section": "5", "section_title": "Extent, commencement and short title", "section_text": " 5    1   This Act extends to England and Wales.     2   This Act comes into force at the end of the period of six months beginning with the day on which this Act is passed.     3   This Act may be cited as the Equipment Theft (Prevention) Act 2023.    "}]