[{"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "1", "section_title": "Revocation of   assimilated   law relating to financial services and markets", "section_text": "1 1 The legislation referred to in Schedule 1 is revoked. 2 In that Schedule— a Part 1 refers to  assimilated direct principal  legislation; b Part 2 refers to subordinate legislation; c Part 3 refers to EU tertiary legislation and subordinate legislation made under an instrument referred to in Part 2; d Part 4 refers to primary legislation; e Part 5 refers to other EU-derived legislation not covered by Parts 1 to 3. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The revocation of any legislation in accordance with this section does not affect the continued effect of any amendments to other legislation made by that revoked legislation (as those amendments had effect immediately before the revocation). 5 The Treasury may by regulations provide for specified subordinate legislation, or for subordinate legislation of a specified description, otherwise falling within Part 5 of Schedule 1, not to fall within that Part. 6 Regulations under subsection (5) are subject to the negative procedure."}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "2", "section_title": "Transitional amendments", "section_text": "2 1 Schedule 2 amends particular legislation referred to in Schedule 1 in relation to the transitional period. 2 In this Chapter “ the transitional period ”, in relation to any legislation, means the period ending with the revocation of that legislation. 3 The amendments in Schedule 2 do not restrict the power in section 3 to modify legislation as amended by that Schedule."}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "3", "section_title": "Power to make further transitional amendments", "section_text": "3 1 The Treasury may by regulations modify legislation referred to in Schedule 1 in relation to the transitional period. 2 The power under subsection (1) is exercisable only by making such modifications as the Treasury consider necessary or desirable for or in connection with one or more of the following purposes— a protecting and enhancing the integrity or stability of the financial system operating in the United Kingdom; b promoting the safety and soundness of persons providing financial services; c promoting effectiveness in the functioning of financial markets; d promoting effective competition in the interests of consumers in financial services and markets or persons who use, or are likely to use, services provided by payment systems in the course of business carried on by those persons; e facilitating the international competitiveness of the economy of the United Kingdom and its growth in the medium to long term; f protecting consumers and those who are, or may become, insurance policyholders; g providing for efficient and effective arrangements in relation to the exercise of functions under the Banking Act 2009 or Part 4 of this Act; h protecting public funds; i implementing, or making changes to reflect, developments in international standards and practices relating to, or applied for the purposes of, the provision of financial services or the operation of financial markets; j providing for efficient and effective regulatory, enforcement, investigatory and supervisory arrangements in relation to the provision of financial services or the operation of financial markets; k removing provisions that are yet to be commenced or changing the timing of their commencement. 3 In subsection (2)— a the integrity of the financial system operating in the United Kingdom includes the matters listed in section 1D(2) of FSMA 2000; b references to financial markets include references to financial exchanges; c “ consumer ” has the meaning given by section 1G(1) of FSMA 2000; d “ payment system ” has the same meaning as in Part 5 of the Financial Services (Banking Reform) Act 2013 (see section 41 of that Act); e the reference to regulatory arrangements includes (among other things) a reference to arrangements for the making of rules. 4 In modifying legislation for or in connection with a purpose mentioned in subsection (2) regulations under this section may— a confer powers on the Treasury or on a regulator; b authorise the making of subordinate legislation by the Treasury; c authorise the making of rules or other instruments by a regulator; d provide for fees to be charged by a regulator in connection with the carrying out of its functions; e apply (with or without modifications), or make equivalent or similar provision to, provisions made by or under FSMA 2000 (including criminal offences created by that Act). 5 The power under section 84(2)(c) to make supplementary, incidental, consequential, transitional, transitory or saving provision includes, in relation to regulations under this section, power to restate legislation in a clearer or more accessible way. 6 Before making regulations under this section the Treasury must consult the regulators. 7 The duty under subsection (6), so far as relating to the Bank of England or the Payment Systems Regulator, applies only if, and to the extent that, the Treasury think it appropriate to consult that regulator in view of the modifications being made by the regulations. 8 The power under subsection (1) to modify legislation does not include power to modify— a primary legislation referred to in Part 4 of Schedule 1; b technical standards of the kind mentioned in section 138P(2)(a) of FSMA 2000; c EU tertiary legislation of the kind mentioned in section 138P(2)(b) of FSMA 2000. 9 Regulations under this section that modify only the following kinds of legislation referred to in Schedule 1 are subject to the negative procedure— a EU tertiary legislation; b subordinate legislation that was not subject to affirmative resolution on being made. 10 Regulations under this section to which subsection (9) does not apply are subject to the affirmative procedure."}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "4", "section_title": "Power to restate and modify saved legislation", "section_text": "4 1 The power under section 86(5) to make saving provision in connection with the revocation of any legislation referred to in Schedule 1 includes power to restate that legislation (as it has effect immediately before its revocation)— a by amending primary legislation or subordinate legislation, or b by making new subordinate legislation. 2 Regulations made by virtue of subsection (1) may make such modifications of the legislation being restated as the Treasury consider necessary or desirable for or in connection with— a the purpose of making the law clearer or more accessible, or b any of the purposes mentioned in section 3(2). 3 Legislation restated by virtue of subsection (1) is not   assimilated   law. 4 Where legislation is restated by virtue of subsection (1), the Treasury may by regulations make such further modifications of that legislation as they consider necessary or desirable for or in connection with a purpose referred to in subsection (2)(a) or (b). 5 Subsection (4) of section 3 applies to regulations made under, or by virtue of, this section as it applies to regulations made under that section. 6 The power conferred by virtue of subsection (1) to restate legislation may be exercised in relation to the entirety of that legislation or in relation to such parts of it as the Treasury consider appropriate. 7 The power conferred by virtue of subsection (1) to restate legislation does not include power to restate— a technical standards of the kind mentioned in section 138P(2)(a) of FSMA 2000, or b EU tertiary legislation of the kind mentioned in section 138P(2)(b) of FSMA 2000. 8 Regulations made by virtue of this section that do not amend primary legislation and contain provision restating only the following kinds of legislation referred to in Schedule 1 are subject to the negative procedure— a EU tertiary legislation; b subordinate legislation that was not subject to affirmative resolution on being made; c any other legislation, so far as restated without any modifications made for a purpose mentioned in section 3(2). 9 Regulations made by virtue of this section to which subsection (8) does not apply are subject to the affirmative procedure."}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "5", "section_title": "Power to replace references to EU directives", "section_text": "5 1 The Treasury may by regulations modify legislation for or in connection with the purpose of replacing any reference (however expressed) to an EU directive referred to in Part 3 of Schedule 1 with such other provision (if any) as the Treasury consider appropriate. 2 The power under subsection (1) is exercisable only if the Treasury consider it necessary or desirable to replace the reference for or in connection with— a the purpose of making the law clearer or more accessible, or b any of the purposes mentioned in section 3(2). 3 Regulations under this section are subject to the affirmative procedure if they amend primary legislation. 4 Regulations under this section to which subsection (3) does not apply are subject to the negative procedure."}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "6", "section_title": "Restatement in rules: exemption from consultation requirements etc", "section_text": "6 1 A relevant requirement does not apply to the making of rules by a regulator if and to the extent that— a the proposed rules make excluded provision in relation to provisions of legislation referred to in Schedule 1, and b those provisions of legislation are specified, or fall within a description of provisions specified, in relation to the making of rules by the regulator in regulations made by the Treasury for the purposes of this section. 2 A relevant requirement does not apply to the making of rules by a regulator if and to the extent that— a the proposed rules make excluded changes to provision of existing rules made by the regulator containing   an assimilated   obligation, and b   the assimilated   obligation is specified, or falls within a description of obligations specified, in relation to the making of rules by the regulator in regulations made by the Treasury for the purposes of this section. 3 A relevant requirement does not apply to the revocation of rules by a regulator if and to the extent that— a the rules being revoked make provision containing   an assimilated   obligation, and b the rules are revoked without being replaced by other rules made by the regulator. 4 For the purposes of subsection (1), rules make excluded provision in relation to provisions of legislation if, in the opinion of the regulator making the rules, the rules reproduce those provisions— a without any changes that are material, or b with changes that are material but their effect is to reduce a regulatory burden without having any other effects that are material. 5 For the purposes of subsection (2), rules make excluded changes to provision of existing rules if, in the opinion of the regulator making the rules— a the effect of the changes is to reduce a regulatory burden, and b the changes have no other effects that are material. 6 In this section references to a “regulatory burden” include (among other things) references to— a a financial cost; b an administrative inconvenience; c an obstacle to trade or innovation; d an obstacle to efficiency, productivity or profitability. 7 Where a relevant requirement does not apply to the making or revocation of rules by virtue of subsection (1), (2) or (3), the requirement also does not apply to any rules that contain incidental, supplemental, consequential or transitional provision so far as made in connection with provision made by virtue of that subsection. 8 “ Relevant requirement ” means— a in relation to rules made by the FCA, the requirements imposed by— i section 138I of FSMA 2000, except for subsection (1)(a), and ii section 138K of FSMA 2000; b in relation to rules made by the PRA, the requirements imposed by— i section 138J of FSMA 2000, except for subsection (1)(a), and ii section 138K of FSMA 2000; c in relation to rules made by the Bank of England, the requirements imposed by paragraph 10(1)(i) of Schedule 17A to FSMA 2000; d in relation to rules made by the Payment Systems Regulator, the requirements imposed by section 104 of the Financial Services (Banking Reform) Act 2013, except for subsection (2)(a). 9 Where a regulator makes or revokes rules without complying with a relevant requirement by virtue of subsection (1), (2) or (3), the regulator must publish a statement which must— a in a case falling within subsection (1), list the provisions of legislation that have been restated by the rules; b in a case falling within subsection (2), specify or describe   the assimilated   obligations in relation to which changes have been made by the rules; c in a case falling within subsection (3), specify or describe   the assimilated   obligations that have been removed by the revocation of the rules. 10 Where the statement relates to the making of rules that include provision of a kind mentioned in subsection (4)(b) or (5)(a) and (b), the statement must— a if made by the FCA, include an explanation of the FCA’s reasons for believing that making the proposed rules is compatible with its duties under section 1B(1), (4A) and (5)(a) of FSMA 2000; b if made by the PRA, include an explanation of the PRA’s reasons for believing that making the proposed rules is compatible with its duties under— i section 2B(1) or, as the case requires, section 2C(1) or 2D(3) of FSMA 2000, and ii section 2H of FSMA 2000; c if made by the Bank of England, include an explanation of the Bank’s reasons for believing that making the proposed rules is compatible with— i the Bank’s financial stability objective under section 2A of the Bank of England Act 1998, and ii the Bank’s duties under section 30D(1)(a) of that Act; d if made by the Payment Systems Regulator, include an explanation of the Regulator’s reasons for believing that making the proposed rules is compatible with its duties under section 49 of the Financial Services (Banking Reform) Act 2013. 11 The statement must be published in the way appearing to the regulator to be best calculated to bring the statement to the attention of the public. 12 Regulations under this section are subject to the affirmative procedure. 13 In this section “rules”— a in relation to the Payment Systems Regulator, means— i generally applicable requirements within the meaning of Part 5 of the Financial Services (Banking Reform) Act 2013 (as amended by Schedule 7 to this Act), or ii directions of general application imposed under any other enactment; b in relation to any other regulator, means rules made by that regulator under FSMA 2000 or any other enactment."}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "7", "section_title": "Interpretation of Chapter", "section_text": "7 1 In this Chapter— “ EU directive ” means a directive within the meaning of Article 288 of the Treaty on the Functioning of the European Union; “ EU tertiary legislation ” has the same meaning as in the European Union (Withdrawal) Act 2018 (see section 20(1)); “ legislation ” means primary legislation,   assimilated direct   legislation or subordinate legislation; “ regulator ” means— the FCA, the PRA, the Bank of England, or the Payment Systems Regulator; “ the transitional period ” has the meaning given in section 2(2). 2 For the purposes of this Chapter, references to legislation do not include references to rules made by a regulator. 3 For the purposes of this Chapter, subordinate legislation was subject to affirmative resolution on being made if it was made with approval given by a resolution of each House of Parliament (whether before or after it was made). 4 References in this Chapter to the revocation of legislation are, in relation to the legislation referred to in Part 4 of Schedule 1, to be read as references to its repeal."}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "8", "section_title": "Designated activities", "section_text": " 8    1   FSMA 2000 is amended as follows.     2   After Part 5 insert—    PART 5A  Designated activities   Designated activities   71K    1   The Treasury may by regulations provide for an activity of a specified description to be a designated activity for the purposes of this Act.     2   Regulations under this section are referred to in this Act as designated activity regulations.     3   Designated activity regulations may provide for an activity to be a designated activity only if the activity relates or is connected to—   a   the financial markets or exchanges of the United Kingdom, or     b   financial instruments, financial products or financial investments that are (or are proposed to be) issued or sold to, or by, persons in the United Kingdom.       4   The description of an activity as a designated activity may be framed by reference to—   a   the way in which the activity is carried on, or     b   the description of persons who carry on the activity.       5   Schedule 6B contains examples of activities that may be specified as designated activities.     6   Nothing in Schedule 6B limits the powers conferred by subsection (1).     7   The financial instruments, financial products and financial investments mentioned in subsection (3)(b) may include cryptoassets.        Restrictions on carrying on of designated activities   71L    1   A person must not carry on a designated activity if, or to the extent that, designated activity regulations prohibit the carrying on of that activity.     2   A person carrying on a designated activity that is not prohibited by virtue of subsection (1) must comply with—   a   designated activity rules relating to that activity, and     b   any other requirements imposed in relation to that activity by designated activity regulations.       3   For the purposes of this Act designated activity rules are rules made under section 71N.        Designated activity regulations: general   71M    1   Designated activity regulations may make provision generally in relation to the carrying on of designated activities.     2   The following are examples of provision that may be made by designated activity regulations—   a   provision about cases in which the restrictions imposed by section 71L are to apply to persons carrying on a designated activity outside the United Kingdom;     b   provision supplementing, or in connection with, any requirements relating to a designated activity under designated activity rules.       3   Designated activity regulations may—   a   provide for exemptions (including exemptions that are subject to specified conditions);     b   confer powers on the Treasury or the FCA.          Designated activities: rules   71N    1   The FCA may make rules relating to designated activities.     2   The power under subsection (1) is only exercisable in so far as designated activity regulations provide for the FCA to make rules—   a   relating to the designated activity, or     b   relating to specified matters relating to designated activities.       3   The FCA may by notice suspend any rules made under subsection (1) for such period as it considers appropriate.     4   Rules under subsection (1) may include provision enabling requirements imposed by the rules to be dispensed with, or modified, in such cases or circumstances as may be determined by the FCA under the rules (subject to subsection (5)).     5   The powers under subsections (3) and (4) are only exercisable in such circumstances as may be specified in designated activity regulations.     6   Before suspending any rules in accordance with subsection (3), the FCA must consult the PRA.     7   A notice under subsection (3) must be published by the FCA in the way appearing to the FCA to be best calculated to bring it to the attention of persons likely to be affected by it.     8   The reference in section 137T(a) (supplementary powers) to “ authorised persons ” includes, in relation to rules made under this section, a reference to any persons to whom the rules under this section apply.        Designated activities: directions   71O    1   The FCA may by directions impose such requirements on a person, or such description of persons, relating to the carrying on of designated activities as the FCA considers appropriate.     2   The power under subsection (1) is only exercisable in so far as designated activity regulations provide for the FCA to make directions relating to the designated activity.     3   A requirement may, in particular, be imposed so as to require the person concerned—   a   to take specified action, or     b   to refrain from taking specified action.       4   A requirement may extend to activities which are not designated activities.     5   A direction under this section—   a   may specify the way in which, and the time by which, a thing is to be done;     b   may be varied;     c   may be expressed to have effect during a specified period or until revoked.       6   The FCA may at any time revoke a direction under this section by notice.     7   The revocation of a direction does not affect the validity of anything previously done in accordance with it.     8   A direction or notice under this section must be given in writing to the person or persons to whom it applies.     9   But if in the circumstances the FCA considers it appropriate, the FCA may, in addition to, or instead of, proceeding under subsection (8), publish the direction or notice in the way appearing to the FCA to be best calculated to bring it to the attention of persons likely to be affected by it.     10   Designated activity regulations may make provision for the exercise of the power under subsection (1) to be subject to such conditions as may be specified in the regulations.     11   Provision under subsection (10) may (among other things) require, where the exercise of the power relates to a PRA-authorised person, consultation with the PRA.     12   The imposition of a requirement that expires at the end of a specified period does not affect the FCA’s power to impose a new requirement.        Designated activities: liability   71P    1   Designated activity regulations may make provision about liability and compensation in connection with this Part.     2   A contravention of a requirement under designated activity regulations or designated activity rules—   a   does not, except as provided by designated activity regulations under section 71Q or by regulations under section 71R, make a person guilty of an offence;     b   does not, except as provided by designated activity regulations—   i   make any transaction void or unenforceable, or     ii   give rise to any action for breach of statutory duty.         3   Designated activity regulations may in particular—   a   in cases where the regulations make provision for liability, make provision excluding civil liability (whether generally or to such extent as may be specified),     b   make provision for liability to be determined in accordance with designated activity rules,     c   make provision so that a person being subject to a liability includes another person being entitled as against that person to rescind or repudiate an agreement, and     d   make provision for the purposes of subsection (1) by applying provisions of this Act with or without modifications.          Designated activities: enforcement   71Q    1   Designated activity regulations may make provision about enforcement in connection with this Part.     2   Provision about enforcement includes (among other things) provision—   a   requiring the supply of information;     b   about investigations (including the making of reports);     c   conferring powers of entry;     d   conferring powers of inspection, search and seizure;     e   conferring powers of censure;     f   imposing monetary penalties;     g   about appeals;     h   conferring functions (including functions involving the exercise of a discretion) on a person.       3   Designated activity regulations may in particular make provision for the purposes of subsection (1) by applying provisions of this Act with or without modifications, including any criminal offences created by this Act (and modifications made by virtue of this subsection may widen the scope of any such offences).     4   The power under this section includes power to amend or repeal provisions of this Act.        Designated activities and rules: connected amendments   71R    1   The Treasury may by regulations make such modifications to provision made by or under this Act or any other enactment as the Treasury consider appropriate for purposes of, or connected with, any designated activity regulations or designated activity rules.     2   The power under subsection (1) may in particular be exercised for the purpose of removing or varying any requirement imposed by or under this Act so far as applying to the carrying on of any designated activity.     3   The power under subsection (1) includes power to modify any criminal offence created by this Act (including by widening the scope of any such offence).     4   In this section—     “ enactment ” includes—     an enactment comprised in subordinate legislation (within the meaning given by section 21 of the Interpretation Act 1978),      an enactment comprised in, or in an instrument made under, a Measure or Act of Senedd Cymru,      an enactment comprised in, or in an instrument made under, an Act of the Scottish Parliament, and      an enactment comprised in, or in an instrument made under, Northern Ireland legislation;         “ modify ” includes amend, repeal or revoke.           Designated activities regulations: Parliamentary control   71S    1   This section applies to regulations which contain provision made under section 71K which provides for an activity of a specified description to be a designated activity.     2   A statutory instrument containing regulations to which this section applies, other than regulations to which subsection (3) applies, may not be made unless a draft of the instrument has been laid before Parliament and approved by a resolution of each House.     3   This subsection applies to regulations which contain a statement made by the Treasury that they are of the opinion that, by reason of urgency, it is necessary to make the regulations without a draft of the statutory instrument containing the regulations being laid and approved under subsection (2).     4   Where subsection (3) applies to regulations, a statutory instrument containing the regulations must be laid before Parliament after being made.     5   Regulations contained in a statutory instrument laid before Parliament under subsection (4) cease to have effect at the end of the period of 28 days beginning with the day on which the instrument is made unless, during that period, the instrument is approved by a resolution of each House of Parliament.     6   In calculating the period of 28 days, no account is to be taken of any whole days that fall within a period during which—   a   Parliament is dissolved or prorogued, or     b   either House of Parliament is adjourned for more than four days.       7   If regulations cease to have effect as a result of subsection (5), that does not—   a   affect the validity of anything previously done under the regulations, or     b   prevent the making of new regulations.              3   The following amendments are related to the new Part 5A of FSMA 2000 inserted by subsection (2).     4   In section 3E (memorandum of understanding), in subsection (2) after paragraph (g) insert—    ga   directions under section 71O (designated activities: directions);     .     5   In section 3I (power of PRA to require the FCA to refrain from specified action), in subsection (3) in paragraph (a)—   a   the words from “its powers in relation to the” to the end become sub-paragraph (i), and     b   after that sub-paragraph insert    , or   ii   its powers in relation to designated activities under Part 5A;     .       6   In section 138D (actions for damages), in subsection (5) after paragraph (za) insert—    zaa   rules under Part 5A;     .     7   In section 417 (definitions), at the appropriate place insert—      “ designated activity ” has the meaning given in section 71K;      .     8   In section 429 (Parliamentary control of statutory instruments)—   a   in subsection (2B), after paragraph (a) insert—    aa   provision made under section 71Q which amends or repeals a provision of this Act;     ab   provision made under section 71R which amends, repeals or revokes a provision of this Act or another Act of Parliament, an Act of the Scottish Parliament, an Act or Measure of Senedd Cymru, or Northern Ireland legislation;     ;     b   in subsection (8), in the list of sections beginning with “22B,”, insert at the appropriate place  “, 71S” ;     c   in subsection (9) (as inserted by the Financial Services Act 2021), for the words from “which” to the end substitute  “which is subject to a procedure before Parliament for the approval of the instrument in draft before it is made or its approval after it is made.”       9   After Schedule 6A insert the Schedule 6B set out in Schedule 3 to this Act.    "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "9", "section_title": "Rules relating to central counterparties and central securities depositories", "section_text": " 9    1   FSMA 2000 is amended as follows.     2   After section 300E (power to disallow excessive regulatory provision: supplementary) insert—    General rule-making powers   Rules relating to central counterparties and central securities depositories   300F    1   The Bank of England may make such rules applying to FMI entities—   a   with respect to the carrying on by them of relevant regulated activities, or     b   with respect to the carrying on by them of an activity which is not a relevant regulated activity,    as appear to the Bank to be necessary or expedient for the purpose of advancing its Financial Stability Objective.     2   Each of the following is an “ FMI entity ” for the purposes of this section—   a   a recognised central counterparty;     b   a recognised CSD;     c   a third country central counterparty;     d   a third country CSD.       3   The power to make rules under subsection (1), so far as applying to a third country central counterparty or a third country CSD, is subject to section 300G.     4   In this section “relevant regulated activity”—   a   in relation to a recognised central counterparty, means a regulated activity described in section 285(3A);     b   in relation to a recognised CSD, means a regulated activity described in section 285(3D);     c   in relation to a third country central counterparty, means a regulated activity described in section 285(3C);     d   in relation to a third country CSD, means a regulated activity described in section 285(3G).       5   Rules under this section may include—   a   provision applying to an FMI entity even though there is no relationship between the entity to which the rules will apply and the persons whose interests will be protected by the rules;     b   requirements which take into account, in the case of an FMI entity which is a member of a group, any activity of another member of the group.          Section 300F: rules in relation to overseas FMI entities   300G    1   The power to make rules under section 300F, so far as applying to an FMI entity of the kind mentioned in subsection (2)(c) or (d) of that section (an “overseas FMI entity”), is exercisable—   a   only by the application of corresponding rules, and     b   except in the case of systemic third country CCPs (see subsection (6)), only so far as authorised by regulations made by the Treasury.       2   The reference in subsection (1)(a) to “corresponding rules” is—   a   in relation to rules that would apply to a third country central counterparty, rules under section 300F that apply to a recognised central counterparty;     b   in relation to rules that would apply to a third country CSD, rules under section 300F that apply to a recognised CSD.       3   Rules may be applied in accordance with subsection (1)(a)—   a   by applying all corresponding rules or only such corresponding rules as the Bank considers appropriate;     b   with such modifications as the Bank considers appropriate for the purpose of ensuring the effectiveness of the rules in their application to the overseas FMI entities concerned (having regard in particular to the establishment of such entities in countries other than the United Kingdom).       4   Regulations under subsection (1)(b) may authorise the making of rules generally in respect of overseas FMI entities or only in respect of overseas FMI entities which—   a   are specified or described in the regulations, or     b   satisfy conditions specified in the regulations.       5   Regulations under subsection (1)(b) may—   a   provide for the power to make rules under section 300F, so far as applying to an overseas FMI entity, to be subject to such limitations or conditions as may be specified in the regulations;     b   make provision by reference to matters to be determined by the Bank;     c   provide for exemptions.       6   The restriction imposed by subsection (1)(b) does not apply in the case of systemic third country CCPs (and accordingly references to overseas FMI entities in subsections (4) and (5) do not include references to systemic third country CCPs).     7   A “ systemic third country CCP ” means any third country central counterparty that the Bank has determined is systemically important, or is likely to become systemically important, to the financial stability of the United Kingdom.     8   The Bank must publish notice of any determination made under subsection (7).     9   A determination under subsection (7) must be made in accordance with such criteria of general application as are set out in regulations made by the Treasury for the purposes of this section.     10   In making a determination under subsection (7) the Bank must also have regard to any statement of policy prepared and published by the Bank for the purposes of providing further specification of the criteria of general application mentioned in subsection (9).     11   The Bank—   a   may alter or replace a statement of policy prepared for the purposes of this section;     b   must publish a statement as altered or replaced.       12   Publication under this section is to be made in such manner as the Bank considers best designed to bring the publication to the attention of the public.     13   The Treasury must consult the Bank before making regulations under subsection (9).     14   The Treasury may by regulations provide for other provisions of this Act to apply in relation to third country central counterparties, or third country CSDs, to which rules under section 300F apply, with such modifications as may be specified in the regulations.            3   In section 165 (regulators’ power to require information: authorised persons etc) omit subsection (8A).     4   In section 165A (PRA’s power to require information: financial stability) omit subsection (7A).     5   In section 293 (notification requirements)—   a   in subsection (7A) at the end insert  “and a third country central counterparty” ;     b   in subsection (8) for “or an overseas clearing house” substitute  “, an overseas clearing house or a third country central counterparty” .       6   In section 417(1) (definitions), at the appropriate place insert—      “ Financial Stability Objective ” means the objective set out in section 2A of the Bank of England Act 1998;      .    "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "10", "section_title": "Central counterparties and central securities depositories: other requirements", "section_text": " 10   In Schedule 17A to FSMA 2000 (further provision in relation to exercise of Part 18 functions by Bank of England), before paragraph 10 (and the heading before it) insert—    Requirements   9B    1   The powers conferred by section 55L(3) (FCA own-initiative power to impose requirements on authorised persons) are exercisable by the Bank to impose requirements on a relevant FMI entity.     2   In this paragraph “ relevant FMI entity ” means—   a   a recognised central counterparty,     b   a recognised CSD, or     c   a systemic third country CCP as defined by section 300G(7).       3   The power under sub-paragraph (1) is exercisable only if it appears to the Bank that either (or both) of the following conditions is met.     4   The first condition is that it is desirable to exercise the power in order to advance the Financial Stability Objective.     5   The second condition is that the relevant FMI entity—   a   has failed, or is likely to fail, to satisfy the recognition requirements, or     b   has failed to comply with any other obligation imposed on it by or under this Act.       6   The power conferred by sub-paragraph (1) may not be exercised so as to restrict or prohibit discretionary payments to employees or shareholders of a recognised central counterparty (and for this purpose “ discretionary payment ” has the meaning given by paragraph 13(11) of Schedule 11 to the Financial Services and Markets Act 2023 and “ employee ” has the meaning given by paragraph 154 of that Schedule).     7   The powers conferred by section 55L(5) (FCA power to impose requirements on application of authorised persons with Part 4A permission) are exercisable by the Bank to impose requirements on a relevant FMI entity on the application of that entity.     8   A power conferred by this paragraph is exercisable whether or not there is a relationship between the entity in relation to which it is exercised and the persons whose interests will be protected by its exercise.     9   The following provisions apply in relation to requirements imposed by the Bank under this paragraph as they apply in relation to requirements imposed by the FCA under section 55L, with the modifications in sub-paragraph (10)—   a   section 55L(6) (power to refuse application to impose etc requirements);     b   section 55N (further provision in relation to requirements);     c   section 55P (prohibitions and restrictions);     d   section 55Q (exercise of power in support of overseas regulator);     e   section 55R(1) (persons connected with applicant);     f   section 55U(3) to (8) (applications for requirement to be imposed etc);     g   section 55V(1) to (6) (determination of applications);     h   section 55X(2) and (4)(f) (warning and decision notices on refusal of applications);     i   section 55Y (exercise of own-initiative power: procedure);     j   section 55Z3(1) and (2) (right to refer matters to the Tribunal).       10   The modifications are—   a   any reference to the FCA is to be read as a reference to the Bank;     b   any references to own-initiative powers are to be read as references to the power conferred by sub-paragraph (1);     c   any references to an authorised person are to be read as references to relevant FMI entities;     d   in section 55L(6), the reference to the FCA’s operational objectives is to be read as a reference to the Bank’s Financial Stability Objective;     e   section 55N has effect as if the reference to regulated activities in subsection (2) were a reference to activities in respect of which a recognition order is in force.          "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "11", "section_title": "Rules relating to investment exchanges and data reporting service providers", "section_text": " 11    1   FSMA 2000 is amended as follows.     2   After section 300G (section 300F: rules in relation to overseas FMI entities) (inserted by section 9) insert—    Rules relating to investment exchanges and data reporting service providers   300H    1   The FCA may make such rules applying to recognised UK investment exchanges or data reporting service providers—   a   with respect to the carrying on by them of relevant activities, or     b   with respect to the carrying on by them of an activity which is not a relevant activity,    as appear to the FCA to be necessary or expedient for the purpose of advancing one or more of its operational objectives.     2   In this section “relevant activity”—   a   in relation to a recognised UK investment exchange, means a regulated activity described in section 285(2);     b   in relation to a data reporting service provider, means providing a data reporting service.       3   Rules under this section may include—   a   provision applying to a recognised UK investment exchange or data reporting service provider even though there is no relationship between that person and the persons whose interests will be protected by the rules;     b   requirements which take into account, in the case of a recognised UK investment exchange or data reporting service provider which is a member of a group, any activity of another member of the group.       4   Rules under this section may not modify, amend or revoke any retained direct EU legislation (except retained direct EU legislation which takes the form of FCA rules).     5   In this section—     “data reporting service” and “data reporting service provider” have the meanings given by regulation 2 of the Data Reporting Services Regulations 2017 ( S.I. 2017/699 );      “ recognised UK investment exchange ” means a recognised investment exchange that is not an overseas investment exchange as defined in section 313(1).              3   In section 166A (appointment of skilled person to collect and update information), after subsection (9) insert—    9A   The powers conferred by this section may also be exercised by the FCA in relation to a recognised investment exchange (and references to an authorised person are to be read accordingly).        4   In section 168 (appointment of persons to carry out investigations in particular cases), in subsection (4)(ca), at the end insert  “or a rule made by the FCA under section  300H ” .     5   In section 312E (public censure)—   a   in subsection (1)—   i   after “recognised body” insert  “or data reporting service provider” ;     ii   after “the body” insert  “or provider” ;       b   in subsection (2)(a) after “exchange” insert  “or data reporting service provider” ;     c   after subsection (3) insert—    4   In this Chapter “ data reporting service provider ” has the meaning given by regulation 2 of the Data Reporting Services Regulations 2017 ( S.I. 2017/699 ).          6   In section 312F (financial penalties), in subsection (1)—   a   after “recognised body” insert  “or data reporting service provider” ;     b   after “the body”, in both places, insert  “or provider” .       7   In section 312G (proposal to take disciplinary measures), in subsection (1)—   a   in paragraph (a), after “recognised body” insert  “or data reporting service provider” ;     b   in the words after paragraph (b), after “body” insert  “, provider” .       8   In section 312H (decision notice)—   a   in subsection (1)—   i   in paragraph (a), after “recognised body” insert  “or data reporting service provider” ;     ii   in the words after paragraph (b), after “body” insert  “, provider” ;       b   in subsection (4)—   i   in paragraph (a), after “recognised body” insert  “or data reporting service provider” ;     ii   in the words after paragraph (b), after “body” insert  “, provider” .         9   In section 312I(a) (publication), after “recognised body” insert  “, data reporting service provider” .    "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "12", "section_title": "Treasury directions to Bank of England: restrictions", "section_text": " 12    1   Section 4 of the Bank of England Act 1946 (Treasury directions to the Bank) is amended as follows.     2   In subsection (1), after paragraph (b) insert—    c   the exercise by the Bank of its functions under any enactment in relation to the following bodies—   i   recognised central counterparties;     ii   recognised CSDs;     iii   third country central counterparties;     iv   third country CSDs.          3   After subsection (1) insert—    2A   Expressions used in subsection (1)(c) have the same meaning as in section 285 of the Financial Services and Markets Act 2000 (exemption for recognised bodies etc).       "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "13", "section_title": "Testing of FMI technologies or practices", "section_text": " 13    1   The Treasury may by regulations make provision for the purposes of—   a   testing, for a limited period, the efficiency or effectiveness of the carrying on of FMI activities in a particular way, and     b   assessing whether or how relevant enactments should apply in relation to FMI activities carried on in that way.       2   The reference in subsection (1)(a) to FMI activities being carried on in a particular way includes a reference to—   a   the use of developing technology in the carrying on of FMI activities;     b   the adoption of new or different practices in the carrying on of FMI activities.       3   Provision made in regulations under subsection (1) is referred to in this group of sections as an FMI sandbox.     4   An FMI sandbox must specify or otherwise provide for—   a   the FMI activities to which the FMI sandbox arrangements relate;     b   the description—   i   of FMI entities eligible to participate in the FMI sandbox arrangements, and     ii   of any other persons (including in particular the users of services provided by FMI entities) eligible to so participate;       c   the limited period for which the FMI sandbox arrangements apply.       5   An FMI sandbox may confer functions on the appropriate regulator in connection with the implementation and operation of the FMI sandbox arrangements.     6   An FMI sandbox may—   a   provide for a relevant enactment not to apply for the purposes of the FMI sandbox arrangements;     b   provide for modifications in the application of a relevant enactment for those purposes;     c   provide for the application of a relevant enactment (with or without modifications) for those purposes;    but provision under this subsection may not amend, repeal or revoke a relevant enactment.     7   In the case of a relevant enactment that is a rule or another instrument made by an appropriate regulator, provision under subsection (6) may provide for the powers under that subsection to be exercisable by that regulator.     8   Schedule 4 contains further examples of types of provision that an FMI sandbox may make.     9   An FMI sandbox—   a   may be replaced by another FMI sandbox of the same or similar effect;     b   may have effect at the same time as one or more other FMI sandboxes.       10   Regulations under this section are subject to the negative procedure.     11   For the purposes of this group of sections—   a   “ FMI entity ” means—   i   a recognised investment exchange that is not an overseas investment exchange;     ii   a recognised CSD;     iii   the operator of a multilateral trading facility;     iv   the operator of an organised trading facility;     v   such other persons as may be specified in regulations under this section as eligible to participate in the FMI sandbox arrangements concerned;       b   “FMI activities” are any activities carried on as part of the business of an FMI entity;     c   “ FMI sandbox arrangements ” means any arrangements implemented as part of an FMI sandbox.      "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "14", "section_title": "Reports on FMI sandboxes", "section_text": " 14    1   This section applies where the Treasury make regulations under section 13 implementing FMI sandbox arrangements.     2   The Treasury must prepare and publish a report on the FMI sandbox arrangements.     3   The report must be prepared by a date no later than the date specified in the regulations.     4   The report must contain—   a   a description of the FMI sandbox arrangements;     b   an assessment of the efficiency or effectiveness of those arrangements;     c   whether, and if so how, the Treasury propose exercising the power under section 15 in relation to those arrangements.       5   The Treasury must consult the appropriate regulator in preparing the report.     6   The appropriate regulator must provide to the Treasury such information or other assistance as the Treasury may require for the purposes of preparing the report.     7   The Treasury must lay a copy of the report before Parliament.    "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "15", "section_title": "Permanent implementation of arrangements tested under an FMI sandbox", "section_text": " 15    1   This section applies where, after testing the efficiency or effectiveness of FMI sandbox arrangements implemented under an FMI sandbox, the Treasury determine that arrangements of the same or similar effect should have effect after the expiry of the FMI sandbox.     2   The Treasury may by regulations make provision implementing the FMI sandbox arrangements—   a   as tested under the FMI sandbox, or     b   with such variations as the Treasury consider appropriate.       3   Regulations under this section that implement FMI sandbox arrangements may be made before (as well as after) the expiry of the FMI sandbox concerned.     4   Regulations under this section may include provision that amends, repeals or revokes a relevant enactment.     5   Regulations under this section that amend, repeal or revoke any provision of primary legislation are subject to the affirmative procedure.     6   Regulations under this section to which subsection (5) does not apply are subject to the negative procedure.    "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "16", "section_title": "Regulations", "section_text": " 16    1   A power to make regulations under this group of sections includes power conferring a discretion on an appropriate regulator, or another specified person, to do anything under, or for the purposes of, the regulations.     2   Before making regulations under this group of sections the Treasury must consult—   a   the appropriate regulators;     b   such other persons as the Treasury consider appropriate.      "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "17", "section_title": "Interpretation", "section_text": " 17    1   This section applies for the purposes of this section and sections 13 to 16.     2   The “ appropriate regulator ”, in relation to an FMI sandbox, means the regulator specified in that sandbox as the appropriate regulator (and both of the regulators may be specified); and for this purpose “ regulator ” means—   a   the FCA, or     b   the Bank of England.       3   “ Relevant enactment ” means any provision made by or under—   a   FSMA 2000;     b   the Companies Act 2006;     c   the Financial Markets Insolvency (Settlement Finality) Regulations 1999 ( S.I. 1999/2979 );     d   the Uncertificated Securities Regulations 2001 ( S.I. 2001/3755 );     e   the Financial Collateral Arrangements (No. 2) Regulations 2003 ( S.I. 2003/3226 );     f   Regulation (EU) No 596/2014  of the European Parliament and of the Council of 16 April 2014 on market abuse (market abuse regulation);     g   Regulation (EU) No 600/2014  of the European Parliament and of the Council of 15 May 2014 on markets in financial instruments;     h   Regulation (EU) No 909/2014  of the European Parliament and of the Council of 23 July 2014 on improving securities settlement in the European Union and on central securities depositories;     i   Commission Delegated Regulation (EU) 2017/565  of 25 April 2016 supplementing  Directive 2014/65/EU  of the European Parliament and of the Council as regards organisational requirements and operating conditions for investment firms and defined terms for the purposes of that Directive.       4   The following terms are defined as follows—     “ FMI activities ” has the meaning given by section 13(11)(b);      “ FMI entity ” has the meaning given by section 13(11)(a);      “ FMI sandbox ” has the meaning given by section 13(3);      “ FMI sandbox arrangements ” has the meaning given by section 13(11)(c);      “ this group of sections ” means the sections referred to in subsection (1).        5   The following terms have the same meanings as in Part 18 of FSMA 2000—     “multilateral trading facility”;      “organised trading facility”;      “overseas investment exchange”;      “recognised investment exchange”;      “recognised CSD”.        6   The Treasury may by regulations amend subsection (3) so as to add to the list of relevant enactments.     7   Regulations under subsection (6) are subject to the affirmative procedure.    "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "18", "section_title": "Critical third parties: designation and powers", "section_text": " 18    1   FSMA 2000 is amended as follows.     2   In the heading to Part 18, for “and CSDs” substitute  “, CSDs and other parties” .     3   After section 312K (statement of policy: procedure) insert—    CHAPTER 3C  Critical third parties   Critical third parties   312L    1   The Treasury may by regulations designate a person who provides services to one or more authorised persons, relevant service providers or FMI entities as a “critical third party”.     2   The Treasury may designate a person under subsection (1) only if in the Treasury’s opinion a failure in, or disruption to, the provision of those services (either individually or, where more than one service is provided, taken together) could threaten the stability of, or confidence in, the UK financial system.     3   The Treasury must have regard to the following factors when forming an opinion for the purposes of subsection (2)—   a   the materiality of the services provided to the delivery, by any person, of essential activities, services or operations (wherever carried out);     b   the number and type of authorised persons, relevant service providers or FMI entities to which the person provides services.       4   Before making regulations under subsection (1) the Treasury must—   a   consult each of the relevant regulators and such other persons as the Treasury consider appropriate,     b   give notice in writing to the person to be designated specifying a reasonable period within which that person may make representations in writing about the proposal to the Treasury, and     c   have regard to any representations made to them in accordance with paragraph (b).       5   The Treasury may not designate the Bank of England under subsection (1).     6   Each of the following is a relevant regulator for the purposes of this Chapter—   a   the FCA,     b   the PRA, and     c   the Bank of England.       7   Activities, services or operations are “ essential ” for the purposes of subsection (3) if they are essential to—   a   the economy of the United Kingdom, or     b   the stability of, or confidence in, the UK financial system.       8   In this Chapter—     “ critical third party ” means a person designated under subsection (1);      “ FMI entity ” means—     a recognised clearing house;      a recognised CSD;      a recognised investment exchange which is not an overseas investment exchange;      a recognised payment system under section 184 of the Banking Act 2009;      a person specified as a service provider in relation to a recognised payment system under section 206A of the Banking Act 2009;         “ relevant service provider ” means—     an electronic money institution as defined by regulation 2(1) of the Electronic Money Regulations 2011 ( S.I. 2011/99 );      an authorised payment institution, small payment institution or registered account information services provider as defined by regulation 2(1) of the Payment Services Regulations 2017 ( S.I. 2017/752 );         “ service ” includes facility.           Power to make rules   312M    1   A relevant regulator may make such rules imposing duties on critical third parties in connection with the provision of services to authorised persons, relevant service providers and FMI entities as appear to the regulator to be necessary or expedient for the purpose of advancing any of its objectives.     2   The reference in subsection (1) to a relevant regulator’s objectives is a reference to—   a   where the regulator is the FCA, one or more of its operational objectives;     b   where the regulator is the PRA, one or more of its objectives;     c   where the regulator is the Bank, the Bank’s Financial Stability Objective.       3   In the application of Part 9A to rules made by the FCA or the PRA under this section, the following provisions apply with the modifications specified in this subsection—   a   section 137T (general supplementary powers) applies as if—   i   the reference in paragraph (a) to “authorised persons, activity or investment” were a reference to “critical third parties or services”, and     ii   in paragraph (b) for the words from “as” to the end there were substituted  “or the Bank, or standards issued by any other person, as those rules or standards have effect from time to time,” ;       b   section 138B (publication of directions) applies as if subsection (4) were omitted;     c   section 138F (notification of rules) applies as if subsections (1A) and (2) were omitted;     d   section 138I (consultation) applies as if the reference in subsection (1)(a) to the “PRA” were a reference to the “ PRA and the Bank ”;     e   section 138J (consultation) applies as if the reference in subsection (1)(a) to the “FCA” were a reference to the “ FCA and the Bank ”.          Power of direction   312N    1   A relevant regulator may, if it appears to the regulator to be necessary or expedient for the purpose of advancing any of its objectives, direct a critical third party to—   a   do anything specified in the direction, or     b   refrain from doing anything specified in the direction.       2   A direction under this section—   a   must be given by notice in writing,     b   may be expressed to have effect during a specified period or until revoked, and     c   may specify the way in which, and the time by which, a thing is to be done.       3   Subsection (4) applies if a direction is given to a critical third party for the purpose of resolving or reducing a threat to the stability or integrity of the UK financial system.     4   The critical third party (including the critical third party’s officers and staff) has immunity from liability in damages in respect of action or inaction in accordance with the direction.     5   A direction given for the purpose mentioned in subsection (3) must—   a   include a statement that it is given for that purpose, and     b   inform the critical third party of the effect of subsection (4).       6   An immunity conferred by this section does not extend to action or inaction—   a   in bad faith, or     b   in contravention of section 6(1) of the Human Rights Act 1998.       7   A relevant regulator may at any time revoke a direction under this section by giving notice in writing to the critical third party to which the direction relates.     8   The revocation of the direction does not affect the validity of anything previously done in accordance with it.     9   For the purposes of this section the objectives of a relevant regulator are as described in section 312M(2).        Directions: procedure   312O    1   If a relevant regulator proposes to give a direction under section 312N, or gives such a direction with immediate effect, it must give written notice to the critical third party to which the direction is given (or is to be given) (the “relevant critical third party”).     2   A direction under section 312N takes effect—   a   immediately, if the notice under subsection (1) states that this is the case,     b   on such other date as may be specified in the notice, or     c   if neither paragraph (a) or (b) applies, when the matter to which the notice relates is no longer open to review.       3   A direction may be expressed to take effect immediately, or on a specified date, only if the relevant regulator reasonably considers that it is necessary for the direction to take effect immediately or on that date.     4   The notice under subsection (1) must—   a   give details of the direction,     b   state the relevant regulator’s reasons for the direction and for its determination as to when the direction takes effect,     c   inform the relevant critical third party that it may make representations to the regulator within such period as may be specified in the notice (whether or not the critical third party has referred the matter to the Tribunal), and     d   inform the relevant critical third party of its right to refer the matter to the Tribunal (including giving an indication of the procedure on such a reference).       5   The relevant regulator may extend the period allowed under the notice for making representations.     6   If, having considered any representations made by the relevant critical third party, the regulator decides—   a   to give the direction proposed, or     b   if the direction has been given, not to revoke the direction,    it must give the critical third party written notice.     7   If, having considered any representations made by the relevant critical third party, the regulator decides—   a   not to give the direction proposed,     b   to give a different direction, or     c   to revoke a direction which has effect,    it must give the critical third party written notice.     8   A notice given under subsection (6) must inform the relevant critical third party of its right to refer the matter to the Tribunal (including giving an indication of the procedure on such a reference).     9   A notice under subsection (7)(b) must comply with subsection (4).     10   For the purposes of subsection (2)(c), whether a matter is open to review is to be determined in accordance with section 391(8).        Information gathering and investigations   312P    1   The provisions of Part 11 (information gathering and investigations) mentioned in this section are to apply in relation to this Chapter in accordance with the provision made by this section.     2   In any case where subsection (1) applies—   a   any reference in Part 11 to the FCA or PRA which is contained in, or relates to, any of those provisions (however expressed) is to be read as a reference to a relevant regulator, and     b   Part 11 has effect with any other necessary modifications.       3   The powers conferred by section 165(1) and (3) (power to require information) are exercisable by a relevant regulator or (as the case may be) a relevant regulator’s officers to impose requirements on a critical third party or a person connected with a critical third party.     4   The information or documents that a relevant regulator may require to be produced or provided in accordance with subsection (3) are limited to information and documents reasonably required in connection with the exercise by the relevant regulator of functions conferred on it by or under this Chapter (and accordingly section 165(4) does not apply).     5   The power conferred by section 166 (reports by skilled person) is exercisable by a relevant regulator in relation to a critical third party or a person connected with a critical third party.     6   The power conferred by section 166A (appointment of skilled person) is exercisable by a relevant regulator in relation to a critical third party.     7   The power conferred by section 168(5) (appointment of persons to carry out investigations in particular cases) is exercisable by a relevant regulator if it appears to the relevant regulator that there are circumstances suggesting that a person may have contravened any requirement imposed by or under this Chapter.     8   In addition to the powers conferred by section 171, a person conducting an investigation under section 168(5) as a result of subsection (7) is to have the powers conferred by sections 172 and 173 (and for this purpose any references in those sections to an investigator are to be read accordingly).     9   The power under section 176(1) (entry of premises under warrant) is exercisable on information on oath given by or on behalf of a relevant regulator, or an investigator appointed by a relevant regulator, as if the reference to the third set of conditions were omitted.     10   For the purposes of this section a person is connected with a critical third party if that person is or has at any relevant time been—   a   a member of the critical third party’s group,     b   a controller of the critical third party, or     c   in relation to the critical third party, a person mentioned in Part 1 of Schedule 15 (reading references in that Part to the authorised person as references to the critical third party).          Power of censure   312Q   If a relevant regulator considers that a critical third party has contravened a requirement imposed by or under this Chapter the regulator may publish a statement to that effect.      Disciplinary measures   312R    1   This section applies if a relevant regulator considers that a critical third party has contravened a requirement imposed by or under this Chapter.     2   The relevant regulator may publish a notice—   a   prohibiting the critical third party from entering into arrangements, or continuing, to provide services to authorised persons, relevant service providers or FMI entities;     b   prohibiting authorised persons, relevant service providers or FMI entities who receive services from the critical third party from continuing to receive those services from that party;     c   prohibiting authorised persons, relevant service providers or FMI entities from entering into arrangements for receipt of services from the critical third party;     d   providing for the provision of any services by the critical third party to be subject to such conditions or limitations as are specified in the notice;     e   providing for any receipt of services by authorised persons, relevant service providers or FMI entities from the critical third party to be subject to such conditions or limitations as are specified in the notice.       3   A notice under subsection (2) may make different provision for different cases and may in particular make different provision in respect of different descriptions of services, authorised persons, FMI entities or relevant service providers.     4   A relevant regulator may only exercise the powers under subsection (2) if the regulator is satisfied that—   a   it is appropriate in the circumstances to take action against the critical third party,     b   the exercise of the power will not threaten the stability of, or confidence in, the UK financial system, and     c   it is desirable to exercise the power in order to advance one or more of the regulator’s objectives.       5   A relevant regulator may either on its own initiative or on an application by the critical third party concerned withdraw or vary a notice given by it under subsection (2) by publishing a further notice.     6   Publication under this section is to be made in such manner as the relevant regulator considers best designed to bring the publication to the attention of the public.     7   Where a notice includes a prohibition, condition or limitation imposed under subsection (2), publication of a notice under this section must in particular be made in a manner appearing to the relevant regulator to be best designed to bring the notice to the attention of the persons to whom the prohibition, condition or limitation applies.     8   A person who breaches a prohibition, condition or limitation imposed by a notice under this section is to be taken to have contravened a requirement imposed on the person under this Act.     9   For the purposes of this section the objectives of a relevant regulator are as described in section 312M(2).        Procedure and right to refer to Tribunal   312S    1   If a relevant regulator proposes to publish a statement or notice under section 312Q or 312R, it must give the critical third party, authorised persons, relevant service providers or FMI entities to whom the statement or notice would relate a warning notice.     2   A warning notice must set out the terms of the proposed statement or notice.     3   If a relevant regulator decides to publish a statement or notice under section 312Q or 312R it must give the critical third party, authorised persons, relevant service providers or FMI entities to whom the statement or notice relates a decision notice.     4   A decision notice must set out the terms of the statement or notice.     5   If a relevant regulator decides to act under section 312N or 312Q a critical third party who is aggrieved may refer the matter to the Tribunal.     6   If a relevant regulator decides to act under section 312R a critical third party, authorised person, relevant service provider or FMI entity who is aggrieved may refer the matter to the Tribunal.        Statement of policy relating to disciplinary measures   312T    1   The relevant regulators must prepare and publish a statement of policy with respect to the exercise of powers under section 312Q and section 312R.     2   The relevant regulators may alter or replace a statement published under this section.     3   The relevant regulators must publish a statement as altered or replaced under subsection (2).     4   Publication under this section is to be made in such manner as the relevant regulators consider best designed to bring the publication to the attention of the public.        Duty to ensure co-ordinated exercise of functions etc   312U    1   The relevant regulators must co-ordinate the exercise of their respective functions conferred by or under this Chapter.     2   In complying with the duty in subsection (1) each relevant regulator must obtain information and advice from any of the other relevant regulators who may be expected to have relevant information or relevant expertise.     3   The duty in subsection (1) applies only to the extent that compliance with the duty does not impose a burden on the relevant regulators that is disproportionate to the benefits of compliance.     4   Before exercising any power conferred by or under this Chapter a relevant regulator must consult each of the other relevant regulators (where not otherwise required to do so).        Memorandum of understanding   312V    1   The relevant regulators must prepare and maintain a memorandum which describes in general terms—   a   the role of the relevant regulators in relation to the exercise of functions conferred by or under this Chapter, and     b   how they intend to comply with section 312U in relation to the exercise of such functions.       2   The relevant regulators must review the memorandum at least once in each calendar year.     3   The relevant regulators may revise a memorandum under this section.     4   The relevant regulators must give the Treasury a copy of the memorandum and any revised memorandum.     5   The Treasury must lay before Parliament a copy of any document received by them under this section.     6   The relevant regulators must ensure that the memorandum as in force for the time being is published in the way appearing to them to be best calculated to bring it to the attention of the public.     7   The memorandum need not relate to any aspect of compliance with section 312U if the relevant regulators consider—   a   that publication of information about that aspect would be against the public interest, or     b   that aspect is a technical or operational matter not affecting the public.          Application of provisions of this Act to this Chapter   312W   The following provisions do not apply for the purposes of this Chapter—   a   section 3D (duty to ensure co-ordinated exercise of functions);     b   section 3E (memorandum of understanding);     c   section 138D (actions for damages).           "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "19", "section_title": "Critical third parties: related amendments", "section_text": " 19    1   FSMA 2000 is amended as follows.     2   In section 313 (interpretation of Part 18), in subsection (1), at the appropriate place insert—      “ critical third party ” has the same meaning as in Chapter 3C (see section 312L(8);      .     3   In section 380 (injunctions), in subsection (11) after “requirement” insert  “, other than a case falling within paragraph 26 of Schedule 17A” .     4   In section 391 (publication), in subsection (1ZB) after paragraph (l) insert—    la   section 312S;     .     5   In section 392 (third party rights and access to evidence)—   a   in paragraph (a), after “312(G)(1),” insert  “312S(1),” , and     b   in paragraph (b) after “312H(1),” insert  “312S(3),” .       6   In section 429 (Parliamentary control of statutory instruments), in subsection (8), in the list of sections beginning with “3G(1),”, insert at the appropriate place  “, 312L” .     7   The following amendments are to Schedule 17A (application of provisions to Bank).     8   In paragraph 10 (rules), after sub-paragraph (4) insert—    4A   Sub-paragraphs (1) to (4) do not apply in relation to rules made by the Bank under section 312M (in relation to which see paragraph 10A).        9   After paragraph 10 insert—    10A   The following provisions of Part 9A of this Act are to apply in relation to rules made by the Bank under section 312M, subject to the modifications specified in this subsection—   a   section 137T (general supplementary powers) as if—   i   the reference in paragraph (a) to “authorised persons, activity or investment” were a reference to “critical third parties or services”, and     ii   for paragraph (b) there were substituted—    b   may make provision by reference to rules made by the FCA or PRA or standards issued by any other person, as those rules or standards have effect from time to time,     ;       b   sections 138A and 138B (modification or waiver of rules) as if—   i   the reference in subsection (4)(b) of section 138A to any of regulator’s objectives were a reference to the Bank’s Financial Stability Objective,     ii   subsection (5) of section 138A were omitted, and     iii   subsection (4) of section 138B were omitted;       c   section 138BA (disapplication or modification of rules in individual cases) as if subsection (3)(b) and (c) were omitted;       d    d   section 138C (evidential provisions);     e   section 138E (limits on effect of contravening rules);     f   section 138EA (matters to consider when making rules) as if, for paragraphs (a) and (b) of subsection (5), there were substituted  “complying with a recommendation of the Financial Policy Committee of the Bank of England under section 9O of the Bank of England Act 1998 (making of recommendations within the Bank).” ;     g   section 138F (notification of rules) as if subsections (1A) and (2) were omitted;     h   section 138G (rule-making instruments);     i   section 138H (verification of rules);     j   section 138J (consultation) as if—   i   the reference in subsection (1)(a) to the “FCA” were a reference to the “ FCA and the PRA ”;     ii   the reference in subsection (2)(d) to the compatibility of the proposed rules with the provisions mentioned in that subsection were a reference to their compatibility with the Bank’s Financial Stability Objective; and     iii   in subsection (8A), in paragraph (a), for sub-paragraphs (i) and (ii) there were substituted  “be prejudicial to advancing the Financial Stability Objective, or” ;       k   section 138JA(2), (3) (4), (10) and (11) (duty to consult PRA Cost Benefit Analysis Panel);     l   section 138JB (statement of policy in relation to cost benefit analyses);     m   section 138L (consultation: general exemptions) as if—   i   subsection (1) were omitted, and     ii   in subsection (2) for paragraphs (a) and (b) there were substituted  “be prejudicial to financial stability.” ;       n   section 141A (power to make consequential amendments of references to rules);     o   section 141B (power to consequentially amend enactments).          10   In paragraph 23(1) (public record and disclosure of information), after “discharge of,” insert  “any of its functions under Chapter 3C of Part 18 of this Act,” .     11   In paragraph 26(2) (injunctions), after paragraph (a) insert—    aa   a requirement that is imposed on a critical third party by the Bank by or under any provision of Chapter 3C of this Part of this Act;     .     12   In paragraph 28 (restitution)—   a   in sub-paragraph (2), in the words before paragraph (a), for “or a recognised CSD” substitute  “, a recognised CSD or a critical third party” ;     b   in sub-paragraph (2)(a) for “or the recognised CSD” substitute  “, the recognised CSD or the critical third party” ;     c   in sub-paragraph (4)(a) for “or the recognised CSD” substitute  “, the recognised CSD or the critical third party” .       13   In paragraph 29 (notices) for “or 312H” substitute  “, 312H or 312S” .     14   In paragraph 30 (offences), after sub-paragraph (a) insert—    aa   a requirement that is imposed by or under any provision of Chapter 3C of Part 18 of this Act that relates to critical third parties;     .     15   In paragraph 32 (records) after “recognised CSDs” insert  “, critical third parties” .     16   In paragraph 33(a) (annual report), in the substituted paragraph (a), after  “recognised CSDs”  insert  “, critical third parties” .     17   See also Part  6  of Schedule 2.    "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "20", "section_title": "Financial promotion", "section_text": " 20    1   FSMA 2000 is amended as follows.     2   In section 21 (restrictions on financial promotion), after subsection (2) insert—    2A   The content of a communication may be approved for the purposes of this section by an authorised person only if the giving of the approval—   a   is permitted under section 55NA (which enables approval to be given with FCA permission), or     b   falls within an exemption conferred by regulations under section 55NB.          3   After section 55N insert—    General requirement relating to financial promotion approval   55NA    1   An authorised person must not approve the content of a communication for the purposes of section 21 unless the person has permission to do so given by the FCA under this section.     2   An authorised person who approves the content of a communication for the purposes of section 21 otherwise than in accordance with permission granted under this section is to be taken to have contravened a requirement imposed on the person by the FCA under this Act.     3   Permission may be granted by the FCA under this section on the application of—   a   an authorised person, or     b   an applicant for Part 4A permission that has yet to be determined.       4   The FCA may grant a person permission under this section—   a   on the terms sought in the application (which may include the grant of permission to give approvals generally for the purposes of section 21), or     b   subject to any other terms the FCA considers appropriate (which may in particular provide for the giving of permission in a narrower description of case than that sought in the application).       5   Where the FCA grants permission to a person under this section, the FCA may vary or cancel the permission—   a   on the application of the person to whom it was given, or     b   of its own initiative,    and subsection (4)(b) applies to the variation of permission as it applies to its grant.     6   If the FCA grants or varies permission under this section it must set out the terms on which the permission is given, described in such way as it considers appropriate.     7   The FCA may refuse to grant an application for permission under this section, or for its variation or cancellation under subsection (5)(a), if it appears to the FCA that it is desirable to do so in order to advance one or more of its operational objectives.     8   The FCA may vary or cancel a person’s permission under subsection (5)(b) if it appears to the FCA that—   a   the person has failed, during a period of at least 12 months, to give, or to refuse to give, any approvals for the purposes of section 21 in accordance with the permission, or     b   it is desirable to vary or cancel the permission in order to advance one or more of its operational objectives.       9   The FCA must consult—   a   the PRA before giving permission under this section to, or before varying or cancelling permission under this section given to—   i   a person who is, or will on the granting of an application for Part 4A permission be, a PRA-authorised person, or     ii   a person who is a member of a group which includes a PRA-authorised person;       b   the Gibraltar regulator (within the meaning of Schedule 2A) before giving permission under this section to, or before varying or cancelling permission under this section given to, a Gibraltar-based person.       10   Subsection (9)(b) does not apply in a case where the FCA varies or cancels permission of a Gibraltar-based person in exercise of its power under subsection (5)(b), but the FCA must inform the Gibraltar regulator in writing of the variation or cancellation.     11   Subsections (1) and (2) do not apply if the giving of approval falls within an exemption conferred by regulations made under section 55NB.     12   Nothing in this section limits any other power under this Act to impose requirements in relation to approvals given for the purposes of section 21 so far as those requirements are additional to the requirement imposed by subsection (1) of this section (but any such other requirement that is inconsistent with the requirement imposed by that subsection is of no effect to the extent of that inconsistency).        Section 55NA: power to provide for exemptions   55NB    1   The Treasury may by regulations provide for exemptions from the requirement imposed by section 55NA(1) not to give approvals for the purposes of section 21 without permission.     2   Regulations under subsection (1) may provide for an exemption to have effect—   a   in respect of specified persons;     b   in respect of persons falling within a specified class;     c   in respect of approval given in relation to activities of a specified description;     d   only in specified circumstances;     e   subject to specified conditions.       3   In this section “ specified ” means specified in regulations under this section.           4   Schedule 5 contains amendments related to this section.     5   The amendments made by this section and Schedule 5—   a   apply to an authorised person whether the person became authorised before or after the coming into force of this section;     b   do not affect the approval of a communication given before the coming into force of this section.      "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "21", "section_title": "Sustainability disclosure requirements", "section_text": " 21    1   FSMA 2000 is amended as follows.     2   After section 416 insert—    Sustainability disclosure requirements   SDR policy statement   416A    1   The Treasury may prepare an SDR policy statement.     2   An “SDR policy statement” is a statement of the policies of His Majesty’s Government concerning disclosure requirements in connection with matters relating to sustainability.     3   In preparing an SDR policy statement, the Treasury must consult the regulators.     4   The Treasury must publish any SDR policy statement in such manner as they consider appropriate.     5   The Treasury—   a   must keep any SDR policy statement under review;     b   may prepare a revised statement (and subsections (3) and (4) apply in relation to any revised statement);     c   may withdraw any SDR policy statement.       6   The Treasury may request a regulator to provide them with a report on any matter that the Treasury require in connection with the preparation of an SDR policy statement.     7   A request for a report under subsection (6)—   a   must be made in writing, and     b   may require a regulator to send the report to the Treasury within such reasonable period as may be specified in the request (or such other period as may be agreed).       8   A regulator must comply with a request under subsection (6).     9   Nothing in section 348, or in regulations made under section 349, is to be taken as preventing or restricting the ability of a regulator to disclose information to the Treasury for the purposes of this section.     10   Subsection (9) does not apply in relation to information provided to a regulator by a regulatory authority outside the United Kingdom.        FCA and PRA rules etc   416B    1   When making rules or issuing guidance in connection with disclosure concerning matters relating to sustainability, a regulator must have regard to any SDR policy statement (within the meaning of section 416A) that the Treasury have published and not withdrawn.     2   For the purposes of this section, matters relating to sustainability include matters relating to—   a   the environment, including climate change,     b   social, community and human rights issues,     c   tackling corruption and bribery, and     d   governance, so far as relevant to matters within paragraphs (a) to (c).              3   In Schedule 1ZA (the Financial Conduct Authority), in paragraph 11 (annual report), in sub-paragraph (1)—   a   after paragraph (ha) insert—    hc   how it has satisfied the requirement in section 138EA(2) so far as regarding disclosure requirements in connection with matters relating to sustainability;     ;     b   after paragraph (ia) insert—    ib   how it has satisfied the requirement in section 416B to have regard to any SDR policy statement of the Treasury published and not withdrawn under section 416A (sustainability disclosure requirements: policy statement);     .       4   In Schedule 1ZB (the Prudential Regulation Authority), in paragraph 19 (annual report), in sub-paragraph (1)—   a   after paragraph (e) insert—    ea   how it has satisfied the requirement in section 138EA(2) so far as regarding disclosure requirements in connection with matters relating to sustainability;     ;     b   after paragraph (fa) insert—    fb   how it has satisfied the requirement in section 416B to have regard to any SDR policy statement of the Treasury under section 416A (sustainability disclosure requirements: policy statement), and     .      "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "22", "section_title": "Digital settlement assets", "section_text": " 22   In Schedule 6, which provides for the regulation of digital settlement assets—   a   Part 1 extends Part 5 of the Banking Act 2009 (Bank of England oversight of payment systems) to payment systems using digital settlement assets and DSA service providers, and makes consequential provision;     b   Part 2 extends Part 5 of the Financial Services (Banking Reform) Act 2013 (regulation of payment systems) to payment systems using digital settlement assets.    "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "23", "section_title": "Digital settlement assets: power to make regulations", "section_text": "23 1 The Treasury may by regulations make such provision as they consider appropriate for the purpose of, or in connection with— a the regulation of payments that include digital settlement assets, b the regulation of— i recognised payment systems that include arrangements using digital settlement assets, ii recognised DSA service providers, and iii service providers connected with, or in relation to, the systems and providers mentioned in sub-paragraphs (i) and (ii), as those terms are for the time being defined in Part 5 of the Banking Act 2009, and c making insolvency arrangements (including administration, restructuring and any similar procedure) in respect of the systems and providers mentioned in paragraph (b). 2 In this section, “ digital settlement asset ” means a digital representation of value or rights, whether or not cryptographically secured, that— a can be used for the settlement of payment obligations, b can be transferred, stored or traded electronically, and c uses technology supporting the recording or storage of data (which may include distributed ledger technology). 3 The provision that may be made by regulations under this section includes provision— a applying legislation relating to the regulation of electronic money and payments to digital settlement assets (subject to whatever modifications the Treasury consider appropriate); b applying legislation relating to insolvency arrangements and interactions between different arrangements to the systems and providers mentioned in subsection (1) (subject to whatever modifications the Treasury consider appropriate); c conferring powers on the Treasury (including a power to legislate); d conferring powers, or imposing duties, on a relevant regulator (including a power to make rules or other instruments); e about fees or other charges payable to a relevant regulator; f about recognition orders and recognition criteria in Part 5 of the Banking Act 2009; g about the enforcement of obligations arising under or by virtue of the regulations; h about appeals in respect of decisions made under or by virtue of the regulations; i about the sharing of information. 4 Provision under subsection (3)(g) may include provision creating offences punishable on summary conviction— a in England and Wales, with imprisonment for a term not exceeding 3 months or a fine, or both; b in Scotland and Northern Ireland, with imprisonment for a term not exceeding 3 months or a fine not exceeding level 5 on the standard scale, or both. 5 The power to make regulations under this section includes power to modify legislation. 6 The power under subsection (5) includes power to modify the definition of “digital settlement asset” in subsection (2). 7 Regulations under this section are— a subject to the affirmative procedure, or b if the Treasury consider it necessary for the regulations to come into force without delay, subject to the made affirmative procedure. 8 Before making regulations under this section, the Treasury must consult— a the FCA, b the Bank of England, and c in relation to regulations that refer to the PRA or to the Payment Systems Regulator, those bodies. 9 Where regulations under this section are subject to the made affirmative procedure the statutory instrument containing them must be laid before Parliament after being made. 10 Regulations contained in a statutory instrument laid before Parliament under subsection (9) cease to have effect at the end of the period of 28 days beginning with the day on which the instrument is made unless, during that period, the instrument is approved by a resolution of each House of Parliament. 11 In calculating the period of 28 days, no account is to be taken of any whole days that fall within a period during which— a Parliament is dissolved or prorogued, or b either House of Parliament is adjourned for more than four days. 12 If regulations cease to have effect as a result of subsection (10), that does not— a affect the validity of anything previously done under the regulations, or b prevent the making of new regulations. 13 In this section— “ legislation ” means primary legislation, subordinate legislation and   assimilated direct   legislation; “ relevant regulator ” means— the FCA, the Bank of England, or the Payment Systems Regulator."}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "24", "section_title": "Implementation of mutual recognition agreements", "section_text": "24 1 The Treasury may by regulations make such provision as they consider appropriate for the purpose of, or in connection with, implementing any mutual recognition agreement to which the United Kingdom is, or is expected to become, a party. 2 The reference in subsection (1) to a “ mutual recognition agreement ” is a reference to any international agreement so far as it provides for, or relates to— a the recognition that the law and practice of a foreign country is, in respect of relevant matters, equivalent to the law and practice of the United Kingdom, and b the recognition that the law and practice of the United Kingdom is, in respect of relevant matters, equivalent to the law and practice of that foreign country. 3 Matters are “ relevant matters ” for the purposes of subsection (2) if they relate to financial services or markets (whether generally or in particular respects). 4 The provision that may be made by regulations under this section includes provision— a conferring powers on the Treasury (including a power to legislate); b conferring powers, or imposing duties, on a relevant regulator (including a power to make rules or other instruments); c about fees or other charges payable to a relevant regulator; d about the enforcement of obligations arising under or by virtue of the regulations; e about appeals in respect of decisions made under or by virtue of the regulations; f about the sharing of information. 5 The reference in this section to a mutual recognition agreement to which the United Kingdom is, or is expected to become, a party includes a reference to such an agreement as modified or supplemented from time to time. 6 The power to make regulations under this section includes power to modify legislation. 7 Before making provision under subsection (4)(b) that imposes a duty on a relevant regulator the Treasury must consult the regulator. 8 Provision under subsection (4)(b) that imposes a duty on a relevant regulator to make rules may (among other things)— a specify matters that the rules must cover; b specify a period within which the rules must be made. 9 But except so far as permitted by subsection (8), such provision may not require rules to be made in a specified form or with specified content. 10 Regulations under this section are subject to the affirmative procedure. 11 In this section— “ foreign country ” means a country or territory outside the United Kingdom; “ legislation ” means primary legislation, subordinate legislation and   assimilated direct   legislation; “ relevant regulator ” means— the FCA, the PRA, or the Bank of England; “ specified ” means specified in regulations under this section."}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "25", "section_title": "Competitiveness and growth objective", "section_text": "25 1 FSMA 2000 is amended as follows. 2 In section 1B (FCA’s general duties), after subsection (4) insert— 4A When discharging its general functions in the way mentioned in subsection (1) the FCA must, so far as reasonably possible, act in a way which, as a secondary objective, advances the competitiveness and growth objective (see section 1EB). 3 After section 1E insert— Competitiveness and growth objective 1EB The competitiveness and growth objective is: facilitating, subject to aligning with relevant international standards— a the international competitiveness of the economy of the United Kingdom (including in particular the financial services sector), and b its growth in the medium to long term. 4 In section 2H— a in the title, for “competition objective” substitute  “objectives” ; b for subsection (1) substitute— 1 When discharging its general functions in a way that advances its objectives (see section 2F), the PRA must, so far as reasonably possible, act in a way that advances the following secondary objectives— a the competition objective, and b the competitiveness and growth objective. 1A The competition objective is: facilitating effective competition in the markets for services provided by PRA-authorised persons in carrying on regulated activities. 1B The competitiveness and growth objective is: facilitating, subject to aligning with relevant international standards— a the international competitiveness of the economy of the United Kingdom (including in particular the financial services sector through the contribution of PRA-authorised persons), and b its growth in the medium to long term."}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "26", "section_title": "Competitiveness and growth objective: reporting requirements", "section_text": " 26    1   Each regulator must make two reports to the Treasury on how it has complied with its duty to advance the competitiveness and growth objective.     2   The reports prepared by each regulator under subsection (1) must in particular explain—   a   the action taken by the regulator to ensure that the competitiveness and growth objective is embedded in its operations, processes and decision-making, and     b   how any rules and guidance that the regulator has made advance that objective.       3   The first report under this section must be made before the end of 12 months beginning with the first day on which section 25 of this Act comes into force, and must relate to that period.     4   The second report under this section must be made before the end of 24 months beginning with the first day on which section 25 of this Act comes into force, and must relate to the period beginning with the day on which the first report is published.     5   The Treasury must lay a copy of each report prepared under this section before Parliament.     6   Each regulator must publish its reports prepared under this section in such manner as it thinks fit.     7   In this section—   a   “ regulator ” means the FCA and the PRA;     b   references to the competitiveness and growth objective, and the duty to advance that objective, are—   i   in relation to the FCA, references to its objective in section 1EB of FSMA 2000 and to its duty to advance that objective under section 1B(4A) of that Act, and     ii   in relation to the PRA, references to its objective in section 2H(1B) of FSMA 2000 and to its duty to advance that objective under section 2H(1)(b) of that Act.        "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "27", "section_title": "Regulatory principles", "section_text": " 27   In section 3B of FSMA 2000 (regulatory principles to be applied by both regulators), in subsection (1) for paragraph (c) substitute—    c   the need to contribute towards achieving compliance by the Secretary of State with section 1 of the Climate Change Act 2008 (UK net zero emissions target) and section 5 of the Environment Act 2021 (environmental targets) where each regulator considers the exercise of its functions to be relevant to the making of such a contribution;     .  "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "28", "section_title": "Sections 25 and 27: consequential amendments", "section_text": " 28    1   FSMA 2000 is amended as follows.     2   In section 1JA (Treasury recommendations in connection with general duties), after subsection (1)(c) insert—    ca   how to discharge the duty in section 1B(4A) (duty to advance competitiveness and growth objective),     .     3   In section 1K (guidance about objectives), after subsection (1) insert—    1A   The reference in subsection (1) to the FCA’s operational objectives includes, in its application as a secondary objective, the competitiveness and growth objective (see section 1EB).        4   In section 2I (guidance about objectives), after subsection (1) insert—    1A   The reference in subsection (1) to the PRA’s objectives includes, in their application as secondary objectives, the competition objective and competitiveness and growth objective (see section 2H).        5   In section 3B (regulatory principles to be applied by both regulators), for subsection (3) substitute—    3   “Objectives”—   a   in relation to the FCA means—   i   operational objectives, and     ii   in its application as a secondary objective, the competitiveness and growth objective (see section 1EB), and       b   in relation to the PRA means—   i   the PRA’s objectives, and     ii   in their application as secondary objectives, the competition objective and competitiveness and growth objective (see section 2H).            6   In section 3D (duty of FCA and PRA to ensure co-ordinated exercise of functions), for subsection (4) substitute—    4   In this section, “objectives”—   a   in relation to the FCA means—   i   operational objectives, and     ii   in its application as a secondary objective, the competitiveness and growth objective (see section 1EB), and       b   in relation to the PRA means—   i   the PRA’s objectives, and     ii   in their application as secondary objectives, the competition objective and competitiveness and growth objective (see section 2H).         5   Where a regulator is proposing to exercise a function that is not one of its general functions, the reference to “objectives” in subsection (1)(a) does not include the secondary objectives mentioned in subsection (4)(a)(ii) and (b)(ii).     6   In this section, “general functions”—   a   in relation to the FCA, has the same meaning as in section 1B(6), and     b   in relation to the PRA, has the same meaning as in section 2J(1).          7   In section 138I (consultation by the FCA), in subsection (2)(d) after “1B(1)” insert  “, (4A)” .     8   In section 143G (matters to consider when making Part 9C rules)—   a   in subsection (1)—   i   insert  “and”  after paragraph (a), and     ii   omit paragraphs (b) and (c);       b   omit subsection (2).       9   In section 232A (scheme operator’s duty to provide information to FCA)—   a   the existing words become subsection (1), and     b   after that subsection insert—    2   The reference in subsection (1) to the FCA’s operational objectives includes, in its application as a secondary objective, the competitiveness and growth objective (see section 1EB).          10   In paragraph 11 of Schedule 1ZA (FCA annual report), in sub-paragraph (1) after paragraph (d) insert—    da   how, in its opinion, it has complied with the duty in section 1B(4A),     .     11   In paragraph 20 of Schedule 1ZB (consultation about PRA annual report), in sub-paragraph (1)(c) for “and the PRA has facilitated effective competition in accordance with” substitute  “including its secondary objectives under” .    "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "29", "section_title": "Review of rules", "section_text": " 29    1   FSMA 2000 is amended as follows.     2   After section 3R (arrangements for provision of services) insert—    Rules   Duty of FCA and PRA to review rules   3RA    1   Each regulator must keep under review generally any rules made by the regulator under this Act or any other enactment (whenever passed or made).     2   Subsection  (1)  does not apply to rules made for the purpose of complying with a direction or recommendation of the Financial Policy Committee of the Bank of England under—   a   section 9H of the Bank of England Act 1998 (directions to FCA or PRA requiring macro-prudential measures), or     b   section 9Q of that Act (recommendations to FCA and PRA).          Statement of policy relating to review of rules   3RB    1   Each regulator must prepare and publish a statement of its policy with respect to its review of rules under section 3RA.     2   The statement must provide information about—   a   how representations (including by a statutory panel) can be made to each regulator with respect to its review of rules under section 3RA, and     b   the arrangements to ensure that those representations are considered.       3   In this section “ statutory panel ” has the meaning given by section 1RB(5).     4   If a statement published under this section is altered or replaced by a regulator, the regulator must publish the altered or replaced statement.     5   A statement prepared under this section must be published by the regulator in the way appearing to that regulator to be best designed to bring it to the attention of the public.        Requirement to review specified rules   3RC    1   The Treasury may by direction require a regulator to carry out a review of specified rules if—   a   the rules have been in force for at least 12 months,     b   the Treasury consider that it is in the public interest that the rules are reviewed, and     c   it does not appear to the Treasury that—   i   the regulator is carrying out, or proposes to carry out, a review of those rules, or     ii   if the regulator proposes to carry out a review, the proposals are appropriate for the purposes of carrying out an effective review.         2   Subsection (1) only applies to rules falling within section 3RA(1).     3   The Treasury must consult the regulator concerned before giving a direction under subsection (1).     4   In exercising the power under this section, the Treasury must have regard to the desirability of minimising any adverse effect that the carrying out of the review may have on the exercise by the regulator of any of its other functions.     5   A direction under subsection (1) may—   a   specify the period within which a review must be carried out;     b   determine the scope and conduct of a review;     c   require the provision of interim reports during the carrying out of a review.       6   Provision made in a direction under subsection (5)(b) may include a requirement—   a   for a review to be carried out by a person appointed by the regulator who is independent of the regulator;     b   for any such appointment to be made only with the approval of the Treasury.       7   As soon as practicable after giving a direction under subsection (1) the Treasury must—   a   lay before Parliament a copy of the direction, and     b   publish the direction in such manner as the Treasury think fit.       8   Subsection (7) does not apply where the Treasury consider that publication of the direction would be against the public interest.     9   A direction under subsection (1) may be varied or revoked by the giving of a further direction.        Report on certain reviews   3RD    1   This section applies where the Treasury have given a direction to a regulator under section 3RC(1) to carry out a review.     2   The regulator must make a written report to the Treasury as to the opinion of the regulator in relation to the following matters—   a   if the regulator is the FCA, whether the rules under review—   i   are compatible with the FCA’s strategic objective,     ii   advance one or more of the FCA’s operational objectives, and     iii   advance the competitiveness and growth objective;       b   if the regulator is the PRA, whether the rules under review—   i   advance one or more of the PRA’s objectives, and     ii   advance the PRA’s competition objective and the PRA’s competitiveness and growth objective;       c   whether and to what extent the rules are functioning effectively and achieving their intended purpose;     d   whether any amendments should be made to the rules and, if so, what those amendments should be;     e   whether any rules should be revoked (with or without replacement);     f   whether any other action should be taken and, if so, what that action should be.       3   As soon as practicable after receiving the report the Treasury must—   a   lay before Parliament a copy of the report, and     b   publish the report in such manner as the Treasury think fit.       4   When complying with subsection (3) the Treasury may withhold material from the report if the Treasury consider that publication of the material would be against the public interest.           "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "30", "section_title": "Treasury power in relation to rules", "section_text": " 30    1   FSMA 2000 is amended as follows.     2   After section 3RD (inserted by section 29) insert—    Power of Treasury to require making of rules by regulations   3RE    1   The Treasury may by regulations require a regulator to exercise a power under this Act to make rules in relation to a specified activity or a specified description of person.     2   Regulations under this section may—   a   specify matters that the rules must cover;     b   specify a period within which the rules must be made.       3   But except so far as permitted by subsection (2), regulations under this section may not require rules to be made—   a   in a specified form or with specified content, or     b   to achieve or advance a specified outcome.       4   If no period is specified under subsection (2)(b) the rules must be made as soon as reasonably practicable after the coming into force of the regulations.           3   In section 429 (Parliamentary control of statutory instruments) in subsection (2) after “section” insert  “3RE,” .    "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "31", "section_title": "Matters to consider when making rules", "section_text": " 31    1   FSMA 2000 is amended as follows.     2   Before section 138F (under the italic heading “Procedural provisions”) insert—    Matters to consider when making rules   138EA    1   This section applies where either regulator proposes to make rules.     2   The regulator must have regard to any specified matters that are relevant to the making of the rules in question.     3   “ Specified ” means specified in regulations made by the Treasury for the purposes of this section.     4   The specification of a matter for the purposes of this section may apply generally to the making of rules or be limited in whatever way the Treasury consider appropriate, including by reference to—   a   the power under which the rules are made;     b   the persons to whom the rules apply;     c   the activities or subject-matter to which the rules relate.       5   The requirement imposed by subsection (2) does not apply in respect of any rules if, or to the extent that, the rules are made for the purposes of—   a   complying with a direction given by the Financial Policy Committee of the Bank of England under section 9H of the Bank of England Act 1998 (directions requiring macro-prudential measures), or     b   acting in accordance with a recommendation made by that Committee under section 9Q of that Act (recommendations about the exercise of the FCA and PRA functions).       6   The requirement to have regard to specified matters under this section when making rules is in addition to any other requirements to have regard to matters when making such rules imposed by another provision of this Act or by any other enactment.           3   In section 138I (consultation by the FCA)—   a   in subsection (2) after paragraph (b) insert—    ba   an explanation of the ways in which having regard to specified matters under section 138EA(2) has affected the proposed rules,     ;     b   after subsection (8) insert—    8A   The requirement to provide the explanation referred to in subsection (2)(ba) does not apply in relation to any rules if—   a   the FCA considers that the delay involved in complying with that requirement would be prejudicial to the interests of consumers (as defined in section 425A) or other persons whose interests would be protected by the rules, or     b   the rules change existing rules and the changes consist of, or include, changes which, in the FCA’s opinion, are not material.       8B   Where an explanation is not provided by virtue of subsection (8A)(b), the draft of the rules must be accompanied by a statement of the FCA’s opinion.          4   In section 138J (consultation by the PRA)—   a   in subsection (2) after paragraph (b) insert—    ba   an explanation of the ways in which having regard to specified matters under section 138EA(2) has affected the proposed rules,     ;     b   after subsection (8) insert—    8A   The requirement to provide the explanation referred to in subsection (2)(ba) does not apply in relation to any rules if—   a   the PRA considers that the delay involved in complying with that requirement would—   i   be prejudicial to the safety and soundness of PRA-authorised persons, or     ii   in a case where section 2C applies, be prejudicial to securing the appropriate degree of protection for policyholders, or       b   the rules change existing rules and the changes consist of, or include, changes which, in the PRA’s opinion, are not material.       8B   Where an explanation is not provided by virtue of subsection (8A)(b), the draft of the rules must be accompanied by a statement of the PRA’s opinion.          5   In section 429 (Parliamentary procedure for statutory instruments), in subsection (2), in the list of sections beginning with “90B” insert at the appropriate place  “138EA(3),” .    "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "32", "section_title": "Effect of rules etc on deference decisions", "section_text": " 32    1   FSMA 2000 is amended as follows.     2   In the italic heading before section 410, after “international” insert  “powers and” .     3   Before section 410 insert—    Consultation in relation to deference decisions   409A    1   This section applies where a regulator is proposing to take a relevant action.     2   The regulator—   a   must consider the effect of the relevant action on notified deference decisions, and     b   if having done so it appears to the regulator that there is a material risk that the relevant action would be incompatible with a notified deference decision, must consult the Treasury about the likely effect of the action on the decision.       3   Subsection (2) applies only if a duty to consult applies in respect of the taking of the relevant action.     4   For the purposes of subsection  (1)  a regulator proposes to take a “relevant action” if—   a   it proposes to make rules under this Act or any other enactment, or     b   it proposes to make changes to its general policies and practices so far as relating to its supervisory functions under section 1L (FCA supervisory functions) or (as the case may be) section 2K (PRA supervisory functions).       5   For the purposes of subsection  (2) —   a   “ deference decision ” means a decision of the Treasury that the law and practice of another country or territory is, so far as relating to financial services and markets, equivalent to the law and practice of the United Kingdom (either generally or as it relates to a particular matter);     b   a deference decision is a “notified deference decision” if the Treasury have, by notice in writing, informed the regulator that it is relevant for the purposes of this section;     c   a relevant action is “incompatible” with a notified deference decision if the action would result in the law and practice of the United Kingdom ceasing to be equivalent to the law and practice of the other country or territory to which the deference decision relates.       6   For the purposes of subsection (3) a duty to consult applies in respect of a relevant action if—   a   the duty imposed by section 138I or 138J to publish a draft of proposed rules applies in respect of the action, or     b   any other duty (whether or not imposed by a provision of this Act) to publish the proposal to take the action in question applies.       7   Section 138M(1) (consultation: exemptions for temporary product intervention rules) is to be ignored for the purposes of subsection (6) in determining whether a duty to consult applies in respect of a relevant action.     8   The requirement imposed by subsection (2)(b) must be carried out before the duty to consult in respect of the relevant action is carried out.     9   The requirements imposed by subsection (2) do not apply to the extent that the regulator takes a relevant action—   a   by the making of product intervention rules under section 137D if the condition in subsection (10) is met,     b   by the making of rules under Part 9C (see instead section 143G(3)),     c   by the making of rules under Part 9D (see instead section 144C(3)),     d   by the making of rules under Part 12B (see instead section 192XB(2)),     e   in order to comply with a direction given by the Financial Policy Committee of the Bank of England under section 9H of the Bank of England Act 1998 (directions required macro-prudential measures), or     f   in order to act in accordance with a recommendation made by that Committee under section 9Q of that Act (recommendations about the exercise of functions).       10   The condition referred to in subsection (9)(a) is that the FCA considers it necessary not to comply with the requirement imposed by subsection (2) for the purpose of advancing—   a   the consumer protection objective, or     b   if an order under section 137D(1)(b) is in force, the integrity objective.            "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "33", "section_title": "Effect of rules etc on international trade obligations", "section_text": " 33   In FSMA 2000 after section 409A (inserted by section 32) insert—    Notification in relation to international trade obligations   409B    1   This section applies where it appears to a regulator that there is a material risk that a relevant action it proposes to take would be incompatible with an international trade obligation.     2   The regulator must give written notice to the Treasury of the proposed action before proceeding to take it.     3   Subsection (2) applies only if a duty to consult applies in respect of the taking of the relevant action.     4   For the purposes of subsection  (1)  a regulator proposes to take a “relevant action” if—   a   it proposes to make rules under this Act or any other enactment, or     b   it proposes to make changes to its general policies and practices so far as relating to its supervisory functions under section 1L (FCA supervisory functions) or (as the case may be) section 2K (PRA supervisory function).       5   For the purposes of subsection (3) a duty to consult applies in respect of a relevant action if—   a   the duty imposed by section 138I or 138J to publish a draft of proposed rules applies in respect of the action, or     b   any other duty (whether or not imposed by a provision of this Act) to publish the proposal to take the action in question applies.       6   Section 138M(1) (consultation: exemptions for temporary product intervention rules) is to be ignored for the purposes of subsection (5) in determining whether a duty to consult applies in respect of a relevant action.     7   The requirement imposed by subsection (2) must be carried out before the duty to consult in respect of the relevant action is carried out.     8   The requirement imposed by subsection (2) does not apply to the extent that the regulator takes a relevant action—   a   by the making of product intervention rules under section 137D if the condition in subsection (9) is met,     b   in order to comply with a direction given by the Financial Policy Committee of the Bank of England under section 9H of the Bank of England Act 1998 (directions requiring macro-prudential measures), or     c   in order to act in accordance with a recommendation made by that Committee under section 9Q of that Act (recommendations about the exercise of functions).       9   The condition referred to in subsection (8)(a) is that the FCA considers it necessary not to comply with the requirement imposed by subsection (2) for the purpose of advancing—   a   the consumer protection objective, or     b   if an order under section 137D(1)(b) is in force, the integrity objective.       10   Subsection (11) applies in a case where a notice under subsection (2) is not given because of subsection (3) or (8)(a).     11   The regulator must give written notice to the Treasury of the relevant action it has taken as soon as reasonably practicable after taking it if it appears to the regulator that there is a material risk that the action is incompatible with an international trade obligation.     12   In this section “ international trade obligation ” means an obligation of the United Kingdom that relates to financial services or markets under—   a   a free trade agreement, as defined by section 5(1) of the Trade Act 2021, or     b   the agreement establishing the World Trade Organisation signed at Marrakesh on 15 April 1994.          "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "34", "section_title": "Power to disapply or modify rules", "section_text": " 34    1   FSMA 2000 is amended as follows.     2   After section 138B insert—    Disapplication or modification of rules in individual cases   138BA    1   This section applies to rules made by a regulator if, or to the extent that, regulations made by the Treasury provide for it to apply.     2   The regulator may, on the application or with the consent of a person who is subject to the rules, give the person a permission that enables the person—   a   not to apply the rules, or     b   to apply the rules with the modifications specified in the permission.       3   Subsections (1) and (2) do not apply to—   a   rules made by either regulator under section 64A (rules of conduct);     b   rules made by either regulator under section 137O (threshold condition code);     c   rules made by the FCA under section 247 (trust scheme rules), section 248 (scheme particular rules), section 261I (contractual scheme rules) or section 261J (contractual scheme particulars rules);     d   rules made by the FCA under section 309Z(1) (rules of conduct).       4   The regulator may—   a   give permission under this section subject to conditions, and     b   revoke or vary permission given under this section.       5   Regulations under subsection (1) may make provision about procedural matters in relation to the giving of permission under this section.     6   Provision under subsection (5) may (among other things) include provision about—   a   the making of applications;     b   the determination of applications (including matters to be taken into account in doing so);     c   the giving and withdrawal of consent;     d   requirements as to notification or publication of decisions of a regulator under this section;     e   appeals in respect of decisions of a regulator under this section.       7   Before making regulations under this section in relation to rules made by a regulator the Treasury must consult the regulator.           3   In section 429 (Parliamentary control of statutory instruments), in subsection (2), in the list of sections beginning with “90B” insert at the appropriate place  “138BA,” .    "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "35", "section_title": "Responses to recommendations of the Treasury", "section_text": " 35    1   Section 1JA of FSMA 2000 (recommendations by Treasury in connection with general duties) is amended in accordance with subsections  (2)  and (3).     2   After subsection (2) insert—    2A   The FCA must respond to each recommendation made to it under subsection (1) by notifying the Treasury in writing of—   a   action that the FCA has taken or intends to take in accordance with the recommendation, or     b   the reasons why the FCA has not acted or does not intend to act in accordance with the recommendation.       2B   The notice under subsection (2A) must be given before the end of 12 months beginning with the date the notice containing the recommendation was given under subsection (1).     2C   Where the FCA has given notice under subsection (2A) in relation to a recommendation, the FCA must by notice in writing update the Treasury on the matters mentioned in subsection (2A)(a) and (b) before the end of each subsequent period of 12 months.     2D   Subsection (2C) does not apply if the Treasury have notified the FCA in writing that no update (or further update) is required.     2E   The FCA is not required under subsection (2A) or (2C) to provide any information whose publication would in the opinion of the FCA be against the public interest.        3   In subsection (3), for “subsection (1)” substitute  “subsection (1), (2A) or (2C)” .     4   Section 30B of the Bank of England Act 1998 (recommendations by Treasury) is amended in accordance with subsections  (5)  and (6).     5   After subsection (2) insert—    2A   The Prudential Regulation Committee must respond to each recommendation made to it under subsection (1) by notifying the Treasury in writing of—   a   action that the Prudential Regulation Committee has taken or intends to take in accordance with the recommendation, or     b   the reasons why the Prudential Regulation Committee has not acted or does not intend to act in accordance with the recommendation.       2B   The notice under subsection (2A) must be given before the end of 12 months beginning with the date the notice containing the recommendation was given under subsection (1).     2C   Where the Prudential Regulation Committee has given notice under subsection (2A) in relation to a recommendation, it must by notice in writing update the Treasury on the matters mentioned in subsection (2A)(a) and (b) before the end of each subsequent period of 12 months.     2D   Subsection (2C) does not apply if the Treasury have notified the Prudential Regulation Committee in writing that no update (or further update) is required.     2E   The Prudential Regulation Committee is not required under subsection (2A) or (2C) to provide any information whose publication would in the opinion of the Committee be against the public interest.        6   In subsection (3), for “subsection (1)” substitute  “subsection (1), (2A) or (2C)” .    "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "36", "section_title": "Public consultation requirements", "section_text": " 36    1   After section 1RA of FSMA 2000 (inserted by section 45) insert—    Requirements for public consultation   Requirements in connection with public consultations   1RB    1   This section applies where the FCA issues a public consultation.     2   The FCA must include information in the consultation about any engagement by the FCA with the statutory panels of the FCA, the PRA or the Payment Systems Regulator in relation to the matters being consulted on.     3   The FCA is not required under subsection (2) to include any information whose publication would in the opinion of the FCA be against the public interest.     4   For the purposes of this section, the FCA issues a public consultation if it publishes the draft of any proposals for the purpose of bringing them to the attention of the public (whether or not under a duty to do so imposed by an enactment).     5   In this section “statutory panel”—   a   in relation to the FCA, has the meaning given by section 1RA(8),     b   in relation to the PRA, has the meaning given by section 2NA(8), and     c   in relation to the Payment Systems Regulator, means a panel established under section 103(3) of the Financial Services (Banking Reform) Act 2013.              2   After section 2NA of FSMA 2000 (inserted by section 45) insert—    Requirements for public consultation   Requirements in connection with public consultations   2NB    1   This section applies where the PRA issues a public consultation.     2   The PRA must include information in the consultation about any engagement by the PRA with the statutory panels of the FCA, the PRA or the Payment Systems Regulator in relation to the matters being consulted on.     3   The PRA is not required under subsection (2) to include any information whose publication would in the opinion of the PRA be against the public interest.     4   For the purposes of this section, the PRA issues a public consultation if it publishes the draft of any proposals for the purpose of bringing them to the attention of the public (whether or not under a duty to do so imposed by an enactment).     5   In this section “ statutory panel ” has the meaning given by section 1RB(5).           "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "37", "section_title": "Engagement with statutory panels", "section_text": " 37    1   Paragraph 11 of Schedule 1ZA to FSMA 2000 (annual report of the Financial Conduct Authority) is amended in accordance with subsections  (2)  and  (3) .     2   In sub-paragraph (1)—   a   omit the “and” at the end of paragraph (ia), and     b   after paragraph (ia) insert—    ib   any engagement with the statutory panels of the FCA, the PRA or the Payment Systems Regulator,     ic   how it has complied with the statement of policy on panel appointments prepared under section 1RA in relation to the process for making appointments and the matters considered in determining who is appointed, and     .       3   After sub-paragraph (4) insert—    5   In this paragraph “ statutory panel ” has the meaning given in section 1RB(5).        4   Paragraph 19 of Schedule 1ZB to FSMA 2000 (annual report of the PRA) is amended in accordance with subsections  (5)  and  (6) .     5   In sub-paragraph (1)—   a   after paragraph (ba) insert—    bb   how it has complied with the statement of policy on panel appointments prepared under section 2NA in relation to the process for making appointments and the matters considered in determining who is appointed,     ,     b   omit the “and” at the end of paragraph (f), and     c   after paragraph (f) insert—    fa   any engagement with the statutory panels of the FCA, the PRA or the Payment Systems Regulator, and     .       6   After sub-paragraph (5) insert—    6   In this paragraph “ statutory panel ” has the meaning given in section 1RB(5).       "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "38", "section_title": "Engagement with Parliamentary Committees", "section_text": " 38    1   FSMA 2000 is amended as follows.     2   In Part 4 of Schedule 1ZA (miscellaneous provisions relating to Financial Conduct Authority), after paragraph 27 insert—    Engagement with Parliamentary Committees   28    1   This paragraph applies where the FCA issues a relevant consultation.     2   For the purposes of this paragraph the FCA issues a relevant consultation if it—   a   publishes a draft of proposed rules under section 138I,     b   publishes a proposal under a duty imposed by another provision of this Act or by any other enactment, or     c   publishes other proposals about the exercise of any of its general functions.       3   The FCA must, as soon as reasonably practicable after issuing the consultation, notify in writing the chair of each relevant Parliamentary Committee that the consultation has been issued.     4   The notification must specify the parts of the consultation (if any) that address the ways in which the proposals subject to consultation—   a   advance the FCA’s operational objectives,     b   are compatible with the FCA’s strategic objective,     c   demonstrate that the FCA has had regard to the regulatory principles in section 3B when preparing the proposals, and     d   engage with matters to which the FCA must have regard under regulations made under section 138EA.       5   The reference in sub-paragraph (4)(a) to the FCA’s operational objectives includes, in its application as a secondary objective, the competitiveness and growth objective (see section 1EB).     6   The notification must also specify any other part of the consultation which the FCA considers should be drawn to the attention of the relevant Parliamentary Committees.     7   References in this paragraph to the relevant Parliamentary Committees are references to—   a   the Treasury Committee of the House of Commons,     b   the Committee of the House of Lords which—   i   is charged with responsibility by that House for the purposes of this paragraph, and     ii   has notified the FCA that it is a relevant Parliamentary Committee for those purposes, and       c   the Joint Committee of both Houses which—   i   is charged with responsibility by those Houses for the purposes of this paragraph, and     ii   has notified the FCA that it is a relevant Parliamentary Committee for those purposes.         8   References in this paragraph to the Treasury Committee of the House of Commons—   a   if the name of that Committee is changed, are references to that Committee by its new name, and     b   if the functions of that Committee (or substantially corresponding functions) become functions of a different Committee of the House of Commons, are to be treated as references to the Committee by which the functions are exercisable.       9   Any question arising under sub-paragraph (8) is to be determined by the Speaker of the House of Commons.       29    1   This paragraph applies where—   a   the FCA issues a public consultation, and     b   a Committee of the House of Commons or the House of Lords, or a joint Committee of both Houses, has provided to the FCA representations in response to the consultation.       2   For the purposes of this paragraph, the FCA issues a public consultation if it publishes the draft of any proposals for the purpose of bringing them to the attention of the public (whether or not under a duty to do so imposed by an enactment).     3   The FCA must give to the chair of the Committee concerned a written response to the representations.     4   The duty to respond imposed by sub-paragraph (3) applies only so far as the FCA would not be under a corresponding duty to do so imposed by another enactment.     5   The FCA is not required under sub-paragraph (3) to provide any information whose publication would in the opinion of the FCA be against the public interest.           3   In Part 4 of Schedule 1ZB (miscellaneous provisions relating to the PRA), after paragraph 35 insert—    Engagement with Parliamentary Committees   36    1   This paragraph applies where the PRA issues a relevant consultation.     2   For the purposes of this paragraph the PRA issues a relevant consultation if it—   a   publishes a draft of proposed rules under section 138J,     b   publishes a proposal under a duty imposed by another provision of this Act or by any other enactment, or     c   publishes other proposals about the exercise of any of its general functions.       3   The PRA must, as soon as reasonably practicable after issuing the consultation, notify in writing the chair of each relevant Parliamentary Committee that the consultation has been issued.     4   The notification must specify the parts of the consultation (if any) that address the ways in which the proposals subject to consultation—   a   advance the PRA’s objectives,     b   demonstrate that the PRA has had regard to the regulatory principles in section 3B when preparing the proposals, and     c   engage with matters to which the PRA must have regard under regulations made under section 138EA.       5   The reference in sub-paragraph (4)(a) to the PRA’s objectives includes, in their application as secondary objectives, the competition objective and the competitiveness and growth objective (see section 2H).     6   The notification must also specify any other part of the consultation which the PRA considers should be drawn to the attention of the relevant Parliamentary Committees.     7   References in this paragraph to the relevant Parliamentary Committees are references to—   a   the Treasury Committee of the House of Commons,     b   the Committee of the House of Lords which—   i   is charged with responsibility by that House for the purposes of this paragraph, and     ii   has notified the PRA that it is a relevant Parliamentary Committee for those purposes, and       c   the Joint Committee of both Houses which—   i   is charged with responsibility by those Houses for the purposes of this paragraph, and     ii   has notified the PRA that it is a relevant Parliamentary Committee for those purposes.         8   References in this paragraph to the Treasury Committee of the House of Commons—   a   if the name of that Committee is changed, are references to that Committee by its new name, and     b   if the functions of that Committee (or substantially corresponding functions) become functions of a different Committee of the House of Commons, are to be treated as references to the Committee by which the functions are exercisable.       9   Any question arising under sub-paragraph (8) is to be determined by the Speaker of the House of Commons.       37    1   This paragraph applies where—   a   the PRA issues a public consultation, and     b   a Committee of the House of Commons or the House of Lords, or a joint Committee of both Houses, has provided to the PRA representations in response to the consultation.       2   For the purposes of this paragraph, the PRA issues a public consultation if it publishes the draft of any proposals for the purpose of bringing the proposals to the attention of the public (whether or not under a duty to do so imposed by an enactment).     3   The PRA must give to the chair of the Committee concerned a written response to the representations.     4   The duty to respond imposed by sub-paragraph (3) applies only so far as the PRA would not be under a corresponding duty to do so imposed by another enactment.     5   The PRA is not required under sub-paragraph (3) to provide any information whose publication would in the opinion of the PRA be against the public interest.          "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "39", "section_title": "Reporting requirements", "section_text": " 39    1   FSMA 2000 is amended as follows.     2   After paragraph 11 of Schedule 1ZA insert—    Other reports   11A    1   The Treasury may (subject to this paragraph) at any time by direction require the FCA to publish a report containing information about—   a   any of the matters mentioned in paragraphs (a) to (ia) of paragraph 11(1);     b   such other matters that the direction may specify.       2   The Treasury may give a direction under this paragraph requiring information to be published only if the Treasury consider that—   a   the information is reasonably necessary for the purpose of reviewing and scrutinising the discharge of the FCA’s functions, and     b   other available information is not sufficient to meet that purpose.       3   Subject to sub-paragraph (4), the FCA must publish a report prepared under a direction given under this paragraph in such manner, and within such period, as the direction may require.     4   Nothing in this paragraph requires the inclusion in the report of any information whose publication would be against the public interest.     5   A direction under this paragraph may not—   a   require a report to be published more than once in each quarter;     b   require the publication of information that is confidential information for the purposes of Part 23 (see section 348(2)).       6   The Treasury must consult the FCA before giving a direction under this paragraph.     7   In exercising the power under this paragraph, the Treasury must have regard to the desirability of minimising any adverse effect that the preparation of the report required in accordance with the direction may have on the exercise by the FCA of any of its other functions.     8   The Treasury must—   a   lay before Parliament a copy of a direction given under this paragraph, and     b   publish the direction in such manner as the Treasury think fit.       9   A direction under this paragraph may be varied or revoked by the giving of a further direction.           3   After paragraph 21 of Schedule 1ZB insert—    Other reports   21A    1   The Treasury may (subject to this paragraph) at any time by direction require the PRA to publish a report containing information about—   a   any of the matters mentioned in paragraphs (a) to (f) of paragraph 19(1);     b   such other matters that the direction may specify.       2   The Treasury may give a direction under this paragraph requiring information to be published only if the Treasury consider that—   a   the information is reasonably necessary for the purpose of reviewing and scrutinising the discharge of the PRA’s functions, and     b   other available information is not sufficient to meet that purpose.       3   Subject to sub-paragraph (4), the PRA must publish a report prepared under a direction given under this paragraph in such manner, and within such period, as the direction may require.     4   Nothing in this paragraph requires the inclusion in the report of any information whose publication would be against the public interest.     5   A direction under this paragraph may not—   a   require a report to be published more than once in each quarter;     b   require the publication of information that is confidential information for the purposes of Part 23 (see section 348(2)).       6   The Treasury must consult the PRA before giving a direction under this paragraph.     7   In exercising the power under this paragraph, the Treasury must have regard to the desirability of minimising any adverse effect that the preparation of the report required in accordance with the direction may have on the exercise by the PRA of any of its other functions.     8   The Treasury must—   a   lay before Parliament a copy of a direction given under this paragraph, and     b   publish the direction in such manner as the Treasury think fit.       9   A direction under this paragraph may be varied or revoked by the giving of a further direction.          "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "40", "section_title": "Duty to co-operate and consult in exercising functions", "section_text": " 40    1   FSMA 2000 is amended as follows.     2   In the italic heading before section 415B, at the end insert  “and co-operation” .     3   After section 415B (consultation) insert—    Co-operation and consultation in relation to exercise of functions   415C    1   In exercising its functions under this Act a relevant organisation (“ R ”) must—   a   take such steps as R considers appropriate to co-operate with each of the other relevant organisations in relation to matters of interest to that organisation, and     b   consult such other persons as R considers appropriate in relation to any matters that R considers to be of interest to those persons.       2   A matter is of interest to another relevant organisation for the purposes of subsection (1) if it appears to R that it has, or is likely to have, significant implications in relation to—   a   the exercise by that other relevant organisation of functions under this Act, or     b   the functioning generally of relevant markets within the meaning of section 1F.       3   The relevant organisations must prepare and publish a statement of policy with respect to compliance with the duty under subsection (1).     4   The relevant organisations may alter or replace a statement published under subsection (3).     5   The relevant organisations must publish a statement as altered or replaced under subsection (4).     6   The relevant organisations—   a   must, at least once a year, prepare and publish a report on their compliance with the duty under subsection (1), and     b   must put in place arrangements enabling representations to be made about their compliance with that duty (whether by seeking representations in response to the report or otherwise).       7   Except in the case of the first report to be prepared under this section, a report prepared under subsection (6)(a) must include a summary of representations received in the preceding year in accordance with arrangements made under subsection (6)(b).     8   Publication under this section is to be made in such manner as the relevant organisations consider best designed to bring the publication to the attention of the public.     9   In this section “ relevant organisation ” means—   a   the FCA;     b   the scheme operator of the ombudsman scheme within the meaning of section 225(2);     c   the scheme manager of the Financial Services Compensation Scheme within the meaning of section 212.            "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "41", "section_title": "Listing Authority Advisory Panel", "section_text": " 41   In FSMA 2000, after section 1Q insert—    The Listing Authority Advisory Panel   1QA    1   Arrangements under section 1M must include the establishment and maintenance of a panel of persons (to be known as “ the Listing Authority Advisory Panel ”) to represent the interests of practitioners who are likely to be affected by the exercise by the FCA of its relevant functions.     2   The reference in subsection (1) to the FCA’s relevant functions is to its functions relating to the listing, issue or trading of products on recognised investment exchanges and other markets the operation of which is regulated by the FCA, including in particular—   a   the issuing of transferable securities, and     b   the trading of transferable securities on regulated markets and multilateral trading facilities.       3   The FCA must appoint one of the members of the Listing Authority Advisory Panel to be the chair of the Panel.     4   The Treasury’s approval is required for the appointment or dismissal of the chair.     5   The FCA must appoint to the Listing Authority Advisory Panel such persons to represent the interests of issuers and investors as it considers appropriate.     6   The FCA may appoint to the Listing Authority Advisory Panel such other persons as it considers appropriate.     7   Subsections (5) and (6) are subject to section 1MA.     8   In this section—     “ multilateral trading facility ”, “ recognised investment exchange ” and “ regulated markets ” have the same meaning as in Part 18 (see section 313(1));      “ transferable securities ” has the meaning given by section 102A(3).           "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "42", "section_title": "Insurance Practitioner Panel", "section_text": " 42   In FSMA 2000, after section 2M insert—    The Insurance Practitioner Panel   2MA    1   Arrangements under section 2L must include the establishment and maintenance of a panel of persons (to be known as “ the Insurance Practitioner Panel ”) to represent the interests of practitioners involved in the carrying on of the activity of effecting or carrying out of contracts of insurance.     2   The PRA must appoint one of the members of the Insurance Practitioner Panel to be the chair of the Panel.     3   The Treasury’s approval is required for the appointment or dismissal of the chair.     4   The PRA must appoint to the Insurance Practitioner Panel at least one person representing PRA-authorised persons engaged in the activity of effecting or carrying out of contracts of insurance.     5   The PRA may appoint to the Insurance Practitioner Panel such other persons as it considers appropriate.     6   Subsections (4) and (5) are subject to section 2LA.        "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "43", "section_title": "Cost Benefit Analysis Panels", "section_text": " 43    1   FSMA 2000 is amended as follows.     2   After section 138I insert—    FCA Cost Benefit Analysis Panel   138IA    1   The FCA must establish and maintain a panel of persons (to be known as the “ FCA Cost Benefit Analysis Panel ”) to provide advice in relation to cost benefit analyses for the purposes of section 138I.     2   Except as provided by subsection (3), the FCA must consult the FCA Cost Benefit Analysis Panel about the following matters—   a   the preparation of a cost benefit analysis under section 138I(2)(a) or (5)(a);     b   the preparation of its statement of policy under section 138IB.       3   The requirement to consult under subsection (2)(a) does not apply in such cases as may be set out in the statement of policy maintained under section 138IB.     4   Arrangements made by the FCA under subsection (1) for the establishment and maintenance of the FCA Cost Benefit Analysis Panel must include arrangements for the Panel to—   a   keep under review how the FCA is performing generally in carrying out its duties under section 138I(2)(a) and (5)(a), and     b   provide to the FCA whatever recommendations the Panel thinks appropriate as a result of such review.       5   The FCA must appoint one of the members of the FCA Cost Benefit Analysis Panel to be the chair of the Panel.     6   The Treasury’s approval is required for the appointment or dismissal of the chair.     7   The FCA must appoint to the FCA Cost Benefit Analysis Panel such persons with knowledge or experience of the preparation of cost benefit analyses as it considers appropriate.     8   The FCA must appoint to the FCA Cost Benefit Analysis Panel at least two individuals who are employed by persons authorised for the purposes of this Act by the FCA, with each one being employed by a different person.     9   The FCA may appoint to the FCA Cost Benefit Analysis Panel such other persons as it considers appropriate.     10   Subsections (7) to (9) are subject to section 1MA.     11   The FCA must consider representations that are made to it by the FCA Cost Benefit Analysis Panel.     12   The FCA must from time to time publish in such manner as it thinks fit responses to the representations.           3   After section 138J insert—    PRA Cost Benefit Analysis Panel   138JA    1   The PRA must establish and maintain a panel of persons (to be known as the “ PRA Cost Benefit Analysis Panel ”) to provide advice in relation to cost benefit analyses for the purposes of section 138J.     2   Except as provided by subsection (3), the PRA must consult the PRA Cost Benefit Analysis Panel about the following matters—   a   the preparation of a cost benefit analysis under section 138J(2)(a) or (5)(a);     b   the preparation of its statement of policy under section 138JB.       3   The requirement to consult under subsection (2)(a) does not apply in such cases as may be set out in the statement of policy maintained under section 138JB.     4   Arrangements made by the PRA under subsection (1) for the establishment and maintenance of the PRA Cost Benefit Analysis Panel must include arrangements for the Panel to—   a   keep under review how the PRA is performing generally in carrying out its duties under section 138J(2)(a) and (5)(a), and     b   provide to the PRA whatever recommendations the Panel thinks appropriate as a result of such review.       5   The PRA must appoint one of the members of the PRA Cost Benefit Analysis Panel to be the chair of the Panel.     6   The Treasury’s approval is required for the appointment or dismissal of the chair.     7   The PRA must appoint to the PRA Cost Benefit Analysis Panel such persons with knowledge or experience of the preparation of cost benefit analyses as it considers appropriate.     8   The PRA must appoint to the PRA Cost Benefit Analysis Panel at least two individuals who are employed by PRA-authorised persons, with each one being employed by a different person.     9   The PRA may appoint to the PRA Cost Benefit Analysis Panel such other persons as it considers appropriate.     10   Subsections (7) to (9) are subject to section 2LA.     11   The PRA must consider representations that are made to it by the PRA Cost Benefit Analysis Panel.     12   The PRA must from time to time publish in such manner as it thinks fit responses to the representations.     13   The reference in subsection (1) to section 138J includes a reference to that section as applied in relation to the Bank of England by paragraphs 10(1) and 10A of Schedule 17A.          "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "44", "section_title": "Statement of policy on cost benefit analyses", "section_text": " 44    1   FSMA 2000 is amended as follows.     2   After section 138IA (inserted by section 43) insert—    Statement of policy in relation to cost benefit analyses   138IB    1   The FCA must prepare and publish a statement of policy in relation to the preparation of cost benefit analyses for the purposes of section 138I.     2   The statement must provide information about—   a   the methodology adopted in preparing cost benefit analyses;     b   matters to which the FCA has regard in determining whether section 138I(8) applies;     c   matters to which the FCA has regard in determining whether an exemption under section 138L applies in relation to the preparation of a cost benefit analysis;     d   arrangements to ensure that representations in connection with a cost benefit analysis that are made in accordance with section 138I(2)(e) are considered;     e   cases in which the requirement to consult the FCA Cost Benefit Analysis Panel in relation to the preparation of a cost benefit analysis does not apply;     f   arrangements to ensure that any recommendations in connection with cost benefit analyses that are made following a review carried out under section 138IA(4) are considered.       3   The statement may include whatever other information in relation to cost benefit analyses that the FCA considers appropriate.     4   The FCA may alter or replace a statement published under this section.     5   The FCA must publish a statement as altered or replaced under subsection (4).     6   Publication under this section is to be made in such manner as the FCA considers best designed to bring the statement to the attention of the public.           3   After section 138JA (inserted by section 43) insert—    Statement of policy in relation to cost benefit analyses   138JB    1   The PRA must prepare and publish a statement of policy in relation to the preparation of cost benefit analyses for the purposes of section 138J.     2   The statement must provide information about—   a   the methodology adopted in preparing cost benefit analyses;     b   matters to which the PRA has regard in determining whether section 138J(8) applies;     c   matters to which the PRA has regard in determining whether an exemption under section 138L applies in relation to the preparation of a cost benefit analysis;     d   arrangements to ensure that representations in connection with a cost benefit analysis that are made in accordance with section 138J(2)(e) are considered;     e   cases in which the requirement to consult the PRA Cost Benefit Analysis Panel in relation to the preparation of a cost benefit analysis does not apply;     f   arrangements to ensure that any recommendations in connection with cost benefit analyses that are made following a review carried out under section 138JA(4) are considered.       3   The statement may include whatever other information in relation to cost benefit analyses that the PRA considers appropriate.     4   The PRA may alter or replace a statement published under this section.     5   The PRA must publish a statement as altered or replaced under subsection (4).     6   Publication under this section is to be made in such manner as the PRA considers best designed to bring the statement to the attention of the public.          "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "45", "section_title": "Statement of policy on panel appointments", "section_text": " 45    1   FSMA 2000 is amended as follows.     2   After section 1R insert—    Statement of policy on panel appointments   1RA    1   The FCA must prepare and publish a statement of policy in relation to the appointment of members of its statutory panels.     2   The statement must provide information about—   a   the process adopted for making appointments;     b   matters considered in determining who is appointed.       3   The statement may provide whatever other information in relation to the making of appointments that the FCA considers appropriate.     4   The FCA may alter or replace a statement published under this section.     5   The FCA must publish a statement as altered or replaced under subsection (4).     6   Before publishing a statement under this section the FCA must—   a   consult the Treasury about the proposed statement, and     b   have regard to any representations the Treasury make in response to the consultation.       7   Publication under this section is to be made in such manner as the FCA considers best designed to bring the statement to the attention of the public.     8   In this section “ statutory panel ” means a panel established under section 1N, 1O, 1P, 1Q, 1QA or 138IA.           3   After section 2N insert—    Statement of policy on panel appointments   2NA    1   The PRA must prepare and publish a statement of policy in relation to the appointment of members of its statutory panels.     2   The statement must provide information about—   a   the process adopted for making appointments;     b   matters considered in determining who is appointed.       3   The statement may provide whatever other information in relation to the making of appointments that the PRA considers appropriate.     4   The PRA may alter or replace a statement published under this section.     5   The PRA must publish a statement as altered or replaced under subsection (4).     6   Before publishing a statement under this section the PRA must—   a   consult the Treasury about the proposed statement, and     b   have regard to any representations the Treasury make in response to the consultation.       7   Publication under this section is to be made in such manner as the PRA considers best designed to bring the statement to the attention of the public.     8   In this section “ statutory panel ” means a panel established under section 2M, 2MA or 138JA.          "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "46", "section_title": "Composition of panels", "section_text": "46 1 FSMA 2000 is amended in accordance with subsections (2) to (8). 2 After section 1M (FCA’s general duty to consult) insert— Composition of Panels 1MA 1 A person who receives remuneration from the FCA, the PRA, the Payment Systems Regulator, the Bank of England or the Treasury is disqualified from being appointed as a member of a panel established under any of sections 1N to 1QA or 138IA. 2 Subsection  (1)  does not apply in respect of a panel mentioned in that subsection if regulations made by the Treasury provide for it not to apply to that panel. 3 Regulations under subsection (2) may make provision in respect of a panel— a generally, or b only in relation to such descriptions of persons or cases as the regulations may specify (but the power to make such regulations may not be exercised so as to specify persons by name). 3 In section 1N (FCA Practitioner Panel), after subsection (5) insert— 6 Subsections (4) and (5) are subject to section 1MA. 4 In section 1O (Smaller Business Practitioner Panel), after subsection (6) insert— 6A Subsections (5) and (6) are subject to section 1MA. 5 In section 1P (Markets Practitioner Panel), after subsection (6) insert— 7 Subsections (4) to (6) are subject to section 1MA. 6 In section 1Q (Consumer Panel), after subsection (4) insert— 4A Subsection (4) is subject to section 1MA. 7 After section 2L (PRA’s general duty to consult) insert— Composition of Panels 2LA 1 A person who receives remuneration from the FCA, the PRA, the Payment Systems Regulator, the Bank of England or the Treasury is disqualified from being appointed as a member of a panel established under any of sections 2M, 2MA or 138JA. 2 Subsection  (1)  does not apply in respect of a panel mentioned in that subsection if regulations made by the Treasury provide for it not to apply to that panel. 3 Regulations under subsection (2) may make provision in respect of a panel— a generally, or b only in relation to such descriptions of persons or cases as the regulations may specify (but the power to make such regulations may not be exercised so as to specify persons by name). 8 In section 2M (the PRA Practitioner Panel), after subsection (5) insert— 6 Subsections (4) and (5) are subject to section 2LA. 9 In section 103 of the Financial Services (Banking Reform) Act 2013 (regulator’s general duty to consult) after subsection (5) insert— 5A A person who receives remuneration from the FCA, the PRA, the Payment Systems Regulator, the Bank of England or the Treasury is disqualified from being appointed as a member of a panel established under subsection (3). 5B Subsection (5A) does not apply in respect of a panel mentioned in that subsection if regulations made by the Treasury provide for it not to apply to that panel. 5C Regulations under subsection (5B) may make provision in respect of a panel— a generally, or b only in relation to such descriptions of persons or cases as the regulations may specify (but the power to make such regulations may not be exercised so as to specify persons by name)."}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "47", "section_title": "Panel reports", "section_text": " 47    1   The Treasury may by regulations require specified statutory panels of the regulator to produce an annual report on their work and provide that report to the Treasury.     2   Regulations under subsection (1) may make provision about the content of the annual report.     3   The Treasury must lay a copy of each report prepared by virtue of this section before Parliament.     4   Each specified statutory panel of the regulator must publish its reports prepared by virtue of this section in such manner as it thinks fit.     5   In this section—   a   “ statutory panels of the regulator ” means—   i   in relation to the FCA, the panels mentioned in section 1RA(8) of FSMA 2000,     ii   in relation to the PRA, the panels mentioned in section 2NA(8) of FSMA 2000, and     iii   in relation to the Payment Systems Regulator, a panel established under section 103(3) of the Financial Services (Banking Reform) Act 2013;       b   “ specified ” means specified in regulations under this section.       6   Regulations under this section are subject to the negative procedure.    "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "48", "section_title": "Exercise of FMI regulatory powers", "section_text": " 48   After section 30C of the Bank of England Act 1998 insert—    PART 3B  Central counterparties and central securities depositories   Exercise of functions relating to CCPs and CSDs   30D    1   In exercising its FMI functions in a way that advances the Financial Stability Objective (and subject to that), the Bank must have regard to—   a   the regulatory principles in section 30E;     b   the effects generally that the exercise of FMI functions will or may have on the financial stability of countries or territories (other than the United Kingdom) in which FMI entities are established or provide services;     c   the desirability of exercising FMI functions in a manner that is not determined by whether the persons to whom FMI services are provided are located in the United Kingdom or elsewhere.       2   In exercising its FMI functions in a way that advances the Financial Stability Objective the Bank must, so far as reasonably possible, act in a way which, as a secondary objective, facilitates innovation in the provision of FMI services (including in the infrastructure used for that purpose) with a view to improving the quality, efficiency and economy of the services.     3   For the purposes of this Part the Bank’s “FMI functions” are the following functions so far as exercisable in relation to FMI entities—   a   its function of making rules under FSMA 2000 (considered as a whole);     b   its function of making technical standards in accordance with Chapter 2A of Part 9A of FSMA 2000;     c   its function of preparing and issuing codes under FSMA 2000 (considered as a whole);     d   its function of determining the general policy and principles by reference to which it performs particular functions under FSMA 2000.       4   In this Part—     “ FMI entities ” means—     a recognised central counterparty within the meaning of Part 18 of FSMA 2000 (see section 285(1)(b)(i) of that Act),      a recognised CSD as defined by section 285(1)(e) of FSMA 2000,      a third country central counterparty as defined by section 285(1)(d) of FSMA 2000, and      a third country CSD as defined by section 285(1)(g) of FSMA 2000;         “ FMI services ” means services provided by FMI entities as part of their business as FMI entities;      “ FSMA 2000 ” means the Financial Services and Markets Act 2000.           Regulatory principles   30E    1   These are the regulatory principles referred to in section 30D(1)(a)—   a   the need to use the resources of the Bank in the most efficient and economic way;     b   the principle that a burden or restriction which is imposed on a person, or on the carrying on of an activity, should be proportionate to the benefits, considered in general terms, which are expected to result from the imposition of that burden or restriction;     c   the desirability of sustainable growth in the economy of the United Kingdom in the medium or long term, including in a way consistent with contributing towards achieving compliance by the Secretary of State with section 1 of the Climate Change Act 2008 (UK net zero emissions target) and section 5 of the Environment Act 2021 (environmental targets) where the Bank considers the exercise of its FMI functions to be relevant to the making of such a contribution;     d   the general principle that consumers should take responsibility for their decisions;     e   the responsibilities of the senior management of FMI entities subject to requirements imposed by or under FSMA 2000, including those affecting consumers, in relation to compliance with those requirements;     f   the desirability where appropriate of the Bank exercising its FMI functions in a way that recognises differences in the nature of, and objectives of, businesses carried on by different persons;     g   the desirability in appropriate cases of the Bank publishing information relating to persons on whom requirements are imposed as a result of the exercise of the Bank’s FMI functions, or requiring such persons to publish information, as a means of contributing to the advancement by the Bank of its Financial Stability Objective and its objective under section 30D(2);     h   the principle that the Bank should exercise its FMI functions as transparently as possible;     i   the desirability of facilitating fair and reasonable access to FMI services.       2   For the purposes of subsection (1) “ consumer ” has the same meaning as in section 3B of FSMA 2000 (and for these purposes includes in particular persons who receive FMI services).        Financial Market Infrastructure Committee   30F    1   There is to be a committee of the Bank known as the Financial Market Infrastructure Committee (the “ FMI Committee ”).     2   The FMI Committee is to consist of—   a   a chair appointed by the Bank;     b   at least three independent members appointed by the Bank;     c   such other members as may be appointed from time to time by the Bank.       3   The person appointed as chair under subsection (2)(a) must be the Governor, or a Deputy Governor, of the Bank.     4   A person is an independent member for the purposes of subsection (2)(b) if the person is an officer, employee or agent of the Bank—   a   as a result only of their membership of one or more of the Bank’s committees, or     b   is appointed as an independent member to the FMI Committee with the consent of the Treasury.       5   For the purposes of subsection (4)(a)—   a   the Bank’s committees are—   i   the FMI Committee,     ii   the Financial Policy Committee,     iii   the Monetary Policy Committee, and     iv   the Prudential Regulation Committee;       b   the reference to a person who is an officer, employee or agent of the Bank as result of their membership of one or more of those committees includes a reference to a person who becomes such an officer, employee or agent as a result of their appointment to the FMI Committee under this section.       6   Before appointing a person under subsection (2)(b) the Bank must—   a   be satisfied that the person has knowledge or experience which is likely to be relevant to the FMI Committee’s functions, and     b   consider whether the person has any financial or other interests that could substantially affect the functions as member that it would be proper for the person to discharge.          Functions of the Financial Market Infrastructure Committee   30G    1   The following functions of the Bank are to be exercised by the Bank acting through the FMI Committee (and, except as authorised by this section, are not to be exercised in any other way)—   a   its FMI functions;     b   such other functions of the Bank as the court of directors may specify as functions that are to be discharged by the FMI Committee.       2   The FMI Committee may arrange for such of its functions as it thinks fit to be carried out only by, or after consultation with, the Governor of the Bank.     3   Except as provided by subsection (4), the FMI Committee may delegate such of its functions as it thinks fit to—   a   a member of the FMI Committee;     b   a sub-committee of the FMI Committee consisting of members of the FMI Committee or one or more such members and one or more officers, employees or agents of the Bank;     c   an officer, employee or agent of the Bank;     d   a committee consisting of officers, employees or agents of the Bank.       4   The FMI Committee may not delegate under subsection (3) its FMI functions under FSMA 2000 of making rules or technical standards (but this does not prevent arrangements under subsection (2) being made in respect of such functions).        Information   30H    1   The Bank must publish a statement setting out the following matters in respect of the FMI Committee—   a   the number of members and whether each such member is a Bank member or an independent member;     b   if the Committee includes any Bank members, the role of each such member within the Bank;     c   arrangements for meetings and how proceedings at meetings are conducted;     d   arrangements for the taking of decisions otherwise than at meetings;     e   arrangements for any functions to be carried out by, or after consultation with, the Governor of the Bank (including details of the functions to which such arrangements relate);     f   arrangements for the delegation of functions.       2   If there is a material change in any of the matters contained in the statement the Bank must publish an updated statement.     3   Publication under this section is to be made in such manner as the Bank considers best designed to bring the statement to the attention of the public.     4   For the purposes of subsection (1)—   a   a person is an independent member if they are appointed in accordance with section 30F(2)(b) and (4);     b   a person is a Bank member if they are an officer or employee of the Bank who is not appointed as mentioned in paragraph (a).          Recommendations by Treasury   30I    1   The Treasury may at any time by notice in writing to the FMI Committee make recommendations about aspects of the economic policy of His Majesty’s Government to which the Bank should have regard—   a   when considering how to advance the Financial Stability Objective and the objective under section 30D(2), and     b   when considering the application of the regulatory principles set out in section 30E.       2   The Treasury must make recommendations under subsection (1) at least once in each Parliament.     3   The Treasury must—   a   publish in such manner as they think fit any notice given under subsection (1), and     b   lay a copy of it before Parliament.       4   The FMI Committee must respond to each recommendation made under subsection (1) by notifying the Treasury in writing of—   a   action that the Bank has taken or intends to take in accordance with the recommendation, or     b   the reasons why the Bank has not acted or does not intend to act in accordance with the recommendation.       5   The notice under subsection (4) must be given before the end of 12 months beginning with the date the notice containing the recommendation was given under subsection (1).     6   Where the FMI Committee has given notice under subsection (4) in relation to a recommendation, it must by notice in writing update the Treasury on the matters mentioned in subsection (4)(a) and (b) before the end of each subsequent period of 12 months.     7   Subsection (6) does not apply if the Treasury have notified the FMI Committee in writing that no update (or further update) is required.     8   The FMI Committee is not required under subsection (4) or (6) to provide any information whose publication would in the opinion of the Committee be against the public interest.         "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "49", "section_title": "Bank of England: rule-making powers", "section_text": " 49    1   FSMA 2000 is amended as follows.     2   After section 300H (inserted by section 11) insert—    Bank of England rules   Duty of Bank of England to review rules   300I    1   The Bank of England must keep under review generally any rules made by the Bank under this Act.     2   Subsection (1) does not apply to rules made for the purpose of complying with a recommendation of the Financial Policy Committee of the Bank of England under section 9O of the Bank of England Act 1998 (making of recommendations within the Bank).        Statement of policy relating to review of rules   300J    1   The Bank of England must prepare and publish a statement of policy with respect to its review of rules under section 300I.     2   The statement must provide information about—   a   how representations (including by a statutory panel) can be made to the Bank with respect to its review of rules under section 300I, and     b   the arrangements to ensure that those representations are considered.       3   In this section “ statutory panel ” has the meaning given by section 1RB(5).     4   If a statement published under this section is altered or replaced, the Bank must publish the altered or replaced statement.     5   A statement prepared under this section must be published by the Bank in the way appearing to the Bank to be best designed to bring it to the attention of the public.        Requirement to review specified rules   300K    1   The Treasury may by direction require the Bank of England to carry out a review of specified rules made by the Bank under this Act if—   a   the rules have been in force for at least 12 months,     b   the Treasury consider that it is in the public interest that the rules are reviewed, and     c   it does not appear to the Treasury that—   i   the Bank is carrying out, or plans to carry out, a review of those rules, or     ii   if the Bank proposes to carry out a review, the proposals are appropriate for the purposes of carrying out an effective review.         2   Subsection (1) only applies to rules falling within section 300I(1).     3   The Treasury must consult the Bank before giving a direction under subsection (1).     4   In exercising the power under this section, the Treasury must have regard to the desirability of minimising any adverse effect that the carrying out of the review may have on the exercise by the Bank of any of its other functions.     5   A direction under subsection (1) may—   a   specify the period within which a review must be carried out;     b   determine the scope and conduct of a review;     c   require the provision of interim reports during the carrying out of a review.       6   Provision made in a direction under subsection (5)(b) may include a requirement—   a   for a review to be carried out by a person appointed by the Bank who is independent of the Bank;     b   for any such appointment to be made only with the approval of the Treasury.       7   As soon as practicable after giving a direction under subsection (1) the Treasury must—   a   lay before Parliament a copy of the direction, and     b   publish the direction in such manner as the Treasury think fit.       8   Subsection (7) does not apply where the Treasury consider that publication of the direction would be against the public interest.     9   A direction under subsection (1) may be varied or revoked by the giving of a further direction.        Report on certain reviews   300L    1   This section applies where the Treasury have given a direction to the Bank of England under section 300K to carry out a review.     2   The Bank must make a written report to the Treasury as to the opinion of the Bank in relation to the following matters—   a   whether the rules under review advance—   i   the Bank’s Financial Stability Objective, and     ii   the Bank’s secondary innovation objective (see section 30D(2) of the Bank of England Act 1998);       b   whether and to what extent the rules are functioning effectively and achieving their intended purpose;     c   whether any amendments need to be made to the rules and, if so, what those amendments should be;     d   whether any rules should be revoked (with or without replacement);     e   whether any other action should be taken and, if so, what that action should be.       3   As soon as practicable after receiving the report the Treasury must—   a   lay before Parliament a copy of the report, and     b   publish the report in such manner as the Treasury think fit.       4   When complying with subsection (3) the Treasury may withhold material from the report if the Treasury consider that publication of the material would be against the public interest.        Power of Treasury to require making of rules by regulations   300M    1   The Treasury may by regulations require the Bank of England to exercise a power under this Act to make rules in relation to a specified activity or a specified description of person.     2   Regulations under this section may—   a   specify matters that the rules must cover;     b   specify a period within which the rules must be made.       3   But except so far as permitted by subsection (2), regulations under this section may not require rules to be made—   a   in a specified form or with specified content, or     b   to achieve or advance a specified outcome.       4   If no period is specified under subsection (2)(b) the rules must be made as soon as reasonably practicable after the coming into force of the regulations.            3   In section 429 (Parliamentary control of statutory instruments), in subsection (2), in the list of sections beginning with “90B” insert at the appropriate place  “300M,” .    "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "50", "section_title": "Application of FSMA 2000 to FMI functions", "section_text": "50 1 FSMA 2000 is amended as follows. 2 In section 285A (powers exercisable in relation to recognised bodies)— a in the title at the end insert  “etc” ; b in subsection (3), at the end of paragraph (b) insert  “or as a consequence of conferring other FMI functions on the Bank” . 3 In section 313(1) (interpretation of Part 18), insert at the appropriate place— “ FMI functions ”, in relation to the Bank of England, has the meaning given by section 30D(3) of the Bank of England Act 1998; . 4 Schedule 17A to FSMA 2000 (further provision in relation to exercise of Bank of England functions under Part 18 of that Act) is amended as follows. 5 In the title to the Schedule, after “functions” insert  “, or other FMI functions,” . 6 After paragraph 9 insert— Public consultations 9A 1 Section 1RB (requirements in connection with public consultations) applies in relation to the Bank but as if, in subsection (4), after “proposals” there were inserted  “in connection with the carrying on by the Bank of its FMI functions. 2 For this purpose, paragraph 9(2)(a) does not apply so far as relating to the following references in section 1RB— a in subsection (2), the reference after “statutory panels of” to the FCA and the PRA; b in subsection (5)(a), the reference to the FCA; c in subsection (5)(b), the reference to the PRA. 7 In paragraph 10— a in sub-paragraph (1)(b), for the words from “subsection (4)(b)” to the end substitute  “subsection (5) of section 138A, subsection (4) of section 138B, and, apart from in relation to rules made under section 300F, subsection (4)(b) of section 138A;” ; b after sub-paragraph (1)(b) insert— ba section 138BA (disapplication or modification of rules in individual cases); ; c in sub-paragraph (1)(d) for “subsection (2)” substitute  “subsections (2) and (3), and any references to those subsections” ; d after sub-paragraph (1)(e) insert— ea section 138EA (matters to consider when making rules); ; e at the end of sub-paragraph (1)(f) insert  “but with the omission of subsections (1A) and (2)” ; f at the end of sub-paragraph (1)(i) omit “and”; g after sub-paragraph (1)(i) insert— ia section 138JA(2), (3) (4), (10) and (11) (duties in relation to PRA Cost Benefit Analysis Panel); ib section 138JB (statement of policy in relation to cost benefit analyses); ; h after sub-paragraph (1)(j) insert— k section 141A (power to make consequential amendments of references to rules); l section 141B (power to consequentially amend enactments). ; i in sub-paragraph (2) at the end insert  “or other persons in respect of whom FMI functions are exercised” ; j after sub-paragraph (2) insert— 2A Section 137T has effect as if, in paragraph (b), for “the other regulator” there were substituted  “the FCA or the PRA” . 2B Section 138A has effect as if the reference in subsection (4)(b) to any of the regulator’s objectives were a reference to the Bank’s Financial Stability Objective. 2C Section 138BA has effect as if subsection (3)(b) and (c) were omitted. 2D Section 138EA(5) has effect as if, for paragraphs (a) and (b), there were substituted “complying with a recommendation of the Financial Policy Committee of the Bank of England under section 9O of the Bank of England Act 1998 (making of recommendations within the Bank). ; k after sub-paragraph (3) insert— 3A Section 138J(8A) has effect as if, in paragraph (a), for sub-paragraphs (i) and (ii) there were substituted “be prejudicial to advancing the Financial Stability Objective, or . 8 After paragraph 12 insert— 12A — 1 Section 166A applies in relation to rules made by the Bank under section 300F. 2 For this purpose any reference in section 166A to an authorised person is to be read as a reference to a relevant FMI entity (as defined by paragraph 9B(2)). 9 In paragraph 14(2)— a in paragraph (a) omit “an offence under section 398(1) or”; b for paragraph (g) substitute— g a person may be guilty of an offence under section 398(1), as applied by paragraph 30 of this Schedule; . 10 In paragraph 29 before “192L,” insert  “55X(2) or (4),” . 11 After paragraph 31 insert— International obligations 31A 1 The following provisions of Part 28 of this Act apply in relation to the exercise by the Bank of its FMI functions with the modifications in sub-paragraphs (2) and (3)— a section 409A (consultation in relation to deference decisions), and b section 409B (notification in relation to international trade obligations). 2 Section 409A applies as if— a in subsection (4), in paragraph (b), for the words after “proposes to” to the end there were substituted  “exercise any of its other FMI functions” ; b in subsection (6)(a), the reference to the duty imposed by section 138J were a reference to that duty as it applies in relation to the Bank under paragraph 10(1) of this Schedule; c in subsection (9), for paragraphs (a) to (f) there were substituted  “in order to comply with a recommendation of the Financial Policy Committee of the Bank of England under section 9O of the Bank of England Act 1998 (making of recommendations within the Bank).” ; d subsections (7) and (10) were omitted. 3 Section 409B applies as if— a in subsection (4), in paragraph (b), for the words after “proposes to” to the end there were substituted  “exercise any of its other FMI functions” ; b in subsection (5)(a), the reference to the duty imposed by section 138J were a reference to that duty as it applies in relation to the Bank under paragraph 10(1) of this Schedule; c in subsection (8), for paragraphs (a) to (c) there were substituted  “in order to comply with a recommendation of the Financial Policy Committee of the Bank of England under section 9O of the Bank of England Act 1998 (making of recommendations within the Bank).” ; d subsections (6) and (9) were omitted. 12 In paragraph 33(a), for “(f)” substitute  “ (fb) ”  and in the substituted paragraph (b)— a for “financial stability objective has been met” substitute  “Financial Stability Objective and its objective under section 30D(2) of the Bank of England Act 1998 have been advanced” ; b after “been met,” insert— c the efforts it has made to engage with persons (other than those mentioned in paragraph (a)) appearing to the Bank to have an interest in the discharge of those functions, and d the results of that engagement, . 13 In paragraph 33(b), for “sub-paragraph (3)” substitute  “sub-paragraphs (1A), (1B), (3) and (6)” . 14 After paragraph 33 insert— Other reports 33A Paragraph 21A of Schedule 1ZB (other reports by PRA) applies in relation to the Bank, but as if— a the reference in sub-paragraph (1)(a) to paragraphs (a) to (f) of paragraph 19(1) were a reference to those paragraphs as substituted in relation to the Bank under paragraph 33 of this Schedule; b the reference in sub-paragraph (1)(b) to such other matters were a references to such other matters so far as relating to the exercise of the Bank’s FMI functions; c the reference in sub-paragraph (5)(b) to section 348 were a reference to that section as it applies in relation to the Bank under paragraph 23 of this Schedule. Engagement with Parliamentary Committees 33B 1 Paragraph 36 of Schedule 1ZB (PRA engagement with Parliamentary Committees) applies in relation to the Bank, but as if— a in sub-paragraph (2)(a), the reference to section 138J were a reference to that section as it applies in relation to the Bank under paragraph 10(1) of this Schedule; b in sub-paragraph (2)(b), the reference to a proposal were to a proposal so far as relating to the exercise of the Bank’s FMI functions; c in sub-paragraph (2)(c), the reference to general functions were a reference to the Bank’s FMI functions; d in sub-paragraph (4)(a), the reference to the PRA’s objectives were a reference to the Financial Stability Objective and the Bank’s secondary innovation objective (see section 30D(2) of the Bank of England Act 1998); e in sub-paragraph (4)(b), the reference to section 3B were a reference to section 30E of the Bank of England Act 1998; f in sub-paragraph (4)(c), the reference to section 138EA were a reference to that section as it applies in relation to the Bank under paragraph 10(1) of this Schedule; g in sub-paragraph (5A)(b)(ii) and (c)(ii), the references to the PRA being notified were references to the Bank being notified. 2 Paragraph 37 of Schedule 1ZB applies in relation to the Bank, but as if, in sub-paragraph (2), after “the draft of any proposals” there were inserted  “so far as relating to the exercise by the Bank of its FMI functions” ."}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "51", "section_title": "Payment Systems Regulator", "section_text": " 51   Schedule 7 makes provision corresponding or similar to provision made by preceding provisions of this Chapter relating to the accountability of the Payment Systems Regulator.  "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "52", "section_title": "Chair of the Payment Systems Regulator as member of FCA Board", "section_text": " 52    1   FSMA 2000 is amended as follows.     2   In section 417(1) (definitions), at the appropriate place insert—      “ the Payment Systems Regulator ” means the body established under section 40(1) of the Financial Services (Banking Reform) Act 2013;      .     3   Schedule 1ZA (FCA: constitution etc) is amended as follows.     4   In paragraph 2—   a   in sub-paragraph (2), after paragraph (c) insert—    ca   the Chair of the Payment Systems Regulator,     ;     b   in sub-paragraph (3), after “(c)” insert  “, (ca)” .       5   In paragraph 3—   a   in sub-paragraph (6) after “PRA” insert  “or of the Payment Systems Regulator” ;     b   in sub-paragraph (7) for “the Bank’s Deputy Governor for prudential regulation” substitute  “a person holding an office mentioned in paragraph 2(2)(c) or (ca)” .       6   In paragraph 5(a) for “or (c)” substitute  “, (c) or (ca)” .     7   After paragraph 6 insert—    6A    1   The Chair of the Payment Systems Regulator must not take part in any discussion by or decision of the FCA which relates to—   a   the exercise of the FCA’s functions in relation to a particular person, or     b   a decision not to exercise those functions.       2   Sub-paragraph (1) does not apply at any time when the person who is the Chair of the Payment Systems Regulator also holds the office mentioned in paragraph 2(2)(a).         "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "53", "section_title": "Consultation on rules", "section_text": " 53    1   In section 138I of FSMA 2000 (consultation by the FCA), after subsection (4) insert—    4A   The FCA must include, in the account mentioned in subsection (4), a list of the respondents who made the representations, where those respondents have consented to the publication of their names.     4B   The duty in subsection (4A) is not to be read as authorising or requiring such processing of personal data as would contravene the data protection legislation (but the duty is to be taken into account in determining whether particular processing of data would contravene that legislation).     4C   For the purposes of this section, the exemption relating to functions conferred on the FCA mentioned in paragraph 11 of Schedule 2 to the Data Protection Act 2018 (exemption from application of listed GDPR provisions) does not apply.     4D   Where representations are made to the FCA by a Committee of the House of Commons or the House of Lords or a Joint Committee of both Houses in accordance with subsection (2)(e), the FCA’s account mentioned in subsection (4) must also describe how the FCA has considered the representations made by that Committee in making the proposed rules.        2   In section 138J of FSMA 2000 (consultation by the PRA), after subsection (4) insert—    4A   The PRA must include, in the account mentioned in subsection (4), a list of the respondents who made the representations, where those respondents have consented to the publication of their names.     4B   The duty in subsection (4A) is not to be read as authorising or requiring such processing of personal data as would contravene the data protection legislation (but the duty is to be taken into account in determining whether particular processing of data would contravene that legislation).     4C   For the purposes of this section, the exemption relating to functions conferred on the PRA mentioned in paragraph 9 of Schedule 2 to the Data Protection Act 2018 (exemption from application of listed GDPR provisions) does not apply.     4D   Where representations are made to the PRA by a Committee of the House of Commons or the House of Lords or a Joint Committee of both Houses in accordance with subsection (2)(e), the PRA’s account mentioned in subsection (4) must also describe how the PRA has considered the representations made by that Committee in making the proposed rules.        3   In section 104 of the Financial Services (Banking Reform) Act 2013 (consultation requirements), after subsection (5) insert—    5A   The Payment Systems Regulator must include, in the account mentioned in subsection (5), a list of the respondents who made the representations, where those respondents have consented to the publication of their names.     5B   The duty in subsection (5A) is not to be read as authorising or requiring such processing of personal data as would contravene the data protection legislation (but the duty is to be taken into account in determining whether particular processing of data would contravene that legislation).     5C   In this section “ data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act).     5D   Where representations are made to the Payment Systems Regulator by a Committee of the House of Commons or the House of Lords or a Joint Committee of both Houses in accordance with subsection (3)(d), the Payment Systems Regulator’s account mentioned in subsection (5) must also describe how the Payment Systems Regulator has considered the representations made by that Committee in making the proposed requirement.       "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "54", "section_title": "Cash access services", "section_text": " 54   Schedule 8 makes provision about the provision of cash deposit and withdrawal services in the United Kingdom or a part of the United Kingdom.  "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "55", "section_title": "Wholesale cash distribution", "section_text": " 55   Schedule 9 makes provision about persons involved in wholesale cash distribution (as that term is defined in the Schedule).  "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "56", "section_title": "Recognised bodies: senior managers and certification", "section_text": " 56   Schedule 10 amends FSMA 2000 to make provision about the performance, by senior managers and others, of functions in relation to activities carried on by recognised bodies (within the meaning of Part 18 of that Act) of types specified by the Treasury.  "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "57", "section_title": "Central counterparties in financial difficulties", "section_text": " 57   Schedule 11 makes provision for a special resolution regime for central counterparties where all or part of its business has encountered, or is likely to encounter, financial difficulties.  "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "58", "section_title": "Insurers in financial difficulties", "section_text": " 58    1   Schedule 12 makes provision about the powers of the court in relation to liabilities of an insurer that is, or is likely to become, unable to pay its debts (an order made in exercise of these powers is a “write-down order”).     2   Schedule 13 makes provision about the enforcement of contracts to which an insurer is a party, where the insurer is subject to a write-down order or to certain insolvency proceedings.    "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "59", "section_title": "Application of provisions to regulatory functions under this Act", "section_text": " 59    1   FSMA 2000 is amended as follows.     2   In section 1A (the FCA), in subsection (6) after paragraph (czb) insert—    czc   the Financial Services and Markets Act 2023,     .     3   In section 2AB (functions of the PRA), in subsection (3) after paragraph (c) insert—    ca   the Financial Services and Markets Act 2023,     .    "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "60", "section_title": "Formerly authorised persons", "section_text": " 60    1   FSMA 2000 is amended as follows.     2   In section 404C after “(which” insert  “, subject to section 415AA(1),” .     3   After section 415A insert—    Application of powers to formerly authorised persons   415AA    1   A power in the following provisions may be exercised in relation to persons who were at any time authorised persons (in addition to persons who are authorised persons at the time when the power is exercised)—   a   section 168 (appointment of investigators in certain cases);     b   section 205 (public censure);     c   section 206 (financial penalties);     d   section 384 (power to require restitution).       2   Accordingly, references in the provisions listed in subsection  (1) , and in sections 207 to 209, to an authorised person are (so far as appropriate) to be read as including a person who was at any time an authorised person but who has ceased to be an authorised person.           4   The amendments made by this section have effect only in relation to persons who cease to be authorised persons on or after 20 July 2022.    "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "61", "section_title": "Control over authorised persons", "section_text": " 61   In Part 12 of FSMA 2000 (control over authorised persons), in section 187 (approval with conditions), in subsection (2)—   a   at the end of paragraph (a) omit “or”, and     b   after that paragraph insert—    aa   it appears to that regulator that it is desirable to impose those conditions in order to advance any of that regulator’s objectives (subject to section 185(2)(c)), or     .    "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "62", "section_title": "Financial services compensation scheme", "section_text": " 62    1   FSMA 2000 is amended as set out in subsections  (2)  and  (3) .     2   In section 212 (the scheme manager), in subsection (3)(aa) omit the words “(who is to be the accounting officer)”.     3   Omit section 218B (Treasury’s power to receive information).     4   Omit section 15 of the Financial Services (Banking Reform) Act 2013 (which inserted section 218B of FSMA 2000).    "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "63", "section_title": "The Ombudsman scheme", "section_text": " 63    1   FSMA 2000 is amended as follows.     2   In section 429 (Parliamentary control of statutory instruments), in subsection (2B) after paragraph (c) insert—    d   provision made under paragraph 15(3) of Schedule 17.        3   Paragraph 15 of Schedule 17 (the Ombudsman scheme: power of scheme operator to charge fees) is amended as set out in subsections (4) and (5).     4   In sub-paragraph (1) after “respondent” insert  “or other persons of a specified description” .     5   After sub-paragraph (2) insert—    3   The reference in sub-paragraph (1) to persons of a specified description is a reference to such descriptions of persons as may be specified in regulations made by the Treasury.     4   The power conferred by sub-paragraph (3) to specify descriptions of persons may not be exercised so as to provide for eligible complainants to fall within a specified description of persons.     5   The reference in sub-paragraph (4) to “ eligible complainants ” is a reference to complainants who are eligible in relation to the compulsory or voluntary jurisdiction of the ombudsman scheme (see section 226(6) and 227(7)).     6   Before making regulations under sub-paragraph (3) the Treasury must consult the scheme operator.       "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "64", "section_title": "Unauthorised co-ownership AIFs", "section_text": " 64    1   FSMA 2000 is amended as follows.     2   In section 261E (authorised contractual schemes: holding of units)—   a   before subsection (1) insert—    A1   This section sets out requirements for the purposes of section 261D(1)(a) (authorisation orders).     ;     b   in subsection (1) for “a contractual” substitute  “the” .       3   After section 261Z5 insert—    CHAPTER 3B  Unauthorised co-ownership AIFs   Power to make provision about unauthorised co-ownership AIFs   261Z6    1   The Treasury may by regulations make provision about unauthorised co-ownership AIFs that corresponds or is similar to, or applies with modifications, any of sections 261M to 261O and section 261P(1) and (2) (rights and liabilities of participants in authorised co-ownership schemes).     2   Regulations under subsection (1) may make provision about unauthorised co-ownership AIFs generally, or about unauthorised co-ownership AIFs of a description specified in the regulations.     3   In this section “ unauthorised co-ownership AIF ” means a co-ownership scheme that—   a   is an AIF, and     b   is not authorised for the purposes of this Act by an authorisation order in force under section 261D(1).             "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "65", "section_title": "Power to amend enactments in consequence of rules", "section_text": " 65    1   FSMA 2000 is amended as follows.     2   After section 141A insert—    Power to consequentially amend enactments   141B    1   The Treasury may by regulations make provision amending an enactment that is consequential on rules.     2   In this section—     “ enactment ” includes—     an enactment comprised in subordinate legislation,      retained direct EU legislation,      an enactment comprised in, or in an instrument made under, a Measure or Act of Senedd Cymru,      an enactment comprised in, or in an instrument made under, an Act of the Scottish Parliament, and      an enactment comprised in, or in an instrument made under, Northern Ireland legislation;         “ subordinate legislation ” has the same meaning as in the Interpretation Act 1978 (see section 21 of that Act) but does not include rules of either regulator.              3   Omit section 144F (power to consequentially amend enactments).     4   In section 429 (Parliamentary control of statutory instruments), in subsection (2), in the list of sections beginning with “90B”—   a   insert at the appropriate place  “141B,” ;     b   omit “144F,”.      "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "66", "section_title": "Ambulatory references", "section_text": " 66    1   FSMA 2000 is amended as follows.     2   In section 137T (regulator rules: general supplementary powers), after paragraph (a) insert—    aa   may make provision for any reference in the rules to an enactment (including an enactment comprised in subordinate legislation) to be read as a reference to that enactment as it has effect from time to time,     .     3   In section 428 (regulations and orders)—   a   in subsection (3) before paragraph (a) insert—    za   make provision by reference to any rules or other instruments as they have effect from time to time;     ;     b   after subsection (3) insert—    4   In subsection (3)(za) “ rules ” includes rules made by the Bank of England under this Act.         "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "67", "section_title": "Power to amend or repeal certain provisions of FSMA 2000", "section_text": " 67    1   The Treasury may by regulations amend or repeal the following provisions in Part 9C of FSMA 2000—   a   section 143C (duty to make rules applying to FCA investment firms);     b   section 143D (duty to make rules applying to parent undertakings);     c   section 143G (matters to consider when making Part 9C rules).       2   In consequence of provision made in regulations under subsection (1), the Treasury may by regulations amend or repeal other provisions of FSMA 2000.     3   Regulations under this section are subject to the affirmative procedure.    "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "68", "section_title": "Power under FSMA 2000 to make transitional provisions", "section_text": " 68    1   FSMA 2000 is amended as follows.     2   In section 427 (transitional provisions)—   a   in subsection (2)(a) to (c), for “the Authority”, in each place, substitute  “a regulator” ;     b   in subsection (2)(f), for “the Authority’s” substitute  “the FCA’s” ;     c   in subsection (3)(a), for “the Authority” substitute  “a regulator” .       3   In Schedule 17A, after paragraph 31A (inserted by section 50), insert—    Transitional provisions   31B   Section 427 (transitional provisions), so far as it relates to an order under section 426 which makes provision in connection with this Part of this Act, applies in relation to the Bank.        "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "69", "section_title": "Cryptoassets", "section_text": " 69    1   FSMA 2000 is amended as follows.     2   In section 21 (restrictions on financial promotion), in subsection (14) at end insert  “(including where an asset, right or interest is, or comprises or represents, a cryptoasset)” .     3   In section 22 (regulated activities), in subsection (4) at end insert  “(including where an asset, right or interest is, or comprises or represents, a cryptoasset)” .     4   In section 417 (definitions)—   a   in subsection (1), insert at the appropriate place—      “ cryptoasset ” means any cryptographically secured digital representation of value or contractual rights that—     can be transferred, stored or traded electronically, and      that uses technology supporting the recording or storage of data (which may include distributed ledger technology).         ;     b   at end insert—    5   The Treasury may by regulations amend the definition of “cryptoasset” in subsection (1).          5   In section 429 (Parliamentary control of statutory instruments), in subsection (2) leave out “or 333T” and insert  “, 333T or 417(5)” .    "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "70", "section_title": "Bank of England levy", "section_text": " 70    1   The Bank of England Act 1998 is amended as follows.     2   Omit section 6 and Schedule 2 (cash ratio deposits).     3   Before section 7 insert—    Bank of England levy   6A   Schedule 2ZA makes provision for the Bank to impose a charge on financial institutions in connection with the pursuit of its financial stability and monetary policy objectives.         4   Before Schedule 2A (financial policy committee) insert—    SCHEDULE 2ZA   Bank of England levy   Section 6A    “The levy”   1    1   The Bank may impose a charge on eligible institutions in accordance with this Schedule.     2   The charge is to be known as the Bank of England levy (and is referred to in this Schedule as “ the levy ”).        “Eligible institutions”   2    1   For the purposes of this Schedule, an “eligible institution” is a person who, at any time during a levy year, is an authorised deposit-taker.     2   An “authorised deposit-taker” for these purposes is a person who has permission under Part 4A of the Financial Services and Markets Act 2000 to accept deposits, other than—   a   a credit union;     b   a friendly society;     c   a person who has such permission only in the course of effecting or carrying out contracts of insurance in accordance with that permission.       3   In this paragraph—     “ credit union ” has the meaning given by section 31(1) of the Credit Unions Act 1979 or Article 2(2) of the Credit Unions (Northern Ireland) Order 1985;      “ friendly society ” means a society that is registered within the meaning of the Friendly Societies Act 1974 or incorporated under the Friendly Societies Act 1992;      “ levy year ” has the meaning given by paragraph  3 .        4   The Treasury may by regulations—   a   amend the foregoing provisions of this paragraph;     b   amend any other provision of this Schedule in consequence of provision made under paragraph  (a) .          “Levy year”   3    1   For the purposes of this Schedule, a “levy year” is—   a   the period of 12 months beginning on such day as the Bank may determine, and     b   each subsequent period of 12 months.       2   The day determined under sub-paragraph  (1)(a)  may not be before the day on which the Financial Services and Markets Act 2023 is passed.        “Anticipated levy requirement”   4    1   The Bank must, in respect of a levy year—   a   determine which of its policy functions it intends to fund (in whole or in part) by means of the levy;     b   determine the total amount of the levy it reasonably considers it requires in connection with the funding of those functions (“the anticipated levy requirement”).       2   The Bank may add to the anticipated levy requirement for a levy year such amount (if any) that—   a   was required in connection with the funding of policy functions in the previous levy year, and     b   was in excess of the total amount of the levy that it received in respect of that previous levy year.       3   For the purposes of this Schedule, a function of the Bank is a “policy function” if it is exercised in pursuit of—   a   the Financial Stability Objective (see section 2A), or     b   its objectives in relation to monetary policy (see section 11).       4   In making a determination in accordance with sub-paragraph  (1) , the Bank must take account of any other amounts which are, or are likely to be, available in the levy year to fund policy functions (for example, amounts of the levy received in respect of a previous levy year or amounts available from sources other than the levy).     5   The Bank must publish a determination made in accordance with sub-paragraph  (1) —   a   at such time before or during the levy year to which the determination relates as the Bank considers appropriate, and     b   in such manner as the Bank considers appropriate.       6   The reference in sub-paragraph  (3)  to the exercise of a function includes anything done in preparation for, to facilitate, or otherwise in connection with, the exercise of the function.        Liability to pay the levy   5    1   The amount of the levy that an eligible institution is liable to pay in respect of a levy year is to be determined by the Bank in accordance with regulations made by the Treasury.     2   Regulations under sub-paragraph  (1)  may—   a   make provision by reference to the Bank’s anticipated levy requirement in respect of the levy year (see paragraph  4 );     b   make provision by reference to specified liabilities of an eligible institution;     c   make provision for cases in which no amount of the levy or a reduced amount of the levy is payable.       3   Regulations made by virtue of sub-paragraph  (2)(b)  may include (among other things) provision—   a   specifying types of liability that may or may not be taken into account for specified purposes;     b   about how and when liabilities of a specified type are to be taken into account for specified purposes;     c   about how the amount of a liability of a specified type is to be determined, including specifying times, or periods of time, by reference to which the amount is to be determined;     d   for an amount of a liability of a specified type to be treated as reduced by the amount of assets of a specified type.       4   Regulations under sub-paragraph  (1)  may include provision conferring a discretion on the Bank to determine specified matters (including matters mentioned in sub-paragraph  (2)(b)  or  (3) ).     5   Regulations made by virtue of sub-paragraph  (4)  may, in particular, confer a discretion—   a   to determine the method used to determine a matter, and     b   to determine different methods to be used in relation to different eligible institutions.       6   In this section, “ specified ” means specified in the regulations.        Payment of the levy   6    1   The Bank must notify each eligible institution that is liable to pay the levy in respect of a levy year of the following matters—   a   the levy year in respect of which the levy is payable;     b   the amount of the levy the institution is liable to pay;     c   the time by which the levy must be paid (or, if the Bank determines that the levy may be paid in instalments, the times by which each instalment must be paid);     d   the methods by which the levy may be paid.       2   A time notified in accordance with sub-paragraph  (1)(c)  (or if more than one time is notified, the earliest of them) may not be before the end of the period of 30 days beginning with the day on which the notification is given.     3   Notification may be given in such form or in such manner as the Bank considers appropriate (and may be given in a different form or manner to different eligible institutions or eligible institutions of a different description).        Recovery of the levy   7   The levy is recoverable as a civil debt due to the Bank.    See also paragraph  8  (interest on unpaid amounts of the levy).      Interest   8    1   This paragraph applies where an eligible person has been notified—   a   of an amount of the levy that is payable, and     b   the time by which the amount must be paid.       2   Interest is payable, at the rate mentioned in sub-paragraph  (3) , on any part of the amount mentioned in sub-paragraph  (1)(a)  which remains unpaid after the time mentioned in sub-paragraph  (1)(b) .     3   The rate mentioned in this sub-paragraph is the rate equivalent to an annual percentage rate of 4% above the benchmark rate.     4   The “benchmark rate” is—   a   the percentage rate announced from time to time by the Monetary Policy Committee of the Bank as the official dealing rate, or     b   where an order under section 19 (Treasury reserve powers) is in force, any equivalent percentage rate determined by the Treasury under that order.       5   The Treasury may by regulations amend this paragraph so as to change the rate of interest payable on an unpaid amount of the levy.        Power to obtain information   9    1   The Bank may, by written notice, require an eligible institution to provide information or documents in connection with the levy.     2   The notice must specify—   a   the information required;     b   the form or manner in which the information must be provided;     c   the time at which, or period within which, the information must be provided;     d   the period to which the information must relate.          Regulations   10    1   Before making regulations under this Schedule the Treasury must consult—   a   the Bank, and     b   such other persons who appear to the Treasury to be representative of persons who are likely to be affected by the regulations.       2   When making regulations under this Schedule the Treasury must have regard to the financial needs of the Bank.     3   Regulations under this Schedule are to be made by statutory instrument.     4   Regulations under this Schedule may—   a   make different provision for different purposes;     b   make incidental, supplemental, consequential, saving or transitional provision.       5   A statutory instrument containing (whether alone or with other provision) regulations under paragraphs  2(4)  or  5(1)  may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament.     6   A statutory instrument containing only regulations under paragraph  8(5)  is subject to annulment in pursuance of a resolution of either House of Parliament.            "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "71", "section_title": "Bank of England levy: consequential amendments", "section_text": " 71    1   The Bank of England Act 1998 is amended as follows in consequence of provision made by section 70.     2   In section 37 (restriction on disclosure of information), for “cash ratio deposit” substitute  “Bank of England levy” .     3   In section 38 (offences in relation to supplying information to the Bank), in each of subsections (1) and (3), for “paragraph 9 of Schedule 2” substitute  “paragraph  9  of Schedule 2ZA” .     4   In section 40 (orders)—   a   in subsection (2)—   i   after “section 17(4) or (5),” insert  “or” ;     ii   omit “paragraph 1(2) or 5 of Schedule 2, or”;       b   in subsection (3) omit “paragraph 2(2) or 8 of Schedule 2,”.       5   Schedule 7 (restriction on disclosure of information) is amended in accordance with subsections  (6)  to  (8) .     6   In paragraph 1(1)(a), for “paragraph 9 of Schedule 2” substitute  “paragraph  9  of Schedule 2ZA” .     7   In paragraph 2(1)(c), for “Schedule 2” substitute  “Schedule 2ZA” .     8   In paragraph 5(a), for “Schedule 2 (payment in lieu of cash ratio deposit)” substitute  “Schedule 2ZA (Bank of England levy)” .    "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "72", "section_title": "Liability of payment service providers for fraudulent transactions", "section_text": " 72    1   The Payment Systems Regulator must prepare and publish a draft of a relevant requirement for reimbursement in such qualifying cases of payment orders as the Regulator considers should be eligible for reimbursement.     2   A case is a “ qualifying case ” for the purposes of this section if—   a   the case relates to a payment order executed over the Faster Payments Scheme, and     b   the payment order was executed subsequent to fraud or dishonesty.       3   The draft of the relevant requirement must—   a   be published in the way appearing to the Payment Systems Regulator to be best calculated to bring it to the attention of the public;     b   be accompanied by notice that representations about the proposed relevant requirement may be made to the Payment Systems Regulator within a specified time.       4   The duty imposed by subsection (1) must be carried out before the end of two months beginning with the day on which this section comes into force.     5   The Payment Systems Regulator must impose a relevant requirement, in whatever way and to whatever extent it considers appropriate, for reimbursement to be made in qualifying cases of payment orders.     6   In complying with the duty imposed by subsection (5) the Payment Systems Regulator must have regard to any representations made in accordance with subsection (3)(b).     7   The duty imposed by subsection (5) must be carried out before the end of 6 months beginning with the day on which this section comes into force.     8   The duty under subsections (1) to (3), and under section 104(2) of the Financial Services (Banking Reform) Act 2013 in the application of that section to a relevant requirement imposed under subsection (5) of this section, may be satisfied by things done before (as well as after) this section comes into force.     9   Nothing in subsections (1) to (8) is to be taken as limiting the power of the Payment Systems Regulator—   a   to vary or revoke a relevant requirement imposed under the duty imposed by subsection (5), or     b   to impose further relevant requirements (after that duty is complied with) in connection with reimbursement of payment orders executed subsequent to fraud or dishonesty.       10   In subsections (1) to (9)—     “ the Faster Payments Scheme ” means the payment system, known as the Faster Payments Scheme, designated as a regulated payment system for the purposes of Part 5 of the Financial Services (Banking Reform) Act 2013 by order made by the Treasury in exercise of the power conferred by section 43(1) of that Act;      “ relevant requirement ” means a requirement imposed by or under section 54 or 55 of the Financial Services (Banking Reform) Act 2013 (or by or under a combination of those sections).        11   In regulation 90 of the Payment Services Regulations 2017 ( S.I. 2017/752 ) (liability of payment service providers for incorrect unique identifiers), after paragraph (5) insert—    6   Nothing in this regulation affects the liability of a payment service provider under a relevant requirement in a case where the payment order is executed subsequent to fraud or dishonesty (and the requirements imposed by this regulation are subject to any such relevant requirements).     7   In this regulation, a “ relevant requirement ” means a requirement imposed by or under—   a   a direction given under regulation 125,     b   a direction given under section 54 of the Financial Services (Banking Reform) Act 2013,     c   a rule made under section 55 of that Act,     d   an order made under section 56(3) of that Act, or     e   a variation of an agreement under section 57(2) of that Act.         "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "73", "section_title": "Credit unions", "section_text": " 73   Schedule 14 amends the Credit Unions Act 1979 to make provision about additional financial activities credit unions may choose to carry on.  "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "74", "section_title": "Reinsurance for acts of terrorism", "section_text": " 74    1   The Reinsurance (Acts of Terrorism) Act 1993 is amended as follows.     2   After section 2, insert—    Directions   2A    1   A relevant person must comply with any directions given to it by the Treasury under this section.     2   For the purposes of this section, a “ relevant person ” means—   a   a person who—   i   has entered into arrangements to which this Act applies (see section 2(1)) (whether before or after the passing of this Act), and     ii   has been classified as a public sector body by the Office for National Statistics (whether before or after the passing of this Act), or       b   a group undertaking of a person falling within paragraph (a) (within the meaning of section 1161 of the Companies Act 2006).       3   The Treasury may direct a relevant person to appoint a person to perform the functions of an accounting officer.     4   The Treasury may give a direction to a relevant person under this subsection if the Treasury consider it necessary for the purpose of ensuring compliance with any requirements associated with the classification, as mentioned in subsection (2)(a)(ii), of a person falling within subsection (2)(a).     5   Directions under subsection (4) may include provision about compliance with requirements relating to—   a   auditing;     b   accounting;     c   budgeting;     d   arm’s length bodies;     e   public sector bodies.       6   Before giving a direction under this section the Treasury must consult the relevant person to whom the Treasury intend to give a direction.     7   A direction under this section must be accompanied by a notice that—   a   states when the direction takes effect (see subsection  (8) ), and     b   gives the Treasury’s reasons for giving the direction.       8   A direction may, if the Treasury reasonably consider it necessary, take effect—   a   immediately it is given to the relevant person, or     b   on a later date specified in the direction.       9   A direction may be given so as to have effect—   a   for a specified period, or     b   until the occurrence of a specified event.       10   A direction under this section must be given in writing.     11   A direction under this section must—   a   be published in whatever manner the Treasury consider appropriate, and     b   be laid before Parliament.       12   A direction under this section may be varied or revoked by another direction under this section.        Compliance   2B    1   Compliance with a direction given under section 2A is enforceable—   a   by injunction, or     b   in Scotland, by interdict or by an order for specific performance under section 45 of the Court of Session Act 1988.       2   Proceedings under subsection (1) may be brought only by the Treasury.          "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "75", "section_title": "Banking Act 2009: miscellaneous amendments", "section_text": " 75    1   The Banking Act 2009 is amended as follows.     2   In section 7A (effect on other group members, financial stability in UK etc)—   a   in subsection (1), for “(4)(b)(ii)” substitute  “(4), (4B)(b),” ;     b   after subsection (1) insert—    1A   Subsection (1) does not apply in relation to a requirement under section 3A(4) for a person to maintain (but not issue) a particular kind of bail-in liability.          3   In section 83ZD (appointment of person to carry out investigations in particular cases), in subsection (3)(a), for “83ZN” substitute  “83ZR” .     4   In section 89H (recognition of third-country resolution actions), in subsection (7), in the definition of “third-country resolution action”—   a   in the words before paragraph (a), for “, third country parent undertaking or a bank, building society, credit union or investment firm” substitute  “or third-country parent undertaking” ;     b   in paragraph (a), omit “or a bank, building society, credit union or investment firm”.       5   In section 182 (interpretation: “payment system”)—   a   in subsection (1), after “arrangements” insert  “, or proposed arrangements,” ;     b   in subsection (5), after “operates” insert  “, or is intended to operate,” .       6   In section 244 (immunity), in subsection (2)(c) after “2000,” insert  “of its functions under, or as a result of regulations made under, the Financial Services and Markets Act 2023,” .    "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "76", "section_title": "Arrangements for the investigation of complaints", "section_text": " 76    1   The Financial Services Act 2012 is amended in accordance with subsections (2) and (3).     2   In section 84 (arrangements for the investigation of complaints)—   a   omit the “and” at the end of subsection (1)(a);     b   omit subsection (1)(b);     c   after subsection (1) insert—    1A   The Treasury must appoint an independent person (“the investigator”) to be responsible for the conduct of investigations in accordance with the complaints scheme.     ;     d   omit subsection (4);     e   in subsection (5), in the opening words, for “regulators” substitute  “Treasury” .       3   In section 87 (investigation of complaints)—   a   in subsection (9A), after paragraph (b) insert—    ba   for the regulator’s response under paragraph (b) to include a summary of—   i   the cases in which the regulator decided not to follow any relevant recommendations, and     ii   the reasons for not following those recommendations;       ;     b   in subsection (9B), after paragraph (e) insert—    f   such other matters as the Treasury may from time to time direct.     ;     c   after subsection (9B) insert—    9C   In subsection (9A)(ba) the reference to “ relevant recommendations ”, in relation to the regulator’s response in respect of an annual report, is a reference to—   a   any recommendations to the regulator contained in that annual report, and     b   any recommendations to the regulator contained in final reports relating to individual complaints given during the period to which that annual report relates.           "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "77", "section_title": "Politically exposed persons: money laundering and terrorist financing", "section_text": " 77    1   The Treasury must exercise the power conferred by section 49 of the Sanctions and Anti-Money Laundering Act 2018 (power of appropriate Minister to make regulations about money laundering etc) for the purpose mentioned in subsection (2).     2   The purpose is to make provision amending Part 3 of the Money Laundering, Terrorist Financing and Transfer of Funds (Information on the Payer) Regulations 2017 ( S.I. 2017/692 ) (“ the 2017 Regulations ”) (customer due diligence) so as to secure the result required by subsection (3).     3   The result required by this subsection is that, where a customer is a domestic PEP, or a family member or a known close associate of a domestic PEP—   a   the starting point for the relevant person’s assessment under regulation 35(3) of the 2017 Regulations is that the customer presents a lower level of risk than a non-domestic PEP, and     b   if no enhanced risk factors are present, the extent of enhanced customer due diligence measures to be applied in relation to that customer is less than the extent to be applied in the case of a non-domestic PEP.       4   In this section—   a   “ customer ” includes a potential customer;     b   “ domestic PEP ” means a politically exposed person entrusted with prominent public functions by the United Kingdom;     c   “ enhanced risk factors ”, in relation to a customer who is a domestic PEP or a family member or a known close associate of that domestic PEP, mean risk factors other than the customer’s position as a domestic PEP or as a family member or known close associate of that domestic PEP;     d   “ non-domestic PEP ” means a politically exposed person who is not a domestic PEP;     e   the following terms have the same meaning as in regulation 35(12) of the 2017 Regulations—     “politically exposed person” or “PEP”;      “family member”;      “known close associate”.          5   Section 55 of the Sanctions and Anti-Money Laundering Act 2018 (Parliamentary procedure for regulations) does not apply to regulations made in compliance with the duty imposed by subsection (1).     6   Regulations made in compliance with the duty imposed by subsection (1)—   a   are subject to the negative procedure, and     b   must be laid before Parliament in accordance with paragraph (a) before the end of 12 months starting with the day on which this section comes into force.       7   The Treasury must, before the end of 6 months starting with the day on which this section comes into force, lay before Parliament a statement setting out what progress has been made towards making the regulations in compliance with the duty imposed by subsection (1).     8   The duty in subsection (7) does not apply where the regulations have been laid before Parliament in accordance with subsection (6)(a) before the end of 6 months starting with the day on which this section comes into force.    "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "78", "section_title": "Politically exposed persons: review of guidance", "section_text": " 78    1   The FCA must review its guidance on politically exposed persons (“PEPs”) given under section 139A of FSMA 2000 and in compliance with the requirements under regulation 48 of the Money Laundering, Terrorist Financing and Transfer of Funds (Information on the Payer) Regulations 2017 ( S.I. 2017/692 ) (“ the 2017 Regulations ”).     2   The review required under subsection (1) must include—   a   an assessment of the extent to which the guidance is followed by those persons to whom it is given under regulation 48 of the 2017 Regulations, and     b   in the light of that assessment, consideration as to whether the guidance remains appropriate or whether it should be revised.       3   The FCA must—   a   before the end of 3 months beginning with the day on which this section comes into force, publish an update on the FCA’s plan for the review required under subsection (1), and     b   before the end of 12 months beginning with the day on which this section comes into force—   i   publish the conclusions of the review, and     ii   where the FCA concludes that the guidance should be revised, publish draft revised guidance for consultation.         4   Publication as required by subsection (3) must be in the way appearing to the FCA to be best calculated to bring the publication to the attention of persons likely to be affected by it.     5   The FCA is not required under this section to publish any information whose publication would be against the public interest.     6   In this section—   a   “ domestic PEP ” means a politically exposed person entrusted with prominent public functions by the United Kingdom;     b   the following terms have the same meaning as in regulation 35(12) of the 2017 Regulations—     “politically exposed person” or “PEP”;      “family member”;      “known close associate”.         "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "79", "section_title": "Forest risk commodities: review", "section_text": " 79    1   The Treasury must carry out a review to assess the extent to which regulation of the UK financial system is adequate for the purpose of eliminating the financing of the use of prohibited forest risk commodities.     2   In subsection (1) the reference to “prohibited” forest risk commodities is a reference to forest risk commodities, or products derived from forest risk commodities, the use of which is prohibited by paragraph 2 of Schedule 17 to the Environment Act 2021.     3   Having carried out a review the Treasury must lay before Parliament, and publish, a report stating—   a   the conclusions of the review, and     b   the steps the Treasury consider it appropriate to take to improve the effectiveness of the regulation of the UK financial system for the purpose stated in subsection (1).       4   Subsection (3) must be complied with before the end of 9 months beginning with the day on which the first regulations under paragraph 1 of Schedule 17 to the Environment Act 2021 are made.     5   In this section—     “ forest risk commodities ” has the same meaning as in Schedule 17 to the Environment Act 2021;      “ UK financial system ” has the same meaning as in FSMA 2000 (see section 1I of that Act).       "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "80", "section_title": "Interpretation", "section_text": "80 1 In this Act— “ domestic law ” means the law of England and Wales, Scotland or Northern Ireland; “ enactment ” means an enactment whenever passed or made and includes— an enactment contained in any Order in Council, order, rules, regulations, scheme, warrant, byelaw or other instrument made under an Act, an enactment contained in, or in an instrument made under, an Act of the Scottish Parliament, an enactment contained in, or in an instrument made under, a Measure or Act of Senedd Cymru, an enactment contained in, or in an instrument made under, Northern Ireland legislation, and any   assimilated direct   legislation; “ FCA ” means the Financial Conduct Authority; “ FSMA 2000 ” means the Financial Services and Markets Act 2000; “ modify ” includes amend, repeal or revoke (and related expressions are to be read accordingly); “ Payment Systems Regulator ” means the body established under section 40(1) of the Financial Services (Banking Reform) Act 2013; “ PRA ” means the Prudential Regulation Authority; “ primary legislation ” means— an Act of Parliament, an Act of the Scottish Parliament, an Act or Measure of Senedd Cymru, or Northern Ireland legislation; “ subordinate legislation ” means— any Order in Council, order, rules, regulations, scheme, warrant, byelaw or other instrument made under any Act, or any instrument made under an Act of the Scottish Parliament, a Measure or Act of Senedd Cymru or Northern Ireland legislation, and includes any Order in Council, order, rules, regulations, scheme, warrant, byelaw or other instrument made on or after IP completion day under any   assimilated direct   legislation. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "81", "section_title": "Pre-commencement consultation", "section_text": " 81    1   Subsection (2) applies to a duty to consult, so far as applying to or in connection with, or otherwise arising in consequence of, a provision of an enactment as modified or made—   a   by or under this Act, or     b   by or under another Act as amended by this Act.       2   The duty to consult may be satisfied by things done before the commencement date (as well as by things done on or after that date).     3   The “ commencement date ”, in relation to a provision of an enactment as modified or made—   a   by or under this Act, or     b   by or under another Act as amended by this Act,    means the date on which the modification or making of that provision comes into force.    "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "82", "section_title": "Financial provision", "section_text": " 82   There is to be paid out of money provided by Parliament any expenditure incurred by the Treasury for any purpose in connection with this Act.  "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "83", "section_title": "Power to make consequential provision", "section_text": " 83    1   The Treasury may by regulations make provision that is consequential on this Act or on any provision made under it.     2   The power to make regulations under this section may (among other things) be exercised by modifying any provision made by or under an enactment (including this Act).     3   Regulations under this section are subject to the affirmative procedure if they amend, repeal or revoke any provision of primary legislation.     4   Regulations under this section to which subsection (3) does not apply are subject to the negative procedure.    "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "84", "section_title": "Regulations", "section_text": " 84    1   Any power to make regulations under this Act is exercisable by statutory instrument.     2   Any power to make regulations under this Act includes power—   a   to make provision by reference to any rules or other instruments as they have effect from time to time;     b   to make different provision for different purposes;     c   to make supplementary, incidental, consequential, transitional, transitory or saving provision.       3   Where regulations under this Act are subject to “the affirmative procedure”, the regulations may not be made unless a draft of the statutory instrument containing them has been laid before, and approved by a resolution of, each House of Parliament.     4   Where regulations under this Act are subject to “the negative procedure”, the statutory instrument containing them is subject to annulment in pursuance of a resolution of either House of Parliament.     5   Any provision that may be made by regulations under this Act, or under any other enactment, subject to the negative procedure may be made in regulations, made under or by virtue of this Act, subject to the affirmative procedure.     6   If an instrument, or a draft of an instrument, containing regulations under this Act would, apart from this subsection, be treated as a hybrid instrument for the purposes of the standing orders of either House of Parliament, it is to proceed in that House as if it were not a hybrid instrument.     7   This section does not apply to regulations under section 86, except so far as making provision by virtue of section 4(1).    "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "85", "section_title": "Extent", "section_text": " 85    1   This Act extends to England and Wales, Scotland and Northern Ireland except as provided by subsection (2).     2   The following extend to England and Wales and Scotland only—   a   section 73;     b   section 74.       3   The power under section 430(3) of FSMA 2000 may be exercised so as to extend to any of the Channel Islands or the Isle of Man any amendment or repeal made by or under this Act of any part of that Act (with or without modifications).    "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "86", "section_title": "Commencement", "section_text": " 86    1   The following come into force on the day on which this Act is passed—   a   this Part;     b   Part 5 of Schedule 2, and section 2 so far as relating to that Part;     c   section 20(3), so far as conferring a power to make regulations;     d   section 24;     e   section 56 and Schedule 10, so far as conferring power to make regulations;     f   section 77;     g   section 78.       2   The following provisions come into force two months after Royal Assent—   a   section 22;     b   section 52;     c   section 54;     d   section 55;     e   section 58;     f   section 60;     g   section 61;     h   section 62;     i   section 72;     j   section 74.       3   The rest of this Act comes into force on such day as the Treasury may by regulations appoint.     4   Different days may be appointed for different purposes.     5   The Treasury may by regulations make transitional or saving provision in connection with the coming into force of any provision of this Act.     6   The power to make regulations under subsection  (5)  includes power to make different provision for different purposes.     7   Regulations under this section are to be made by statutory instrument.    "}, {"act": "Financial Services and Markets Act 2023", "year": 2023, "section": "87", "section_title": "Short title", "section_text": " 87   This Act may be cited as the Financial Services and Markets Act 2023.  "}]