[{"act": "Firearms Act 2023", "year": 2023, "section": "1", "section_title": "Miniature rifle ranges and shooting galleries", "section_text": " 1    1   The Firearms Act 1968 is amended as follows.     2   In section 11 (use of firearms for sports, athletics and other approved activities), for subsection (4) substitute—    3A   Subsection  (4)  applies to a person at a relevant rifle range or shooting gallery who is not the operator of the range or gallery.     4   The person may, without holding a certificate, have in their possession—   a   a miniature rifle, and     b   ammunition for a miniature rifle,    provided by the operator of the range or gallery.     4A   In this section—     “ miniature rifle ” means a rifle chambered for .22 rim-fire cartridges;      “ operator ” means the person conducting or carrying on the relevant rifle range or shooting gallery;      “ relevant rifle range or shooting gallery ” means a rifle range or shooting gallery at which no firearms are used other than air weapons or miniature rifles.           3   In section 23(2)(b) (use of weapons or ammunition at shooting gallery), for “miniature rifles not exceeding .23 inch calibre” substitute  “rifles chambered for .22 rim-fire cartridges” .    "}, {"act": "Firearms Act 2023", "year": 2023, "section": "2", "section_title": "Possessing component parts of ammunition with intent to manufacture", "section_text": " 2   In the Firearms Act 1968, after section 3 insert—    Possessing component parts of ammunition with intent to manufacture   3A    1   A person commits an offence if—   a   the person has in their possession any component parts of ammunition (see subsection  (2) ),     b   the person intends to manufacture ammunition to which section 1 applies using those parts, and     c   were the person to do so—   i   possession of the ammunition by the person would constitute an offence under section 1, or     ii   the manufacture or possession of the ammunition by the person would constitute an offence under section 3.          2   For the purposes of this section the component parts of ammunition are—   a   bullet;     b   cartridge case;     c   primer;     d   propellant.       3   A person who commits an offence under this section is liable—   a   on conviction on indictment, to imprisonment for a term not exceeding 5 years or a fine (or both);     b   on summary conviction in England and Wales, to imprisonment for a term not exceeding the general limit in a magistrates’ court or a fine (or both);     c   on summary conviction in Scotland, to imprisonment for a term not exceeding 12 months or a fine not exceeding the statutory maximum (or both).          "}, {"act": "Firearms Act 2023", "year": 2023, "section": "3", "section_title": "Extent, commencement and short title", "section_text": " 3    1   An amendment made by this Act has the same extent as the provision amended.     2   Subject to that, this Act extends to England and Wales and Scotland.     3   Sections  1  and  2  come into force on such day or days as the Secretary of State may by regulations made by statutory instrument appoint.     4   Regulations under subsection  (3)  may—   a   make transitional, transitory or saving provision;     b   make different provision for different purposes.       5   This section comes into force on the day on which this Act is passed.     6   This Act may be cited as the Firearms Act 2023.    "}]