[{"act": "Non-Domestic Rating Act 2023", "year": 2023, "section": "1", "section_title": "Local rating: liability and mandatory reliefs for occupied hereditaments", "section_text": " 1    1   In the Local Government Finance Act 1988 (referred to in this Act as “ the Act ”), in section 43 (occupied hereditaments: liability)—   a   in the heading, after “liability” insert  “and reliefs” ;     b   in subsection (2), in paragraph (a), after “chargeable day” insert  “in accordance with  Schedule 4ZA ” ;     c   omit subsections (4) to (6L);     d   omit subsections (8A) to (8D).       2   Omit section 44 of the Act (occupied hereditaments: supplementary).     3   Before Schedule 4A to the Act insert—    SCHEDULE 4ZA   Occupied hereditaments: chargeable amount   Section 43    PART 1  Chargeable amount before any reliefs   1   Subject to the following provisions of this Schedule, the chargeable amount for a chargeable day is to be calculated—   a   in relation to England, in accordance with the formula—  A × M C      b   in relation to Wales, in accordance with the formula—  A × B C         PART 2  Partial reliefs   Charitable rate relief   2    1   Where this paragraph applies, the chargeable amount for a chargeable day is to be calculated—   a   in relation to England, in accordance with the formula—  A × M C × 5      b   in relation to Wales, in accordance with the formula—  A × B C × 5        2   This paragraph applies where, on the day concerned—   a   the ratepayer is a charity or trustees for a charity and the hereditament is wholly or mainly used for charitable purposes (whether of that charity or of that and other charities), or     b   the ratepayer is a registered club for the purposes of Chapter 9 of Part 13 of the Corporation Tax Act 2010 (community amateur sports clubs) and the hereditament is wholly or mainly used—   i   for the purposes of that club, or     ii   for the purposes of that club and of other such registered clubs.            Improvement rate relief   3    1   This paragraph applies where—   a   the chargeable day falls within the period of one year beginning with the day on which qualifying improvement works are completed,     b   on the day concerned any conditions prescribed by the appropriate national authority in regulations are satisfied, and     c   the day concerned falls before 1 April 2029.       2   “ Qualifying improvement works ” has the meaning given by the appropriate national authority in regulations.     3   The appropriate national authority may by regulations—   a   amend  paragraph (a)  of  sub-paragraph (1)  to substitute a longer period for the period for the time being specified in that paragraph;     b   amend  paragraph (c)  of that sub-paragraph to substitute a later date for the date for the time being specified in that paragraph.       4   For the consequence of this paragraph applying, see the definitions of “A” and “G” in  paragraph 10 .        Small business rate relief   4    1   Where this paragraph applies, the chargeable amount for a chargeable day is to be calculated—   a   in relation to England, in accordance with the formula—  A × M C × E      b   in relation to Wales, in accordance with the formula—  A × B C × E        2   This paragraph applies—   a   in relation to England, where on the day concerned any conditions prescribed by the Secretary of State in regulations are satisfied;     b   in relation to Wales, where—   i   the rateable value of the hereditament shown in the local non-domestic rating list for the first day of the chargeable financial year is not more than any amount prescribed by the Welsh Ministers in regulations, and     ii   on the day concerned any conditions prescribed by the Welsh Ministers in regulations are satisfied.         3   If a ratepayer makes an application in order to satisfy a condition prescribed under  sub-paragraph (2) (a)  and the ratepayer—   a   makes a statement in the application which the ratepayer knows to be false in a material particular, or     b   recklessly makes a statement in the application which is false in a material particular,    the ratepayer is liable on summary conviction to imprisonment for a term not exceeding 3 months or to a fine not exceeding level 3 on the standard scale or to both.         PART 3  Full reliefs   Introduction   5   Where any paragraph of this Part of this Schedule applies in relation to a hereditament on a chargeable day, the chargeable amount for the day concerned is zero.      Heat networks rate relief   6    1   This paragraph applies where—   a   on the day concerned the hereditament is wholly or mainly used for the purposes of a heat network,     b   on the day concerned any conditions prescribed by the appropriate national authority in regulations are satisfied, and     c   the day concerned falls before 1 April 2035.       2   “ Heat network ” has the meaning given in regulations by the appropriate national authority.     3   The appropriate national authority may by regulations amend  paragraph (c)  of  sub-paragraph (1)  to substitute a later date for the date for the time being specified in that paragraph.        Public lavatories rate relief   7   This paragraph applies where, on the day concerned, the hereditament consists wholly or mainly of public lavatories.      Rural rate relief   8    1   This paragraph applies where—   a   the hereditament is situated in England,     b   on the day concerned the hereditament is within a settlement identified in the billing authority’s rural settlement list for the chargeable financial year,     c   at the beginning of that year, A, in relation to the hereditament, is not more than any amount prescribed by the Secretary of State in regulations, and     d   on the day concerned—   i   the whole or part of the hereditament is used as a qualifying post office, a qualifying general store or a qualifying food store, or     ii   any conditions prescribed by the Secretary of State in regulations are satisfied.         2   Sub-paragraphs (3)  to  (7)  apply for the purposes of  sub-paragraph (1) .     3   A hereditament, or part of a hereditament, is used as a qualifying post office on any day in a chargeable financial year if—   a   it is used for the purposes of a universal service provider (within the meaning of Part 3 of the Postal Services Act 2011) and in connection with the provision of a universal postal service (within the meaning of that Part), and     b   no other hereditament, or part of a hereditament, in the settlement concerned is so used.       4   A hereditament, or part of a hereditament, is used as a qualifying general store on any day in a chargeable financial year if—   a   a trade or business consisting wholly or mainly of the sale by retail of both food for human consumption (excluding confectionery) and general household goods is carried on there, and     b   such a trade or business is not carried on in any other hereditament, or part of a hereditament, in the settlement concerned.       5   A hereditament, or part of a hereditament, is used as a qualifying food store on any day in a chargeable financial year if a trade or business consisting wholly or mainly of the sale by retail of food for human consumption (excluding confectionery and excluding the supply of food in the course of catering) is carried on there.     6   The supply of food in the course of catering includes—   a   any supply of food for consumption on the premises on which it is supplied, or     b   any supply of hot food for consumption off those premises.       7   “ Hot food ” means food which, or any part of which—   a   has been heated for the purposes of enabling it to be consumed at a temperature above the ambient air temperature, and     b   is at the time of supply above that temperature.       8   Where a hereditament or part of a hereditament is used as a qualifying post office or qualifying general store on any day in a chargeable financial year, it is not to be treated as ceasing to be so used on any subsequent day in that year merely because the condition in  sub-paragraph (3) (b)  or  (4) (b)  ceases to be satisfied.         PART 4  Cases where more than one relief applies   9   In relation to any hereditament in respect of which the paragraphs of this Schedule mentioned in the first column of the following table apply on the day concerned, the chargeable amount is to be calculated in accordance with the corresponding paragraph in the second column of the table—    Paragraphs having effect in relation to hereditament Paragraph to be used for calculating chargeable amount  Paragraphs  2  and  4 Paragraph  2 Paragraph  6  and any of  2  or  4 Paragraph  6 Paragraph  7  and any of  2  or  4 Paragraph  7 Paragraph  8  and any of  2  or  4 Paragraph  8        PART 5  Interpretation   10    1   This paragraph applies for the purposes of this Schedule.     2   “A” is—   a   where the day concerned is a day on which  paragraph 3  applies, the rateable value shown for the day under section 42(4) as regards the hereditament minus G;     b   in any other case, the rateable value shown for the day under section 42(4) as regards the hereditament.       3   “B” is—   a   in a case where the billing authority is a special authority, the authority’s non-domestic rating multiplier for the financial year;     b   in any other case, the non-domestic rating multiplier for the financial year.       4   “C” is the number of days in the financial year.     5   “D” is—   a   in a case where the billing authority is a special authority, the authority’s small business non-domestic rating multiplier for the financial year;     b   in any other case, the small business non-domestic rating multiplier for the financial year.       6   “ E ”, in relation to small business rate relief, is an amount prescribed, or calculated in accordance with provision prescribed, by the appropriate national authority in regulations.     7   “ G ”, in relation to improvement rate relief, is an amount prescribed, or calculated in accordance with provision prescribed, by the appropriate national authority in regulations.     8   Regulations under  sub-paragraph (7)  may (among other things) impose duties or confer powers on the valuation officer for a billing authority (whether as regards determinations, certificates or otherwise) in relation to the ascertainment of rateable values or of G.     9   “M” is—   a   whichever of B or D is prescribed for the purposes of the provision in question by the Treasury in regulations, or     b   for the purposes of a provision where there is no such prescription—   i   if that provision is  paragraph 4 (1) (a) , D, or     ii   for any other provision, B.         10   Regulations under  sub-paragraph (9)  may prescribe different multipliers for a given provision by reference to (among other things)—   a   the value of A (on the first day of a chargeable financial year or for a chargeable day) in relation to hereditaments;     b   the location of hereditaments;     c   the local non-domestic rating list in which hereditaments are shown;     d   the use of hereditaments;     e   the physical characteristics of hereditaments;     f   ratepayers in respect of hereditaments falling within prescribed descriptions.       11   Sub-paragraph (10)  does not restrict what may otherwise be done under section 143(1).       11   For the purposes of this Schedule, “the appropriate national authority” is—   a   in relation to England, the Secretary of State;     b   in relation to Wales, the Welsh Ministers.            "}, {"act": "Non-Domestic Rating Act 2023", "year": 2023, "section": "2", "section_title": "Local rating: liability and mandatory reliefs for unoccupied hereditaments", "section_text": " 2    1   In section 45 of the Act (unoccupied hereditaments: liability)—   a   in the heading, after “liability” insert  “and reliefs” ;     b   in subsection (2), in paragraph (a), after “chargeable day” insert  “in accordance with  Schedule 4ZB ” ;     c   omit subsections (4) to (4G).       2   Omit section 45A of the Act (unoccupied hereditaments: zero-rating).     3   Omit section 46 of the Act (unoccupied hereditaments: supplementary).     4   After Schedule 4ZA to the Act (inserted by  section 1 (3)  of this Act) insert—    SCHEDULE 4ZB   Unoccupied hereditaments: chargeable amount   Section 45    PART 1  Chargeable amount before any reliefs   1    1   Subject to the following provisions of this Schedule, the chargeable amount for a chargeable day is to be calculated—   a   in relation to England, in accordance with the formula—  A × M C      b   in relation to Wales, in accordance with the formula—  A × B C        2   But—   a   the Secretary of State may by regulations provide that  sub-paragraph (1) (a)  has effect as if the following formula were substituted—  A × M C × N      b   the Welsh Ministers may by regulations provide that  sub-paragraph (1) (b)  has effect as if the following formula were substituted—  A × B C × N           PART 2  Full relief   Charitable rate relief   2    1   Where this paragraph applies, the chargeable amount for a chargeable day is zero.     2   This paragraph applies where, on the day concerned—   a   the ratepayer is a charity or trustees for a charity and it appears that when next in use the hereditament will be wholly or mainly used for charitable purposes (whether of that charity or of that and other charities), or     b   the ratepayer is a registered club for the purposes of Chapter 9 of Part 13 of the Corporation Tax Act 2010 (community amateur sports clubs) and it appears that when next in use—   i   the hereditament will be wholly or mainly used for the purposes of that club and that club will be such a registered club, or     ii   the hereditament will be wholly or mainly used for the purposes of two or more clubs including that club, and each of those clubs will be such a registered club.             PART 3  Interpretation   3    1   This paragraph applies for the purposes of this Schedule.     2   “A” is the rateable value shown for the day under section 42(4) as regards the hereditament.     3   “B” is—   a   in a case where the billing authority is a special authority, the authority’s non-domestic rating multiplier for the financial year;     b   in any other case, the non-domestic rating multiplier for the financial year.       4   “C” is the number of days in the financial year.     5   “D” is—   a   in a case where the billing authority is a special authority, the authority’s small business non-domestic rating multiplier for the financial year;     b   in any other case, the small business non-domestic rating multiplier for the financial year.       6   “M” is—   a   whichever of B or D is prescribed for the purposes of the provision in question by the Treasury in regulations, or     b   for the purposes of a provision where there is no such prescription, B.       7   Regulations under  sub-paragraph (6)  may prescribe different multipliers for a given provision by reference to (among other things)—   a   the value of A (on the first day of a chargeable financial year or for a chargeable day) in relation to hereditaments;     b   the location of hereditaments;     c   the local non-domestic rating list in which hereditaments are shown;     d   the use of hereditaments;     e   the physical characteristics of hereditaments;     f   ratepayers in respect of hereditaments falling within prescribed descriptions.       8   Sub-paragraph (7)  does not restrict what may otherwise be done under section 143(1).     9   “N” is a number (greater than one but not greater than two) prescribed by the appropriate national authority in regulations.       4   For the purposes of this Schedule, “the appropriate national authority” is—   a   in relation to England, the Secretary of State;     b   in relation to Wales, the Welsh Ministers.            "}, {"act": "Non-Domestic Rating Act 2023", "year": 2023, "section": "3", "section_title": "Central rating: liability and mandatory reliefs", "section_text": " 3    1   In section 54 of the Act (central rating: liability)—   a   in the heading, after “liability” insert  “and reliefs” ;     b   in subsection (2), in paragraph (a), after “chargeable day” insert  “in accordance with  Schedule 5A ” ;     c   omit subsections (4) to (7).       2   Omit section 54ZA of the Act (relief for telecommunications infrastructure).     3   After Schedule 5 to the Act insert—    SCHEDULE 5A   Central rating: chargeable amount   Section 54    PART 1  Chargeable amount before any reliefs   1   Subject to the following provisions of this Schedule, the chargeable amount for a chargeable day is to be calculated—   a   in relation to England, in accordance with the formula—  A × M C      b   in relation to Wales, in accordance with the formula—  A × B C         PART 2  Reliefs   Charitable rate relief   2    1   This paragraph applies where—   a   for any day in a chargeable financial year a person’s name is shown in a central non-domestic rating list in force for the year, and     b   on the day concerned—   i   the person is a charity or trustees for a charity, and     ii   the charitable purpose test is satisfied in relation to any description of hereditament shown against the person’s name in the list.         2   For the purposes of  sub-paragraph (1) (b)  the charitable purpose test is satisfied in relation to a description of hereditament if—   a   in a case where there is only one hereditament falling within the description, the hereditament is wholly or mainly used for charitable purposes (whether of the charity mentioned in  sub-paragraph (1) (b) (i)  or of that charity and other charities), or     b   in a case where there is more than one hereditament falling within the description, those hereditaments are, taken together, wholly or mainly so used.       3   For the purposes of  sub-paragraph (1) (b)  the charitable purpose test is also satisfied in relation to a description of hereditament if—   a   in a case where there is only one hereditament falling within the description—   i   a certification under  paragraph 4 (1) (b)  has effect in relation to the hereditament (“the unoccupied hereditament”), and     ii   it appears that when next in use the unoccupied hereditament will be wholly or mainly used for charitable purposes (whether of the charity mentioned in  sub-paragraph (1) (b) (i)  or of that charity and other charities), or       b   in a case where there is more than one hereditament falling within the description—   i   a certification under  paragraph 4 (1) (b)  has effect in relation to at least one of those hereditaments (“the unoccupied hereditaments”), and     ii   it appears that all the hereditaments falling within the description, taken together, are (or, in the case of the unoccupied hereditaments, when next in use will be) used for charitable purposes (whether of the charity mentioned in  sub-paragraph (1) (b) (i)  or of that charity and other charities).         4   Where this paragraph applies, the chargeable amount for the day concerned in respect of the description of hereditament is to be calculated—   a   in relation to England, in accordance with the formula—  A × M C × 5      b   in relation to Wales, in accordance with the formula—  A × B C × 5           Improvement rate relief   3    1   This paragraph applies where—   a   for any day in a chargeable financial year a person's name is shown in a central non-domestic rating list in force for the year,     b   on the day concerned the condition in  sub-paragraph (2)  is satisfied in relation to one or more hereditaments falling within a description of hereditament shown against the person’s name in the list,     c   in relation to any of the hereditaments in relation to which that condition is satisfied—   i   a certification under  paragraph 4 (1) (b)  does not have effect in relation to the hereditament, and     ii   any conditions prescribed by the appropriate national authority in regulations are satisfied, and       d   the day concerned falls before 1 April 2029.       2   The condition in this sub-paragraph is satisfied in relation to a hereditament if the day concerned falls within the period of one year beginning with the day on which qualifying improvement works are completed.     3   “ Qualifying improvement works ” has the meaning given by the appropriate national authority in regulations.     4   The appropriate national authority may by regulations amend—   a   paragraph (d)  of  sub-paragraph (1)  to substitute a later date for the date for the time being specified in that paragraph;     b   sub-paragraph (2)  to substitute a longer period for the period for the time being specified in that paragraph.       5   For the consequence of this paragraph applying, see the definitions of “A” and “G” in  paragraph 6 .        Unoccupied hereditaments rate relief   4    1   This paragraph applies where for any day in a chargeable financial year—   a   a person’s name is shown in an English central non-domestic rating list in force for the year,     b   the central valuation officer has certified that one or more hereditaments falling within a description of hereditament shown against the person’s name in the list is unoccupied, and     c   any of the hereditaments so certified falls within a class prescribed by the Secretary of State in regulations.       2   This sub-paragraph applies if, for the day concerned, every hereditament falling within that description of hereditament—   a   has been certified by the central valuation officer as unoccupied, and     b   falls within a class prescribed by the Secretary of State in regulations under  sub-paragraph (1) (c) .       3   Where this paragraph and  sub-paragraph (2)  apply, the chargeable amount for the day concerned in respect of that description of hereditament is zero.     4   Where this paragraph applies but  sub-paragraph (2)  does not apply, the chargeable amount for the day concerned in respect of that description of hereditament is to be calculated in accordance with the formula—  ( A - U ) × M C      5   Regulations under  sub-paragraph (1) (c)  may prescribe a class by reference to such factors as the Secretary of State sees fit, including (among other things)—   a   the physical characteristics of the hereditaments;     b   the fact that hereditaments have been unoccupied at any time preceding the chargeable day;     c   the fact that the persons in relation to whom descriptions of hereditaments are shown fall within prescribed descriptions.       6   Sub-paragraph (5)  does not restrict what may otherwise be done under section 143(1).     7   The Secretary of State may by regulations make provision imposing duties or conferring powers on the central valuation officer in relation to the certification of hereditaments as unoccupied.     8   In this paragraph, “ English central rating list ” means a central non-domestic rating list compiled for England.         PART 3  Cases where more than one relief applies   5    1   This paragraph applies if—   a   for any day in a financial year any description of hereditament is shown against a person’s name in a central non-domestic rating list in force for the year, and     b   paragraphs  2  and  4  apply in relation to that description of hereditament for that day.       2   The chargeable amount for that day in respect of that description of hereditament is to be calculated in accordance with paragraph  2 .        PART 4  Interpretation   6    1   This paragraph applies for the purposes of this Schedule.     2   “A” is—   a   where the day concerned is a day on which  paragraph 3  applies, the rateable value shown for the day in the central non-domestic rating list in force for the year against the ratepayer’s name minus G;     b   in any other case, the rateable value shown for the day in that list against the ratepayer’s name.       3   “B” is the non-domestic rating multiplier for the financial year.     4   “C” is the number of days in the financial year.     5   “D” is the small business non-domestic rating multiplier for the financial year.     6   “ G ”, in relation to improvement rate relief, is an amount prescribed, or calculated in accordance with provision prescribed, by the appropriate national authority in regulations.     7   Regulations under  sub-paragraph (6)  may (among other things) impose duties or confer powers on the central valuation officer (whether as regards determinations, certificates or otherwise) in relation to the ascertainment of rateable values or of G.     8   “M” is—   a   whichever of B or D is prescribed for the purposes of the provision in question by the Treasury in regulations, or     b   for the purposes of a provision where there is no such prescription, B.       9   Regulations under  sub-paragraph (8)  may prescribe different multipliers for a given provision by reference to (among other things)—   a   the value of A (on the first day of a chargeable financial year or for a chargeable day) in relation to hereditaments;     b   the location of hereditaments;     c   the use of hereditaments;     d   the physical characteristics of hereditaments;     e   ratepayers in respect of hereditaments falling within prescribed descriptions.       10   Sub-paragraph (9)  does not restrict what may otherwise be done under section 143(1).     11   “ U ”, in relation to unoccupied hereditaments rate relief, is the total rateable value of the hereditaments falling within the description mentioned in  paragraph 4 (1) (b)  which, for the chargeable day—   a   have been certified by the central valuation officer as unoccupied under that paragraph, and     b   fall within a class prescribed by the Secretary of State in regulations under  paragraph 4 (1) (c) .         7   For the purposes of this Schedule, “the appropriate national authority” is—   a   in relation to England, the Secretary of State;     b   in relation to Wales, the Welsh Ministers.            "}, {"act": "Non-Domestic Rating Act 2023", "year": 2023, "section": "4", "section_title": "Local rating: discretionary relief", "section_text": " 4    1   Section 47 of the Act (discretionary relief) is amended as follows.     2   After subsection (6) insert—    6A   A decision under subsection (3) by a billing authority in England is invalid as regards a day if—   a   the day falls before the end of the financial year beginning on 1 April 2022, and     b   the decision is made more than six months after the end of the financial year in which the day falls.          3   In subsection (7), after “above” insert  “by a billing authority in Wales” .    "}, {"act": "Non-Domestic Rating Act 2023", "year": 2023, "section": "5", "section_title": "Frequency with which lists are compiled", "section_text": " 5    1   In section 41(2A) of the Act (local non-domestic rating lists), in paragraph (b), for “fifth” substitute  “third” .     2   In section 52(2A) of the Act (central non-domestic rating lists), in paragraph (b), for “fifth” substitute  “third” .     3   In section 57A(13) of the Act (transitional provision for 2005 onwards: England), for paragraph (a) substitute—    a   a relevant period is—   i   each period of five years beginning on 1 April 2005, 1 April 2010 and 1 April 2017, and     ii   a period of three years beginning on 1 April 2023 or on any 1 April after that date on which lists must be compiled;       .    "}, {"act": "Non-Domestic Rating Act 2023", "year": 2023, "section": "6", "section_title": "Transitional relief", "section_text": " 6   In section 57A of the Act (transitional provision for 2005 onwards: England)—   a   in subsection (9), for “January” substitute  “February” ;     b   in subsection (10), for “the same as” substitute  “no greater than” .    "}, {"act": "Non-Domestic Rating Act 2023", "year": 2023, "section": "7", "section_title": "Completion notices", "section_text": " 7   In section 46A of the Act (unoccupied hereditaments: new buildings), in subsection (6), in paragraph (b)—   a   the words from “a building” to the end become sub-paragraph (i);     b   after that sub-paragraph insert    ;   ii   a building situated in England which a hereditament shown in a list comprises or includes, or which a hereditament that was previously shown (but is no longer shown) in a list comprised or included, and that has been subject to alterations;     iii   part of a building situated in England and added to an existing building which a hereditament shown in a list comprises or includes or which a hereditament that was previously shown (but is no longer shown) in a list comprised or included.       "}, {"act": "Non-Domestic Rating Act 2023", "year": 2023, "section": "8", "section_title": "Central list administration", "section_text": " 8   After section 52 of the Act insert—    Contents of central lists for England   52A    1   The Secretary of State may direct the central valuation officer to show in an English central rating list, for each day in each chargeable financial year for which the list is in force—   a   the name of any specified person, and     b   in relation to that person, one or more specified descriptions of relevant non-domestic hereditament in England (wherever situated) which on that day are occupied or (if unoccupied) owned by the person.       2   The Secretary of State may also direct the central valuation officer to do any of the following in relation to an English central rating list—   a   for each day in each chargeable financial year for which the list is in force, to show, in relation to any person shown in the list, one or more additional specified descriptions of relevant non-domestic hereditament in England (wherever situated) which on that day are occupied or (if unoccupied) owned by the person;     b   to alter or remove the name of any person shown in the list;     c   to alter or remove any description of relevant non-domestic hereditament shown in relation to a person in the list.       3   In this section—     “ English central rating list ” means a central non-domestic rating list compiled, or proposed to be compiled, for England;      “ specified ” means specified in the direction.        4   Where two or more hereditaments fall (or would, as a result of a direction made under this section, fall) within any description of hereditament shown in relation to a person in an English central rating list, the Secretary of State may direct that all of the hereditaments that fall (or would fall) within that description are to be treated for the purposes of this Part as a single hereditament falling within that description that is occupied or (if unoccupied) owned by the person.     5   For each day in each chargeable financial year for which an English central rating list is in force, and in relation to each description of hereditament shown in relation to a person in the list, the list must show against the name of the person—   a   where there is only one hereditament falling within that description, the rateable value of that hereditament;     b   where there is more than one hereditament falling within that description, the rateable value (as a whole) of those hereditaments.       6   A direction under this section may require the central valuation officer to include in an English central rating list specified information about any person, or any description of hereditament, shown in the list.     7   The central valuation officer must comply with any direction given under this section.     8   But where a direction under this section requires the central valuation officer to alter a list which has been compiled, the officer must do so in accordance with any provision made by or under section 55 (alteration of lists).     9   A direction under this section must specify the day from which an alteration to the list made in compliance with the direction is to take effect (which may be earlier than the day on which the direction is given).     10   But a direction may not specify an earlier day than the day on which this section comes into force.        "}, {"act": "Non-Domestic Rating Act 2023", "year": 2023, "section": "9", "section_title": "Credits to and debits from main non-domestic rating accounts", "section_text": " 9    1   In Schedule 7B to the Act (local retention of non-domestic rates), in Part 1 (main non-domestic rating accounts), paragraph 2 (credits and debits) is amended as follows.     2   For sub-paragraphs (3) and (4) substitute—    3   If a local government finance report for a year has been approved by resolution of the House of Commons, an amount may be—   a   debited (as an item of account) to the main non-domestic rating account kept for the year, for use for the purposes of local government in England;     b   credited (as an item of account) to the main non-domestic rating account kept for the year.       4   The amount that may be debited under  sub-paragraph (3) (a)  for a year may not exceed the amount that would result in the aggregate mentioned in paragraph 3(1)(b) for the year exceeding the aggregate mentioned in paragraph 3(1)(a) for the year.        3   In sub-paragraph (5), in the words before paragraph (a), for “sub-paragraph (3)” substitute  “ sub-paragraph (3) (a) ” .    "}, {"act": "Non-Domestic Rating Act 2023", "year": 2023, "section": "10", "section_title": "Disclosure of valuation information to ratepayers", "section_text": " 10   In Schedule 9 to the Act (administration), before paragraph 8 (but after the italic heading “access to information”) insert—    7B    1   Sub-paragraph (2)  applies where a person (“ P ”) who is a ratepayer in respect of a hereditament makes a request to a valuation officer (“ V ”) for Revenue and Customs information—   a   that relates to the hereditament, and     b   that V has had regard to in ascertaining the rateable value of the hereditament.       2   V may disclose the information to P if V considers it reasonable to do so.     3   A person making a request under this paragraph must make the request—   a   using the online facility provided by V for use in connection with requests under this paragraph, or     b   in another manner agreed with V.       4   V may not disclose information under this paragraph if the disclosure would contravene the data protection legislation (but in determining whether a disclosure would do so, the power conferred by this paragraph is to be taken into account).     5   In this paragraph—     “ the data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3(9) of that Act);      “ Revenue and Customs information ” means information held as mentioned in section 18(1) of the Commissioners for Revenue and Customs Act 2005 (information held in connection with a function of the Revenue and Customs).          "}, {"act": "Non-Domestic Rating Act 2023", "year": 2023, "section": "11", "section_title": "Disclosure of valuation information to Northern Ireland rating officials", "section_text": " 11   After section 63C of the Act insert—    Disclosure of valuation information to Northern Ireland rating officials   63D    1   Subsection (2)  applies where a Northern Ireland rating official (“ R ”) makes a request to a valuation officer (“ V ”) for Revenue and Customs information—   a   that V holds in connection with V’s functions under this Part, and     b   that R reasonably believes will assist R in the performance of any of R’s functions under Part 3 of the 1977 Order (valuation).       2   V may disclose the information to R if V considers it reasonable to do so.     3   Subject to  subsection (4) , the disclosure of information under this section does not breach—   a   any obligation of confidence owed by V, or     b   any other restriction on the disclosure of information (however imposed).       4   V may not disclose information under this section if the disclosure would contravene the data protection legislation (but in determining whether a disclosure would do so, the power conferred by this section is to be taken into account).     5   Where information is disclosed under this section, the information may not be—   a   used for a purpose other than a purpose relating to the performance of any of R’s functions under Part 3 of the 1977 Order, or     b   further disclosed,    unless the use of the information for another purpose or the further disclosure (as the case may be) is authorised by  subsection (6) .     6   The use of the information for another purpose or the further disclosure (as the case may be) is authorised by this subsection where—   a   the Commissioners for His Majesty’s Revenue and Customs consent (specifically or generally) to it,     b   each person to whom the information relates consents (specifically or generally) to it,     c   it is in pursuance of a court order, or     d   it is required by any other enactment.       7   In  subsection (6) (d) , the reference to an enactment does not include—   a   an Act of the Scottish Parliament or an instrument made under such an Act,     b   an Act or Measure of Senedd Cymru or an instrument made under such an Act or Measure, or     c   an Act of the Northern Ireland Assembly or an instrument made under such an Act.       8   Section 19 of the Commissioners for Revenue and Customs Act 2005 (offence of wrongful disclosure) applies in relation to a disclosure of information in contravention of  subsection (5)  which relates to a person whose identity is specified in, or can be deduced from, the disclosure as it applies in relation to the disclosure of information in contravention of section 20(9) of that Act.     9   Revenue and customs information relating to a person which has been disclosed under this section is exempt information by virtue of section 44(1)(a) of the Freedom of Information Act 2000 (prohibition on disclosure) if its further disclosure—   a   would specify the identity of the person to whom the information relates, or     b   would enable the identity of such a person to be deduced.       10   In this section—     “ the 1977 Order ” means the Rates (Northern Ireland) Order 1977 ( S.I. 1977/2157 (N.I. 28)) ;      “ the data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3(9) of that Act);      “ Northern Ireland rating official ” means an officer appointed under Article 36 of the 1977 Order (the Commissioner, district valuers and the Valuation Office);      “ Revenue and Customs information ” means information held as mentioned in section 18(1) of the Commissioners for Revenue and Customs Act 2005 (information held in connection with a function of the Revenue and Customs);      “ revenue and customs information relating to a person ” has the same meaning as in section 19(2) of the Commissioners for Revenue and Customs Act 2005.           "}, {"act": "Non-Domestic Rating Act 2023", "year": 2023, "section": "12", "section_title": "Sharing of information between billing authorities and HMRC", "section_text": " 12    1   In section 63A of the Act (disclosure of Revenue and Customs information), after subsection (1) insert—    1A   An officer of His Majesty’s Revenue and Customs may disclose Revenue and Customs information to a qualifying person within subsection (3)(a) for a qualifying purpose.        2   After  section 63D  of the Act (inserted by  section 11  of this Act) insert—    Disclosure of non-domestic rating information to HMRC   63E    1   A billing authority may disclose non-domestic rating information to an officer of His Majesty’s Revenue and Customs for the purpose of assisting His Majesty’s Revenue and Customs in carrying out its functions.     2   An officer of His Majesty’s Revenue and Customs may require a billing authority to disclose non-domestic rating information to the officer for that purpose.     3   No disclosure may be made under this section if the disclosure would contravene the data protection legislation (but in determining whether a disclosure would do so, the power and duty to disclose information under this section are to be taken into account).     4   In this section—     “ non-domestic rating information ” means information held by a billing authority in connection with the billing authority’s functions under this Part;      “ the data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3(9) of that Act).             "}, {"act": "Non-Domestic Rating Act 2023", "year": 2023, "section": "13", "section_title": "Requirements for ratepayers etc to provide information", "section_text": " 13    1   Schedule 9 to the Act (administration) is amended as follows.     2   After paragraph 4A insert—    Information to be provided to His Majesty’s Revenue and Customs   4B   Paragraphs 4C  to  4E  apply to a person (“ P ”) who is for the time being a ratepayer in respect of a hereditament (but see  paragraph 4G ).     4C   P must make a taxpayer reference notification to an officer of His Majesty’s Revenue and Customs where P has a taxpayer reference number and—   a   P has not previously made a notification in respect of the hereditament mentioned in  paragraph 4B , or     b   P has previously made such a notification and a taxpayer reference provided in that notification was, or has become, incorrect.       4D   P must make a taxpayer reference notification within the period of 60 days beginning with—   a   in the circumstances mentioned in  paragraph 4C (a) , the day on which P becomes a ratepayer in respect of the hereditament mentioned in  paragraph 4B ;     b   in the circumstances mentioned in  paragraph 4C (b) , the first day on which P knows, or ought to have known, that the taxpayer reference mentioned in that paragraph is incorrect.       4E   For the purposes of  paragraph 4C , P must make a taxpayer reference notification—   a   using the online facility provided by the officer of His Majesty’s Revenue and Customs for use in connection with the provision of a taxpayer reference under that paragraph, or     b   in another manner agreed with the officer.       4F    1   For the purposes of  paragraphs 4C  to  4E —     “ taxpayer reference ” means any of the following—     P’s unique taxpayer reference;      P’s VAT registration number;      P’s national insurance number;         “ taxpayer reference notification ” means a notification in respect of the hereditament mentioned in  paragraph 4B  made by P to an officer of His Majesty’s Revenue and Customs specifying P’s taxpayer reference.        2   The Commissioners for His Majesty’s Revenue and Customs may by regulations amend the definition of “taxpayer reference” in  sub-paragraph (1)  so as to add, remove or vary items for the time being specified in that definition.       4G   The Commissioners for His Majesty’s Revenue and Customs may by regulations provide that  paragraphs 4C  to  4E  do not apply in relation to a person, or group of persons, of a description specified in the regulations.     4H   The Commissioners for His Majesty's Revenue and Customs must consult the Welsh Ministers before making regulations under  paragraph 4F (2)  or  4G  if and to the extent that the regulations make provision in relation to Wales.         3   After  paragraph 4H  (inserted by  subsection (2) ) insert—    Information to be provided to valuation officer: England   4I   Paragraphs 4J  to  4L  apply, in relation to a hereditament situated in England, to a person (“ P ”) who—   a   is for the time being a ratepayer in respect of the hereditament, or     b   would be a ratepayer in respect of the hereditament if the hereditament were shown in a list compiled under this Part.       4J    1   P must, within the notification period, provide any notifiable information within P’s possession or control to the valuation officer responsible for maintaining the list in which the hereditament is, or would fall to be, shown.     2   For the purposes of this paragraph and  paragraphs 4K  and  4L  (and subject to  sub-paragraph (3) ), information is “notifiable information” if it relates to a change—   a   in the identity of P;     b   concerning the hereditament that would or might affect the existence, extent or rateable value of the hereditament.       3   But information is not “notifiable information” unless P knows, or could reasonably be expected to know, that it would assist a valuation officer in carrying out functions conferred or imposed on the officer by or under this Part.     4   The “notification period” is—   a   the period of 60 days beginning with the day on which the change mentioned in  sub-paragraph (2)  occurs, or     b   in relation to information, or information of a description, specified in a notice published by a valuation officer for the purposes of this sub-paragraph, such longer period as may be specified in the notice.         4K   P must, within the period of 60 days beginning with 30 April each year, provide confirmation (“annual confirmation”) to the valuation officer that—   a   P has provided all notifiable information required to be provided under  paragraph 4J  relating to changes occurring in the most recent complete financial year, or     b   P was not required to provide any such notifiable information.       4L   For the purposes of  paragraphs 4J  and  4K , P must provide the notifiable information or annual confirmation (as the case may be) to the valuation officer—   a   using the online facility provided by the valuation officer for use in connection with the provision of notifiable information or annual confirmation (as the case may be) under that paragraph, or     b   in another manner agreed with the valuation officer.       4M    1   A valuation officer may serve a notice (an “information notice”) on a person who is an owner or occupier of a hereditament situated in England requesting that the person supplies to the officer information—   a   which is specified in the information notice, and     b   which the officer reasonably believes will assist the officer in carrying out functions conferred or imposed on the officer by or under this Part.       2   An information notice under  sub-paragraph (1)  must state that the officer believes the information requested will assist them in carrying out functions conferred or imposed on them by or under this Part.     3   A person on whom an information notice is served must provide the information requested in such form and manner as is specified in the notice within the period of 60 days beginning with the day on which the notice is served.           4   After paragraph 5 insert—    Information to be provided to His Majesty’s Revenue and Customs: penalties   5ZA    1   Where a person (“ P ”) fails to comply with the requirement to make a taxpayer reference notification (within the meaning of  paragraph 4F ) in accordance with  paragraph 4C , P is liable to a penalty not exceeding £100.     2   Where P carelessly or deliberately provides an incorrect taxpayer reference in purported compliance with  paragraph 4C , P is liable to a penalty not exceeding £3,000.     3   For the purposes of  sub-paragraph (2) , P is careless if P fails to take reasonable care.     4   Where P is liable to a penalty under  sub-paragraph (1)  or  (2) , an officer of His Majesty’s Revenue and Customs may serve a notice (a “penalty notice”) on P stating—   a   that P has failed to make a taxpayer reference notification in accordance with  paragraph 4C ,     b   that P is liable to a penalty under  sub-paragraph (1)  or  (2)  (as the case may be),     c   the amount of the penalty,     d   the period within which the penalty must be paid,     e   that P has a right to require a review under  paragraph 5BA , and     f   that P has a right of appeal under  paragraph 5BB .       5   A penalty notice may be served in relation to one or more liabilities under this paragraph.     6   A penalty imposed under  sub-paragraph (1)  or  (2)  must be paid within the period of 30 days beginning with the date of the penalty notice (but see  paragraph 5BC (1)  and  (2) ).     7   Where P is liable to a penalty under  sub-paragraph (1)  or  (2)  and fails to comply with the requirement to make a taxpayer reference notification within the period of 30 days beginning with the day on which the penalty notice is served, P is liable to a maximum further penalty of £60 for each day on which the failure continues after the end of that period (but see  sub-paragraph (8) ).     8   P’s total liability under  sub-paragraph (7)  may not exceed £1,800.       5ZB   An officer of His Majesty’s Revenue and Customs may mitigate or remit any penalty imposed under  paragraph 5ZA .         5   After  paragraph 5ZB  (inserted by  subsection (4) ) insert—    Information to be provided to valuation officer: penalties: England   5ZC    1   Where a person (“ P ”) fails to comply with a valuation notification requirement (including where P makes a false statement in purported compliance with the requirement), P is liable to a penalty the amount of which is determined in accordance with  paragraph 5ZD (1) .     2   Where P knowingly or recklessly makes a false statement in purported compliance with a valuation notification requirement, P commits an offence and is liable on summary conviction to imprisonment for a term not exceeding 3 months or to a fine not exceeding level 3 on the standard scale or to both (but see  sub-paragraph (7) ).     3   A valuation officer may, if satisfied beyond reasonable doubt that P has committed an offence under  sub-paragraph (2) , determine that P is instead liable to a penalty the amount of which is determined in accordance with  paragraph 5ZD (2)  (see also  sub-paragraphs (9)  and  (10)  of this paragraph).     4   Where P is liable to a penalty under  sub-paragraph (1)  or  (3) , the valuation officer may serve a notice (a “penalty notice”) on P stating—   a   the valuation notification requirement with which P has failed to comply,     b   that P is liable to a penalty under  sub-paragraph (1)  or  (3)  (as the case may be),     c   the amount of the penalty,     d   the period within which the penalty must be paid,     e   in a case where P is liable to a penalty under  sub-paragraph (1) , the effect of  paragraph 5ZD (3) ,     f   that P has a right to require a review under  paragraph 5BD , and     g   that P has a right of appeal under  paragraph 5BE .       5   A penalty notice may be served in relation to one or more liabilities under this paragraph.     6   A penalty imposed under  sub-paragraph (1)  or  (3)  must be paid within the period of 30 days beginning with the date of the penalty notice (but see  paragraph 5BF (1)  and  (2) ).     7   Where a penalty notice is served on P in relation to a liability under  sub-paragraph (3)  in respect of a false statement—   a   no criminal proceedings for an offence under  sub-paragraph (2)  may be instituted against P, and no further penalty notice may be served, in respect of the false statement before the end of the period within which the liability under  sub-paragraph (3)  may be discharged as a result of payment or remittance of the penalty;     b   if the liability under  sub-paragraph (3)  is discharged (for any reason), then in respect of the false statement—   i   no criminal proceedings for an offence under  sub-paragraph (2)  may be instituted against P (and P may not at any time be convicted of an offence under that sub-paragraph in any proceedings that have already been instituted);     ii   no further penalty notice may be served on P in relation to liability under  sub-paragraph (3)  in respect of the false statement;       c   if the liability under  sub-paragraph (3)  is discharged as a result of the payment of the penalty, then, in respect of the false statement, any penalty notice previously served on P in relation to liability under  sub-paragraph (1)  which has not been discharged ceases to have effect.       8   The discharge of liability under  sub-paragraph (3)  in respect of a false statement as a result of the remittance of a penalty does not prevent a penalty notice being served in relation to any liability under sub-paragraph  (1)  in respect of that false statement.     9   Sub-paragraph (10)  applies where—   a   a penalty notice is served on P in relation to a liability under  sub-paragraph (1)  in respect of a false statement,     b   P’s liability under that sub-paragraph has been discharged as a result of P paying the penalty, and     c   either—   i   P is subsequently convicted of an offence under  sub-paragraph (2)  in respect of the false statement, or     ii   a penalty notice (“the subsequent penalty notice”) is subsequently served on P in relation to a liability under  sub-paragraph (3)  in respect of the false statement.         10   The sentence on conviction, or the amount of the penalty stated in the subsequent penalty notice, must reflect the amount of the penalty paid by P in discharging P’s liability under  sub-paragraph (1) .     11   For the purposes this paragraph and in  paragraphs 5ZD  and  5ZE —     “ false statement ” means a statement made by P which is false in a material particular;      “ valuation notification requirement ” means a requirement under  paragraph 4J  to  4M .          5ZD    1   Where P is liable to a penalty under  paragraph 5ZC (1) , the maximum amount of the penalty is the greater of—   a   2% of the rateable value shown in a list compiled under this Part or, if greater, of the actual rateable value of the hereditament concerned for the day on which the liability to the penalty arises, and     b   £900.       2   Where P is liable to a penalty under  paragraph 5ZC (3) , the maximum amount of the penalty is the sum of—   a   3% of the rateable value shown in a list compiled under this Part or, if greater, of the actual rateable value of the hereditament concerned for the day on which the liability to the penalty arises, and     b   £500.       3   Where P is liable to a penalty under  paragraph 5ZC (1)  and fails to comply with the valuation notification requirement within the period of 30 days beginning with the day on which the penalty notice is served, P is liable to a maximum further penalty of £60 for each day on which the failure continues after the end of that period (but see  sub-paragraph (4) ).     4   P’s total liability under  sub-paragraph (3)  may not exceed £1,800.       5ZE    1   For the purposes of  paragraph 5ZD —   a   the “actual rateable value” of a hereditament is the rateable value of the hereditament that, disregarding any matter within  sub-paragraph (2) , would be shown in a list compiled under this Part for the day on which the liability to the penalty arises if P had complied with all valuation notification requirements;     b   the “hereditament concerned” is the hereditament in relation to which the valuation notification requirement applies to P;     c   a list compiled under this Part is to be used to find the rateable value of the hereditament for the day concerned.       2   A matter is within this sub-paragraph if—   a   a change occurs in relation to it at any time during the period beginning with the specified day and ending with the day on which the liability to the penalty arises, and     b   the change results or would result in a reduction in the rateable value of the hereditament shown in a list compiled under this Part for the day concerned.       3   For the purposes of  sub-paragraph (2)  the “specified day” is—   a   where the penalty notice is served in respect of a failure by P to provide notifiable information under  paragraph 4J , the first day of the notification period (within the meaning of that paragraph), or     b   where the penalty notice is served in respect of a failure by P to provide information that is—   i   required by an information notice under  paragraph 4M (1) , but     ii   not required to be provided under  paragraph 4J ,    the day on which the information notice is served.         5ZF   A valuation officer may mitigate or remit any penalty imposed under  paragraph 5ZC  or  5ZD .         6   After paragraph 5B insert—    Reviews and appeals of decisions of His Majesty’s Revenue and Customs   5BA    1   A person (“ P ”) who is served with a penalty notice under  paragraph 5ZA (4)  may require a review of the decision to serve the penalty notice.     2   P requires a review under  sub-paragraph (1)  by giving notice to the issuing officer within the period of 30 days beginning with the date of the penalty notice—   a   using the online facility provided by the issuing officer for use in connection with notices under this paragraph, or     b   in another manner agreed with the issuing officer.       3   Sub-paragraphs (4)  to  (9)  apply where P gives notice in accordance with  sub-paragraph (2) .     4   The review must be carried out by a reviewing officer.     5   The reviewing officer must have regard to anything done by P or the issuing officer in connection with the decision to serve the penalty notice.     6   Otherwise, the nature and extent of the review are to be such as appear appropriate to the reviewing officer in the circumstances.     7   The review must conclude that the penalty is to be—   a   confirmed,     b   mitigated, or     c   remitted.       8   The reviewing officer must notify P of the conclusions of the review and their reasoning within the period of 45 days beginning with the day on which P gave notice under  sub-paragraph (2) .     9   Where a review is required to be carried out under this paragraph but the reviewing officer does not give notice to P within the time period specified in  sub-paragraph (8) , the reviewing officer is deemed to have notified P that the penalty is confirmed.     10   In this paragraph and  paragraph 5BB —     “ issuing officer ” means the officer of His Majesty’s Revenue and Customs who served the notice;      “ reviewing officer ” means an officer of His Majesty’s Revenue and Customs other than the officer who served the notice.          5BB    1   This paragraph applies where a reviewing officer notifies, or is deemed to have notified, P of the conclusions of a review in accordance with  paragraph 5BA .     2   P may appeal to the valuation tribunal within the period of 30 days beginning with the day on which the reviewing officer notifies, or is deemed to have notified, P of the conclusions of the review.     3   On an appeal under this paragraph the valuation tribunal may mitigate or remit—   a   a penalty arising under  paragraph 5ZA (1)  if it is satisfied—   i   that P had a reasonable excuse for not complying with the requirement specified in  paragraph 4C , or     ii   that P has in fact complied with that requirement (including by virtue of P not in fact being required to make a notification or provide any information (as the case may be));       b   a penalty arising under  paragraph 5ZA (2)  if it is satisfied that P did not carelessly or deliberately make a false statement (within the meaning of that paragraph).       4   In this paragraph “ valuation tribunal ” means—   a   for the purposes of an appeal relating to a hereditament situated in England, the Valuation Tribunal for England;     b   for the purposes of an appeal relating to a hereditament situated in Wales, a valuation tribunal established under paragraph 1 of Schedule 11.         5BC    1   Sub-paragraph (2)  applies, in relation to a penalty imposed under  sub-paragraph (1)  or  (2)  of  paragraph 5ZA , where P—   a   requires a review under  paragraph 5BA , or     b   appeals to the valuation tribunal under  paragraph 5BB .       2   The period within which the penalty must be paid is extended by the period—   a   beginning with the day on which P requires a review or appeals to the valuation tribunal, and     b   ending with the day on which the review or appeal is finally determined.       3   Neither a review under  paragraph 5BA  nor an appeal under  paragraph 5BB  prevents liability to any further penalty or penalties arising under  paragraph 5ZA (7) .     4   A review under  paragraph 5BA  or an appeal under  paragraph 5BB  in respect of a penalty imposed under  sub-paragraph (1)  or  (2)  of  paragraph 5ZA  (as the case may be) is to be treated as a review of, or appeal against, that penalty and any further penalty which may be imposed under  paragraph 5ZA (7) .           7   After  paragraph 5BC  (inserted by  subsection (6) ) insert—    Reviews and appeals of decisions of valuation officer: England   5BD    1   A person (“ P ”) who is served with a penalty notice under  paragraph 5ZC (4)  may require a review of the decision to serve the penalty notice.     2   P requires a review under  sub-paragraph (1)  by giving notice to the issuing officer within the period of 30 days beginning with the date of the penalty notice—   a   using the online facility provided by the issuing officer for use in connection with notices under this paragraph, or     b   in another manner agreed with the issuing officer.       3   Sub-paragraphs (4)  to  (9)  apply where P gives notice in accordance with  sub-paragraph (2) .     4   The review must be carried out by a reviewing officer.     5   The reviewing officer must have regard to anything done by P or the issuing officer in connection with the decision to serve the penalty notice.     6   Otherwise, the nature and extent of the review are to be such as appear appropriate to the reviewing officer in the circumstances.     7   The review must conclude that the penalty is to be—   a   confirmed,     b   mitigated, or     c   remitted.       8   The reviewing officer must notify P of the conclusions of the review and their reasoning within the period of 45 days beginning with the day on which P gave the notice under  sub-paragraph (2) .     9   Where a review is required to be carried out under this paragraph but the reviewing officer does not give notice to P within the time period specified in  sub-paragraph (8) , the reviewing officer is deemed to have notified P that the penalty is confirmed.     10   In this paragraph and  paragraph 5BE —     “ issuing officer ” means the valuation officer who served the notice;      “ reviewing officer ” means a valuation officer other than the officer who served the notice.          5BE    1   This paragraph applies where a reviewing officer notifies, or is deemed to have notified, P of the conclusions of a review in accordance with  paragraph 5BD .     2   P may appeal to the valuation tribunal within the period of 30 days beginning with the day on which the reviewing officer notifies, or is deemed to have notified, P of the conclusions of the review.     3   On an appeal under this paragraph the valuation tribunal may mitigate or remit a penalty arising under  paragraph 5ZC (1)  if it is satisfied—   a   that P had a reasonable excuse for not complying with the requirement mentioned in that sub-paragraph, or     b   that P has in fact complied with that requirement (including by virtue of P not in fact being required to make a notification or provide any information (as the case may be)).       4   On an appeal under this paragraph the valuation tribunal must remit a penalty arising under  paragraph 5ZC (3)  unless it is satisfied beyond reasonable doubt that P knowingly or recklessly made a false statement (within the meaning of that paragraph).     5   In this paragraph “ valuation tribunal ” means the Valuation Tribunal for England.       5BF    1   Sub-paragraph (2)  applies, in relation to a penalty imposed under  paragraph 5ZC (1)  or  (3) , where P—   a   requires a review under  paragraph 5BD , or     b   appeals to the valuation tribunal under  paragraph 5BE .       2   The period within which the penalty must be paid is extended by the period—   a   beginning with the day on which P requires a review or appeals to the valuation tribunal, and     b   ending with the day on which the review or appeal is finally determined.       3   Neither a review under  paragraph 5BD  nor an appeal under  paragraph 5BE  prevents liability to any further penalty or penalties arising under  paragraph 5ZD (3) .     4   A review under  paragraph 5BD  or an appeal under  paragraph 5BE  in respect of a penalty imposed under  paragraph 5ZC (1)  is to be treated as a review of, or appeal against, that penalty and any further penalty which may be imposed under  paragraph 5ZD (3) .          "}, {"act": "Non-Domestic Rating Act 2023", "year": 2023, "section": "14", "section_title": "Alterations to lists: matters not to be taken into account in valuation", "section_text": " 14    1   In Schedule 6 to the Act (valuation)—   a   in paragraph 2(5), at the end insert  “(but this is subject to paragraph 2ZA)” ;     b   in paragraph 2(6), at the end insert  “(but this is subject to paragraph 2ZA)” ;     c   in paragraph 2(7)—   i   for paragraph (a) substitute—    a   matters affecting the physical state of the hereditament,     aa   matters affecting the physical enjoyment of the hereditament,     ;     ii   for paragraph (d) substitute—    d   matters affecting the physical state of the locality in which the hereditament is situated,     da   matters which, though not affecting the physical state of the locality in which the hereditament is situated, are nonetheless physically manifest there, and     ;       d   after paragraph 2 insert—    2ZA    1   Sub-paragraph (2) applies for the purposes of—   a   compiling a list on or after 1 April 2026, where the day by reference to which the rateable value of a non-domestic hereditament in England is to be determined is a day specified under paragraph 2(3)(b), and     b   altering a list compiled on or after 1 April 2023.       2   In making a determination or a further determination as to the rateable value of a hereditament situated in England for the purposes for which this paragraph applies, no account is to be taken of any change to a matter within paragraph 2(7)(aa), (da) or (e) that—   a   is directly or indirectly attributable to a relevant factor, and     b   in a case within sub-paragraph (1)(a), occurs after the day by reference to which the rateable value is to be determined but on or before the day on which the list is to be compiled.       3   The relevant factors are—   a   legislation of any country or territory;     b   provision that is not within paragraph (a) but is made under, and given effect by, legislation of any country or territory;     c   advice or guidance given by a public authority of any country or territory;     d   anything done by a person with a view to compliance with anything within paragraph (a), (b) or (c).       4   Sub-paragraph (2) does not apply to the making of a determination to the extent that it concerns whether a hereditament or some part of a hereditament—   a   is or is not a domestic property, or     b   is or is not exempt from local non-domestic rating.       5   In this paragraph—     “ legislation ” includes any provision of a legislative character;      “ public authority ” includes any person exercising functions of a public nature.               2   In the Non-Domestic Rating (Alteration of Lists and Appeals) (England) Regulations 2009 ( S.I. 2009/2268 ), in regulation 4 (circumstances in which proposals to alter a rateable value shown in a list may be made), in paragraph (1)(b), at the end insert  “(but this is subject to paragraph 2ZA of Schedule 6 to the Act)” .     3   The amendment made by  subsection (1) (d) has effect in relation to a change to a matter whether it occurs before or after that subsection comes into force.    "}, {"act": "Non-Domestic Rating Act 2023", "year": 2023, "section": "15", "section_title": "Multipliers", "section_text": "15 1 Schedule 7 to the Act (non-domestic rating multipliers) is amended as follows. 2 Before Part 1 insert— PART A1 Non-Domestic Rating Multipliers: England CHAPTER 1 Introduction A1 This Part of this Schedule has effect to determine, in relation to England, for each chargeable financial year— a the non-domestic rating multiplier, and b the small business non-domestic rating multiplier. A2 In this Part— a Chapter 2 makes provision about the calculation of the non-domestic rating multiplier; b Chapter 3 makes provision about the calculation of the small business non-domestic rating multiplier; c Chapter 4 makes provision about the making, and the giving of notice, of such calculations; d Chapter 5 makes provision about the interpretation of terms used in this Part; e Chapter 6 makes provision about regulations under this Part. CHAPTER 2 The non-domestic rating multiplier Revaluation years A3 The non-domestic rating multiplier for a revaluation year is to be calculated in accordance with the formula— A × C × E D × F Other years A4 1 The non-domestic rating multiplier for a chargeable financial year other than a revaluation year is— a the default amount, or b if the Secretary of State makes an adjustment to that amount under  sub-paragraph (3) , that amount as adjusted. 2 The default amount is to be calculated in accordance with the formula— A × C D 3 The Secretary of State makes an adjustment to the default amount by adjusting it to reflect the extent to which the Secretary of State’s last estimate of the total mentioned in  paragraph A10 (6)  or  (7)  appears to the Secretary of State to differ from the actual total. CHAPTER 3 The small business non-domestic rating multiplier Revaluation years A5 The small business non-domestic rating multiplier for a revaluation year is to be calculated in accordance with the formula— B × C × E D × F Other years A6 1 The small business non-domestic rating multiplier for a chargeable financial year other than a revaluation year is— a the default amount, or b if the Secretary of State makes an adjustment to that amount under  sub-paragraph (3) , that amount as adjusted. 2 The default amount is to be calculated in accordance with the formula— B × C D 3 The Secretary of State makes an adjustment to the default amount by adjusting it to reflect the extent to which the Secretary of State’s last estimate of the total mentioned in  paragraph A10 (6)  or  (7)  appears to the Secretary of State to differ from the actual total. CHAPTER 4 Making and giving notice of calculations etc A7 1 The Secretary of State must— a calculate the non-domestic rating multiplier and the small business non-domestic rating multiplier for a chargeable financial year, and b as soon as reasonably practicable after doing so, serve on each billing authority a notice stating the multipliers as so calculated. 2 A notice under  sub-paragraph (1) (b)  must show how any calculation has been made and contain details of— a any estimates that have been made under  paragraph A10 (6)  or  (7) , including the date determined under  paragraph A11 (3)  for the purpose of making those estimates, and b any adjustments that have been made under  paragraph A4 (3)  or  A6 (3) 3 Where the chargeable financial year is one for which the Secretary of State has calculated a figure for D under  paragraph A10 (5) (b) , the notice under  sub-paragraph (1) (b)  must contain that figure. A8 A calculation made by the Secretary of State under  paragraph A7  is invalid if it is made at a time when regulations under  paragraph A10 (4) (b)  have not come into force which, if they had come into force, would be effective in relation to the year. A9 In calculating a multiplier a part of a whole (if any) is to be calculated to three decimal places only. CHAPTER 5 Interpretation A10 1 This paragraph applies for the purposes of this Part of this Schedule. 2 “A” is the non-domestic rating multiplier for the financial year preceding the year concerned. 3 “B” is the small business non-domestic rating multiplier for the financial year preceding the year concerned. 4 “C” is— a the consumer prices index for September of the financial year preceding the year concerned, or b where the Treasury so provides by regulations in relation to the year and multiplier concerned, a figure which is less than the index mentioned in  paragraph (a)  and which is specified in, or calculated in a manner specified in, the regulations. 5 “D” is— a the consumer prices index for September of the financial year which precedes that preceding the year concerned (“ the first year ”), or b where the base month for the consumer prices index for September of the first year differs from that for the index for September of the year which precedes the year concerned (“ the second year ”), the figure which the Secretary of State calculates would have been the consumer prices index for September of the first year if the base month for that index had been the same as the base month for the index for September of the second year. 6 “E” is the number of whole pounds in the Secretary of State’s estimate of the total of the appropriate rateable values of all appropriate hereditaments, where— a “appropriate rateable values” are those which will be shown in lists for the last day of the financial year preceding the year concerned once all alterations to those lists have been made; b “appropriate hereditaments” are those which will be shown in lists for that day once all alterations to those lists have been made. 7 “F” is the number of whole pounds in the Secretary of State’s estimate of the total of the appropriate rateable values of all appropriate hereditaments, where— a “appropriate rateable values” are those which will be shown in lists for the first day of the financial year concerned once all alterations to those lists have been made; b “appropriate hereditaments” are those which will be shown in lists for that day once all alterations to those lists have been made. 8 “ Revaluation year ” means a chargeable financial year at the beginning of which new lists must be compiled (see sections 41(2A) and 52(2A)). A11 1 References in  paragraph A10  to the consumer prices index are to— a the general index of consumer prices (for all items) published by the Statistics Board for the month concerned, or b if that index is not published for the month concerned, any substituted index or index figures published by the Board. 2 For the purposes of  paragraph A10 (5) (b)  the base month for the consumer prices index for September of a particular year is the month for which the consumer prices index is taken to be 100 and by reference to which the index for the September in question is calculated. 3 Estimates under  paragraph A10 (6)  and  (7)  are to be made on the basis of information available to the Secretary of State on such date as the Secretary of State determines. 4 The reference in  paragraph A10 (7) (a)  to rateable values which will be shown in lists for the first day of the chargeable financial year concerned once all alterations to those lists have been made includes a reference to rateable values which will be shown in lists for a later day as a result of any alterations of the lists because of the inaccuracy of the lists for that first day. CHAPTER 6 Regulations A12 1 Regulations under  paragraph A10 (4) (b)  are to be made by statutory instrument. 2 A statutory instrument containing regulations under  paragraph A10 (4) (b)  is subject to annulment in pursuance of a resolution of the House of Commons. 3 In paragraph 5 (interpretation)— a in sub-paragraph (9B), for “retail” substitute  “consumer” ; b after sub-paragraph (10) insert— 10A In relation to England, in calculating a multiplier a part of a whole (if any) is to be calculated to three decimal places only— a adding one thousandth where (apart from this sub-paragraph) there would be more than five ten-thousandths, and b ignoring the ten-thousandths where (apart from this sub-paragraph) there would be five, or less than five, ten-thousandths. ; c in sub-paragraph (11)— i at the beginning insert  “In relation to Wales,” ; ii omit paragraphs (a) and (b); d for sub-paragraph (13C) substitute— 13C A statutory instrument containing regulations under sub-paragraph (13A) may not be made unless a draft of the instrument has been laid before and approved by resolution of Senedd Cymru. 4 In paragraph 6 (supplementary)— a omit sub-paragraph (4B); b in sub-paragraph (4C) omit “also”."}, {"act": "Non-Domestic Rating Act 2023", "year": 2023, "section": "16", "section_title": "Meaning of “the Act”", "section_text": " 16   In this Act, “ the Act ” means the Local Government Finance Act 1988.  "}, {"act": "Non-Domestic Rating Act 2023", "year": 2023, "section": "17", "section_title": "Consequential provision", "section_text": " 17    1   In  the Schedule —   a   Part 1  contains provision consequential on sections  1  to  3 ;     b   Part 2  contains provision consequential on sections  5  and  6 ;     c   Part 3  contains provision consequential on  section 8 ;     d   Part 4  contains provision consequential on  sections 12  and  13 ;     e   Part 5  contains provision consequential on  section 15 .       2   The appropriate national authority may by regulations made by statutory instrument make further provision that is consequential on this Act.     3   In  subsection (2) , “ the appropriate national authority ” means—   a   in relation to England, the Secretary of State;     b   in relation to Wales, the Welsh Ministers.       4   The power of the Secretary of State to make regulations under  subsection (2)  may, in particular, be exercised by amending, repealing, revoking or otherwise modifying any provision made by or under an Act passed before, or in the same session of Parliament as, this Act.     5   The power of the Welsh Ministers to make regulations under  subsection (2)  may, in particular, be exercised by amending, repealing, revoking or otherwise modifying any provision made by or under primary legislation passed or made before, or in the same session of Parliament as, this Act.     6   A statutory instrument containing regulations made by the Secretary of State under  subsection (2)  that amend or repeal provision made by an Act may not be made unless a draft of the instrument has been laid before and approved by resolution of each House of Parliament.     7   Any other statutory instrument containing regulations made by the Secretary of State under  subsection (2)  is subject to annulment in pursuance of a resolution of either House of Parliament.     8   A statutory instrument containing regulations made by the Welsh Ministers under  subsection (2)  that amend or repeal provision made by primary legislation may not be made unless a draft of the instrument has been laid before and approved by a resolution of Senedd Cymru.     9   Any other statutory instrument containing regulations made by the Welsh Ministers under  subsection (2)  is subject to annulment in pursuance of a resolution made by Senedd Cymru.     10   In this section, “ primary legislation ” means—   a   an Act of Parliament;     b   a Measure or Act of the National Assembly for Wales or an Act of Senedd Cymru.      "}, {"act": "Non-Domestic Rating Act 2023", "year": 2023, "section": "18", "section_title": "Extent", "section_text": " 18    1   Subject to  subsection (2) , this Act extends to England and Wales.     2   Section 11  also extends to Northern Ireland.    "}, {"act": "Non-Domestic Rating Act 2023", "year": 2023, "section": "19", "section_title": "Commencement and application", "section_text": " 19    1   The following provisions come into force on the day on which this Act is passed—   a   sections  1  to  6 ,  9 ,  14 ,  15 (3) (b)  and  (c) (i) ,  16 ,  17 (1) (a)  and  (2)  to  (10) ,  18 , and  20 ,     b   this section, and     c   Parts 1  and  2  of  the Schedule .       2   The amendments made by the following provisions have effect in relation to financial years beginning on or after 1 April 2024—   a   sections  1  to  3 , and     b   Part 1  of  the Schedule .       3   Sections  7  and  11  come into force at the end of the period of two months beginning with the day on which this Act is passed.     4   The following provisions come into force in accordance with provision contained in regulations made by the appropriate national authority—   a   sections  10 ,  12  and  13 (2) ,  (4)  and  (6)  (and  section 13 (1)  so far as relating to those subsections), and     b   paragraphs  39 (a) ,  46 ,  49 (c)  and  (d) ,  50  and  53 (a)  of  Part 4  of  the Schedule  (and  section 17 (1) (d)  and  paragraph 40  of  the Schedule  so far as relating to those paragraphs).       5   Section  15 (3) (a) ,  (c) (ii),  (d)  and  (4)  (and  section 15 (1)  so far as relating to those subsections) come into force in accordance with provision contained in regulations by the Welsh Ministers.     6   The remaining provisions of this Act come into force in accordance with provision contained in regulations made by the Secretary of State.     7   The appropriate national authority may by regulations make transitional, transitory or saving provision in connection with the coming into force of any provision of this Act.     8   The power to make regulations under  subsection (7)  includes power to make different provision for different purposes.     9   A power to make regulations under this section is exercisable by statutory instrument.     10   In this section—     “ the appropriate national authority ” means—     in relation to England, the Secretary of State;      in relation to Wales, the Welsh Ministers;         “ financial year ” means a period of 12 months beginning with 1 April.       "}, {"act": "Non-Domestic Rating Act 2023", "year": 2023, "section": "20", "section_title": "Short title", "section_text": " 20   This Act may be cited as the Non-Domestic Rating Act 2023.  "}]