[{"act": "Procurement Act 2023", "year": 2023, "section": "1", "section_title": "Procurement and covered procurement", "section_text": " 1    1   In this Act—   a   “ procurement ” means the award, entry into and management of a contract;     b   “ covered procurement ” means the award, entry into and management of a public contract.       2   In this Act, a reference to a procurement or covered procurement includes a reference to—   a   any step taken for the purpose of awarding, entering into or managing the contract;     b   a part of the procurement;     c   termination of the procurement before award.       3   In this Act, a reference to a contracting authority carrying out a procurement or covered procurement is a reference to a contracting authority carrying out a procurement or covered procurement—   a   on its own behalf, including where it acts jointly with or through another person other than a centralised procurement authority, and     b   if the contracting authority is a centralised procurement authority—   i   for or on behalf of another contracting authority, or     ii   for the purpose of the supply of goods, services or works to another contracting authority.         4   In this Act, “ centralised procurement authority ” means a contracting authority that is in the business of carrying out procurement for or on behalf of, or for the purpose of the supply of goods, services or works to, other contracting authorities.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "2", "section_title": "Contracting authorities", "section_text": " 2    1   In this Act “ contracting authority ” means—   a   a public authority, or     b   in the case of a utilities contract, a public authority, public undertaking or private utility,    other than an excluded authority.     2   In this Act—     “ public authority ” means a person that is—     wholly or mainly funded out of public funds, or      subject to public authority oversight,     and does not operate on a commercial basis (but see subsections  (9)  and  (10) );      “ public undertaking ” means a person that—     is subject to public authority oversight, and      operates on a commercial basis;         “ private utility ” means a person that—     is not a public authority or public undertaking, and      carries out a utility activity.           3   A person is subject to public authority oversight if the person is subject to the management or control of—   a   one or more public authorities, or     b   a board more than half of the members of which are appointed by one or more public authorities.       4   The following are examples of factors to be taken into account in determining whether a person operates on a commercial basis—   a   whether the person operates on the basis that its losses would be borne, or its continued operation secured, by a public authority (whether directly or indirectly);     b   whether the person contracts on terms more favourable than those that might reasonably have been available to it had it not been associated with a public authority;     c   whether the person operates on a market that is subject to fair and effective competition.       5   The following authorities are excluded authorities—   a   a devolved Scottish authority;     b   the Security Service, the Secret Intelligence Service and the Government Communications Headquarters;     c   the Advanced Research and Invention Agency;     d   any person that is subject to public authority oversight—   i   only by reference to a devolved Scottish authority, or     ii   by reference to an authority mentioned in paragraph  (b)  or  (c) .         6   An authority is a “devolved Scottish authority” if its functions are exercisable only in or as regards Scotland, and—   a   none of its functions relate to reserved matters, or     b   some of its functions relate to reserved matters and some do not.       7   A contracting authority that is a public undertaking or private utility is to be treated as a devolved Scottish authority for the purposes of this Act if it operates only in or as regards Scotland, and—   a   none of its activities relate to reserved matters, or     b   some of its activities relate to reserved matters and some do not.       8   In this Act, a reference to a devolved Scottish authority includes a reference to an authority that is to be treated as a devolved Scottish authority for the purposes of this Act.     9   In this Act, a reference to a public authority includes a reference to the Common Council of the City of London.     10   For the purposes of this Act, a person that operates on a commercial basis but is, as a controlled person, awarded an exempted contract by a public authority in reliance on paragraph 2 of Schedule 2 (vertical arrangements) is to be treated as a public authority in relation to any relevant sub-contract.     11   This Act does not apply to His Majesty acting in his private capacity.     12   In this section—     “ relevant sub-contract ” means a contract substantially for the purpose of performing (or contributing to the performance of) all or any part of the exempted contract;      “ reserved matters ” has the same meaning as in the Scotland Act 1998.       "}, {"act": "Procurement Act 2023", "year": 2023, "section": "3", "section_title": "Public contracts", "section_text": " 3    1   A “public contract” is a contract of a kind specified in subsection  (2) ,  (3)  or  (4) .     2   Any contract for the supply, for pecuniary interest, of goods, services or works to a contracting authority which—   a   has an estimated value of not less than the threshold amount for the type of contract, and     b   is not an exempted contract.       3   Any framework which—   a   has an estimated value of not less than the threshold amount for the type of contract, and     b   is not an exempted contract.       4   Any concession contract which—   a   has an estimated value of not less than the threshold amount for the type of contract, and     b   is not an exempted contract.       5   Schedule 1 sets out the threshold amounts.     6   Schedule 2 sets out contracts that are exempted contracts for the purposes of this Act.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "4", "section_title": "Valuation of contracts", "section_text": " 4    1   For the purposes of this Act, the “estimated value” of a contract is its value for the time being estimated by a contracting authority.     2   A contracting authority that estimates the value of a contract must do so in accordance with Schedule 3.     3   A contracting authority must not exercise a discretion in connection with estimating the value of a contract with a view to securing that any requirement of this Act does not apply in relation to the contract.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "5", "section_title": "Mixed procurement: above and below threshold", "section_text": " 5    1   Subsection  (3)  applies if, on award of a below-threshold contract other than a framework, a contracting authority considers that—   a   certain of the goods, services or works to be supplied under the contract could reasonably be supplied under a separate contract, and     b   that contract would have an estimated value of not less than the threshold amount for a contract of its type.       2   Subsection  (3)  applies if, on award of a below-threshold contract that is a framework, a contracting authority considers that—   a   certain of the goods, services or works to be supplied under contracts awarded in accordance with the framework could reasonably be supplied under a contract not awarded in accordance with the framework, and     b   that contract would have an estimated value of not less than the threshold amount for a contract of its type.       3   The contract is to be treated as having an estimated value of not less than the threshold amount for the type of contract.     4   In considering whether goods, services or works could reasonably be supplied under a separate contract, a contracting authority may, for example, have regard to the practical and financial consequences of awarding more than one contract.     5   In this Act “ below-threshold contract ” means—   a   a contract for the supply, for pecuniary interest, of goods, services or works to a contracting authority,     b   a framework, or     c   a concession contract,    that has an estimated value of less than the threshold amount for the type of contract.     6   This section does not apply to a contract awarded in accordance with a framework.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "6", "section_title": "Utilities contracts", "section_text": " 6    1   In this Act, “ utilities contract ” means a contract for the supply of goods, services or works wholly or mainly for the purpose of a utility activity.     2   In this Act, “ utility activity ” means an activity that—   a   is specified in Part 1 of Schedule 4,     b   is not specified in Part 2 of Schedule 4,     c   is not carried out wholly outside the United Kingdom, and     d   in the case of an activity carried out by a person that is not a public authority or public undertaking, is carried out pursuant to a special or exclusive right.       3   A person carries out a utility activity pursuant to a “special or exclusive right” if—   a   the person (whether alone or with others) has been granted a right to carry out the activity pursuant to any statutory, regulatory or administrative provision, and     b   that provision also substantially limits the ability of persons not granted the right to carry on the activity.       4   But a right to carry out a utility activity is not a “special or exclusive right” if it is granted—   a   following award under section 19 (competitive award), or     b   otherwise pursuant to a procedure in which—   i   the opportunity to be granted the right was publicised widely enough to avoid an artificial narrowing of competition, and     ii   the grant of the right was based on criteria that did not favour or disadvantage certain persons.         5   An appropriate authority may by regulations amend Part 2 of Schedule 4 for the purpose of—   a   specifying an activity, or     b   removing an activity.       6   Regulations under subsection  (5)  may not specify an activity unless the authority is satisfied that—   a   the activity is carried out on a market that is subject to fair and effective competition, and     b   entry to that market is unrestricted.       7   In this Act, a reference to a utilities contract includes a reference to a framework for the future award of contracts for the supply of goods, services or works wholly or mainly for the purpose of a utility activity.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "7", "section_title": "Defence and security contracts", "section_text": " 7    1   In this Act, “ defence and security contract ” means a contract for the supply of—   a   military equipment;     b   sensitive equipment;     c   goods, services or works necessary for the development, production, maintenance or decommissioning of military equipment or sensitive equipment;     d   logistics services relating to military equipment or sensitive equipment;     e   goods, services or works for wholly military purposes;     f   sensitive services or sensitive works;     g   goods, services or works that are otherwise relevant to the operational capability, effectiveness, readiness for action, safety or security of the armed forces.       2   In this Act, a reference to a defence and security contract includes a reference to a framework for the future award of contracts for the supply of goods, services or works of a kind described in subsection  (1)(a)  to  (g) .     3   A contract that is a defence and security contract only by virtue of subsection  (1)(g)  is not to be treated as a defence and security contract for the purposes of Schedule 1 (thresholds for application of this Act).     4   In this Act, “ defence authority contract ” means a defence and security contract awarded by a defence authority.     5   A “defence authority” is a contracting authority specified in regulations made by a Minister of the Crown.     6   A Minister of the Crown may only specify a contracting authority for the purposes of subsection  (5)  if the Minister considers that the authority exercises its functions wholly or mainly for the purposes of defence or national security.     7   In this section—     “ classified information ” means information or other material which—     in the interests of national security, requires protection from unauthorised access, distribution, or destruction, or from other compromise, and      on the basis of those interests, has that protection under the law of any part of the United Kingdom;         “ decommissioning ”, in relation to equipment, includes—     withdrawal of equipment from use;      disposal or destruction of equipment;         “ development ”, in relation to equipment, includes—     research allowing for the development of equipment, and      development of industrial processes allowing for the production of equipment;         “ equipment ” includes any part, component or subassembly of equipment;      “ maintenance ”, in relation to equipment, includes—     repair of equipment;      modernisation of equipment;      modifications to equipment;      installing equipment, including after its transport to a new location;      testing equipment;         “ military equipment ” means equipment specifically designed or adapted for military purposes, including—     arms, munitions or war material, and      any of the military goods, software and technology the export or transfer of which is controlled by virtue of Schedule 2 to the Export Control Order 2008 ( S.I. 2008/3231 ), as amended from time to time;         “ sensitive equipment ” means equipment for use for security purposes where—     the use or supply of the equipment may involve dealing with classified information,      the supply of the equipment requires access to a physical site or to other equipment as a result of which classified information is likely to be accessible to the supplier, or      the equipment contains classified information;         “ sensitive services ” means services performed for security purposes where performing the services—     involves dealing with classified information, or      requires access to a physical site or to equipment as a result of which sensitive equipment or classified information is likely to be accessible to the supplier,     and includes the training of personnel to use sensitive equipment;      “ sensitive works ” means works undertaken for security purposes, where undertaking the works—     involves dealing with classified information, or      requires access to a physical site or to equipment as a result of which sensitive equipment or classified information is likely to be accessible to the supplier;         “ supply ”, in relation to equipment, other goods, services or works, includes the development of the equipment, other goods, services or works for the purposes of their supply to the contracting authority;      “wholly military purposes” include—     the transportation of military personnel or military equipment;      the training of military personnel;      the training of other personnel to use military equipment;      the construction of military facilities, including military airfields, military storage facilities or facilities for the maintenance of military equipment.          "}, {"act": "Procurement Act 2023", "year": 2023, "section": "8", "section_title": "Concession contracts", "section_text": " 8    1   In this Act, “ concession contract ” means a contract for the supply, for pecuniary interest, of works or services to a contracting authority where—   a   at least part of the consideration for that supply is a right for the supplier to exploit the works or services, and     b   under the contract the supplier is exposed to a real operating risk.       2   An “operating risk” is a risk that the supplier will not be able to recover its costs in connection with the supply and operation of the works or services, where the factors giving rise to that risk—   a   are reasonably foreseeable at the time of award, and     b   arise from matters outside the control of the contracting authority and the supplier.      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "9", "section_title": "Light touch contracts", "section_text": " 9    1   In this Act, “ light touch contract ” means a contract wholly or mainly for the supply of services of a kind specified in regulations under subsection (2).     2   An appropriate authority may by regulations specify services for the purposes of the definition in subsection  (1) .     3   But an appropriate authority may specify services only if, having had regard to the nature of those services, the authority considers that it is appropriate for the award of public contracts for their supply to be exempted from the provisions of this Act that do not apply to light touch contracts.     4   In having regard to the nature of services for that purpose, the appropriate authority must, in particular, consider the extent to which—   a   suppliers from outside the United Kingdom are likely to want to compete for contracts for the supply of the services;     b   the services are supplied for the benefit of individuals (for example, health or social care services) or the community generally;     c   proximity between the supplier and the recipient of the services is necessary or expedient for the effective and efficient supply of the services.       5   In this Act, a reference to a light touch contract includes a reference to a framework for the future award of contracts wholly or mainly for the supply of services of a kind specified in regulations under subsection (2).    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "10", "section_title": "Mixed procurement: special regime contracts", "section_text": " 10    1   Subsection  (3)  applies if, on award of a special regime contract other than a framework, a contracting authority considers that—   a   certain of the goods, services or works to be supplied under the contract could reasonably be supplied under a separate contract, and     b   that contract—   i   would not be a special regime contract of the same kind (or at all), and     ii   would have an estimated value of not less than the threshold amount for the type of contract.         2   Subsection  (3)  applies if, on award of a special regime contract that is a framework, a contracting authority considers that—   a   certain of the goods, services or works to be supplied under contracts awarded in accordance with the framework could reasonably be supplied under a contract not awarded in accordance with the framework, and     b   that contract—   i   would not be a special regime contract of the same kind (or at all), and     ii   would have an estimated value of not less than the threshold amount for the type of contract.         3   The contract is not to be treated as a special regime contract for the purposes of this Act.     4   Subsection  (3)  does not apply to prevent the contract from being treated as a defence and security contract if the contracting authority has good reasons for not awarding separate contracts.     5   In considering whether goods, services or works could reasonably be supplied under a separate contract, a contracting authority may, for example, have regard to the practical and financial consequences of awarding more than one contract.     6   A “ special regime contract ” means—   a   a concession contract,     b   a defence and security contract,     c   a light touch contract, or     d   a utilities contract,    and a reference to a special regime contract of a particular kind is a reference to a special regime contract of a kind described in paragraph  (a) ,  (b) ,  (c)  or  (d) .     7   This section does not apply for the purpose of determining whether a contract is a public contract.     8   This section does not apply to a contract awarded in accordance with a framework.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "11", "section_title": "Covered procurement only in accordance with this Act", "section_text": " 11    1   A contracting authority may not carry out a covered procurement except in accordance with this Act.     2   Accordingly, a contracting authority may not enter into a public contract unless it is awarded in accordance with—   a   section 19 (competitive award);     b   section 41 (direct award in special cases);     c   section 43 (direct award after switching procedures);     d   section 45 (award under frameworks).      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "12", "section_title": "Covered procurement: objectives", "section_text": " 12    1   In carrying out a covered procurement, a contracting authority must have regard to the importance of—   a   delivering value for money;     b   maximising public benefit;     c   sharing information for the purpose of allowing suppliers and others to understand the authority’s procurement policies and decisions;     d   acting, and being seen to act, with integrity.       2   In carrying out a covered procurement, a contracting authority must treat suppliers the same unless a difference between the suppliers justifies different treatment.     3   If a contracting authority considers that different treatment is justified in a particular case, the authority must take all reasonable steps to ensure it does not put a supplier at an unfair advantage or disadvantage.     4   In carrying out a covered procurement, a contracting authority must—   a   have regard to the fact that small and medium-sized enterprises may face particular barriers to participation, and     b   consider whether such barriers can be removed or reduced.      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "13", "section_title": "The national procurement policy statement", "section_text": " 13    1   A Minister of the Crown may publish a statement setting out the Government’s strategic priorities in relation to procurement.     2   In this section, “ the national procurement policy statement ” means the statement for the time being published under this section.     3   Before publishing the national procurement policy statement, a Minister of the Crown must—   a   carry out such consultation as the Minister considers appropriate,     b   make any changes to the statement that appear to the Minister to be necessary in view of responses to the consultation, and     c   lay the statement before Parliament.       4   A Minister of the Crown must withdraw the national procurement policy statement if, before the end of the 40-day period, either House of Parliament resolves not to approve it.     5   “The 40-day period” is the period of 40 days beginning with the day on which the statement is laid before Parliament (or, if it is not laid before each House of Parliament on the same day, the later of the days on which it is laid).     6   When calculating the 40-day period, ignore any period during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days.     7   A Minister of the Crown must keep the national procurement policy statement under review.     8   The national procurement policy statement may be amended or replaced by a subsequent statement, and this section applies in relation to any amended or replacement statement as it applies in relation to the original statement.     9   A contracting authority must have regard to the national procurement policy statement.     10   Subsection  (9)  does not apply—   a   to private utilities;     b   in relation to the award of a contract—   i   in accordance with a framework, or     ii   by reference to suppliers’ membership of a dynamic market;       c   in relation to procurement under a devolved Welsh procurement arrangement or transferred Northern Ireland procurement arrangement;     d   to a devolved Welsh authority or transferred Northern Ireland authority, except in relation to procurement under a reserved procurement arrangement (but not an arrangement of a kind mentioned in paragraph  (b) ).      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "14", "section_title": "The Wales procurement policy statement", "section_text": " 14    1   The Welsh Ministers may publish a statement setting out the Welsh Government’s strategic priorities in relation to procurement.     2   In this section, “ the Wales procurement policy statement ” means the statement for the time being published under this section.     3   Before publishing the Wales procurement policy statement, the Welsh Ministers must—   a   carry out such consultation as the Welsh Ministers consider appropriate,     b   make any changes to the statement that appear to the Welsh Ministers to be necessary in view of responses to the consultation, and     c   lay the statement before the Senedd.       4   The Welsh Ministers must withdraw the Wales procurement policy statement if, before the end of the period of 40 days beginning with the day on which the statement is laid before the Senedd, the Senedd resolves that the statement be annulled.     5   When calculating the period of 40 days for the purposes of subsection  (4) , ignore any period during which the Senedd is dissolved or in recess for more than four days.     6   The Welsh Ministers must keep the Wales procurement policy statement under review.     7   The Wales procurement policy statement may be amended or replaced by a subsequent statement, and this section applies in relation to any amended or replacement statement as it applies in relation to the original statement.     8   The following contracting authorities must have regard to the Wales procurement policy statement—   a   a devolved Welsh authority, except in relation to procurement under a reserved procurement arrangement or transferred Northern Ireland procurement arrangement;     b   a contracting authority other than a devolved Welsh authority in relation to procurement under a devolved Welsh procurement arrangement.       9   But subsection  (8)  does not apply—   a   to private utilities;     b   in relation to the award of a contract—   i   in accordance with a framework, or     ii   by reference to suppliers’ membership of a dynamic market.         10   In this section “ the Senedd ” means Senedd Cymru.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "15", "section_title": "Planned procurement notices", "section_text": " 15    1   Before publishing a tender notice, a contracting authority may publish a planned procurement notice.     2   A “ planned procurement notice ” means a notice setting out—   a   that the contracting authority intends to publish a tender notice, and     b   any other information specified in regulations under section 95.       3   A “ qualifying planned procurement notice ” means a planned procurement notice published at least 40 days but not more than 12 months before the day on which the tender notice is published.     4   See section 54 (4)  for provision for reduced tendering periods in cases where a qualifying planned procurement notice has been published.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "16", "section_title": "Preliminary market engagement", "section_text": " 16    1   Before publishing a tender notice in respect of a public contract, a contracting authority may engage with suppliers and other persons for the purpose of—   a   developing the authority’s requirements and approach to the procurement;     b   designing a procedure, conditions of participation or award criteria;     c   preparing the tender notice and associated tender documents;     d   identifying suppliers that may be able to supply the goods, services or works required;     e   identifying likely contractual terms;     f   building capacity among suppliers in relation to the contract being awarded.       2   Engagement under subsection (1) is called “preliminary market engagement”.     3   In carrying out preliminary market engagement, a contracting authority must take steps to ensure that—   a   suppliers participating in the preliminary market engagement are not put at an unfair advantage, and     b   competition in relation to the award of the public contract is not otherwise distorted.       4   Subsection  (5)  applies if a contracting authority considers that—   a   a supplier’s participation in preliminary market engagement has put the supplier at an unfair advantage in relation to the award of a public contract, and     b   the advantage cannot be avoided.       5   The contracting authority must in relation to the award—   a   treat the supplier as an excluded supplier for the purpose of—   i   assessing tenders under section 19 (competitive award), or     ii   awarding a contract under section 41 or 43 (direct award), and       b   exclude the supplier from participating in, or progressing as part of, any competitive tendering procedure.      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "17", "section_title": "Preliminary market engagement notices", "section_text": " 17    1   If a contracting authority carries out preliminary market engagement, the authority must—   a   publish a preliminary market engagement notice before publishing a tender notice, or     b   provide reasons for not doing so in the tender notice.       2   A “ preliminary market engagement notice ” means a notice setting out—   a   that the contracting authority intends to conduct, or has conducted, preliminary market engagement, and     b   any other information specified in regulations under section 95.      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "18", "section_title": "Duty to consider lots", "section_text": " 18    1   Before publishing a tender notice in respect of a public contract, a contracting authority must consider—   a   whether the goods, services or works to be supplied under the contract could reasonably be supplied under more than one contract, and     b   whether such contracts could appropriately be awarded by reference to lots.       2   If the contracting authority considers that the goods, services or works could reasonably be supplied under more than one contract and such contracts could appropriately be awarded by reference to lots, the authority must—   a   arrange for the award of the contract or contracts by reference to lots, or     b   provide reasons for not doing so.      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "19", "section_title": "Award of public contracts following a competitive tendering procedure", "section_text": " 19    1   A contracting authority may award a public contract to the supplier that submits the most advantageous tender in a competitive tendering procedure.     2   The “most advantageous tender” is the tender that the contracting authority considers—   a   satisfies the contracting authority’s requirements, and     b   best satisfies the award criteria when assessed by reference to—   i   the assessment methodology under section 23 (3)(a) , and     ii   if there is more than one criterion, the relative importance of the criteria under section 23 (3)(b) .         3   In assessing tenders for the purposes of this section a contracting authority—   a   must disregard any tender from a supplier that does not satisfy the conditions of participation;     b   may disregard any tender from a supplier that—   i   is not a United Kingdom supplier or treaty state supplier, or     ii   intends to sub-contract the performance of all or part of the contract to a supplier that is not a United Kingdom supplier or treaty state supplier;       c   may disregard any tender that offers a price that the contracting authority considers to be abnormally low for performance of the contract;     d   may disregard any tender which breaches a procedural requirement set out in the tender notice or associated tender documents.       4   Before disregarding a tender under subsection  (3)(c)  (abnormally low price), a contracting authority must—   a   notify the supplier that the authority considers the price to be abnormally low, and     b   give the supplier reasonable opportunity to demonstrate that it will be able to perform the contract for the price offered.       5   If the supplier demonstrates to the contracting authority’s satisfaction that it will be able to perform the contract for the price offered, the authority may not disregard the tender under subsection  (3)(c)  (abnormally low price).     6   The reference to a tender breaching a procedural requirement includes a reference to a supplier breaching a procedural requirement in relation to the tender.     7   In this Act, a reference to a contracting authority’s requirements is a reference to requirements described in the tender notice or associated tender documents (see section 21(5) and (6)).     8   See sections 26 and 28 for provision about disregarding tenders from suppliers that are excluded or excludable suppliers or that are sub-contracting to excluded or excludable suppliers.     9   See sections 32 and 33 for provision about reserving public contracts to supported employment providers and qualifying public service mutuals.     10   See section 34 for provision about disregarding tenders from suppliers that are not members of a dynamic market.     11   In this section “ procedural requirement ” includes a requirement that a supplier provide information.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "20", "section_title": "Competitive tendering procedures", "section_text": " 20    1   Before awarding a public contract under section 19, a contracting authority must carry out a competitive tendering procedure in accordance with a tender notice and any associated tender documents.     2   A “competitive tendering procedure” is—   a   a single-stage tendering procedure without a restriction on who can submit tenders (an “open procedure”), or     b   such other competitive tendering procedure as the contracting authority considers appropriate for the purpose of awarding the public contract (a “competitive flexible procedure”).       3   A contracting authority must ensure that the procedure is a proportionate means of awarding the public contract, having regard to the nature, complexity and cost of the contract.     4   A competitive flexible procedure—   a   may limit the number of participating suppliers, generally or in respect of particular tendering rounds or other selection processes;     b   may provide for the refinement of award criteria in accordance with section 24;     c   may not permit the participation of suppliers that did not submit a tender in the first round of tendering or that were excluded following an earlier round.       5   A competitive flexible procedure may provide for the exclusion of suppliers—   a   by reference to conditions of participation (see section 22);     b   by reference to an intermediate assessment of tenders;     c   that are not United Kingdom suppliers or treaty state suppliers;     d   that intend to sub-contract the performance of all or part of the contract to a supplier that is not a United Kingdom supplier or treaty state supplier.       6   The reference in subsection  (5)(b)  to an intermediate assessment of tenders is a reference to an assessment of which tenders—   a   satisfy the contracting authority’s requirements, and     b   best satisfy the award criteria at the point of exclusion, when assessed by reference to—   i   the assessment methodology under section 23 (3)(a) , and     ii   if there is more than one criterion, the relative importance of the criteria under section 23 (3)(b) ,      in each case, at the point of assessment.     7   A competitive tendering procedure may, if a contract is being awarded by reference to lots, limit the number of lots in respect of which any one supplier can submit a tender.     8   See sections 27, 28 and 30 for provision about excluding suppliers that are excluded or excludable suppliers, that are sub-contracting to excluded or excludable suppliers or for improper behaviour.     9   See sections 32 and 33 for provision about reserving public contracts to sheltered employment providers and qualifying mutual societies.     10   See section 34 for provision about excluding suppliers that are not members of a dynamic market.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "21", "section_title": "Tender notices and associated tender documents", "section_text": " 21    1   A contracting authority must publish a tender notice for the purpose of—   a   inviting suppliers to submit a tender as part of an open procedure, or     b   in the case of a competitive flexible procedure—   i   inviting suppliers to submit a request to participate in the procedure, or     ii   where no such invitation is made, inviting suppliers to submit their first, or only, tender as part of the procedure.         2   A “ tender notice ” means a notice setting out—   a   that a contracting authority intends to award a public contract under section 19, and     b   any other information specified in regulations under section 95.       3   A contracting authority must provide any associated tender documents in accordance with the tender notice.     4   “ Associated tender document ” means, in relation to a tender notice, a document setting out information specified in regulations under section 95 that supplements that set out in the tender notice.     5   A contracting authority may not invite suppliers to submit a tender as part of a competitive tendering procedure unless it is satisfied that the tender notice or associated tender documents contain—   a   information sufficient to allow suppliers to prepare such a tender, and     b   in particular, details of the goods, services or works required by the contracting authority.       6   In detailing its requirements, a contracting authority must be satisfied that they—   a   are sufficiently clear and specific, and     b   do not break the rules on technical specifications in section 56.       7   See section 40 for an exception to the duty in subsection  (1)  for contracts awarded by reference to suppliers’ membership of certain utilities dynamic markets.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "22", "section_title": "Conditions of participation", "section_text": " 22    1   A contracting authority may set conditions of participation in relation to the award of a public contract under section 19 only if it is satisfied that the conditions are a proportionate means of ensuring that suppliers have—   a   the legal and financial capacity to perform the contract, or     b   the technical ability to perform the contract.       2   A “condition of participation” is a condition that a supplier must satisfy if the supplier is to be awarded the public contract.     3   A condition set under subsection  (1)(a)  may not—   a   require the submission of audited annual accounts, except from suppliers who are, or were, required to have the accounts audited in accordance with Part 16 of the Companies Act 2006 or an overseas equivalent;     b   require insurance relating to the performance of the contract to be in place before the award of the contract.       4   A condition set under subsection  (1)(b)  may relate to suppliers’ qualifications, experience or technical ability, but may not—   a   require suppliers to have been awarded a contract by a particular contracting authority,     b   break the rules on technical specifications in section 56, or     c   require particular qualifications without allowing for their equivalents.       5   When considering whether a condition is proportionate for the purposes of subsection  (1) , a contracting authority must have regard to the nature, complexity and cost of the public contract.     6   A condition of participation may require the provision of evidence that is verifiable by a person other than the supplier.     7   If a supplier does not satisfy a condition of participation, the contracting authority may exclude the supplier from participating in, or progressing as part of, the competitive tendering procedure.     8   A supplier is to be treated as satisfying a condition of participation to the extent that a supplier associated with the supplier satisfies the condition.     9   For the purposes of this section, a supplier is associated with another supplier if—   a   the suppliers are submitting a tender together, or     b   the contracting authority is satisfied that the suppliers will enter into legally binding arrangements to the effect that—   i   the supplier will sub-contract the performance of all or part of the contract to the other, or     ii   the other supplier will guarantee the performance of all or part of the contract by the supplier.        "}, {"act": "Procurement Act 2023", "year": 2023, "section": "23", "section_title": "Award criteria", "section_text": " 23    1   In this Act, “ award criteria ” means criteria set in accordance with this section against which tenders may be assessed for the purpose of awarding a public contract under section 19 (award following competitive tendering procedure).     2   In setting award criteria, a contracting authority must be satisfied that they—   a   relate to the subject-matter of the contract,     b   are sufficiently clear, measurable and specific,     c   do not break the rules on technical specifications in section 56, and     d   are a proportionate means of assessing tenders, having regard to the nature, complexity and cost of the contract.       3   In setting award criteria, a contracting authority must—   a   describe how tenders are to be assessed by reference to them and, in particular, specify whether failure to meet one or more criteria would disqualify a tender (the “assessment methodology”), and     b   if there is more than one criterion, indicate their relative importance by—   i   weighting each as representing a percentage of total importance,     ii   ranking them in order of importance, or     iii   describing it in another way.         4   In setting award criteria for the assessment of tenders by reference to lots, a contracting authority—   a   may limit the number of lots that may be awarded to any one supplier, and     b   in doing so, must provide an objective mechanism for supplier selection in circumstances where a supplier would otherwise exceed the limit.       5   In subsection  (2) , the reference to the subject-matter of a contract includes a reference to—   a   the goods, services or works to be supplied under the contract, including in respect of any aspect of their production, trading or other stage in their life-cycle;     b   how or when those goods, services or works are to be supplied;     c   the qualifications, experience, ability, management or organisation of staff where those factors are likely to make a material difference to the quality of goods, services or works being supplied;     d   price, other costs or value for money in all the circumstances.       6   In the case of a light touch contract, the reference to the subject-matter of the contract also includes a reference to—   a   the views of an individual for whose benefit the services are to be supplied (a “service recipient”), or of a person providing care to a service recipient, in relation to—   i   who should supply the services, and     ii   how and when they should be supplied;       b   the different needs of different service recipients;     c   the importance of proximity between the supplier and service recipients for the effective and efficient supply of the services.      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "24", "section_title": "Refining award criteria", "section_text": " 24    1   A contracting authority may refine an award criterion as part of a competitive flexible procedure if—   a   the tender notice or associated tender documents provide for the refinement of the criterion, and     b   the authority is yet to invite suppliers to submit tenders to be assessed under section 19 (award following competitive tendering procedure).       2   A contracting authority may, in consequence of refining an award criterion under subsection  (1) , refine the indication of the relative importance of the award criteria under section 23 (3)(b) .     3   A contracting authority may not make a refinement under this section if it would result in award criteria that would, had the refinement been made earlier, have allowed one or more suppliers that did not progress beyond an earlier round or selection process to have done so.     4   A contracting authority must modify and republish or provide again the tender notice and any associated tender documents affected by refinements under this section.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "25", "section_title": "Sub-contracting specifications", "section_text": " 25    1   Subsection  (2)  applies if a contracting authority considers that the authority could award a contract for the supply of certain goods, services or works to a particular supplier under section 41 (direct award in special cases).     2   In awarding a contract that is wholly or partly for the supply of those goods, services or works under section 19 (award following competitive tendering procedure), the contracting authority may require that a supplier sub-contracts the supply of those goods, services or works to the particular supplier.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "26", "section_title": "Excluding suppliers from a competitive award", "section_text": " 26    1   In assessing tenders under section 19, a contracting authority must disregard any tender from a supplier that is an excluded supplier.     2   Before assessing which tender best satisfies the award criteria for the purposes of section 19, a contracting authority—   a   must consider whether a supplier is an excludable supplier, and     b   may disregard any tender from an excludable supplier.       3   If the supplier is an excluded or excludable supplier only by virtue of an associated person being an excluded or excludable supplier, the contracting authority must, before disregarding a tender—   a   notify the supplier of its intention to disregard, and     b   give the supplier reasonable opportunity to replace the associated person.       4   In this Act, “ associated person ” means a person that the supplier is relying on in order to satisfy the conditions of participation (see section 22(8)), but not a person who is to act as guarantor as described in section 22(9).    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "27", "section_title": "Excluding suppliers from a competitive flexible procedure", "section_text": " 27    1   Before permitting a supplier to participate in a competitive flexible procedure, a contracting authority must determine whether the supplier is—   a   an excluded supplier, or     b   an excludable supplier.       2   The contracting authority must exclude an excluded supplier from participating in, or progressing as part of, the competitive flexible procedure.     3   The contracting authority may exclude an excludable supplier from participating in, or progressing as part of, the competitive flexible procedure.     4   Before excluding a supplier that is an excluded supplier or excludable supplier only by virtue of an associated person, a contracting authority must—   a   notify the supplier of its intention, and     b   provide the supplier with reasonable opportunity to replace the associated person.       5   In this section, a reference to a supplier participating in a competitive flexible procedure is a reference to a supplier participating beyond the initial submission of tenders or requests to participate.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "28", "section_title": "Excluding suppliers by reference to sub-contractors", "section_text": " 28    1   A contracting authority must as part of a competitive tendering procedure—   a   request information about whether a supplier intends to sub-contract the performance of all or part of the public contract, and     b   seek to determine whether any intended sub-contractor is on the debarment list.       2   A contracting authority may, as part of a competitive tendering procedure, request information for the purpose of determining whether any intended sub-contractor is an excluded or excludable supplier.     3   If, after requesting information under subsection  (1)  or  (2) , a contracting authority considers that a supplier intends to sub-contract to a supplier that is an excluded supplier, the contracting authority must—   a   treat the supplier as an excluded supplier for the purpose of assessing tenders under section 19, and     b   exclude the supplier from participating in, or progressing as part of, the competitive tendering procedure.       4   If, after requesting information under subsection  (1)  or  (2) , a contracting authority considers that a supplier intends to sub-contract to a supplier that is an excludable supplier, the contracting authority—   a   must treat the supplier as an excludable supplier for the purpose of assessing tenders under section 19, and     b   may exclude the supplier from participating in, or progressing as part of, the competitive tendering procedure.       5   Before disregarding a tender or excluding a supplier under subsection  (3)  or  (4) , a contracting authority must—   a   notify the supplier of its intention, and     b   give the supplier reasonable opportunity to find an alternative supplier with which to sub-contract.       6   In this section, a reference to a supplier participating in a competitive tendering procedure is a reference to a supplier participating beyond the initial submission of tenders or requests to participate.     7   Subsections  (3)  and  (4)  do not apply if the intended sub-contractor is an associated person.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "29", "section_title": "Excluding a supplier that is a threat to national security", "section_text": " 29    1   This section applies if a relevant contracting authority intends to disregard a tender under section 26 or 28 or exclude a supplier under section 27 or 28 on the basis of the discretionary exclusion ground in paragraph  14  of Schedule 7 (threat to national security).     2   The contracting authority may not disregard the tender, exclude the supplier or notify the supplier of its intention unless—   a   the authority has notified a Minister of the Crown of its intention, and     b   the Minister of the Crown considers that—   i   the supplier or an intended sub-contractor is an excludable supplier by reference to paragraph  14  of Schedule 7, and     ii   the tender should be disregarded or supplier excluded.         3   The reference in subsection (2) to a contracting authority notifying a supplier of its intention is a reference to notification in accordance with section 26(3), 27(4) or 28 (5) .     4   In this section, a “ relevant contracting authority ” means a contracting authority other than—   a   a Minister of the Crown or a government department,     b   the Corporate Officer of the House of Commons, or     c   the Corporate Officer of the House of Lords.      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "30", "section_title": "Excluding suppliers for improper behaviour", "section_text": " 30    1   Subsection  (2)  applies if a contracting authority determines that—   a   a supplier has acted improperly in relation to the award of a public contract,     b   in consequence, the supplier is put at an unfair advantage in relation to the award, and     c   the unfair advantage cannot be avoided other than by excluding the supplier.       2   The contracting authority must in relation to the award—   a   treat the supplier as an excluded supplier for the purpose of assessing tenders under section 19, and     b   exclude the supplier from participating in, or progressing as part of, any competitive tendering procedure.       3   Before making a determination of the kind described in subsection  (1) , a contracting authority must give the supplier reasonable opportunity to—   a   make representations, and     b   provide relevant evidence.       4   In subsection  (1) , the reference to a supplier acting improperly is reference to a supplier—   a   failing to provide information requested by the contracting authority,     b   providing information that is incomplete, inaccurate or misleading,     c   accessing confidential information, or     d   unduly influencing the contracting authority’s decision-making.       5   Subsection (6) applies if—   a   a contracting authority has, in relation to the award of a public contract, requested—   i   information about a supplier’s connected persons or associated persons for the purpose of determining whether the supplier is an excluded or excludable supplier, or     ii   other information under section 28 (2)  (excluding suppliers by reference to sub-contractors), and       b   the supplier has—   i   failed to provide the information requested, or     ii   provided information that is incomplete, inaccurate or misleading.         6   The contracting authority must in relation to the award—   a   treat the supplier as an excluded supplier for the purpose of assessing tenders under section 19, and     b   exclude the supplier from participating in, or progressing as part of, any competitive tendering procedure.      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "31", "section_title": "Modifying a section 19 procurement", "section_text": " 31    1   A contracting authority may modify the terms of a covered procurement before the following deadlines have passed—   a   in the case of an open procedure, the deadline for submitting tenders;     b   in the case of a competitive flexible procedure—   i   the deadline for submitting a request to participate in the procedure, or     ii   where there has been no invitation to submit such requests, the deadline for submitting a first or only tender.         2   In the case of a competitive flexible procedure, a contracting authority may also modify the terms of a covered procurement before the deadline for submitting a tender for assessment under section 19 (award following competitive tendering procedure) has passed if—   a   the modification is not substantial, or     b   the procurement relates to the award of a light touch contract.       3   A modification is “substantial” if—   a   it would permit suppliers that are not participating suppliers to submit a tender, or     b   the contracting authority considers that, had the modification been reflected in the tender notice or associated tender documents before a deadline referred to in subsection  (1)(b)  passed—   i   one or more participating suppliers would not be a participating supplier, or     ii   one or more suppliers that are not participating suppliers would be a participating supplier.         4   Whenever a contracting authority modifies the terms of a covered procurement, the authority must consider revising applicable tender deadlines and other time limits in accordance with section 54 (time limits).     5   If a contracting authority modifies the terms of a covered procurement under subsection  (1) , the authority must revise and republish or provide again the tender notice and any associated tender documents affected by the modifications or time limit revisions.     6   If a contracting authority modifies the terms of a covered procurement under subsection  (2) , the authority must notify each participating supplier.     7   In this section—     “ terms of a covered procurement ” means anything set out in a tender notice or associated tender documents, including any requirements of a competitive tendering procedure, conditions of participation or award criteria;      “ participating supplier ” means a supplier that—     has submitted a request to participate in, or a tender as part of, the competitive tendering procedure, and      has not been excluded in accordance with the procedure or under this Act.           8   See section 43 for provision about switching to direct award.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "32", "section_title": "Reserving contracts to supported employment providers", "section_text": " 32    1   A competitive flexible procedure may provide for suppliers that are not supported employment providers to be excluded from participating in, or progressing as part of, the procedure.     2   Subsection  (3)  applies in relation to the award of a public contract under section 19 if the competitive flexible procedure provides for suppliers to be excluded as set out in subsection  (1) .     3   In assessing tenders under section 19, a contracting authority must disregard any tender from a supplier that is not a supported employment provider.     4   A “ supported employment provider ” means an organisation that operates wholly or partly for the purpose of providing employment, or employment-related support, to disabled or disadvantaged individuals where—   a   disabled or disadvantaged individuals represent at least 30 per cent of the workforce of the organisation,     b   if a particular part of the organisation is to perform the contract, disabled or disadvantaged individuals represent at least 30 per cent of the workforce of that part of the organisation, or     c   if more than one organisation is to perform the contract, disabled or disadvantaged individuals represent at least 30 per cent of the combined workforce of—   i   those organisations,     ii   where a particular part of each organisation is to perform the contract, those parts, or     iii   where a combination of organisations and parts is to perform the contract, those organisations and parts.        "}, {"act": "Procurement Act 2023", "year": 2023, "section": "33", "section_title": "Reserving contracts to public service mutuals", "section_text": " 33    1   This section applies in relation to the award of a public contract under section 19 if the contract—   a   is for reservable light touch services, and     b   has a maximum term of five years or less.       2   A competitive flexible procedure may provide for suppliers that are not qualifying public service mutuals to be excluded from participating in, or progressing as part of, the procedure.     3   Subsection  (4)  applies in relation to the award of a public contract under section 19 if the competitive flexible procedure provides for suppliers to be excluded as set out in subsection  (2) .     4   In assessing tenders under section 19, a contracting authority must disregard any tender from a supplier that is not a qualifying public service mutual.     5   A “ qualifying public service mutual ” means a public service mutual that has not entered into a comparable contract during the period of three years ending with the day on which the contract referred to in subsection  (1)  is awarded.     6   A “ public service mutual ” means a body that—   a   operates for the purpose of delivering public services and mainly for the purpose of delivering one or more reservable light touch services,     b   is run on a not-for-profit basis or provides for the distribution of profits only to members, and     c   is under the management and control of its employees.       7   In this section—     “ comparable contract ” means a contract that was—     a contract for the same kind of services,      awarded by the same contracting authority, and      awarded in reliance on this section;         “ reservable light touch services ” means services of a kind specified in regulations under subsection  (8) .        8   An appropriate authority may by regulations specify services of a kind specified in regulations of the authority under section 9 (light touch contracts).    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "34", "section_title": "Competitive award by reference to dynamic markets", "section_text": " 34    1   A competitive flexible procedure may provide for the following suppliers to be excluded from participating in, or progressing as part of, the procedure—   a   suppliers that are not members of an appropriate dynamic market, or     b   suppliers that are not members of an appropriate part of an appropriate dynamic market.       2   Subsection  (3)  applies in relation to the award of a public contract under section 19 if the competitive flexible procedure provides for suppliers to be excluded as set out in subsection  (1) .     3   In assessing tenders under section 19, a contracting authority must disregard any tender from a supplier that is not a member of—   a   the appropriate dynamic market, or     b   the appropriate part of the appropriate dynamic market.       4   A contracting authority must, before excluding suppliers or disregarding tenders under this section, consider any applications for membership of the market or part of the market from suppliers that have submitted a request to participate in the competitive flexible procedure, or submitted a tender as part of the competitive flexible procedure.     5   Subsection  (4)  does not apply in relation to an application for membership if, due to exceptional circumstances arising from the complexity of the particular procurement, a contracting authority is unable to consider the application before—   a   the deadline for submitting a request to participate in the procedure, or     b   where there has been no invitation to submit such requests, the deadline for submitting a first or only tender.       6   A dynamic market or part of a dynamic market is “ appropriate ” for the purposes of this section if its terms permit the award of the contract by the contracting authority.     7   This section does not apply in relation to the award of a concession contract, unless the concession contract is also a utilities contract.     8   In this Act—     “ dynamic market ” means arrangements established under section 35(1);      references to a contract being awarded by reference to suppliers’ membership of a dynamic market are references to a contract being awarded in reliance on this section;      references to suppliers’ membership of a dynamic market are references to suppliers’ participation in arrangements established under section 35(1).       "}, {"act": "Procurement Act 2023", "year": 2023, "section": "35", "section_title": "Dynamic markets: establishment", "section_text": " 35    1   A contracting authority may establish arrangements for the purpose of a contracting authority awarding public contracts by reference to suppliers’ participation in the arrangements.     2   In this Act a “ utilities dynamic market ” means a dynamic market established only for the purpose of the award of utilities contracts by utilities.     3   If arrangements established by any person comply with the requirements of this Act that apply in relation to a utilities dynamic market established by a private utility—   a   the arrangements are to be treated for the purposes of this Act as a utilities dynamic market established by a private utility, and     b   a utility may award public contracts that are utilities contracts by reference to suppliers’ membership of the market.       4   In this Act, “ utility ” means—   a   a public authority, or public undertaking, that carries out a utility activity;     b   a private utility.       5   Documents establishing or modifying a dynamic market are not a contract for the purposes of this Act.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "36", "section_title": "Dynamic markets: membership", "section_text": " 36    1   A contracting authority may set conditions for membership of a dynamic market or part of a dynamic market only if it is satisfied that the conditions are a proportionate means of ensuring that members—   a   have the legal and financial capacity to perform contracts awarded by reference to membership of the market or the part of the market;     b   have the technical ability to perform such contracts.       2   A condition set under subsection  (1)(a)  may not—   a   require the submission of audited annual accounts, except from suppliers who are, or were, required to have the accounts audited in accordance with Part 16 of the Companies Act 2006 or an overseas equivalent;     b   require insurance relating to the performance of the contract to be in place before the award of the contract.       3   A condition set under subsection (1)(b) may relate to suppliers’ qualifications, experience or technical ability, but may not—   a   require suppliers to have been awarded a contract by a particular contracting authority,     b   break the rules on technical specifications in section 56, or     c   require particular qualifications without allowing for their equivalents.       4   When considering whether a condition is proportionate for the purposes of subsection (1) a contracting authority must have regard to the nature, complexity and cost of contracts to be awarded by reference to suppliers’ membership of the market.     5   A condition for membership may require the provision of evidence that is verifiable by a person other than the supplier.     6   A contracting authority must—   a   accept applications for membership of a dynamic market or part of a dynamic market at any time during the term of the market;     b   consider such applications within a reasonable period;     c   admit to the market or the part of the market, as soon as reasonably practicable, any supplier that—   i   is not an excluded or excludable supplier, and     ii   satisfies the conditions for membership;       d   consider whether to admit to the market or the part of the market any supplier that—   i   is an excludable supplier, and     ii   satisfies the conditions for membership;       e   inform a supplier of the outcome of their application, together with reasons for the decision, as soon as reasonably practicable.       7   A contracting authority may not—   a   limit the number of suppliers that can be admitted to a dynamic market or part of a market, or     b   modify the conditions for membership of a dynamic market or part of a market during the term of the market.      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "37", "section_title": "Dynamic markets: removing members from the market", "section_text": " 37    1   A contracting authority must remove a supplier from a dynamic market if the authority considers that the supplier is an excluded supplier under section 57(1)(b) (debarment by reference to mandatory exclusion ground).     2   A contracting authority may remove a supplier from a dynamic market if—   a   the authority considers that the supplier—   i   is an excluded supplier under section 57(1)(a),     ii   does not satisfy the conditions for membership, or     iii   has, since becoming a member, become an excludable supplier, or       b   the authority discovers that, on becoming a member, the supplier was an excludable supplier.       3   The reference to a supplier becoming an excludable supplier includes a reference to a supplier becoming an excludable supplier by virtue of a discretionary exclusion ground that—   a   did not apply before the supplier became a member, or     b   applied before the supplier became a member by reference to different circumstances.       4   Before removing a supplier from a dynamic market, a contracting authority must inform the supplier of its decision to do so, together with reasons for the decision.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "38", "section_title": "Dynamic markets: fees", "section_text": " 38    1   Documents establishing a dynamic market other than a utilities dynamic market may provide for the charging of fees to suppliers that are awarded a contract by reference to their membership of the market.     2   Fees charged by virtue of subsection (1) must be set as a fixed percentage to be applied to the estimated value of the awarded contract.     3   Documents establishing a utilities dynamic market may provide for the charging of fees to suppliers in connection with obtaining and maintaining membership of the market.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "39", "section_title": "Dynamic market notices", "section_text": " 39    1   A notice under this section is called a “dynamic market notice”.     2   Before establishing a dynamic market, a contracting authority must publish a notice setting out—   a   that the authority intends to establish a dynamic market, and     b   any other information specified in regulations under section 95.       3   As soon as reasonably practicable after establishing a dynamic market, the contracting authority must publish a notice setting out—   a   that the dynamic market has been established, and     b   any other information specified in regulations under section 95.       4   As soon as reasonably practicable after modifying a dynamic market, the contracting authority must publish a notice setting out—   a   the modifications made to the market, and     b   any other information specified in regulations under section 95.       5   As soon as reasonably practicable after a dynamic market ceases to operate, the contracting authority that established the market must publish a notice setting out—   a   that the dynamic market has ceased to operate, and     b   any other information specified in regulations under section 95.       6   Subsection  (5)  does not apply to private utilities.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "40", "section_title": "Qualifying utilities dynamic market notices: no duty to publish a tender notice", "section_text": " 40    1   The duty to publish a tender notice in section 21 (1)  does not apply in relation to the award of a contract by reference to suppliers’ membership of—   a   a utilities dynamic market established by reference to a qualifying utilities dynamic market notice, or     b   a part of such a market.       2   A contracting authority must instead provide a tender notice to members of the market, or part of the market, for the purposes set out in section 21 (1) .     3   A contracting authority may also provide a tender notice to suppliers that have applied for membership of the market, or part of the market, but have yet to be accepted or rejected.     4   The reference in section 21(5) to a tender notice or associated tender documents includes a reference to a qualifying utilities dynamic market notice.     5   Section 34 (4)  (duty to consider applications for membership) does not apply in relation to the award of a contract by reference to suppliers’ membership of—   a   a utilities dynamic market established by reference to a qualifying utilities dynamic market notice, or     b   a part of such a market.       6   In this section, “ a qualifying utilities dynamic market notice ” means a dynamic market notice under section 39(2) (dynamic market notices) that—   a   relates to the establishment of a utilities dynamic market, and     b   sets out—   i   that only members of the market will be notified of a future intention to award a contract by reference to suppliers’ membership of the market, and     ii   any other information specified in regulations under section 95.         7   In this Act, a reference to publication of a tender notice includes a reference to provision of a tender notice under subsection  (2)  or  (3) .    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "41", "section_title": "Direct award in special cases", "section_text": " 41    1   If a direct award justification applies, a contracting authority may award a public contract directly—   a   to a supplier that is not an excluded supplier, or     b   in accordance with subsection  (2) .       2   A contracting authority may award a contract to a supplier that is an excluded supplier if the contracting authority considers that there is an overriding public interest in awarding the contract to that supplier.     3   A contracting authority may carry out a selection process or take such other preliminary steps as it considers appropriate for the purpose of awarding a contract under this section.     4   Before awarding a contract to a supplier under this section, a contracting authority must consider whether the supplier is an excludable supplier.     5   There is an overriding public interest in awarding a public contract to an excluded supplier if—   a   it is necessary in order to construct, maintain or operate critical national infrastructure,     b   it is necessary in order to ensure the proper functioning of a sector on which the defence, security or economic stability of the United Kingdom relies,     c   failure to do so would prejudice the conduct of military or security operations, or the effective operation of the armed forces or intelligence services, or     d   the contract is being awarded by reference to paragraph  13  of Schedule 5 (extreme and unavoidable urgency) and cannot be awarded to, or performed by, a supplier that is not an excluded supplier within the necessary time frame.       6   The direct award justifications are set out in Schedule 5.     7   In this section, “ intelligence services ” means the Security Service, the Secret Intelligence Service and the Government Communications Headquarters.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "42", "section_title": "Direct award to protect life, etc", "section_text": " 42    1   If a Minister of the Crown considers it necessary, the Minister may by regulations provide that specified public contracts may be awarded under section 41 as if a direct award justification applies.     2   In subsection (1), “ necessary ” means necessary to—   a   protect human, animal or plant life or health, or     b   protect public order or safety.       3   Provision under subsection (1) may—   a   specify contracts or classes of contract, or otherwise describe contracts by reference to purpose, subject-matter or contracting authority;     b   include other conditions or limitations;     c   confer a discretion.       4   A Minister of the Crown must—   a   keep regulations made under subsection  (1)  under review, and     b   if the Minister considers that direct award under section 41 is no longer necessary, revoke the regulations.      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "43", "section_title": "Switching to direct award", "section_text": " 43    1   A contracting authority may award a public contract directly to a supplier that is not an excluded supplier if—   a   the authority has invited suppliers to submit tenders as part of, or requests to participate in, a competitive tendering procedure in respect of the contract,     b   it has not received any suitable tenders or requests in response, and     c   it considers that award under section 19 is not possible in the circumstances.       2   A tender or request is not suitable if the contracting authority considers that—   a   it would be disregarded in an assessment of tenders under section 19 (3)(a) ,  (b)  or  (c) ;     b   it does not satisfy the contracting authority’s requirements or the award criteria when assessed by reference to the assessment methodology and the relative importance of the criteria indicated under section 23 (3) ;     c   there is evidence of corruption or collusion between suppliers or between suppliers and contracting authorities;     d   it materially breaches a procedural requirement in the tender notice or associated tender documents.       3   A reference to a tender breaching a procedural requirement includes a reference to a supplier breaching a procedural requirement in relation to the tender.     4   A breach is material if the contracting authority considers that ignoring it would put the tender at an unfair advantage.     5   A contracting authority may carry out a selection process or take such other preliminary steps as it considers appropriate for the purpose of awarding a contract under subsection  (1) .     6   Before awarding a contract to a supplier under this section, a contracting authority must consider whether the supplier—   a   is an excludable supplier, or     b   submitted an unsuitable tender or request in response to the invitation referred to in subsection  (1)(a) .      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "44", "section_title": "Transparency notices", "section_text": " 44    1   Before awarding a contract under section 41 or 43 a contracting authority must publish a transparency notice.     2   A “ transparency notice ” means a notice setting out—   a   that a contracting authority intends to award a contract directly, and     b   any other information specified in regulations under section 95.       3   This section does not apply in relation to the award of a contract under section 41 by virtue of paragraph  15  of Schedule 5 (direct award: user choice contracts).    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "45", "section_title": "Frameworks", "section_text": " 45    1   A contracting authority may award a public contract in accordance with a framework.     2   A “framework” is a contract between a contracting authority and one or more suppliers that provides for the future award of contracts by a contracting authority to the supplier or suppliers.     3   Unless subsection  (4)  applies, a framework may only provide for the future award of a public contract following a competitive selection process.     4   A framework may provide for the future award of a public contract without competition between suppliers—   a   in circumstances where only one supplier is party to the framework, or     b   if the framework sets out—   i   the core terms of the public contract, and     ii   an objective mechanism for supplier selection.         5   A framework must include the following information—   a   a description of goods, services or works to be provided under contracts awarded in accordance with the framework;     b   the price payable, or mechanism for determining the price payable, under such contracts;     c   the estimated value of the framework;     d   any selection process to be applied on the award of contracts;     e   the term of the framework (see section 47);     f   the contracting authorities entitled to award public contracts in accordance with the framework;     g   whether the framework is awarded under an open framework (see section 49).       6   A framework may not—   a   permit the award of a public contract to an excluded supplier, or     b   prevent a contracting authority from requesting additional information from suppliers before awarding a contract.       7   A framework may provide for the charging of fees at a fixed percentage of the estimated value of any contract awarded to the supplier in accordance with the framework.     8   This section does not apply in relation to the award of—   a   a concession contract, or     b   a framework.       9   Subsections  (3)  to  (5)  do not apply to a framework that is a light touch contract (see section 9(5)).    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "46", "section_title": "Frameworks: competitive selection process", "section_text": " 46    1   A competitive selection process may provide for conditions of participation only if the contracting authority is satisfied that the conditions are a proportionate means of ensuring that suppliers party to the framework have—   a   the legal and financial capacity to perform the contract, or     b   the technical ability to perform the contract.       2   In this section, a “ condition of participation ” means a condition that a supplier must satisfy in order to be awarded a public contract in accordance with the framework.     3   A condition set under subsection  (1)(a)  may not—   a   require the submission of audited annual accounts, except from suppliers who are, or were, required to have the accounts audited in accordance with Part 16 of the Companies Act 2006 or an overseas equivalent;     b   require insurance relating to the performance of the contract to be in place before the award of the contract.       4   A condition set under subsection  (1)(b)  may relate to suppliers’ qualifications, experience or technical ability, but may not—   a   require suppliers to have been awarded a contract under the framework or by a particular contracting authority,     b   break the rules on technical specifications in section 56, or     c   require particular qualifications without allowing for their equivalents.       5   When considering whether a condition is proportionate for the purposes of subsection  (1) , a contracting authority must have regard to the nature, complexity and cost of the public contract.     6   A condition of participation may require the provision of evidence that is verifiable by a person other than the supplier.     7   If a supplier does not satisfy a condition of participation, the contracting authority may exclude the supplier from participating in, or progressing as part of, the competitive selection process.     8   A competitive selection process may provide for the assessment of proposals, but only by reference to one or more of the award criteria against which tenders were assessed in awarding the framework.     9   The award criteria may be refined for the purposes of subsection  (8) .     10   In this section, a “ competitive selection process ” means a competitive selection process for the award of a public contract in accordance with a framework.     11   This section does not apply to a framework that is a light touch contract.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "47", "section_title": "Frameworks: maximum term", "section_text": " 47    1   The term of a framework may not exceed—   a   in the case of a defence and security framework or a utilities framework, eight years, and     b   otherwise, four years.       2   Subsection  (1)  does not apply if the contracting authority considers the nature of the goods, services or works to be supplied under contracts awarded in accordance with the framework means that a longer term is required.     3   If a contracting authority relies on subsection  (2)  in awarding a framework with a term exceeding four or eight years, the contracting authority must set out its reasons in the tender or transparency notice for the framework.     4   In this section—   a   “a defence and security framework” is a framework which does not provide for the future award of public contracts other than defence and security contracts;     b   “a utilities framework” is a framework which does not provide for the future award of public contracts other than utilities contracts.       5   This section does not apply in relation to—   a   a framework awarded under an open framework (see section 49),     b   a framework awarded by a private utility, or     c   a framework that is a light touch contract (see section 9(5)).      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "48", "section_title": "Frameworks: implied terms", "section_text": " 48    1   It is an implied term of every framework that a contracting authority may exclude a supplier that is an excluded supplier or has, since the award of the framework, become an excludable supplier from participating in any selection process run in relation to the award of a contract under the framework.     2   For the purposes of the term in subsection  (1) , the reference to a supplier becoming an excludable supplier includes a reference to—   a   a supplier becoming an excludable supplier on the basis of a discretionary exclusion ground that—   i   did not apply before award of the contract, or     ii   applied before award of the contract by reference to different circumstances, and       b   a contracting authority discovering that, before award of the contract, the supplier was an excludable supplier.       3   Before excluding a supplier that is an excluded or excludable supplier only by virtue of an associated person, the contracting authority must give the supplier reasonable opportunity to replace the associated person.     4   Any term purporting to restrict or override the term implied by subsection  (1)  is without effect.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "49", "section_title": "Open frameworks", "section_text": " 49    1   An “open framework” is a scheme of frameworks that provides for the award of successive frameworks on substantially the same terms.     2   An open framework must provide—   a   for the award of a framework at least once during—   i   the period of three years beginning with the day of the award of the first framework in the scheme, and     ii   each period of five years beginning with the day of the award of the second framework in the scheme;       b   for the expiry of one framework on the award of the next (but see subsection  (3) );     c   for the final framework to expire at the end of the period of eight years beginning with the day on which the first framework under the scheme is awarded.       3   An open framework may provide that, if a framework expires in accordance with subsection (2)(b) while a process for the award of a contract in accordance with the framework is ongoing, the contracting authority may continue the process and award the contract as though the framework had not expired.     4   If there is no limit on the number of suppliers that can be party to a framework under an open framework, a contracting authority may award the framework to an existing supplier by reference to—   a   the fact that the supplier has already been awarded a framework under the scheme,     b   a tender relating to an earlier award under the scheme, or     c   a tender relating to the current award.       5   Otherwise, a contracting authority may award a framework under an open framework to an existing supplier by reference to—   a   a tender relating to an earlier award of a framework under the scheme, or     b   a tender relating to the current award.       6   If a framework under an open framework is awarded to only one supplier, the framework, and the open framework, must expire before the end of the period of four years beginning with the day on which the framework is awarded.     7   Subsection  (6)  applies despite subsection  (2)(c)  and any term of the framework or open framework.     8   In this section, an “ existing supplier ” means a supplier that is party to a framework under the open framework.     9   A reference to an award on substantially the same terms is a reference to an award that could be made by reference to the same tender or transparency notice without substantial modification (see section 31).     10   A framework under an open framework may not be awarded under section 41 (direct award in special cases) or 43 (switching to direct award).    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "50", "section_title": "Contract award notices and assessment summaries", "section_text": " 50    1   Before entering into a public contract, a contracting authority must publish a contract award notice.     2   A “ contract award notice ” means a notice setting out—   a   that the contracting authority intends to enter into a contract, and     b   any other information specified in regulations under section 95.       3   Before publishing a contract award notice in respect of a contract awarded under section 19 (award following competitive tendering procedure), a contracting authority must provide an assessment summary to each supplier that submitted an assessed tender.     4   An “ assessment summary ” means, in relation to an assessed tender, information about the contracting authority’s assessment of—   a   the tender, and     b   if different, the most advantageous tender submitted in respect of the contract.       5   In this section, an “assessed tender” is a tender which—   a   was submitted in respect of the contract and assessed for the purposes of determining the most advantageous tender under section 19 (1) , and     b   was not disregarded in the assessment of tenders.       6   Subsection  (1)  does not apply in relation to—   a   a defence and security contract awarded under a defence and security framework;     b   a contract awarded under section 41 by reference to paragraph  15  of Schedule 5 (direct award: user choice contracts).      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "51", "section_title": "Standstill periods on the award of contracts", "section_text": " 51    1   A contracting authority may not enter into a public contract before—   a   the end of the mandatory standstill period, or     b   if later, the end of another standstill period provided for in the contract award notice.       2   The “mandatory standstill period” is the period of eight working days beginning with the day on which a contract award notice is published in respect of the contract.     3   Subsection  (1)  does not apply in relation to a contract that is—   a   awarded under section 41 by reference to paragraph 13 of Schedule 5 (direct award: extreme and unavoidable urgency);     b   awarded under section 41 by reference to regulations under section 42 (direct award to protect life, etc);     c   awarded under section 41 or 43 (direct award and switching to direct award) by a private utility;     d   awarded in accordance with a framework;     e   awarded by reference to a dynamic market;     f   a light touch contract.       4   If a contract is of a kind described in subsection  (3) , a contracting authority may not enter into the contract before the end of any standstill period (a “voluntary standstill period”) provided for in the contract award notice.     5   A voluntary standstill period may not be less than a period of eight working days beginning with the day on which the contract award notice is published.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "52", "section_title": "Key performance indicators", "section_text": " 52    1   Before entering into a public contract with an estimated value of more than £5 million, a contracting authority must set at least three key performance indicators in respect of the contract.     2   Subsection (1) does not apply if the contracting authority considers that the supplier’s performance under the contract could not appropriately be assessed by reference to key performance indicators.     3   A contracting authority must publish any key performance indicators set under subsection (1).     4   A “key performance indicator” is a factor or measure against which a supplier’s performance of a contract can be assessed during the life-cycle of the contract.     5   An appropriate authority may by regulations amend this section for the purpose of changing the financial threshold.     6   This section does not apply in relation to a public contract that is—   a   a framework,     b   a utilities contract awarded by a private utility,     c   a concession contract, or     d   a light touch contract.       7   See section 71 for provision about assessing performance against, and publishing information about, key performance indicators.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "53", "section_title": "Contract details notices and publication of contracts", "section_text": " 53    1   A contracting authority that enters into a public contract must publish a contract details notice—   a   if the contract is a light touch contract, before the end of the period of 120 days beginning with the day on which the contract is entered into;     b   otherwise, before the end of the period of 30 days beginning with the day on which the contract is entered into.       2   A “ contract details notice ” means a notice setting out—   a   that the contracting authority has entered into a contract, and     b   any other information specified in regulations under section 95.       3   A contracting authority that enters into a public contract with an estimated value of more than £5 million must publish a copy of the contract—   a   if the contract is a light touch contract, before the end of the period of 180 days beginning with the day on which the contract is entered into;     b   otherwise, before the end of the period of 90 days beginning with the day on which the contract is entered into.       4   Subsection  (3)  does not apply in relation to a contract—   a   awarded by a devolved Welsh authority or a transferred Northern Ireland authority, unless it is awarded under a reserved procurement arrangement, or     b   awarded under a devolved Welsh procurement arrangement or a transferred Northern Ireland procurement arrangement.       5   A Minister of the Crown may by regulations amend this section for the purpose of changing the financial threshold.     6   This section does not apply—   a   to private utilities, or     b   in relation to a contract awarded under section 41 by reference to paragraph  15  of Schedule 5 (direct award: user choice contracts).      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "54", "section_title": "Time limits", "section_text": " 54    1   In setting time limits for the purposes of this Part, a contracting authority must, where relevant, have regard to—   a   the nature and complexity of the contract being awarded;     b   the need for site visits, physical inspections and other practical steps;     c   the need for sub-contracting;     d   the nature and complexity of any modification of the tender notice or any associated tender documents;     e   the importance of avoiding unnecessary delay.       2   Time limits set for the purposes of this Part must be the same for each supplier.     3   A participation period set under this Part must equal or exceed the shortest minimum period specified in an entry in the second column of the following table that corresponds with an entry in the first column which applies to the circumstances of the case—      Circumstance Minimum period  The contract being awarded is a light touch contract No minimum period The contracting authority considers there to be a state of urgency that means that a 25 day participation period is impractical  10 days Neither of the above circumstances apply 25 days       4   A tendering period set under this Part must equal or exceed the shortest minimum period specified in an entry in the second column of the following table that corresponds with an entry in the first column that applies to the circumstances of the case—      Circumstance Minimum period  The contract being awarded is a light touch contract No minimum period  The contract—     being awarded is a utilities contract, or      is being awarded by a contracting authority that is not a central government authority,     and is subject to a negotiated tendering period   No minimum period  The contract—     being awarded is a utilities contract, or      is being awarded by a contracting authority that is not a central government authority,     and tenders may be submitted only by preselected suppliers   10 days A qualifying planned procurement notice has been issued 10 days The contracting authority considers there to be a state of urgency that means any other applicable minimum tender period is impractical 10 days The contract being awarded is being awarded by reference to suppliers’ membership of a dynamic market 10 days Tenders may be submitted electronically, and the tender notice and associated tender documents are all provided at the same time 25 days Tenders may be submitted electronically, but the tender notice and associated tender documents are not all provided at the same time 30 days Tenders may not be submitted electronically, but the tender notice and associated tender documents are all provided at the same time 30 days Tenders may not be submitted electronically, and the tender notice and associated tender documents are not all provided at the same time 35 days       5   In this section—     “ central government authority ” has the meaning given in paragraph 5 of Schedule  1;      “ negotiated tendering period ” means a tendering period agreed between a contracting authority and pre-selected suppliers in circumstances where tenders may be submitted only by those pre-selected suppliers;      “ qualifying planned procurement notice ” has the meaning given in section 15;      “ participation period ” means the period beginning with the day following the day on which a contracting authority invites the submission of requests to participate in a competitive flexible procedure and ending with the day by which those requests must be submitted;      “ pre-selected supplier ” means a supplier that—     has been assessed as satisfying conditions of participation before being invited to submit a tender as part of a competitive tendering procedure, or      in the case of a contract that is being awarded by reference to suppliers’ membership of a dynamic market, is a member of that market;         “ tendering period ” means the period beginning with the day following the day on which a contracting authority invites the submission of tenders as part of a competitive tendering procedure and ending with the day by which tenders must be submitted.       "}, {"act": "Procurement Act 2023", "year": 2023, "section": "55", "section_title": "Procurement termination notices", "section_text": " 55    1   This section applies if, after publishing a tender or transparency notice in respect of a public contract, a contracting authority decides not to award the contract.     2   As soon as reasonably practicable after making the decision, the contracting authority must give notice to that effect.     3   This section does not apply to private utilities.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "56", "section_title": "Technical specifications", "section_text": " 56    1   This section applies in relation to—   a   a competitive tendering procedure;     b   an award of a public contract in accordance with a framework;     c   a process to become a member of a dynamic market.       2   The procurement documents may not refer to design, a particular licensing model or a description of characteristics in circumstances where they could appropriately refer to performance or functional requirements.     3   The procurement documents may not refer to a United Kingdom standard unless—   a   the standard adopts an internationally-recognised equivalent, or     b   there is no internationally-recognised equivalent.       4   If the procurement documents refer to a United Kingdom standard, they must provide that tenders, proposals or applications that the contracting authority considers satisfy an equivalent standard from another state, territory or organisation of states or territories will be treated as having satisfied the United Kingdom standard.     5   In considering whether a standard is equivalent to a United Kingdom standard for the purposes of subsection  (4) , a contracting authority may have regard to the authority’s purpose in referring to the standard.     6   A contracting authority may require certification, or other evidence, for the purpose of satisfying itself that a standard is satisfied or equivalent.     7   Unless the contracting authority considers it necessary in order to make its requirements understood, the procurement documents may not refer to a particular—   a   trademark, trade name, patent, design or type,     b   place of origin, or     c   producer or supplier.       8   If the matters mentioned in subsection  (7)  are referred to, the procurement documents must also provide that tenders, proposals or applications demonstrating equivalent quality or performance will not be disadvantaged.     9   In this section—     “ procurement documents ” means—     the tender notice or associated tender documents, including any requirements of a competitive tendering procedure, conditions of participation or award criteria;      documents inviting suppliers to participate in a competitive selection process under a framework, including details of the process, any conditions of participation or criteria for the award of the contract;      documents inviting suppliers to apply for membership of a dynamic market, including any conditions for membership;         “ United Kingdom standard ” means a standard that is—     set by the British Standards Institution, or      primarily developed for use in the United Kingdom, or part of the United Kingdom.          "}, {"act": "Procurement Act 2023", "year": 2023, "section": "57", "section_title": "Meaning of excluded and excludable supplier", "section_text": " 57    1   A supplier is an “excluded supplier” if—   a   the contracting authority considers that—   i   a mandatory exclusion ground applies to the supplier or an associated person, and     ii   the circumstances giving rise to the application of the exclusion ground are continuing or likely to occur again, or       b   the supplier or an associated person is on the debarment list by virtue of a mandatory exclusion ground.       2   A supplier is an “excludable supplier” if—   a   the contracting authority considers that—   i   a discretionary exclusion ground applies to the supplier or an associated person, and     ii   the circumstances giving rise to the application of the exclusion ground are continuing or likely to occur again, or       b   the supplier or an associated person is on the debarment list by virtue of a discretionary exclusion ground.       3   If a supplier is an excluded supplier on the basis of the supplier or an associated person being on the debarment list only by virtue of paragraph  35  of Schedule 6 (threat to national security), the supplier is to be treated as an excluded supplier only in relation to public contracts of a kind described in the relevant entry.     4   For the purposes of a covered procurement carried out by a private utility—   a   an excluded supplier is to be regarded as an excludable supplier, and     b   a reference in this Act to an excludable supplier includes a reference to such an excluded supplier.       5   In this Act “ debarment list ” means the list kept under section 62.     6   The mandatory exclusion grounds are set out in Schedule 6.     7   The discretionary exclusion grounds are set out in Schedule 7.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "58", "section_title": "Considering whether a supplier is excluded or excludable", "section_text": " 58    1   In considering, for the purposes of section 57 (1)(a)  or  (2)(a) , whether the circumstances giving rise to the application of an exclusion ground are continuing or likely to occur again, a contracting authority may have regard to the following matters—   a   evidence that the supplier, associated person or connected person has taken the circumstances seriously, for example by paying compensation;     b   steps that the supplier, associated person or connected person has taken to prevent the circumstances continuing or occurring again, for example by changing staff or management, or putting procedures and training in place;     c   commitments that such steps will be taken, or to provide information or access to allow verification or monitoring of such steps;     d   the time that has elapsed since the circumstances last occurred;     e   any other evidence, explanation or factor that the authority considers appropriate.       2   Before determining whether a supplier is an excluded supplier under section 57 (1)(a)  or an excludable supplier under section 57 (2)(a) , a contracting authority must give the supplier reasonable opportunity to—   a   make representations, and     b   provide evidence as to whether exclusion grounds apply and whether the circumstances giving rise to any application are likely to occur again (including information of a kind referred to in subsection  (1) ).       3   But a contracting authority may not require particular evidence or information unless the authority is satisfied that the requirements are proportionate in the circumstances, having regard to—   a   the nature and complexity of the matters being assessed, and     b   where relevant, the preliminary nature of a consideration under section 27 (3) .      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "59", "section_title": "Notification of exclusion of supplier", "section_text": " 59    1   This section applies where—   a   a contracting authority—   i   has disregarded a tender from an excluded or excludable supplier under section 26 or 28,     ii   has excluded an excluded or excludable supplier from participating in, or progressing as part of, a competitive tendering procedure under section 27 or 28,     iii   is aware of an associated person or sub-contractor having been replaced under section 26 (3) , 27 (4)  or 28 (5)  (replacing an excluded or excludable associated person or sub-contractor),     iv   has rejected an application from a supplier for membership of a dynamic market on the basis that the supplier is an excluded or excludable supplier (see section 36), or     v   has removed an excluded or excludable supplier from a dynamic market under section 37, and       b   the supplier was an excluded or excludable supplier—   i   under section 57 (1)(a)  or  (2)(a)  by virtue of a relevant exclusion ground, or     ii   on the basis of being on the debarment list by virtue of paragraph  35  of Schedule 6 (threat to national security).         2   The contracting authority must, before the end of the period of 30 days beginning with the day on which the tender was disregarded or the supplier excluded, replaced or removed, give notice of that fact to the relevant appropriate authority.     3   A notice under subsection  (2)  must set out—   a   any relevant exclusion ground that the authority considers applies to the supplier, and     b   any other information specified in regulations under section 95.       4   If any proceedings under Part 9 are brought in respect of the disregard, exclusion, replacement or removal, the contracting authority must give notice to the relevant appropriate authority of—   a   the commencement of those proceedings or any appeal proceedings;     b   the outcome of any proceedings within paragraph (a).       5   Notice under subsection  (4) (a) or (b) must be given before the end of the period of 30 days beginning with the day the proceedings concerned are commenced or determined.     6   In this section—     “ exclusion ground ” means a mandatory exclusion ground or a discretionary exclusion ground;      “ relevant exclusion ground ” means any exclusion ground except the one listed in paragraph  43  of Schedule 6 (failure to cooperate with investigation);      “ relevant appropriate authority ” means—     if the contracting authority is a devolved Welsh authority, the Welsh Ministers;      if the contracting authority is a transferred Northern Ireland authority, the Northern Ireland department that the contracting authority considers it most appropriate to notify;      in any other case, a Minister of the Crown.          "}, {"act": "Procurement Act 2023", "year": 2023, "section": "60", "section_title": "Investigations of supplier: exclusion grounds", "section_text": " 60    1   An appropriate authority may, for the purpose of considering whether an entry could be added to the debarment list in respect of a supplier, investigate whether a supplier is, by virtue of the application to the supplier of a relevant exclusion ground—   a   an excluded supplier under section 57(1)(a), or     b   an excludable supplier under section 57(2)(a).       2   A Minister of the Crown must—   a   have regard to the fact that contracting authorities may be unknowingly awarding public contracts to suppliers that—   i   could be excludable suppliers by virtue of paragraph 14 of Schedule 7 (threat to national security), or     ii   are sub-contracting to suppliers that could be excludable suppliers by virtue of that paragraph, and       b   in light of that fact, keep under review whether particular suppliers or sub-contractors should be investigated under this section.       3   If an appropriate authority decides to investigate under this section, the authority must give the supplier concerned a notice setting out—   a   the relevant exclusion grounds in respect of which the investigation is being conducted,     b   how and when the supplier may make representations to the appropriate authority, and     c   any other information specified in regulations under section 95.       4   The appropriate authority may by notice require a contracting authority—   a   to provide such relevant documents as the appropriate authority may reasonably require for the purposes of the investigation, in the form or manner specified in the notice;     b   to give such other assistance in connection with the investigation as is reasonable in the circumstances and is specified in the notice.       5   A contracting authority must comply with a notice under subsection  (4)  before the end of the period specified in the notice.     6   The appropriate authority may by notice request that the supplier concerned, or a connected person in relation to the supplier—   a   provide such relevant documents as the appropriate authority may reasonably require for the purposes of the investigation, in the form or manner, and before the end of the period, specified in the notice;     b   give such other assistance in connection with the investigation as is reasonable in the circumstances and is specified in the notice, before the end of the period so specified.       7   A notice under subsection  (6)  must set out the potential consequences for the supplier of non-compliance with the request (see paragraph  43  of Schedule 6).     8   In this section—     “ relevant documents ” means documents or other information that—     are specified or described in a notice under subsection  (4)  or  (6) , and      are in the possession or control of the recipient of the notice;         “ relevant exclusion ground ” has the meaning given in section 59.       "}, {"act": "Procurement Act 2023", "year": 2023, "section": "61", "section_title": "Investigations under section 60: reports", "section_text": " 61    1   This section applies where an appropriate authority has conducted an investigation under section 60.     2   The Welsh Ministers or a Northern Ireland department—   a   may refer the case to a Minister of the Crown for the Minister’s consideration for the purposes of section 62(1), and     b   if they do so, must provide the Minister with all information relevant to their findings.       3   A Minister of the Crown who has conducted, or considered the findings of, an investigation must—   a   prepare a report in relation to the findings of the investigation,     b   give a copy to the supplier concerned as soon as reasonably practicable after the report is prepared, and     c   publish it.      Paragraphs (b) and (c) are subject to subsection  (5) .     4   The report must, in particular, set out whether the Minister is satisfied that the supplier is, by virtue of a relevant exclusion ground, an excluded or excludable supplier, and if the Minister is so satisfied—   a   in respect of each applicable relevant exclusion ground—   i   whether it is a mandatory or discretionary ground,     ii   the date on which the Minister expects the ground to cease to apply (see paragraph  44  of Schedule 6 and paragraph  15  of Schedule 7), and     iii   whether the Minister intends to make an entry to the debarment list,       b   in respect of the exclusion ground in paragraph  35  of Schedule 6 (if applicable), the description of contracts in relation to which the Minister—   i   is satisfied the ground applies, and     ii   intends to refer to in a relevant entry in the debarment list, and       c   in each case, the Minister’s reasons.       5   If the Minister considers it necessary to do so for a purpose mentioned in subsection  (6) , the Minister may—   a   remove information from a report before publishing it or giving it to the supplier concerned;     b   decide not to publish the report;     c   decide not to give the report to the supplier;     d   disclose the report only to such persons as the Minister considers appropriate.       6   The purposes are—   a   safeguarding national security;     b   preventing the publication of information that is sensitive commercial information where there is an overriding public interest in it being withheld from publication or other disclosure.       7   In this section—     “ relevant exclusion ground ” has the meaning given by section 59;      “ sensitive commercial information ” has the meaning given by section 94.       "}, {"act": "Procurement Act 2023", "year": 2023, "section": "62", "section_title": "Debarment list", "section_text": " 62    1   Subsection  (3)  applies where a Minister of the Crown—   a   has conducted an investigation under section 60 or considered the findings of such an investigation conducted by the Welsh Ministers or a Northern Ireland department, and     b   is satisfied that the supplier is, by virtue of the application of a relevant exclusion ground, an excluded or excludable supplier.       2   Subsection  (3)  also applies where a Minister of the Crown has made a determination as mentioned in paragraph  43  of Schedule 6 in relation to a supplier (mandatory exclusion ground for failing to cooperate with investigation).     3   The Minister may enter the supplier’s name on a list kept by a Minister of the Crown for the purposes of this section and, as part of that entry, must include the relevant debarment information.     4   In this section, the “ relevant debarment information ” means—   a   the exclusion ground to which the entry relates;     b   whether the exclusion ground is mandatory or discretionary;     c   in the case of an entry made on the basis of paragraph  35  of Schedule 6 (threat to national security), a description of the contracts in relation to which the supplier is to be an excluded supplier;     d   the date on which the Minister expects the exclusion ground to cease to apply (see paragraph  44  of Schedule 6 and paragraph 15 of Schedule 7).       5   Before entering a supplier’s name on the debarment list, the Minister must give notice to the supplier setting out—   a   the decision to do so,     b   an explanation of the supplier’s rights under sections 63 to 65, and     c   any other information specified in regulations under section 95.       6   The Minister may not enter a supplier’s name on the debarment list before the end of the period of eight working days beginning with the day on which the Minister gives notice to the supplier in accordance with subsection (5) (the “debarment standstill period”).     7   The Minister may not enter a supplier’s name on the debarment list if—   a   during the debarment standstill period—   i   proceedings under section 63(1) (interim relief) are commenced, and     ii   the Minister is notified of that fact, and       b   the proceedings have not been determined, discontinued or otherwise disposed of.       8   A Minister of the Crown—   a   must keep the debarment list under review,     b   may remove an entry from the debarment list,     c   in the case of an entry added on the basis of paragraph  35  of Schedule 6 (threat to national security), may revise an entry to remove a description of contracts, and     d   may revise a date indicated under subsection  (4) (d) .       9   If a Minister of the Crown voluntarily removes or revises an entry in connection with proceedings under section 65 (debarment decisions: appeals), a Minister of the Crown may reinstate the entry only after the proceedings have been determined, discontinued or otherwise disposed of.     10   A Minister of the Crown must—   a   remove an entry if the Minister is satisfied that the supplier is not an excluded or excludable supplier by virtue of the ground stated in the entry;     b   in the case of an entry added on the basis of paragraph  35  of Schedule 6 (threat to national security), revise the entry to remove a description of contracts if the Minister is satisfied the exclusion ground in that paragraph does not apply in relation to contracts of that description.       11   A Minister of the Crown must publish the debarment list (including any amended list).     12   A Minister of the Crown must consult the Welsh Ministers and the Northern Ireland department that the Minister considers most appropriate before—   a   entering a supplier’s name on the debarment list, or     b   removing or revising an entry pursuant to an application under section 64.       13   In this section, “ relevant exclusion ground ” has the meaning given by section 59.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "63", "section_title": "Debarment decisions: interim relief", "section_text": " 63    1   A supplier may apply to the court for suspension of the Minister’s decision to enter the supplier’s name on the debarment list.     2   Proceedings under subsection  (1)  must be brought during the debarment standstill period.     3   The court may make an order to—   a   suspend the Minister’s decision to enter the supplier’s name on the debarment list until—   i   the period referred to in subsection  (2) (c) of section 65 (appeals) ends without proceedings having been brought, or     ii   proceedings under that section are determined, discontinued or otherwise disposed of, and       b   if relevant, require that an entry in respect of the supplier be temporarily removed from the debarment list.       4   In considering whether to make an order under subsection  (3) , the court must have regard to—   a   the public interest in, among other things, ensuring that public contracts are not awarded to suppliers that pose a risk,     b   the interest of the supplier, including in relation to the likely financial impact of not suspending the decision, and     c   any other matters that the court considers appropriate.       5   In this section—     “ the court ” means—     in England and Wales, the High Court,      in Northern Ireland, the High Court, and      in Scotland, the Court of Session;         “ debarment standstill period ” has the meaning given in subsection (6) of section 62 (debarment list).       "}, {"act": "Procurement Act 2023", "year": 2023, "section": "64", "section_title": "Debarment list: application for removal", "section_text": " 64    1   A supplier may at any time apply to a Minister of the Crown for the removal or revision of an entry made on the debarment list in respect of the supplier.     2   The Minister is only required to consider such an application if—   a   in the opinion of the Minister, there has been a material change of circumstances—   i   since the entry was made or, where relevant, revised, or     ii   in a case where the supplier has made a previous application under subsection  (1)  in relation to the entry or, where relevant, revision, since the most recent application that was considered by the Minister was made, or       b   the application is otherwise accompanied by significant information that has not previously been considered by a Minister of the Crown.       3   After considering an application under subsection (1), the Minister must—   a   notify the supplier of the Minister’s decision, and     b   give reasons for the decision.      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "65", "section_title": "Debarment decisions: appeals", "section_text": " 65    1   A supplier may appeal to the court against a decision of a Minister of the Crown—   a   to enter the supplier’s name on the debarment list,     b   to indicate contracts of a particular description as part of an entry made in respect of the supplier on the basis of paragraph  35  of Schedule 6 (threat to national security),     c   to indicate a particular date as part of an entry in respect of the supplier under section 62 (4)(d) , or     d   not to remove or revise an entry made in respect of the supplier following an application under section 64 (application for removal).       2   Proceedings under subsection  (1) —   a   may only be brought by a United Kingdom supplier or a treaty state supplier,     b   may only be brought on the grounds that, in making the decision, the Minister made a material mistake of law, and     c   must be commenced before the end of the period of 30 days beginning with the day on which the supplier first knew, or ought to have known, about the Minister’s decision.       3   Subsection  (4)  applies if, in proceedings under subsection  (1)(a)  or  (b) , the court is satisfied that—   a   the Minister made a material mistake of law, and     b   in consequence of the mistake, a contracting authority excluded the supplier from participating in a competitive tendering procedure, or other selection process, in reliance on section 57 (1)(b)  or  (2)(b) .       4   The court may make one or more of the following orders—   a   an order setting aside the Minister’s decision;     b   an order to compensate the supplier for any costs incurred by the supplier in relation to participating in the procedure or process referred to in subsection  (3)(b) .       5   Otherwise, if the court is satisfied that the Minister made a material mistake of law, the court may make an order setting aside the Minister’s decision.     6   In this section—     “ the court ” has the meaning given in section 63 (interim relief);      the reference to a supplier being excluded includes a reference to—     the supplier’s tender being disregarded under section 26;      the supplier becoming an excluded supplier for the purposes of section 41(1)(a), 43 (1)  or 45(6)(a).          "}, {"act": "Procurement Act 2023", "year": 2023, "section": "66", "section_title": "Debarment proceedings and closed material procedure", "section_text": " 66   Part 2 of the Justice and Security Act 2013 (disclosure of sensitive material) applies in relation to proceedings under sections 63(1) (interim relief) and 65 (appeals) as if, in each of the following provisions, each reference to the Secretary of State included a reference to the Minister for the Cabinet Office—   a   section 6(2)(a), (7) and (9)(a) and (c);     b   section 7(4)(a);     c   section 8(1)(a);     d   section 11(3);     e   section 12(2)(a) and (b).    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "67", "section_title": "Electronic invoicing: implied term", "section_text": " 67    1   The term set out in subsection  (2)  is implied into every public contract entered into by a contracting authority.     2   The contracting authority must accept and process for payment any electronic invoice issued to the authority for payment under the contract which is—   a   in the required electronic form, and     b   not disputed by the authority.       3   For the purposes of the term in subsection  (2) —     “ electronic invoice ” means an invoice which is issued, transmitted and received in a structured electronic format that allows for its automatic and electronic processing;      “ required electronic form ” means a form that—     complies with the standard for electronic invoicing approved and issued by the British Standards Institution in the document numbered BS EN 16931-1:2017 (Electronic invoicing - Part 1: Semantic data model of the core elements of an electronic invoice), and      uses a syntax which is listed as a syntax that complies with that standard in the document numbered PD CEN/TS 16931-2:2017 (Electronic invoicing - Part 2: List of syntaxes that comply with EN 16931-1) approved and issued by the British Standards Institution.           4   A reference to a standard or document is a reference to the standard or document as it stands—   a   on the day that the contract is entered into, or     b   if the parties agree, on the day on which the invoice is issued.       5   Any term purporting to restrict or override the implied term is of no effect.     6   The implied term does not prevent a contracting authority—   a   requiring the use of a particular system in relation to electronic invoices;     b   in the case of a defence authority (as defined in section 7(5)), requiring the use of a system that requires the payment of fees by the supplier.       7   An appropriate authority may by regulations amend this section for the purpose of changing what it means for an invoice to be in the required electronic form.     8   Before making regulations under subsection  (7) , an appropriate authority must consult such persons as the authority considers appropriate.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "68", "section_title": "Implied payment terms in public contracts", "section_text": " 68    1   The terms in subsections  (2)  to  (5)  are implied into every public contract entered into by a contracting authority, except a public contract that is—   a   a concession contract,     b   a utilities contract awarded by a private utility, or     c   a contract awarded by a school.       2   Any sum due to be paid under the public contract by the contracting authority must be paid before the end of the period of 30 days beginning with—   a   the day on which an invoice is received by the contracting authority in respect of the sum, or     b   if later, the day on which the payment falls due in accordance with the invoice.       3   The term in subsection  (2)  does not apply if the contracting authority—   a   considers the invoice invalid, or     b   disputes the invoice.       4   On receiving an invoice from a payee, the contracting authority must notify the payee without undue delay if—   a   it considers the invoice invalid, or     b   it disputes the invoice.       5   A contracting authority may rely on a payment made by a third party to satisfy the term in subsection  (2)  only with the agreement of the payee.     6   Any term purporting to restrict or override the terms implied by this section is without effect.     7   But nothing in this section prohibits the parties to a contract from agreeing that a sum due under the contract must be paid earlier than would be required by the term in subsection  (2) .     8   For the purposes of the terms in subsections  (2)  to  (5) , an invoice is valid if—   a   it is an electronic invoice issued in the required electronic form, or     b   it sets out the minimum required information and meets any other requirement set out in the contract.       9   The minimum required information is—   a   the name of the invoicing party,     b   a description of the goods, services or works supplied,     c   the sum requested, and     d   a unique identification number.       10   An appropriate authority may by regulations amend this section for the purpose of changing the period within which a sum due under a contract must be paid, but the period may not exceed 30 days.     11   In this section—     “electronic invoice” and “required electronic form” have the meanings given in section 67(3);      “ payee ” means the person due to be paid under the invoice concerned;      a reference to a contracting authority receiving an invoice includes a reference to an invoice being delivered to an address, or through an electronic invoicing system, specified in the contract for the purpose.       "}, {"act": "Procurement Act 2023", "year": 2023, "section": "69", "section_title": "Payments compliance notices", "section_text": " 69    1   Before the end of the period of 30 days beginning with the last day of a reporting period, a contracting authority must publish a payments compliance notice if during that period—   a   the authority made a payment under a public contract;     b   a sum owed by the authority under a public contract became payable.       2   A “ payments compliance notice ” means a notice setting out—   a   specified information about the contracting authority’s compliance with the term set out in section 68(2) (payment within 30 days), and     b   any other specified information.       3   For the purposes of this section, a reporting period is—   a   the period beginning with the day on which this section comes into force and ending with the 31 March or 30 September following that day, whichever is earlier, and     b   each successive period of six months.       4   A Minister of the Crown or the Welsh Ministers may by regulations make provision about the preparation of a payments compliance notice, including provision requiring that the notice must be approved by a person of a description specified in the regulations.     5   In subsection  (2) , “ specified information ” means information specified in regulations under section 95.     6   This section does not apply—   a   to a transferred Northern Ireland authority,     b   to private utilities,     c   in relation to a public contract awarded by a school, or     d   in relation to a concession contract.      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "70", "section_title": "Information about payments under public contracts", "section_text": " 70    1   A contracting authority must publish specified information about any payment of more than £30,000 made by the authority under a public contract.     2   The information must be published before the end of the period of 30 days beginning with the last day of the quarter in which the payment was made.     3   A Minister of the Crown or the Welsh Ministers may by regulations amend this section for the purpose of changing—   a   the financial threshold;     b   the time limit for publication.       4   This section does not apply in relation to a public contract that is—   a   a utilities contract awarded by a private utility,     b   a concession contract,     c   awarded by a school,     d   awarded by a transferred Northern Ireland authority, unless it is awarded as part of a procurement under a reserved procurement arrangement or devolved Welsh procurement arrangement, or     e   awarded as part of a procurement under a transferred Northern Ireland procurement arrangement.       5   In this section—     “ quarter ” means a period of three months ending with 31 March, 30 June, 30 September or 31 December in any year;      “ specified information ” means information specified in regulations under section 95.       "}, {"act": "Procurement Act 2023", "year": 2023, "section": "71", "section_title": "Assessment of contract performance", "section_text": " 71    1   Subsection  (2)  applies where a contracting authority has set key performance indicators in accordance with section 52 (1) .     2   At least once in every period of twelve months during the life-cycle of the contract and on termination of the contract the contracting authority must —   a   assess performance against the key performance indicators, and     b   publish information specified in regulations under section 95 in relation to that assessment.       3   Subsection  (5)  applies if—   a   a supplier has breached a public contract, and     b   the breach results in—   i   termination (or partial termination) of the contract,     ii   the award of damages, or     iii   a settlement agreement between the supplier and the contracting authority.         4   Subsection  (5)  also applies if a contracting authority considers that a supplier—   a   is not performing a public contract to the authority’s satisfaction,     b   has been given proper opportunity to improve performance, and     c   has failed to do so.       5   Before the end of the period of 30 days beginning with the day on which this subsection first applies in relation to a particular breach or failure to perform, the contracting authority concerned must publish the following information—   a   that this subsection applies,     b   the circumstances giving rise to its application, and     c   any other information specified in regulations under section 95.       6   Subsection  (5)  does not apply in relation to a light touch contract.     7   This section does not apply to private utilities.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "72", "section_title": "Sub-contracting: directions", "section_text": " 72    1   This section applies in relation to a supplier if—   a   a contracting authority, as a condition of awarding a public contract, required that the supplier sub-contract the supply of certain goods, services or works to another supplier, or     b   the supplier—   i   indicated to a contracting authority that it intended to sub-contract all or part of a public contract to another supplier, and     ii   relied on that other supplier to satisfy any conditions of participation (see section 22 (8) ).         2   The contracting authority may direct that the supplier enter into a legally binding arrangement with the other supplier for the purpose of that supplier performing all or part of the contract (as required or indicated).     3   If a supplier fails to enter into a legally binding arrangement as directed by the contracting authority, the contracting authority may—   a   choose not to enter into the contract with the supplier,     b   where subsection  (1)(b)  applies, direct the supplier to enter into a legally binding arrangement with another appropriate supplier, or     c   if the contract has already been entered into, terminate the contract.       4   In subsection  (3) , an “ appropriate supplier ” means a supplier that—   a   is not an excluded supplier, and     b   could have been relied on in place of the supplier referred to in subsection  (1)(b)(ii) .       5   In subsection  (1)(a) , the reference to a condition of award includes, in the case of a direct award, any condition attaching to the award of a contract.     6   For the purposes of subsection  (1) , a supplier is not to be treated as having relied on another supplier to satisfy conditions of participation if the conditions were satisfied by the first supplier alone.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "73", "section_title": "Implied payment terms in sub-contracts", "section_text": " 73    1   The terms in subsections  (2)  to  (5)  of section 68 (implied payment terms in public contracts) are implied into every public sub-contract.     2   But for the purposes of subsection  (1) —   a   references in those terms to the contracting authority are to be read as references to the person to whom goods, services or works are supplied under the public sub-contract, and     b   section 68(8)(a) (electronic invoices) does not apply.       3   Any term purporting to restrict or override the terms implied by this section is without effect.     4   But nothing in this section prohibits the parties to a public sub-contract from agreeing that a sum due under the contract must be paid earlier than would be required by the term in section 68(2).     5   In this section, “ public sub-contract ” means a contract substantially for the purpose of performing (or contributing to the performance of) all or any part of a public contract.     6   This section does not apply in relation to a public sub-contract that is for the purpose of performing (or contributing to the performance of) all or any part of—   a   a concession contract,     b   a utilities contract awarded by a private utility, or     c   a contract awarded by a school.      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "74", "section_title": "Modifying a public contract", "section_text": " 74    1   A contracting authority may modify a public contract or a contract that, as a result of the modification, will become a public contract (a “convertible contract”) if the modification—   a   is a permitted modification under Schedule 8 (permitted modifications),     b   is not a substantial modification, or     c   is a below-threshold modification.       2   A contracting authority may also modify a public contract or a convertible contract if the contract is a light touch contract.     3   A “substantial modification” is a modification which would—   a   increase or decrease the term of the contract by more than 10 per cent of the maximum term provided for on award,     b   materially change the scope of the contract, or     c   materially change the economic balance of the contract in favour of the supplier.       4   A modification is a “below-threshold modification” if—   a   the modification would not itself increase or decrease the estimated value of the contract by more than—   i   in the case of a contract for goods or services, 10 per cent;     ii   in the case of a contract for works, 15 per cent,       b   the aggregated value of below-threshold modifications would be less than the threshold amount for the type of contract,     c   the modification would not materially change the scope of the contract, and     d   the modification is not within subsection (1)(a) or (b).       5   In this section, a reference to a modification changing the scope of a contract is a reference to a modification providing for the supply of goods, services or works of a kind not already provided for in the contract.     6   For the purposes of subsection  (4) , the “aggregated value of below-threshold modifications” is the amount of the estimated value of the contract after modification that is attributable to below-threshold modifications.     7   Subsection  (8)  applies if, on modifying a public contract under this section, a contracting authority considers that—   a   the modification could reasonably have been made together with another modification made to the contract under this section, and     b   that single modification would not have been permitted under subsection  (1) .       8   The modification is to be treated as not within subsection  (1) .     9   Except as provided for in paragraph  9  of Schedule 8 (modification permitted on corporate restructuring), a contracting authority may not modify a public contract so as to change the supplier.     10   Part 3 does not apply in relation to a contract to modify a contract where the modification is made in accordance with this section.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "75", "section_title": "Contract change notices", "section_text": " 75    1   Before modifying a public contract or a convertible contract (see section 74(1)), a contracting authority must publish a contract change notice.     2   Subsection  (1)  does not apply if—   a   the modification increases or decreases the estimated value of the contract by—   i   in the case of a contract for goods or services, 10 per cent or less,     ii   in the case of a contract for works, 15 per cent or less, or       b   the modification increases or decreases the term of the contract by 10 per cent or less of the maximum term provided for on award,    unless the modification is a permitted modification under paragraph 9 of Schedule 8 (novation or assignment on corporate restructuring).     3   A “contract change notice” is a notice setting out—   a   that the contracting authority intends to modify the contract;     b   any other information specified in regulations under section 95.       4   Subsection  (5)  applies if, on making a modification within subsection  (2)(a)  or  (2)(b) , a contracting authority considers that—   a   the modification could reasonably have been made together with an earlier modification of the contract, and     b   subsection  (1)  would have applied to that single modification.       5   Subsection  (1)  is to be treated as applying to the modification.     6   This section does not apply in relation to a modification of a contract that—   a   is a defence and security contract,     b   is a light touch contract,     c   was awarded by a private utility,     d   was awarded by a transferred Northern Ireland authority, unless it was awarded as part of a procurement under a reserved procurement arrangement or a devolved Welsh procurement arrangement, or     e   was awarded as part of a procurement under a transferred Northern Ireland procurement arrangement.       7   A Minister of the Crown or the Welsh Ministers may by regulations amend this section for the purpose of changing the percentage thresholds.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "76", "section_title": "Voluntary standstill period on the modification of contracts", "section_text": " 76    1   A contracting authority may not modify a public contract or a convertible contract before the end of any standstill period (“a voluntary standstill period”) provided for in a contract change notice in respect of the contract.     2   A voluntary standstill period may not be less than a period of eight working days beginning with the day on which the contract change notice is published.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "77", "section_title": "Publication of modifications", "section_text": " 77    1   Before the end of the period of 90 days beginning with the day on which a contracting authority makes a qualifying modification under section 74 (1) , the authority must publish a copy of—   a   the contract as modified, or     b   the modification.       2   A “qualifying modification” is a modification—   a   in respect of which the contracting authority is required to publish a contract change notice under section 75, and     b   which modifies, or results in, a public contract with an estimated value of more than £5 million.       3   Subsection  (1)  does not apply in relation to a modification of a contract that—   a   was awarded by a devolved Welsh authority, unless it was awarded as part of a procurement under a reserved procurement arrangement, or     b   was awarded as part of a procurement under a devolved Welsh procurement arrangement.       4   A Minister of the Crown may by regulations amend this section for the purpose of changing the financial threshold.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "78", "section_title": "Implied right to terminate public contracts", "section_text": " 78    1   It is an implied term of every public contract that the contract can, if a termination ground applies, be terminated by the contracting authority in accordance with this section.     2   Each of the following circumstances is a termination ground—   a   the contracting authority considers that the contract was awarded or modified in material breach of this Act or regulations made under it;     b   a supplier has, since the award of the contract, become an excluded supplier or excludable supplier (including by reference to an associated person);     c   a supplier (other than an associated person) to which the supplier is sub-contracting the performance of all or part of the public contract is an excluded or excludable supplier.       3   The termination ground in subsection  (2)(c)  is not available unless—   a   the contracting authority requested information under section 28 (1)(a)  (information about sub-contractors) in relation to the award of the public contract, and     b   subsection  (4) ,  (5)  or  (6)  applies.       4   This subsection applies if, before awarding the public contract, the contracting authority did not know the supplier intended to sub-contract the performance of all or part of the contract.     5   This subsection applies if—   a   the sub-contractor is an excluded or excludable supplier under section 57(1)(b) or (2)(b) (the debarment list), and     b   before awarding the contract the contracting authority—   i   sought to determine whether that was the case in accordance with section 28 (1)(b) , but     ii   did not know that it was.         6   This subsection applies if—   a   the sub-contractor is an excluded or excludable supplier under section 57(1)(a) or (2)(a),     b   the contracting authority requested information about the sub-contractor under section 28 (2) , and     c   before awarding the contract, the contracting authority did not know that the sub-contractor was an excluded or excludable supplier.       7   Before terminating a contract by reference to the term implied by subsection  (1) , a contracting authority must—   a   notify the supplier of its intention to terminate,     b   specify which termination ground applies and why the authority has decided to terminate the contract,     c   give the supplier reasonable opportunity to make representations about—   i   whether a termination ground applies, and     ii   the authority’s decision to terminate.         8   Before terminating a contract by reference to the fact that a supplier to which the supplier is sub-contracting is an excluded or excludable supplier (whether under subsection  (2)(b)  or  (c) ), a contracting authority must give the supplier reasonable opportunity to—   a   cease sub-contracting to the excluded or excludable supplier, and     b   if necessary, find an alternative supplier to which to sub-contract.       9   A public contract may contain provision about restitution and other matters ancillary to the termination of the contract by reference to the term implied by subsection  (1) .     10   But any term purporting to restrict or override the implied term is without effect.     11   In subsection  (2)(b) , the reference to a supplier becoming an excludable supplier includes a reference to—   a   a supplier becoming an excludable supplier on the basis of a discretionary exclusion ground that—   i   did not apply before award of the contract, or     ii   applied before award of the contract by reference to different circumstances, and       b   a contracting authority discovering that, before award of the contract, the supplier was an excludable supplier.       12   In this section, “ material breach ” means a breach that the contracting authority considers could reasonably result in a successful legal challenge under Part 9 or otherwise.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "79", "section_title": "Terminating public contracts: national security", "section_text": " 79    1   A relevant contracting authority may not terminate a contract by reference to the implied term in section 78 on the basis of the discretionary exclusion ground in paragraph  14  of Schedule 7 (threat to national security) unless—   a   the authority has notified a Minister of the Crown of its intention, and     b   the Minister considers that—   i   the supplier or sub-contractor is an excludable supplier by reference to paragraph  14  of Schedule 7, and     ii   the contract should be terminated.         2   A relevant contracting authority may not terminate a contract by reference to the implied term in section 78 on the basis of the mandatory exclusion ground in paragraph  35  of Schedule 6 (threat to national security) unless the authority has notified a Minister of the Crown of its intention.     3   In this section, a “ relevant contracting authority ” means a contracting authority other than—   a   a Minister of the Crown or a government department,     b   the Corporate Officer of the House of Commons, or     c   the Corporate Officer of the House of Lords.      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "80", "section_title": "Contract termination notices", "section_text": " 80    1   Before the end of the period of 30 days beginning with the day on which a public contract is terminated, a contracting authority must publish a contract termination notice.     2   A “contract termination notice” is a notice setting out—   a   that the contract has been terminated, and     b   any other information specified in regulations under section 95.       3   In this section, a reference to termination includes a reference to—   a   discharge,     b   expiry,     c   termination by a party,     d   rescission, or     e   set aside by court order (whether or not under Part 9).       4   This section does not apply—   a   to private utilities, or     b   in relation to a contract awarded under section 41 by reference to paragraph  15  of Schedule 5 (direct award: user choice contracts).      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "81", "section_title": "Conflicts of interest: duty to identify", "section_text": " 81    1   A contracting authority must take all reasonable steps to identify, and keep under review, in relation to a covered procurement any—   a   conflicts of interest, or     b   potential conflicts of interest.       2   There is a conflict of interest in relation to a covered procurement if—   a   a person acting for or on behalf of the contracting authority in relation to the procurement has a conflict of interest, or     b   a Minister acting in relation to the procurement has a conflict of interest.       3   A person who influences a decision made by or on behalf of a contracting authority in relation to a covered procurement is to be treated as acting in relation to the procurement.     4   In this section—     “ interest ” includes a personal, professional or financial interest and may be direct or indirect;      “ Minister ” means—     a Minister of the Crown;      a member of the Welsh Government;      the First Minister, deputy First Minister or a Northern Ireland Minister;         “ member of the Welsh Government ” means a person referred to in section 45 of the Government of Wales Act 2006.       "}, {"act": "Procurement Act 2023", "year": 2023, "section": "82", "section_title": "Conflicts of interest: duty to mitigate", "section_text": " 82    1   A contracting authority must take all reasonable steps to ensure that a conflict of interest does not put a supplier at an unfair advantage or disadvantage in relation to a covered procurement.     2   Reasonable steps may include requiring a supplier to take reasonable steps.     3   Subsection  (4)  applies if a contracting authority considers that—   a   a conflict of interest puts a supplier at an unfair advantage in relation to the award of a public contract, and     b   either—   i   the advantage cannot be avoided, or     ii   the supplier will not take steps that the contracting authority considers are necessary in order to ensure it is not put at an unfair advantage.         4   The contracting authority must in relation to the award—   a   treat the supplier as an excluded supplier for the purpose of—   i   assessing tenders under section 19 (competitive award), or     ii   awarding a contract under section 41 or 43 (direct award), and       b   exclude the supplier from participating in, or progressing as part of, any competitive tendering procedure.       5   In this section, “ conflict of interest ” has the meaning given in section 81.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "83", "section_title": "Conflicts assessments", "section_text": " 83    1   Before publishing a tender or transparency notice in relation to a covered procurement, a contracting authority must prepare a conflicts assessment in relation to the procurement.     2   Before publishing a dynamic market notice in relation to the establishment of a dynamic market, a contracting authority must prepare a conflicts assessment in relation to the establishment.     3   A conflicts assessment must include details of—   a   conflicts or potential conflicts of interest identified in accordance with section 81 (duty to identify), and     b   any steps the contracting authority has taken or will take for the purposes of section 82 (duty to mitigate).       4   If a contracting authority is aware of circumstances that it considers are likely to cause a reasonable person to wrongly believe there to be a conflict or potential conflict of interest, a conflicts assessment must also include details of any steps the contracting authority has taken or will take to demonstrate that no such conflict or potential conflict exists.     5   A contracting authority must—   a   keep any conflicts assessment under review,     b   revise the assessment as necessary, and     c   when publishing any relevant notice, confirm that a conflicts assessment has been prepared and revised in accordance with this section.       6   Subsection  (5)  does not apply after—   a   a contracting authority has given notice of its decision not to award the contract (under section 55),     b   a contract termination notice is published in relation to the procurement, or     c   a dynamic market notice is published in relation to the market ceasing to operate.       7   In the case of a contracting authority that is a private utility—   a   the reference in this section to notice of a decision not to award a contract is a reference to the decision;     b   the reference in this section to a contract termination notice being published in relation to a procurement is a reference to the contract being terminated;     c   the reference in this section to a dynamic market notice being published in relation to a market ceasing to operate is a reference to the market ceasing to operate.       8   In this section—     “ conflict of interest ” has the meaning given in section 81;      “ relevant notice ” means—     a tender notice,      a transparency notice,      a dynamic market notice in relation to the establishment of a dynamic market,      a contract details notice relating to a public contract, or      a contract change notice;         “terminated” is to be understood by reference to section 80 (3) .       "}, {"act": "Procurement Act 2023", "year": 2023, "section": "84", "section_title": "Regulated below-threshold contracts", "section_text": " 84    1   In this Part, a “ regulated below-threshold contract ” means a below-threshold contract which is not—   a   an exempted contract,     b   a concession contract, or     c   a utilities contract.       2   This Part does not apply in relation to procurement—   a   by a school,     b   by a transferred Northern Ireland authority, other than procurement under a reserved procurement arrangement or a devolved Welsh procurement arrangement, or     c   under a transferred Northern Ireland procurement arrangement.      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "85", "section_title": "Regulated below-threshold contracts: procedure", "section_text": " 85    1   If a contracting authority invites the submission of tenders in relation to the award of a regulated below-threshold contract, the authority may not restrict the submission of tenders by reference to an assessment of a supplier’s suitability to perform the contract.     2   The reference to a supplier’s suitability to perform the contract includes a reference to a supplier’s—   a   legal and financial capacity;     b   technical ability.       3   Subsection  (1)  does not apply in relation to a works contract if the contract has an estimated value of—   a   in the case of a contract to be awarded by a central government authority, not less than £138,760, or     b   otherwise, not less than £213,477.       4   A Minister of the Crown may by regulations amend this section for the purpose of amending the financial thresholds.     5   This section does not apply in relation to—   a   the award of a contract by a devolved Welsh authority, unless it is awarded under a reserved procurement arrangement,     b   the award of a contract under a devolved Welsh procurement arrangement, or     c   the award of a contract in accordance with a framework.      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "86", "section_title": "Regulated below-threshold contracts: duty to consider small and medium-sized enterprises", "section_text": " 86    1   Before inviting the submission of tenders in relation to the award of a regulated below-threshold contract, a contracting authority must—   a   have regard to the fact that small and medium-sized enterprises may face particular barriers in competing for a contract, and     b   consider whether such barriers can be removed or reduced.       2   Subsection  (1)  does not apply in relation to the award of a contract in accordance with a framework.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "87", "section_title": "Regulated below-threshold contracts: notices", "section_text": " 87    1   A contracting authority may not advertise for the purpose of inviting tenders in relation to the award of a notifiable below-threshold contract without first publishing a below-threshold tender notice.     2   Subsection  (1)  does not apply if a contracting authority advertises only for the purpose of inviting tenders from particular or pre-selected suppliers.     3   As soon as reasonably practicable after entering into a notifiable below-threshold contract, a contracting authority must publish a contract details notice.     4   A “notifiable below-threshold contract” is a regulated below-threshold contract with an estimated value of—   a   in the case of a contract to be awarded by a central government authority, not less than £12,000, or     b   otherwise, not less than £30,000.       5   A “below-threshold tender notice” is a notice setting out—   a   that the contracting authority intends to award a contract, and     b   any other information specified in regulations under section 95.       6   Any time limits provided for in a below-threshold tender notice must be—   a   reasonable, and     b   the same for each supplier.       7   A Minister of the Crown or the Welsh Ministers may by regulations amend this section for the purpose of amending the financial thresholds.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "88", "section_title": "Regulated below-threshold contracts: implied payment terms", "section_text": " 88    1   The terms in subsections (2) to  (5)  are implied into every regulated below-threshold contract entered into by a contracting authority.     2   Any sum due to be paid under the contract by the contracting authority must be paid before the end of the period of 30 days beginning with—   a   the day on which an invoice is received by the contracting authority in respect of the sum, or     b   if later, the day on which the sum first became due in accordance with the invoice.       3   The term in subsection (2) does not apply if the contracting authority—   a   considers the invoice invalid, or     b   disputes the invoice.       4   On receiving an invoice from a payee, the contracting authority must notify the payee without undue delay if—   a   it considers the invoice invalid, or     b   it disputes the invoice.       5   A contracting authority may rely on a payment made by a third party to satisfy the term in subsection (2) only with the agreement of the payee.     6   For the purposes of the terms in subsections (2) to  (5) , an invoice is valid if it sets out the minimum required information and meets any other requirement set out in the contract.     7   The minimum required information is—   a   the name of the invoicing party,     b   a description of the goods, services or works supplied,     c   the sum requested, and     d   a unique identification number.       8   The terms in subsections (2) to  (5)  are also implied into any contract that is wholly or substantially for the purpose of performing (or contributing to the performance of) all or any part of the contract referred to in subsection  (1) .     9   But for the purpose of subsection  (8) , references in those terms to the contracting authority are to be read as references to the person to whom goods, services or works are supplied for the purpose of performing (or contributing to the performance of) all or any part of the contract referred to in subsection  (1) .     10   Any term purporting to restrict or override the terms implied by this section is without effect.     11   But nothing in this section prohibits the parties to a contract from agreeing that a sum due under the contract must be paid earlier than would be required by the term in subsection (2).     12   A Minister of the Crown or the Welsh Ministers may by regulations amend this section for the purpose of changing the number of days referred to in subsection (2), but the number of days may not be more than 30 days.     13   In this section—   a   “ payee ” means the person due to be paid under the invoice concerned;     b   a reference to a contracting authority receiving an invoice includes a reference to an invoice being delivered to an address specified in the contract for the purpose.      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "89", "section_title": "Treaty state suppliers", "section_text": " 89    1   In this Act, a “ treaty state supplier ” means a supplier that is entitled to the benefits of an international agreement specified in Schedule 9.     2   But a supplier is a treaty state supplier only to the extent that it is entitled to the benefits of an international agreement specified in Schedule 9 in relation to the procurement being—   a   carried out, or     b   challenged.       3   An appropriate authority may by regulations amend Schedule 9 for the purpose of—   a   specifying an international agreement to which the United Kingdom is a signatory, or     b   removing, or amending a reference to, an international agreement.       4   In subsection  (3)(a) , the reference to being a signatory to an international agreement includes a reference to having—   a   exchanged instruments, where the exchange constitutes the agreement;     b   acceded to the agreement.       5   In this Part a reference to a supplier being entitled to the benefits of a treaty includes a reference to a supplier being entitled by virtue of the place of origin of goods, services or works supplied.     6   In this Act—   a   a reference to a treaty state supplier does not include a reference to a supplier that is entitled to the benefits of an international agreement only by reference to the United Kingdom being party to that agreement;     b   a reference to a state or territory being party to an agreement includes a reference to a state or territory being part of an organisation of states or territories that is party to an agreement.      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "90", "section_title": "Treaty state suppliers: non-discrimination", "section_text": " 90    1   A contracting authority may not, in carrying out a procurement, discriminate against a treaty state supplier.     2   A contracting authority discriminates against a treaty state supplier if it treats the supplier less favourably than it treats, or would treat, a United Kingdom supplier or other treaty state supplier because of—   a   the supplier’s association with the supplier’s treaty state, or     b   the supplier’s lack of association with—   i   the United Kingdom, or     ii   another treaty state.         3   On a comparison of cases for the purposes of subsection (2), there must be no material difference between the circumstances relating to each case.     4   In this section, a reference to a supplier’s association with a state includes a reference to the fact that the state is the place of origin of goods, services or works supplied by the supplier.     5   In this section, a “ treaty state ” means a state, territory or organisation of states or territories that is party to an international agreement specified in Schedule 9, other than the United Kingdom.     6   And, in subsection  (2)(a) , a treaty state is a supplier’s treaty state if the supplier is entitled to the benefits of such an international agreement by reference to that treaty state being party to the agreement.     7   In this Act, “ United Kingdom supplier ” means a supplier that is—   a   established in, or controlled or mainly funded from, the United Kingdom, a British Overseas Territory or a Crown Dependency, and     b   is not a treaty state supplier.      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "91", "section_title": "Treaty state suppliers: non-discrimination in Scotland", "section_text": " 91    1   A Minister of the Crown or the Scottish Ministers may by regulations make provision for the purpose of ensuring that treaty state suppliers are not discriminated against in the carrying out of devolved procurements.     2   Regulations under subsection (1) may only include provision that is equivalent to provision in—   a   subsection (1), (2), (5) or (6) of section 89 (treaty state suppliers),     b   section 90 (treaty state suppliers: non-discrimination), or     c   Schedule 9 (specified international agreements).       3   Regulations under subsection (1) may not be made unless a Minister of the Crown considers, or the Scottish Ministers consider, that the regulations are necessary in order to ratify or comply with an international agreement to which the United Kingdom is a signatory.     4   In subsection  (3) , the reference to being a signatory to an international agreement includes a reference to having—   a   exchanged instruments, where the exchange constitutes the agreement;     b   acceded to the agreement.       5   In this section—   a   “ devolved procurement ” means procurement carried out by a devolved Scottish authority;     b   a reference to discrimination is a reference to discrimination as defined in section 90.       6   Regulations under subsection  (1)  may modify primary legislation (whenever passed).    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "92", "section_title": "Trade disputes", "section_text": " 92    1   This section applies where there is, or has been, a dispute relating to procurement between the United Kingdom and another state, territory or organisation of states or territories in relation to an international agreement specified in Schedule 9.     2   An appropriate authority or the Scottish Ministers may by regulations make such provision relating to procurement as the authority considers, or the Scottish Ministers consider, appropriate in consequence of the dispute.     3   Any provision made by the Scottish Ministers under subsection  (2)  must relate to procurement—   a   carried out by devolved Scottish authorities, or     b   under devolved Scottish procurement arrangements.       4   Regulations under this section may include provision modifying primary legislation, whenever passed (including this Act).     5   In subsection  (1) , the reference to an international agreement specified in Schedule 9 does not include a reference to the Trade and Cooperation Agreement between the United Kingdom of Great Britain and Northern Ireland, of the one part, and the European Union and the European Atomic Energy Community, of the other part, signed at Brussels and London on 30 December 2020.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "93", "section_title": "Pipeline notices", "section_text": " 93    1   This section applies in relation to any contracting authority that considers that, in the coming financial year, it will pay more than £100 million under relevant contracts.     2   A contracting authority must publish a pipeline notice before the end of the period of 56 days beginning with the first day of the financial year referred to in subsection  (1) .     3   A “ pipeline notice ” means a notice setting out specified information about any public contract with an estimated value of more than £2 million in respect of which the contracting authority intends to publish a tender notice or transparency notice during the reporting period.     4   In this section—     “ financial year ” means—     the period of twelve months beginning with the 1 April following the day on which this section comes into force, and      each successive period of 12 months;         “ relevant contracts ” means any contracts for the supply of goods, services or works to the contracting authority other than exempted contracts;      “ reporting period ” means the period of 18 months beginning with the first day of the financial year referred to in subsection  (1) ;      “ specified information ” means information specified in regulations under section 95.        5   A Minister of the Crown or the Welsh Ministers may by regulations amend this section for the purpose of changing the financial thresholds.     6   This section does not apply to—   a   private utilities, or     b   a transferred Northern Ireland authority.      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "94", "section_title": "General exemptions from duties to publish or disclose information", "section_text": " 94    1   A contracting authority is not required to publish or otherwise disclose information under this Act if the authority is satisfied that—   a   withholding the information from publication or other disclosure is necessary for the purpose of safeguarding national security, or     b   the information is sensitive commercial information and there is an overriding public interest in its being withheld from publication or other disclosure.       2   “Sensitive commercial information” is information which—   a   constitutes a trade secret, or     b   would be likely to prejudice the commercial interests of any person if it were published or otherwise disclosed.       3   If a contracting authority withholds information under this section, the authority must publish or notify anyone to whom the information would otherwise be provided of—   a   the fact that information is being withheld, and     b   whether it is being withheld under subsection  (1)(a)  or  (1)(b) .       4   A contracting authority is not required to publish or notify someone under subsection  (3)  if the authority is satisfied that it would be contrary to the interests of national security to do so.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "95", "section_title": "Notices, documents and information: regulations and online system", "section_text": " 95    1   An appropriate authority may by regulations make provision about—   a   the form and content of notices, documents or other information to be published or provided under this Act;     b   how such notices or documents are, or information is, to be published, provided or revised.       2   Regulations under subsection (1) may for example—   a   require a notice or document to contain specified information;     b   require publication on a specified online system.       3   Regulations under subsection (1) may—   a   make different provision for different kinds of notice, document or information;     b   make different provision for the same kind of notice, document or information for different purposes.      See also section 122(3).     4   A Minister of the Crown must make arrangements to establish and operate an online system for the purpose of publishing notices, documents and other information under this Act.     5   An online system established or operated under subsection  (4)  must—   a   make notices, documents and other information published under this Act available free of charge, and     b   be accessible to people with disabilities.      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "96", "section_title": "Electronic communications", "section_text": " 96    1   In carrying out a covered procurement, a contracting authority must so far as practicable—   a   communicate with suppliers electronically, and     b   take steps to ensure that suppliers participating in the procurement communicate electronically.       2   In carrying out a covered procurement, a contracting authority may only use, or require the use of, electronic communication systems that are—   a   free of charge and readily accessible to suppliers,     b   generally available, or interoperable with other generally available systems, and     c   accessible to people with disabilities.       3   Subsection  (2)(a)  does not apply in relation to an electronic communications system used, or required to be used—   a   after the award of the public contract, or     b   in relation to a utilities dynamic market.       4   This section does not apply if the contracting authority is satisfied that electronic communication, or the use of an electronic communication system meeting the requirements of subsection  (2) , poses a particular security risk in the circumstances.     5   In this section, “ electronic communication system ” includes any electronic system used for the purpose of communication with suppliers.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "97", "section_title": "Information relating to a procurement", "section_text": " 97    1   An appropriate authority may by regulations make provision requiring certain information to be shared in a particular way, including through a specified online system.     2   Regulations under subsection  (1)  may require a contracting authority to—   a   share information in a particular way, or     b   take steps to ensure that suppliers participating in a procurement share information in a particular way.       3   In this section, “ information ” means information shared under, or for a purpose relating to, this Act.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "98", "section_title": "Record-keeping", "section_text": " 98    1   A contracting authority must keep such records as the authority considers sufficient to explain a material decision made for the purpose of awarding or entering into a public contract.     2   For the purposes of subsection  (1) , a decision is “material” if, under this Act, a contracting authority is required—   a   to publish or provide a notice, document or other information in relation to the decision, or     b   to make the decision.       3   A contracting authority must keep records of any communication between the authority and a supplier that is made—   a   in relation to the award or entry into of a public contract, and     b   before the contract is entered into.       4   A record under this section must be kept until—   a   the day on which the contracting authority gives notice of a decision not to award the contract (see section 55), or     b   the end of the period of three years beginning with the day on which the contract is entered into or, if the contract is awarded but not entered into, awarded.       5   This section does not apply in relation to defence and security contracts.     6   This section does not affect any other obligation under any enactment or rule of law by virtue of which a contracting authority must retain documents or keep records, including for a longer period.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "99", "section_title": "Data protection", "section_text": " 99    1   This Act does not authorise or require a disclosure of information that would contravene the data protection legislation (but in determining whether a disclosure would do so, take into account the powers conferred and the duties imposed by and under this Act).     2   In this section “ the data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act).    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "100", "section_title": "Duties under this Act enforceable in civil proceedings", "section_text": " 100    1   A contracting authority’s duty to comply with Parts 1 to 5, 7 and 8 is enforceable in civil proceedings under this Part.     2   For the purposes of this Part, the duty is owed to any supplier that is—   a   a United Kingdom supplier, or     b   a treaty state supplier.       3   Proceedings under this Part may be brought in the court by a supplier that—   a   is a United Kingdom or treaty state supplier, and     b   has suffered, or is at risk of suffering, loss or damage in consequence of a breach of the duty.       4   See section 106 for time limits applicable in respect of claims under this Part.     5   A contracting authority’s duty to comply with section 12(4) (requirement to have regard to barriers facing SMEs), or section 13(9) or 14(8) (requirement to have regard to procurement policy statements), is not enforceable in civil proceedings under this Part.     6   A contracting authority’s duty to comply with section 90 (treaty state suppliers: non-discrimination) in relation to a procurement is not enforceable in civil proceedings under this Part, except in relation to a covered procurement.     7   A supplier may not bring proceedings under this Part on the grounds that one or more of the following decisions of a Minister of the Crown was unlawful—   a   a decision to enter a supplier’s name on the debarment list;     b   a decision relating to the information included in an entry on the debarment list;     c   a decision not to remove an entry from the debarment list, or revise information included in such an entry,    (see section 65 (debarment decisions: appeals)).     8   This Part applies irrespective of section 2(2) and 21 of the Crown Proceedings Act 1947.     9   In this Part—     “claimant”—     in relation to a claim in Northern Ireland, means plaintiff;      in relation to a claim in Scotland, means pursuer;         “ the court ” means—     in England and Wales, the High Court,      in Northern Ireland, the High Court, and      in Scotland, the Court of Session.          "}, {"act": "Procurement Act 2023", "year": 2023, "section": "101", "section_title": "Automatic suspension of the entry into or modification of contracts", "section_text": " 101    1   A contracting authority may not enter into a public contract, or modify a public contract or a convertible contract, if during any applicable standstill period—   a   proceedings under this Part are commenced in relation to the contract, and     b   the contracting authority is notified of that fact.       2   The court may lift or modify the restriction in subsection (1) by order under section 102.     3   The restriction in subsection (1) does not apply if—   a   the proceedings at first instance have been determined, discontinued or otherwise disposed of, and     b   the court has not made an order to extend the restriction.       4   In this section “ convertible contract ” has the meaning given in section 74.     5   See sections 51 and 76 for provision about standstill periods.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "102", "section_title": "Interim remedies", "section_text": " 102    1   In proceedings under this Part, the court may make one or more of the following orders—   a   an order lifting or modifying the restriction in section 101 (1) ;     b   an order extending the restriction or imposing a similar restriction;     c   an order suspending the effect of any decision made or action taken by the contracting authority in carrying out the procurement;     d   an order suspending the procurement or any part of it;     e   an order suspending the entry into or performance of a contract;     f   an order suspending the making of a modification of a contract or performance of a contract as modified.       2   In considering whether to make an order under subsection (1), the court must have regard to—   a   the public interest in, among other things—   i   upholding the principle that public contracts should be awarded, and contracts should be modified, in accordance with the law;     ii   avoiding delay in the supply of the goods, services or works provided for in the contract or modification (for example, in respect of defence or security interests or the continuing provision of public services);       b   the interests of suppliers, including whether damages are an adequate remedy for the claimant;     c   any other matters that the court considers appropriate.       3   An order under subsection (1) may not permit a contract to be entered into or modified before the end of any applicable standstill period (see sections 51 and 76).     4   An order under subsection (1) may provide for undertakings or conditions.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "103", "section_title": "Pre-contractual remedies", "section_text": " 103    1   This section applies if the court is satisfied that a decision made, or action taken, by a contracting authority breached the duty referred to in section 100 (1)  and—   a   the contract in relation to which the breach occurred has not been entered into, or     b   where the breach occurred in relation to a modification of a contract, the modification has not yet been made.       2   The court may make one or more of the following orders—   a   an order setting aside the decision or action;     b   an order requiring the contracting authority to take any action;     c   an order for the award of damages;     d   any other order that the court considers appropriate.      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "104", "section_title": "Post-contractual remedies", "section_text": " 104    1   This section applies if the court is satisfied that a decision made, or action taken, by a contracting authority breached the duty referred to in section 100 (1)  and—   a   the contract in relation to which the breach occurred has already been entered into, or     b   where the breach occurred in relation to a modification of a contract, the modification has already been made.       2   The court—   a   must, if a set aside condition in section 105 is met, make an order setting aside the contract or modification, and     b   may, in any case, make an order for the award of damages.       3   The duty in subsection  (2)(a)  does not apply if the court is satisfied that there is an overriding public interest in not setting aside the contract or modification (for example, in respect of defence or security interests or the continuing provision of public services).     4   In which case, the court may make an order reducing—   a   the term of the contract;     b   the goods, services or works to be supplied under the contract.       5   In considering whether there is an overriding public interest in not setting aside a contract or modification, the court—   a   may have regard to the financial consequences of setting aside the contract or modification only in exceptional circumstances, and     b   must in any event disregard costs that are directly associated with—   i   the contracting authority having to award another contract or enter into a contract to a different supplier,     ii   a delay in the performance of the contract or the contract as modified, or     iii   any legal obligations arising from setting aside the contract or modification.         6   If a contract or modification is set aside, it is to be treated as without effect from the date of the order.     7   An order setting aside a framework or modification of a framework may not operate to set aside contracts already awarded under the framework.     8   An order setting aside or reducing the term of, or supplies under, a contract may make provision for restitution and other consequential or supplementary matters.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "105", "section_title": "Post-contractual remedies: set aside conditions", "section_text": " 105    1   A set aside condition is met if the court is satisfied that the claimant was denied a proper opportunity to seek a remedy under section 103 (pre-contractual remedies) because—   a   a required contract award notice was not published;     b   the contract was entered into or modified before the end of any applicable standstill period (see sections 51 and 76);     c   the contract was entered into or modified during a period of automatic suspension under section 101 or in breach of a court order;     d   in the case of a contract of a kind described in section 51 (3)  (exceptions to mandatory standstill), the breach became apparent only on publication of a contract award notice;     e   in the case of a modification under section 74, the breach became apparent only on publication of a contract change notice;     f   the breach became apparent only after the contract was entered into or modified.       2   Subsection  (1)(d)  does not apply if—   a   the contract award notice provided for a standstill period, and     b   the contract was not entered into before the end of that standstill period.       3   Subsection  (1)(e)  does not apply if—   a   the contract change notice provided for a standstill period, and     b   the modification was not made before the end of that standstill period.       4   References in this section to a notice not being published include references to a notice that, though published, did not provide accurate information in respect of the contract as entered into.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "106", "section_title": "Time limits on claims", "section_text": " 106    1   A supplier must commence any specified set-aside proceedings before the earlier of—   a   the end of the period of 30 days beginning with the day on which the supplier first knew, or ought to have known, about the circumstances giving rise to the claim;     b   the end of the period of six months beginning with the day the contract was entered into or modified.       2   A supplier must commence any other proceedings under this Part before the end of the period of 30 days beginning with the day on which the supplier first knew, or ought to have known, about the circumstances giving rise to the claim.     3   The court may make an order extending a time limit referred to in subsection  (1)(a)  or  (2)  if it considers there to be a good reason for doing so.     4   An order under subsection  (3)  may not permit proceedings to be commenced after—   a   in the case of specified set-aside proceedings, the end of the period referred to in subsection  (1)(b) , and     b   in any case, the end of the period of 3 months beginning with the day on which the supplier first knew, or ought to have known, about the circumstances giving rise to the claim.       5   In this section, “ specified set-aside proceedings ” means proceedings under section 104(2) to—   a   set aside a public contract in circumstances where the contracting authority did not publish a contract details notice in respect of the contract in accordance with section 53, or     b   set aside a modification of a contract.      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "107", "section_title": "Part 9 proceedings and closed material procedure", "section_text": " 107   Part 2 of the Justice and Security Act 2013 (disclosure of sensitive material) applies in relation to proceedings under this Part as if, in each of the following provisions, each reference to the Secretary of State included a reference to the Minister for the Cabinet Office—   a   section 6(2)(a), (7) and (9)(a) and (c);     b   section 7(4)(a);     c   section 8(1)(a);     d   section 11(3);     e   section 12(2)(a) and (b).    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "108", "section_title": "Procurement investigations", "section_text": " 108    1   An appropriate authority may investigate a relevant contracting authority’s compliance with requirements of this Act.     2   An appropriate authority conducting a procurement investigation may by notice require a relevant contracting authority—   a   to provide such relevant documents as the appropriate authority may reasonably require for the purposes of the procurement investigation, in the form or manner specified in the notice;     b   to give such other assistance in connection with the procurement investigation as is reasonable in the circumstances and is specified in the notice.       3   The relevant contracting authority must comply with a notice under subsection  (2)  before the end of—   a   the period specified in the notice (which must be at least 30 days beginning with the day on which the notice is given), or     b   such longer period as the appropriate authority may agree to.       4   The appropriate authority may publish the results of a procurement investigation, including any section 109 recommendation issued.     5   In this section—     “ procurement investigation ” means an investigation under subsection  (1) ;      “ relevant contracting authority ” means a contracting authority other than—     a Minister of the Crown or a government department;      the Welsh Ministers;      a Northern Ireland department;      the Corporate Officer of the House of Commons;      the Corporate Officer of the House of Lords;      the Senedd Commission;      the Northern Ireland Assembly Commission;      a private utility;         “ relevant documents ” means documents or other information that—     are specified or described in a notice under subsection  (2) , and      are in the possession or control of the relevant contracting authority to which the notice is given;         “ section 109 recommendation ” has the meaning given in section 109.       "}, {"act": "Procurement Act 2023", "year": 2023, "section": "109", "section_title": "Recommendations following procurement investigations", "section_text": " 109    1   This section applies where an appropriate authority—   a   has conducted a procurement investigation under section 108, and     b   considers, in light of the results of that procurement investigation (whether alone or in conjunction with the results of other such investigations), that a relevant contracting authority is engaging in action giving rise, or that is likely to give rise, to a breach of any requirement of this Act.       2   The appropriate authority may issue a recommendation (a “section 109 recommendation”) to the relevant contracting authority as to—   a   the action the relevant contracting authority should take with a view to ensuring that it complies with the requirements of this Act specified in the recommendation;     b   the timing of such action.       3   A section 109 recommendation must not relate to how the relevant contracting authority should—   a   comply with section 12 (procurement objectives);     b   have regard to the national procurement policy statement (see section 13) or the Wales procurement policy statement (see section 14);     c   comply with section 86 (regulated below-threshold contracts: duty to consider SMEs);     d   exercise a discretion in relation to a particular procurement.       4   In considering how to comply with the requirements of this Act, a relevant contracting authority must have regard to a section 109 recommendation issued to it.     5   A relevant contracting authority to which a section 109 recommendation has been issued must, where the recommendation so specifies, submit a progress report to the appropriate authority at such intervals as may be specified.     6   A “progress report” is a report setting out—   a   what action (if any) the relevant contracting authority has taken as a result of the recommendation, or     b   if the authority has taken no such action, a statement to that effect.       7   Where the relevant contracting authority has taken no action as a result of the section 109 recommendation, or has taken different action to that recommended, the progress report must also include the authority’s reasons for doing so.     8   The appropriate authority may publish a progress report or, where the relevant contracting authority fails to submit one, notice of that fact.     9   In this section—     “ action ” includes acts and omissions;      “procurement investigation” and “relevant contracting authority” have the meanings given in section 108.       "}, {"act": "Procurement Act 2023", "year": 2023, "section": "110", "section_title": "Guidance following procurement investigations", "section_text": " 110    1   Where an appropriate authority has conducted a procurement investigation under section 108, the authority may publish guidance setting out what the authority considers to be the lessons of the matters considered in the procurement investigation for compliance with the requirements of this Act by contracting authorities generally.     2   In considering how to comply with the requirements of this Act, a contracting authority must have regard to relevant guidance published under subsection  (1) .     3   In subsection (2), the reference to relevant guidance is a reference to guidance that could, in light of Part 11, be addressed to the contracting authority.    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "111", "section_title": "Welsh Ministers: restrictions on the exercise of powers", "section_text": " 111    1   The Welsh Ministers may only exercise a power under this Act for the purpose of regulating—   a   contracting authorities that are devolved Welsh authorities (within the meaning given in section 157A of the Government of Wales Act 2006),     b   contracting authorities that—   i   are not devolved Welsh authorities, but     ii   for the purposes of this Act, are to be treated as devolved Welsh authorities, or       c   procurement under a devolved Welsh procurement arrangement.       2   A contracting authority that is a public undertaking or private utility is to be treated as a devolved Welsh authority for the purposes of this Act if—   a   it operates wholly or mainly in relation to Wales, and     b   its activities are wholly or mainly activities that do not relate to reserved matters.       3   Otherwise, a contracting authority is to be treated as a devolved Welsh authority for the purposes of this Act if the authority’s functions—   a   are exercisable wholly or mainly in relation to Wales, and     b   are wholly or mainly functions that do not relate to reserved matters.       4   Other than in this section and section 127 (commencement), a reference in this Act to a devolved Welsh authority includes a reference to an authority that is to be treated as a devolved Welsh authority for the purposes of this Act.     5   Subsection  (1)  does not apply in relation to a power under sections 59 to 66 (debarment).     6   In this section—     “ reserved matters ” has the meaning given in the Government of Wales Act 2006;      “ Wales ” has the meaning given in section 158 of the Government of Wales Act 2006 (when read by reference to section 157A(9) of that Act).       "}, {"act": "Procurement Act 2023", "year": 2023, "section": "112", "section_title": "Northern Ireland department: restrictions on the exercise of powers", "section_text": " 112    1   A Northern Ireland department may only exercise a power under this Act for the purpose of regulating—   a   contracting authorities that are transferred Northern Ireland authorities,     b   contracting authorities that are public undertakings or private utilities that—   i   are not transferred Northern Ireland authorities, but     ii   for the purposes of this Act, are to be treated as transferred Northern Ireland authorities, or       c   procurement under a transferred Northern Ireland procurement arrangement.       2   For the purposes of this section, an authority is a “transferred Northern Ireland authority” if its functions—   a   are exercisable only in or as regards Northern Ireland, and     b   are wholly or mainly functions that do not relate to reserved or excepted matters (within the meaning given by the Northern Ireland Act 1998).       3   A contracting authority that is a public undertaking or private utility is to be treated as a transferred Northern Ireland authority for the purposes of this Act if—   a   it operates only in or as regards Northern Ireland, and     b   its activities are wholly or mainly activities that do not relate to reserved or excepted matters.       4   Other than in this section, a reference in this Act to a transferred Northern Ireland authority includes a reference to an authority that is to be treated as a transferred Northern Ireland authority for the purposes of this Act.     5   Subsection  (1)  does not apply in relation to a power under sections 59 to 66 (debarment).    "}, {"act": "Procurement Act 2023", "year": 2023, "section": "113", "section_title": "Minister of the Crown: restrictions on the exercise of powers", "section_text": " 113    1   A Minister of the Crown may exercise a power under this Act for the purpose of regulating a contracting authority that is a devolved Welsh authority only in relation to procurement under—   a   a reserved procurement arrangement, or     b   a transferred Northern Ireland procurement arrangement.       2   Subsection  (1)  does not apply in relation to a power under section 67 (electronic invoicing) or 110 (guidance following procurement investigation).     3   A Minister of the Crown may not make regulations under section 67 or section 125, or publish guidance under section 110, for the purpose of regulating a devolved Welsh authority without the consent of the Welsh Ministers, unless the regulations relate to, or the guidance relates to, procurement under—   a   a reserved procurement arrangement, or     b   a transferred Northern Ireland procurement arrangement.       4   A Minister of the Crown may not make regulations under this Act for the purpose of regulating a transferred Northern Ireland authority without the consent of a Northern Ireland department, unless the regulations relate to procurement under—   a   a reserved procurement arrangement, or     b   a devolved Welsh procurement arrangement.       5   A Minister of the Crown may not publish guidance under section 110 for the purpose of regulating a Northern Ireland department without the consent of a Northern Ireland department, unless the guidance relates to procurement under—   a   a reserved procurement arrangement, or     b   a devolved Welsh procurement arrangement.       6   Subsections  (1)  and  (4)  do not apply in relation to a power under—   a   sections 59 to 66 (debarment);     b   section 89 (treaty state suppliers);     c   section 91 (non-discrimination in Scotland);     d   section 92 (trade disputes);     e   section 125 (power to make consequential, etc, provision);     f   section 127 (commencement).      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "114", "section_title": "Definitions relating to procurement arrangements", "section_text": " 114    1   In this Act, a reference to a procurement under a procurement arrangement is a reference to a procurement as part of which the contract is awarded—   a   in accordance with a framework or similar arrangement,     b   by reference to a dynamic market or similar arrangement, or     c   following a procedure or other selection process carried out—   i   jointly by two or more authorities, or     ii   by a centralised procurement authority or equivalent body.         2   A procurement arrangement is a devolved Welsh procurement arrangement if—   a   the framework was awarded by a devolved Welsh authority,     b   the dynamic market was established by a devolved Welsh authority,     c   the centralised procurement authority is a devolved Welsh authority, or     d   a devolved Welsh authority is designated the lead authority in the tender or transparency notice.       3   A procurement arrangement is a transferred Northern Ireland procurement arrangement if—   a   the framework was awarded by a transferred Northern Ireland authority,     b   the dynamic market was established by a transferred Northern Ireland authority,     c   the centralised procurement authority is a transferred Northern Ireland authority, or     d   a transferred Northern Ireland authority is designated the lead authority in the tender or transparency notice.       4   A procurement arrangement is a devolved Scottish procurement arrangement if—   a   the framework or similar arrangement was awarded by a devolved Scottish authority,     b   the dynamic market or similar arrangement was established by a devolved Scottish authority,     c   the centralised procurement authority or equivalent body is a devolved Scottish authority, or     d   a devolved Scottish authority was designated the lead authority in respect of the procedure or selection process.       5   A procurement arrangement is a reserved procurement arrangement if it is not—   a   a devolved Welsh procurement arrangement,     b   a transferred Northern Ireland procurement arrangement, or     c   a devolved Scottish procurement arrangement.       6   In this section—     “ equivalent body ” means, in relation to a centralised procurement authority, a body carrying out functions of a kind described in section 1(4) (centralised procurement authorities);      “ framework ” includes a framework agreement within the meaning given in Scottish procurement legislation;      “ similar arrangement ” includes, in relation to a dynamic market, a dynamic purchasing or qualification system.       "}, {"act": "Procurement Act 2023", "year": 2023, "section": "115", "section_title": "Powers relating to procurement arrangements", "section_text": " 115    1   A Minister of the Crown may by regulations make provision, including provision amending this Act, for the purpose of regulating devolved Scottish authorities carrying out procurement under—   a   reserved procurement arrangements,     b   devolved Welsh procurement arrangements, or     c   transferred Northern Ireland procurement arrangements.       2   A Minister of the Crown may by regulations amend this Act for the purpose of disapplying provision so far as it relates to procurement under devolved Scottish procurement arrangements.     3   The Scottish Ministers may by regulations amend Scottish procurement legislation for the purpose of—   a   applying it in relation to procurement carried out by contracting authorities under devolved Scottish procurement arrangements;     b   disapplying it in relation to procurement carried out by devolved Scottish authorities under—   i   reserved procurement arrangements,     ii   devolved Welsh procurement arrangements, or     iii   transferred Northern Ireland procurement arrangements.         4   In this Act, “ Scottish procurement legislation ” means—   a   the Procurement Reform (Scotland) Act  2014 (asp 12) ,     b   the Public Contracts (Scotland) Regulations 2015 ( S.S.I. 2015/446 ),     c   the Utilities Contracts (Scotland) Regulations 2016 ( S.S.I. 2016/49 ),     d   the Concession Contracts (Scotland) Regulations 2016 ( S.S.I. 2016/65 ), and     e   any legislation which modifies or replaces that legislation (including an Act of the Scottish Parliament).      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "116", "section_title": "Disapplication of duty in section 17 of the Local Government Act 1988", "section_text": " 116    1   In section 17 of the Local Government Act 1988 (exclusion of non-commercial considerations), in subsection (11), after “imposed on it by” insert  “the Procurement Act 2023 or” .     2   A Minister of the Crown or the Welsh Ministers may by regulations make provision disapplying the duty under section 17(1) of the Local Government Act 1988 (“ the 1988 Act ”) as it relates to a relevant authority.     3   The regulations may disapply the duty as it relates to—   a   all relevant authorities or those that are specified;     b   all functions that are regulated by section 17 of the 1988 Act (see subsection (4) of that section) or those that are specified;     c   contracts of all types mentioned in section 17(1) of the 1988 Act, or of those types that are specified;     d   all non-commercial matters (see section 17(5) of the 1988 Act) or those that are specified.       4   In this section—     “ relevant authority ” means an authority to which section 17 of the 1988 Act applies other than a devolved Scottish authority;      “ specified ” means specified, or of a description specified, in regulations under this section.       "}, {"act": "Procurement Act 2023", "year": 2023, "section": "117", "section_title": "Single source defence contracts", "section_text": " 117   Schedule 10 makes amendments to Part 2 of the Defence Reform Act 2014 (single source contracts).  "}, {"act": "Procurement Act 2023", "year": 2023, "section": "118", "section_title": "Concurrent powers and the Government of Wales Act 2006", "section_text": "118 In Schedule 7B to the Government of Wales Act 2006 (general restrictions on devolved competence)— a at the end of paragraph 9(8)(b)(vi), omit “or”, b in paragraph 9(8)(b)(vii), at the end insert  or viii the Procurement Act 2023. , c at the end of paragraph 11(6)(b)(x), omit “or”, and d in paragraph 11(6)(b)(xi), at the end insert  , or xii the Procurement Act 2023."}, {"act": "Procurement Act 2023", "year": 2023, "section": "119", "section_title": "Repeals etc", "section_text": " 119    1   The enactments set out in Schedule 11 are repealed or revoked.     2   The following regulations apply only in relation to devolved Scottish authorities—   a   the Public Contracts (Scotland) Regulations 2015 ( S.S.I. 2015/446 );     b   the Utilities Contracts (Scotland) Regulations 2016 ( S.S.I. 2016/49 );     c   the Concession Contracts (Scotland) Regulations 2016 ( S.S.I. 2016/65 ).      "}, {"act": "Procurement Act 2023", "year": 2023, "section": "120", "section_title": "Power to disapply this Act in relation to procurement by NHS in England", "section_text": "120 1 A Minister of the Crown may by regulations make provision for the purpose of disapplying any provision of this Act in relation to regulated health procurement. 2 In this section— “ regulated health procurement ” means the procurement of goods or services by a relevant authority that is subject to provision made under section 12ZB of the National Health Service Act 2006 (procurement of healthcare services etc for the health service in England), whether or not that provision is in force; “ relevant authority ” has the meaning given in that section."}, {"act": "Procurement Act 2023", "year": 2023, "section": "120A", "section_title": "Power to disapply this Act in relation to procurement by NHS in Wales", "section_text": "120A 1 The Welsh Ministers may, in relation to regulated health service procurement in Wales, by regulations make provision for the purpose of disapplying any provision of this Act. 2 In subsection (1)— a “ regulated health service procurement in Wales ” means the procurement of goods or services by a relevant authority that is subject to provision made under section 10A of the National Health Service (Wales) Act  2006 (c. 42)  (procurement of services etc. as part of the NHS in Wales), whether or not that provision is in force; b “relevant authority has the meaning given in that section."}, {"act": "Procurement Act 2023", "year": 2023, "section": "121", "section_title": "Power to amend this Act in relation to private utilities", "section_text": "121 1 An appropriate authority may by regulations amend this Act for the purpose of reducing the regulation of private utilities under this Act. 2 The regulations may, for example, make provision— a disapplying requirements under this Act in relation to private utilities; b modifying requirements under this Act as they apply in relation to private utilities so as to reduce any burden, or the overall burdens, for private utilities resulting directly or indirectly from this Act. 3 Before making regulations under this section an appropriate authority must consult— a persons appearing to the authority to represent the views of private utilities, and b such other persons as the authority considers appropriate. 4 In this section “ burden ” includes— a a financial cost; b an administrative inconvenience; c an obstacle to efficiency, productivity or profitability."}, {"act": "Procurement Act 2023", "year": 2023, "section": "122", "section_title": "Regulations", "section_text": "122 1 Any power to make regulations under this Act— a so far as exercisable by a Minister of the Crown or the Welsh Ministers is exercisable by statutory instrument; b so far as exercisable by a Northern Ireland department, is exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 ( S.I. 1979/1573 (N.I. 12) ). 2 For regulations made under this Act by the Scottish Ministers, see also section 27 of the Interpretation and Legislative Reform (Scotland) Act  2010 (asp 10)  (Scottish statutory instruments). 3 Regulations under this Act may— a make different provision for different purposes or areas; b make provision generally or only in relation to specified cases; c make incidental, supplementary or consequential provision; d make transitional, transitory or saving provision. 4 A statutory instrument containing (whether alone or with other provision) regulations made by a Minister of the Crown under any of the following provisions may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament— a section 6 (utilities contracts); b section 7 (defence and security contracts); c section 9 (light touch contracts); d section 33 (reserving contracts to public service mutuals); e section 52 (key performance indicators); f section 53 (publication of contracts); g section 69 (payment compliance notices); h section 70(3)(a) (information about payments: financial thresholds); i section 75 (contract change notices and publication of modifications); j section 87 (regulated below-threshold contracts: notices); k section 89 (treaty state suppliers: international agreements); l section 91 (treaty state suppliers: non-discrimination in Scotland); m section 92 (trade disputes); n section 93 (pipeline notices); o section 95 (notices, documents and information); p section 97 (information relating to a procurement); q section 115 (powers relating to procurement arrangements); r section 116 (disapplication of section 17 of Local Government Act 1988); s section 120 (disapplication of Act: NHS procurement in England); t section 121 (amendment of Act in relation to private utilities); u section 123 (interpretation); v section 125 (power to make consequential, etc, provision), if the regulations made under it modify primary legislation; w section 127(6) (exclusion of devolved Welsh authorities); x paragraph 3 or 5 of Schedule 1 (threshold amounts); y Schedule 2 (exempted contracts); z Schedule 4 (utility activities). 5 A statutory instrument containing regulations made by a Minister of the Crown under section 42 (direct award to protect life, etc) must be laid before Parliament after being made. 6 Any other statutory instrument containing regulations made by a Minister of the Crown under any provision of this Act, except section 127 (commencement), is subject to annulment in pursuance of a resolution of either House of Parliament. 7 Regulations contained in a statutory instrument laid before Parliament under subsection  (5)  cease to have effect at the end of the period of 28 days beginning with the day on which the instrument is made unless, during that period, the instrument is approved by a resolution of each House of Parliament. 8 In calculating the period of 28 days, no account is to be taken of any whole days that fall within a period during which— a Parliament is dissolved or prorogued, or b either House of Parliament is adjourned for more than four days. 9 If regulations cease to have effect as a result of subsection  (7) , that does not— a affect the validity of anything previously done under the regulations, or b prevent the making of new regulations. 10 A statutory instrument containing (whether alone or with other provision) regulations made by the Welsh Ministers under any of the following provisions may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, Senedd Cymru— a section 6 (utilities contracts); b section 9 (light touch contracts); c section 33 (reserving contracts to public service mutuals); d section 52 (key performance indicators); e section 69 (payment compliance notices); f section 70(3)(a) (information about payments: financial thresholds); g section 75 (contract change notices and publication of modifications); h section 87 (regulated below-threshold contracts: notices); i section 89 (treaty state suppliers: international agreements); j section 92 (trade disputes); k section 93 (pipeline notices); l section 95 (notices, documents and information); m section 97 (information relating to a procurement); n section 116 (disapplication of section 17 of Local Government Act 1988); na section‍ 120A (disapplication of Act: NHS procurement in Wales); o section 121 (amendment of Act in relation to private utilities); p section 123 (interpretation); q section 125 (power to make consequential, etc, provision), if the regulations made under it modify primary legislation; r paragraph 3 or 5 of Schedule 1 (threshold amounts); s Schedule 2 (exempted contracts); t Schedule 4 (utility activities). 11 Any other statutory instrument containing regulations made by the Welsh Ministers under this Act is subject to annulment in pursuance of a resolution of Senedd Cymru. 12 Regulations of a Northern Ireland department under any of the following provisions (whether alone or with other provision) may not be made unless a draft of the regulations has been laid before, and approved by a resolution of, the Northern Ireland Assembly— a section 6 (utilities contracts); b section 9 (light touch contracts); c section 33 (reserving contracts to public service mutuals); d section 52 (key performance indicators); e section 89 (treaty state suppliers: international agreements); f section 92 (trade disputes); g section 95 (notices, documents and information); h section 97 (information relating to a procurement); i section 121 (amendment of Act in relation to private utilities); j section 123 (interpretation); k section 125 (power to make consequential, etc, provision), if the regulations made under it modify primary legislation; l paragraph 3 or 5 of Schedule 1 (threshold amounts); m Schedule 2 (exempted contracts); n Schedule 4 (utility activities). 13 Any other regulations of a Northern Ireland department under this Act are subject to negative resolution within the meaning of section 41(6) of the Interpretation Act (Northern Ireland) 1954 as if they were a statutory instrument within the meaning of that Act. 14 Regulations of the Scottish Ministers under any of the following provisions are subject to the affirmative procedure (see section 29 of the Interpretation and Legislative Reform (Scotland) Act 2010)— a section 90 (treaty state suppliers: non-discrimination); b section 92 (trade disputes); c section 115 (powers relating to procurement arrangements)."}, {"act": "Procurement Act 2023", "year": 2023, "section": "123", "section_title": "Interpretation", "section_text": "123 1 In this Act— “ appropriate authority ” means— a Minister of the Crown, the Welsh Ministers, or a Northern Ireland department; “ enactment ” includes primary legislation and legislation made under primary legislation; “ Minister of the Crown ” has the same meaning as in the Ministers of the Crown Act 1975; “ modify ”, in relation to enactments, includes amend, repeal or revoke; “ Northern Ireland legislation ” has the meaning given in section 24(5) of the Interpretation Act 1978; “ primary legislation ” means— an Act of Parliament, an Act of the Scottish Parliament, an Act or Measure of Senedd Cymru, or Northern Ireland legislation; “ pupil referral unit ” means— in England, a pupil referral unit within the meaning given by section 19 of the Education Act 1996; in Wales, a pupil referral unit within the meaning given by section 19A of the Education Act 1996; “ school ” means— the governing body of a maintained school (see section 19(1) of the Education Act 2002); the proprietor, within the meaning given by section 579(1) of the Education Act 1996, of an Academy within the meaning given by that section; the proprietor, within the meaning given by section 579(1) of the Education Act 1996, of a school that has been approved under section 342 of that Act; the governing body, within the meaning given by section 90 of the Further and Higher Education Act 1992, of an institution within the further education sector within the meaning given by section 91 of that Act; the Board of Governors of a grant-aided school within the meaning given by Article 2(2) of the Education and Libraries (Northern Ireland) Order 1986 ( S.I. 1986/594 (N.I. 3) ); “ small and medium-sized enterprises ” means suppliers that— have fewer than 250 staff, and have a turnover of an amount less than or equal to £44 million, or a balance sheet total of an amount less than or equal to £38 million; “ VAT ” means value added tax; “ working day ” means a day other than— a Saturday or Sunday, or a day which is a bank holiday in any part of the United Kingdom under the Banking and Financial Dealings Act 1971. 2 In this Act, a reference to an amount payable or paid, receivable or received, or to be paid or received, under a contract includes a reference to any amount referable to VAT. 3 In this Act, a reference to a contract awarded by a school includes a reference to a contract awarded wholly for the purposes of supplying goods, services or works to a pupil referral unit. 4 An appropriate authority may by regulations change the definition of “small and medium-sized enterprises”. 5 Regulations under subsection  (4)  may amend this section."}, {"act": "Procurement Act 2023", "year": 2023, "section": "124", "section_title": "Index of defined expressions", "section_text": "124 In this Act the expressions listed in the left-hand column of the table have the meaning given by, or are to be interpreted in accordance with, the provisions listed in the right-hand column. Expression Provision appropriate authority section 123 associated person section 26 associated tender document section 21 award criteria section 23 below-threshold contract section 5 central government authority Schedule 1 centralised procurement authority section 1 competitive flexible procedure section 20 competitive tendering procedure section 20 concession contract section 8 condition of participation section 22 connected person Schedule 6 contract award notice section 50 contract change notice section 75 contract details notice section 53 contracting authority section 2 convertible contract section 74 covered procurement section 1 debarment list section 57 defence and security contract section 7 defence authority contract section 7 devolved Scottish authority section 2 devolved Scottish procurement arrangement section 114 devolved Welsh authority section 111 devolved Welsh procurement arrangement section 114 discretionary exclusion ground Schedule 7 dynamic market section 34 enactment section 123 estimated value section 4 excludable supplier section 57 excluded supplier section 57 exempted contract Schedule 2 framework section 45 light touch contract section 9 mandatory exclusion ground Schedule 6 Minister of the Crown section 123 modify section 123 open framework section 49 primary legislation section 123 private utility section 2 procurement section 1 public contract section 3 public undertaking section 2 publication of a tender notice section 40 requirements section 19 reserved procurement arrangement section 114 school section 123 Scottish procurement legislation section 115 small and medium-sized enterprises section 123 tender notice section 21 threshold amount Schedule 1 transferred Northern Ireland authority section 112 transferred Northern Ireland procurement arrangement section 114 transparency notice section 44 treaty state supplier section 89 United Kingdom supplier section 90 utilities contract section 6 utilities dynamic market section 35 utility section 35 utility activity section 6 VAT section 123 working day section 123 works Schedule 1 works contract Schedule 1"}, {"act": "Procurement Act 2023", "year": 2023, "section": "125", "section_title": "Power to make consequential, etc, provision", "section_text": "125 1 An appropriate authority may by regulations make supplementary, incidental or consequential provision in connection with any provision of this Act. 2 Regulations under subsection  (1)  may modify primary legislation."}, {"act": "Procurement Act 2023", "year": 2023, "section": "126", "section_title": "Extent", "section_text": "126 This Act extends to England and Wales, Scotland and Northern Ireland."}, {"act": "Procurement Act 2023", "year": 2023, "section": "127", "section_title": "Commencement", "section_text": "127 1 This Part comes into force on the day on which this Act is passed. 2 The remaining provisions of this Act come into force on such day as a Minister of the Crown may by regulations appoint; and different days may be appointed for different purposes. 3 A Minister of the Crown may not make specified regulations under subsection  (2)  without the consent of the Welsh Ministers. 4 In this section, “ specified regulations ” means regulations to bring into force provisions regulating procurement by a devolved Welsh authority other than procurement under— a a reserved procurement arrangement, or b a transferred Northern Ireland procurement arrangement, but “ specified regulations ” does not include regulations to bring into force provisions in Part 7 (implementation of international obligations). 5 In this section, “ devolved Welsh authority ” has the meaning given in section 157A of the Government of Wales Act 2006. 6 A Minister of the Crown may by regulations make such provision as the Minister considers appropriate for the purpose of ensuring that— a Parts 1 to 6 and 8 to 13, or particular provisions in those Parts, so far as not already brought into force under subsection  (2)  do not regulate procurement by a devolved Welsh authority other than procurement under— i a reserved procurement arrangement, or ii a transferred Northern Ireland procurement arrangement; b existing legislation continues to regulate procurement by devolved Welsh authorities and procurement under devolved Welsh procurement arrangements. 7 Regulations under subsection  (6)  may modify this Act. 8 In this section— “ existing legislation ” means any enactment, other than this Act or regulations made under this Act, that is passed or made before section 11 (covered procurement only in accordance with this Act) comes into force; a reference to a provision regulating procurement includes a reference to a provision conferring a function exercisable in relation to procurement."}, {"act": "Procurement Act 2023", "year": 2023, "section": "128", "section_title": "Short title", "section_text": "128 This Act may be cited as the Procurement Act 2023."}]