[{"act": "Protection from Sex-based Harassment in Public Act 2023", "year": 2023, "section": "1", "section_title": "Intentional harassment, alarm or distress on account of sex", "section_text": "1 After section 4A of the Public Order Act 1986 insert— Intentional harassment, alarm or distress on account of sex 4B 1 A person (A) is guilty of an offence under this section if— a A commits an offence under section 4A (intentional harassment, alarm or distress), and b A carried out the conduct referred to in section 4A(1) because of the relevant person’s sex (or presumed sex). 2 In subsection (1)— “ presumed ” means presumed by A; “ the relevant person ” means the person to whom A intended to cause harassment, alarm or distress. 3 For the purposes of subsection (1)(b) it does not matter whether or not— a A also carried out the conduct referred to in section 4A(1) because of any other factor not mentioned in subsection (1)(b), or b A carried out the conduct referred to in section 4A(1) for the purposes of sexual gratification. 4 A person guilty of an offence under this section is liable— a on summary conviction, to imprisonment for a term not exceeding the general limit in a magistrates’ court or a fine or both; b on conviction on indictment, to imprisonment for a term not exceeding 2 years or a fine or both. 5 If, on the trial on indictment of a person charged with an offence under this section, the jury find the person not guilty of the offence charged, they may find the person guilty of the offence in section 4A."}, {"act": "Protection from Sex-based Harassment in Public Act 2023", "year": 2023, "section": "2", "section_title": "Guidance", "section_text": "2 1 The Secretary of State must issue guidance to— a chief officers of police, b the chief constable of the British Transport Police Force, c the chief constable of the Ministry of Defence Police, and d the chief constable of the Civil Nuclear Constabulary, about the offence in section 4B of the Public Order Act 1986 (intentional harassment, alarm or distress on account of sex). 2 The guidance must in particular include guidance about the reasonable conduct defence in section 4A(3)(b) of that Act. 3 The Secretary of State may revise guidance issued under this section. 4 The Secretary of State must arrange for guidance issued under this section to be published. 5 A chief officer of police or a chief constable mentioned in subsection  (1)  must have regard to guidance issued under this section."}, {"act": "Protection from Sex-based Harassment in Public Act 2023", "year": 2023, "section": "3", "section_title": "Consequential amendments", "section_text": "3 1 In paragraph 1 of Schedule 1 to the Football Spectators Act 1989 (relevant offences for the purposes of Part 2), in each of paragraphs (c), (k) and (q), after “4A” insert  “, 4B” . 2 In Schedule 8B to the Police Act 1997 (offences which are to be disclosed subject to rules), in paragraph 102, after paragraph (e) insert— ea section 4B (intentional harassment, alarm or distress on account of sex); . 3 In Schedule 9 to the Elections Act 2022 (offences for the purposes of Part 5), in paragraph 35, after paragraph (e) insert—  ea section 4B (intentional harassment, alarm or distress on account of sex); ."}, {"act": "Protection from Sex-based Harassment in Public Act 2023", "year": 2023, "section": "4", "section_title": "Extent, commencement and short title", "section_text": "4 1 This Act extends to England and Wales only, subject to subsection  (2) . 2 An amendment made by section  3  has the same extent as the provision amended. 3 Sections  1 ,  2  and  3  come into force on such day as the Secretary of State may by regulations made by statutory instrument appoint. 4 Different days may be appointed for different purposes. 5 This section comes into force on the day on which this Act is passed. 6 This Act may be cited as the Protection from Sex-based Harassment in Public Act 2023."}]