[{"act": "Development of Tourism Act 1969", "year": 1969, "section": "1", "section_title": " Establishment of British Tourist Authority, English Tourist Board , Scottish Tourist Board and Wales Tourist Board and Scottish Tourist Board .", "section_text": "1 1 For the purposes of this Act there shall be established  four three  bodies to be known respectively as the British Tourist Authority, the English Tourist Board ,  VisitScotland  and the Wales Tourist Board . 2 The British Tourist Authority shall consist of— a a chairman and not more than five other members appointed by the  Secretary of State for Trade ; and b the chairman of the English Tourist Board, the chairman of  VisitScotland  and  the chairman of the Wales Tourist Board a person appointed by the National Assembly for Wales . 3 The English Tourist Board shall consist of a chairman and not more than six other members appointed by the  Secretary of State for  Trade , Trade and   VisitScotland                  shall consist of a chairman and not more than six other members appointed by the Secretary of State for Scotland , and the Wales Tourist Board shall consist of a chairman and not more than  eleven  other members appointed by the Secretary of State for Wales . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 Schedule 1 to this Act shall have effect in relation to each of the bodies established by this section. 6 In this Act “ Tourist Board ” means any of the bodies established by this section, and “ the relevant Minister ” means, in relation to the British Tourist Authority and the English Tourist Board, the  Secretary of State for  Trade , Trade and  in relation to  VisitScotland                 , the Secretary of State for Scotland  and, in relation to the Wales Tourist Board, the Secretary of State for Wales ."}, {"act": "Development of Tourism Act 1969", "year": 1969, "section": "2", "section_title": " General functions and powers.", "section_text": "2 1 It shall be the function of the British Tourist Authority— a to encourage people to visit Great Britain and people living in Great Britain to take their holidays there; and b to encourage the provision and improvement of tourist amenities and facilities in Great Britain. and the English Tourist Board,  VisitScotland  and the  Wales Tourist Board National Assembly for Wales  shall have the like functions as respects England, Scotland and Wales respectively. 2 In addition to the specific powers conferred on it by or under the subsequent provisions of this Act but subject to subsections (3)  and (4) , (4) and (4A)  of this section, each Tourist Board and the National Assembly for Wales  shall have power to do anything for the purpose of discharging the functions conferred on it by this section or which is incidental or conducive to the discharge of those functions and in particular (but without prejudice to the generality of the foregoing provisions) for that purpose— a to promote or undertake publicity in any form; b to provide advisory and information services; c to promote or undertake research; d to establish committees to advise them in the performance of their functions; e to contribute to or reimburse expenditure incurred by any other person or organisation in carrying on any activity which the Board or the National Assembly for Wales  has power to carry on under paragraph ( a ), ( b ) or ( c ) of this subsection. 3 Only the British Tourist Authority shall have power by virtue of subsection (2) of this section to carry on any activities outside the United Kingdom for the purpose of encouraging people to visit Great Britain or any part of it but this subsection shall not prevent the other Tourist Boards or the National Assembly for Wales  engaging in such activities on behalf of the Authority. 4 None of the Tourist Boards shall have power, except as provided by sections 3 and 4 of this Act, to give financial assistance for the carrying out of, or itself to carry out, any project for providing or improving tourist amenities and facilities in Great Britain. 4A The National Assembly for Wales shall also have no such power under this Act, except as provided by sections 3 and 4A. 5 In discharging their functions under this section the English Tourist Board,  VisitScotland  and the  Wales Tourist Board National Assembly for Wales  shall have regard to the desirability of fostering and, in appropriate cases, co-operating with organisations discharging functions corresponding to those of  the Boards those bodies or the National Assembly for Wales  in relation to particular areas within the countries for which the  the Boards those bodies   or the National Assembly for Wales  are respectively responsible; and, without prejudice to the foregoing provisions of this section, each of those  Boards bodies and the National Assembly for Wales  shall have power to provide such organisations with financial or other assistance. 6 In discharging its functions under this section each Tourist Board and the National Assembly for Wales  shall have regard to the desirability of undertaking appropriate consultation with the other Tourist Boards and, as appropriate, the National Assembly for Wales  and with persons and organisations, including those mentioned in the last foregoing subsection, who have knowledge of, or are interested in, any matters affecting the discharge of those functions. 7 A Tourist Board may charge for its services and receive contributions towards its expenses in carrying out any of its functions. 7A The National Assembly for Wales may charge for its services and receive contributions towards its expenses in carrying out any of its functions under this Act as read with the Tourism (Overseas Promotion) (Wales) Act 1992 8 A Tourist Board shall not borrow money except with the consent of the relevant Minister and the Treasury. 8A The National Assembly for Wales may borrow money for the purposes of exercising its functions under this Act as read with the Tourism (Overseas Promotion)(Wales) Act 1992. 9 In this Part of this Act “ tourist amenities and facilities ” means, in relation to any country, amenities and facilities for visitors to that country and for other people travelling within it on business or pleasure."}, {"act": "Development of Tourism Act 1969", "year": 1969, "section": "3", "section_title": " General schemes of assistance for tourist projects.", "section_text": "3 1 The British Tourist Authority may, after consultation with the English Tourist Board,  VisitScotland  and the  Wales Tourist Board National Assembly for Wales  prepare schemes providing for the giving of financial assistance by those Boards and the National Assembly for Wales  for the carrying out of projects of such classes as may be specified in the schemes, being projects which in the opinion of the Authority will provide or improve tourist amenities and facilities in Great Britain. 2 Any scheme prepared under subsection (1) of this section shall be submitted to the  Secretary of State for Trade  who may, subject to subsection (6) of this section, by order confirm it with or without modification; and if a scheme is so confirmed it shall thereupon have effect. 3 A scheme under this section may provide for financial assistance to be given by way of grant or loan or by any combination of those methods. 4 In making a grant or loan under any scheme made by virtue of this section a Tourist Board and the National Assembly for Wales  may, subject to the provisions of the scheme and to any directions under section 19 of this Act, impose such terms and conditions as it thinks fit, including conditions for the repayment of a grant in specified circumstances; and Schedule 2 to this Act shall have effect for securing compliance with conditions subject to which any such grant is made. 5 A scheme which has effect under this section may be varied or revoked by a subsequent scheme prepared, submitted and confirmed in like manner or, subject to subsection (6) of this section, by an order made by the  Secretary of State for Trade  after consultation with the British Tourist Authority, the English Tourist Board,  VisitScotland  and the  Wales Tourist Board National Assembly for Wales . 6 Any power of the  Secretary of State for Trade  to make orders under this section shall be exercisable by statutory instrument and any order under subsection (2) of this section shall set out the scheme which the order confirms; and no order shall be made under this section except with the consent of the Treasury and unless a draft of it has been laid before Parliament and approved by a resolution of each House."}, {"act": "Development of Tourism Act 1969", "year": 1969, "section": "4", "section_title": " Execution of particular tourist projects.", "section_text": "4 1 A Tourist Board shall have power— a in accordance with arrangements approved by the relevant Minister and the Treasury, to give financial assistance for the carrying out of any project which in the opinion of the Board will provide or improve tourist amenities and facilities in the country for which the Board is responsible; b with the approval of the relevant Minister and the Treasury, to carry out any such project as aforesaid. 2 Financial assistance under subsection (1)( a ) of this section may be given by way of grant or loan or, if the project is being or is to be carried out by a company incorporated in Great Britain, by subscribing for or otherwise acquiring shares or stock in the company, or by any combination of those methods. 3 In making a grant or loan in accordance with arrangements approved under subsection (1)( a ) of this section a Tourist Board may, subject to the arrangements, impose such terms and conditions as it thinks fit, including conditions for the repayment of a grant in specified circumstances; and Schedule 2 to this Act shall have effect for securing compliance with conditions subject to which any such grant is made. 4 A Tourist Board shall not dispose of any shares or stock acquired by it by virtue of this section except— a after consultation with the company in which the shares or stock are held; and b with the approval of the relevant Minister and the Treasury."}, {"act": "Development of Tourism Act 1969", "year": 1969, "section": "5", "section_title": " Miscellaneous duties and powers. ", "section_text": "5 1 It shall be the duty of the British Tourist Authority to advise any Minister or public body on such matters relating to tourism in Great Britain as a whole as the Minister or body may refer to it or as the Authority may think fit; and the English Tourist Board,  VisitScotland  and the  Wales Tourist Board National Assembly for Wales  shall have the like duty as respects matters relating to tourism in England, Scotland and Wales respectively. 2 In the last foregoing subsection “ public body ” includes any local authority or statutory undertaker, and any trustees, commissioners, board or other persons, who, as a public body and not for their own profit, act under any enactment for the improvement of any place or the production or supply of any commodity or service. 3 The British Tourist Authority shall have power to carry on, at the request of any corresponding body established under the law of Northern Ireland, any of the Channel Islands or the Isle of Man and on such terms as may be agreed upon between the Authority and that body, activities outside the United Kingdom and those Islands for encouraging people to visit Northern Ireland or those Islands. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Development of Tourism Act 1969", "year": 1969, "section": "6", "section_title": " Accounts and information.", "section_text": "6 1 Each Tourist Board shall keep proper accounts and other records in relation to the accounts and shall prepare in respect of each of its financial years a statement of account in such form as the relevant Minister may, with the approval of the Treasury, determine. 2 The statement of account prepared by each Tourist Board for each financial year shall be submitted to the relevant Minister at such time as he may, with the approval of the Treasury, direct. 3 The relevant Minister shall, on or before 30th November in any year, transmit to the Comptroller and Auditor General the statement of account prepared by each Tourist Board under this section for the financial year last ended. 4 The Comptroller and Auditor General shall examine and certify each statement of account transmitted to him under this section and lay before Parliament copies of the statement of account together with his report thereon. 5 Each Tourist Board shall provide the relevant Minister with such information relating to the activities or proposed activities of the Board as the Minister may from time to time require, and for that purpose shall permit any person authorised in that behalf by the Minister to inspect and make copies of its accounts, books, documents or papers and shall afford to that person such explanation thereof as he may reasonably require. 6 Each Tourist Board shall as soon as possible after the end of each financial year make to the relevant Minister a report dealing with the activities of the Board during that year, and the Minister shall lay a copy of the report before each House of Parliament. 7 In this section “ financial year ” means the period beginning with the commencement of this Act and ending with 31st March 1970, and each subsequent period of twelve months ending with 31st March. 8 In the application of this section to  VisitScotland , for subsection (3) substitute– “ 3 The Scottish Ministers shall send each statement of account prepared by  VisitScotland  to the Auditor General for Scotland for auditing. \"."}, {"act": "Development of Tourism Act 1969", "year": 1969, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Development of Tourism Act 1969", "year": 1969, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Development of Tourism Act 1969", "year": 1969, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Development of Tourism Act 1969", "year": 1969, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Development of Tourism Act 1969", "year": 1969, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Development of Tourism Act 1969", "year": 1969, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "12"}, {"act": "Development of Tourism Act 1969", "year": 1969, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "Development of Tourism Act 1969", "year": 1969, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Development of Tourism Act 1969", "year": 1969, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15"}, {"act": "Development of Tourism Act 1969", "year": 1969, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "16"}, {"act": "Development of Tourism Act 1969", "year": 1969, "section": "17", "section_title": " Registration of tourist accommodation.", "section_text": "17 1 Her Majesty may by Order in Council make provision for the registration by the Tourist Boards and the National Assembly for Wales  of, or of any class of, hotels and other establishments in Great Britain at which sleeping accommodation is provided by way of trade or business. 2 An Order under this section may in particular make provision— a as to the form and contents of the register or registers to be maintained under the Order and as to the establishments to be registered therein; b for requiring the person carrying on an establishment which is required to be registered to furnish, at such time or times as may be specified in the Order, to the body responsible for registering it such information as may be so specified; c for the charging of annual or other periodical fees for registration; d for the issue and display of certificates of registration and the display of signs indicating that an establishment is registered; e for the inspection of establishments and for powers of entry for that purpose; f for exemptions from any of the requirements of the Order; g for securing compliance with any requirement of the Order by the imposition of a penalty not exceeding a fine of £200. 3 If provision is made by an Order under this section for the classification or grading of the establishments entered in a register, the Order shall also make provision— a for requiring the criteria in accordance with which the classification or grading is carried out, so far as not prescribed by the Order, to be determined from time to time by the British Tourist Authority after consultation with the English Tourist Board,  VisitScotland , the  Wales Tourist Board National Assembly for Wales  and such other organisations as appear to the Authority to be representative of trade and consumer interests likely to be affected; b for the publication of any criteria so determined; c for enabling the person carrying on an establishment registered with any Tourist Board or the National Assembly for Wales  to make representations to the Board or (as the case may be) the Assembly  before any classification or grade is accorded to the establishment and before its classification or grade is altered or cancelled. 4 An Order under this section may contain such supplementary and incidental provisions as appear to Her Majesty to be necessary or expedient, and may authorise the  Secretary of State for Trade , the Secretary of State for Scotland and the  Secretary of State for Wales National Assembly for Wales  to make regulations as respects England, Scotland and Wales respectively for such purposes of the Order as may be specified therein; and the  Statutory Instruments Act 1946 shall apply in relation to any such regulations as if they were made under powers conferred by an Act of Parliament. 5 An Order under this section and any regulations made thereunder may make different provision for different cases and, in particular, provision may be made for an Order to come into force at different times in relation to, or to different parts of, England, Scotland and Wales respectively. 6 Any Order under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament and may be revoked or varied by a subsequent Order under this section. 7 A Tourist Board maintaining a register by virtue of an Order under this section shall have power to publish, or make available for publication, any information furnished to it by virtue of the Order and any information as to any classification or grade accorded under the Order to any establishment; and such information may be published or made available for publication either gratuitously or for consideration. 7A Subsection (7) applies in relation to the National Assembly for Wales if it is maintaining such a register as it applies in relation to a Tourist Board."}, {"act": "Development of Tourism Act 1969", "year": 1969, "section": "18", "section_title": " Notification of prices of accommodation.", "section_text": "18 1 Her Majesty may, by an Order in Council applying to, or to any class of, hotels and other establishments in Great Britain at which sleeping accommodation is provided by way of trade or business, make provision for requiring the display at the establishments of information with respect to the prices charged there for such accommodation as aforesaid or otherwise for securing that such information is brought to the notice of persons seeking to avail themselves of the accommodation. 2 Subsection (2)( e ), ( f ) and ( g ) and subsections (4), (5) and (6) of section 17 of this Act shall apply to an Order under this section as they apply to an Order under that section."}, {"act": "Development of Tourism Act 1969", "year": 1969, "section": "19", "section_title": " Directions.", "section_text": "19 1 The relevant Minister may, after consultation with a Tourist Board, give to it directions of a general character as to the exercise of its functions. 2 Subject to the provisions of any scheme under section 3  . . . of this Act, the relevant Minister may, with the approval of the Treasury, give to a Tourist Board directions as to— a the matters with respect to which that Board must be satisfied before making a loan under the scheme  . . .; b the terms on which and the conditions subject to which any such loan is to be made; c the conditions to be imposed in making any grant under the scheme  . . .; and such directions may distinguish between different classes of case. 3 Without prejudice to the generality of paragraph ( a ) of subsection (2) of this section, directions given by virtue of that paragraph may require a Tourist Board to be satisfied that the applicant cannot obtain a loan for the purpose in question from any other source, whether on terms which are more or less favourable than those of any loan which might be made by the Board. 4 A Tourist Board shall give effect to any directions given to it under this section."}, {"act": "Development of Tourism Act 1969", "year": 1969, "section": "20", "section_title": " Financial provisions.", "section_text": "20 1 The relevant Minister may pay to a Tourist Board such sums in respect of its expenditure as he may with the consent of the Treasury determine. 2 Any sums required by a relevant Minister for making payments under subsection (1) of this section and any other expenses of a relevant Minister under this Act shall be defrayed out of moneys provided by Parliament. 3 Any sums received by a Tourist Board— a in repayment of, or as interest on, any loan made by it under this Act; b in repayment of any grant made by it under this Act; or c as dividend on, or otherwise in respect of, any shares or stock acquired by it under this Act, shall be paid to the relevant Minister. 4 Any sums received by a relevant Minister under subsection (3) of this section shall be paid into the Consolidated Fund."}, {"act": "Development of Tourism Act 1969", "year": 1969, "section": "21", "section_title": " Short title, interpretation, commencement and extent.", "section_text": "21 1 This Act may be cited as the Development of Tourism Act 1969. 2 In this Act “ Wales ” includes Monmouthshire and references to England shall be construed accordingly. 3 This Act shall come into force at the expiration of the period of one month beginning with the day on which it is passed. 4 This Act, . . .   does not extend to Northern Ireland."}]