[{"act": "Employers’ Liability (Compulsory Insurance) Act 1969", "year": 1969, "section": "1", "section_title": " Insurance against liability for employees.", "section_text": "1 1 Except as otherwise provided by this Act, every employer carrying on any business in Great Britain shall insure, and maintain insurance, under one or more approved policies with an authorised insurer or insurers against liability for bodily injury or disease sustained by his employees, and arising out of and in the course of their employment in Great Britain in that business, but except in so far as regulations otherwise provide not including injury or disease suffered or contracted outside Great Britain. 2 Regulations may provide that the amount for which an employer is required by this Act to insure and maintain insurance shall, either generally or in such cases or classes of case as may be prescribed by the regulations, be limited in such manner as may be so prescribed. 3 For the purposes of this Act— a “ approved policy ” means a policy of insurance not subject to any conditions or exceptions prohibited for those purposes by regulations; b “authorised insurer” means— i a person who has permission under                    Part 4A  of the Financial Services and Markets Act 2000 to effect and carry out contracts of insurance of a kind required by this Act and regulations made under this Act, or ii an  EEA  firm of the kind mentioned in paragraph 5(d) of Schedule 3 to the Financial Services and Markets Act 2000, which has permission under paragraph 15 of that Schedule to effect and carry out contracts of insurance of a kind required by this Act and regulations made under this Act; c “ business ” includes a trade or profession, and includes any activity carried on by a body of persons, whether corporate or unincorporate; d except as otherwise provided by regulations, an employer not having a place of business in Great Britain shall be deemed not to carry on business there. 3A Subsection (3)(b) must be read with— a section 22 of the Financial Services and Markets Act 2000; b any relevant order under that section; and c Schedule 2 to that Act."}, {"act": "Employers’ Liability (Compulsory Insurance) Act 1969", "year": 1969, "section": "2", "section_title": " Employees to be covered.", "section_text": "2 1 For the purposes of this Act the term “ employee ” means an individual who has entered into or works under a contract of service or apprenticeship with an employer whether by way of manual labour, clerical work or otherwise, whether such contract is expressed or implied, oral or in writing. 2 This Act shall not require an employer to insure— a in respect of an employee of whom the employer is the husband, wife, civil partner,  father, mother, grandfather, grandmother, step-father, step-mother, son, daughter, grandson, granddaughter, stepson, stepdaughter, brother, sister, half-brother or half-sister; or b except as otherwise provided by regulations, in respect of employees not ordinarily resident in Great Britain."}, {"act": "Employers’ Liability (Compulsory Insurance) Act 1969", "year": 1969, "section": "3", "section_title": " Employers exempted from insurance.", "section_text": "3 1 This Act shall not require any insurance to be effected by— a any such authority as is mentioned in subsection (2) below; or b any body corporate established by or under any enactment for the carrying on of any industry or part of an industry, or of any undertaking, under national ownership or control; or c in relation to any such cases as may be specified in the regulations, any employer exempted by regulations. 2 The authorities referred to in subsection (1)(a) above are  a a health service body, as defined in section 60(7) of the National Health Service and Community Care Act 1990,   NHS England   , an integrated care board established under section 14Z25   of the National Health Service Act 2006,  ... a National Health Service trust established under  section 25 of the National Health Service Act 2006, section 18 of the National Health Service (Wales) Act 2006                    or the National Health Service (Scotland) Act  1978,                  an  NHS  foundation trust  ... and a Local Health Board established under  section 11 of the National Health Service (Wales) Act 2006  and b the Common Council of the City of London,   ...  the council of a London borough, the council of a county,  ... or  district  in England  the council of a county or county borough in Wales,   the Broads Authority   a National Park authority ,  a council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 in  Scotland, any joint board or joint committee in England and Wales or joint committee in Scotland which is so constituted as to include among its members representatives of any such council  the Strathclyde Passenger Transport Authority   ... , any joint authority established by Part IV of the Local Government Act 1985 ,  an economic prosperity board established under section 88 of the Local Democracy, Economic Development and Construction Act 2009, a combined authority established under section 103 of that Act,   a combined county authority established under section 9(1) of the Levelling-up and Regeneration Act 2023,   a fire and rescue authority created by an order under section 4A of the Fire and Rescue Services Act 2004,   ...                   the London Fire Commissioner,   , any local policing body, any chief constable established under section 2 of the Police Reform and Social Responsibility Act 2011, and the Commissioner of Police of the Metropolis , the Scottish Police Authority and the Scottish Fire and Rescue Service . ; and c the Commission for Equality and Human Rights."}, {"act": "Employers’ Liability (Compulsory Insurance) Act 1969", "year": 1969, "section": "4", "section_title": " Certificates of insurance.", "section_text": "4 1 Provision may be made by regulations for securing that certificates of insurance in such form and containing such particulars as may be prescribed by the regulations, are issued by insurers to employers entering into contracts of insurance in accordance with the requirements of this Act and for the surrender in such circumstances as may be so prescribed of certificates so issued. 2 Where a certificate of insurance is required to be issued to an employer in accordance with regulations under subsection (1) above, the employer (subject to any provision made by the regulations as to the surrender of the certificate) shall during the currency of the insurance and such further period (if any) as may be provided by regulations— a comply with any regulations requiring him to display copies of the certificate of insurance for the information of his employees; b produce the certificate of insurance or a copy thereof on demand to any inspector duly authorised by the Secretary of State for the purposes of this Act and produce or send the certificate or a copy thereof to such other persons, at such place and in such circumstances as may be prescribed by regulations; c permit the policy of insurance or a copy thereof to be inspected by such persons and in such circumstances as may be so prescribed. 3 A person who fails to comply with a requirement imposed by or under this section shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale ."}, {"act": "Employers’ Liability (Compulsory Insurance) Act 1969", "year": 1969, "section": "5", "section_title": " Penalty for failure to insure.", "section_text": "5 An employer who on any day is not insured in accordance with this Act when required to be so shall be guilty of an offence and shall be liable on summary conviction to a fine not exceeding  level 4 on the standard scale ; and where an offence under this section committed by a corporation has been committed with the consent or connivance of, or facilitated by any neglect on the part of, any director, manager, secretary or other officer of the corporation, he, as well as the corporation shall be deemed to be guilty of that offence and shall be liable to be proceeded against and punished accordingly."}, {"act": "Employers’ Liability (Compulsory Insurance) Act 1969", "year": 1969, "section": "6", "section_title": " Regulations.", "section_text": "6 1 The Secretary of State may by statutory instrument make regulations for any purpose for which regulations are authorised to be made by this Act, but any such statutory instrument shall be subject to annulment in pursuance of a resolution of either House of Parliament. 2 Any regulations under this Act may make different provision for different cases or classes of case, and may contain such incidental and supplementary provisions as appear to the Secretary of State to be necessary or expedient for the purposes of the regulations."}, {"act": "Employers’ Liability (Compulsory Insurance) Act 1969", "year": 1969, "section": "7", "section_title": " Short title, extent and commencement.", "section_text": "7 1 This Act may be cited as the Employers’ Liability (Compulsory Insurance) Act 1969. 2 This Act shall not extend to Northern Ireland. 3 This Act shall come into force for any purpose on such date as the Secretary of State may by order contained in a statutory instrument appoint, and the purposes for which this Act is to come into force at any time may be defined by reference to the nature of an employer’s business, or to that of an employee’s work, or in any other way."}]