[{"act": "Family Law Reform Act 1969", "year": 1969, "section": "1", "section_title": " Reduction of age of majority from 21 to 18. ", "section_text": "1 1 As from the date on which this section comes into force a person shall attain full age on attaining the age of eighteen instead of on attaining the age of twenty-one; and a person shall attain full age on that date if he has then already attained the age of eighteen but not the age of twenty-one. 2 The foregoing subsection applies for the purposes of any rule of law, and, in the absence of a definition or of any indication of a contrary intention, for the construction of  “full age ”,  “infant ”,  “infancy ”,  “minor ”,  “minority ” and similar expressions in— a any statutory provision, whether passed or made before, on or after the date on which this section comes into force; and b any deed, will or other instrument of whatever nature (not being a statutory provision) made on or after that date. 3 In the statutory provisions specified in Schedule 1 to this Act for any reference to the age of twenty-one years there shall be substituted a reference to the age of eighteen years; but the amendment by this subsection of the provisions specified in Part II of that Schedule shall be without prejuduce to any power of amending or revoking those provisions. 4 This section does not affect the construction of any such expression as is referred to in subsection (2) of this section in any of the statutory provisions described in Schedule 2 to this Act, and the transitional provisions and savings contained in Schedule 3 to this Act shall have effect in relation to this section. 5 The Lord Chancellor may by order made by statutory instrument amend any provision in any local enactment passed on or before the date on which this section comes into force (not being a provision described in paragraph 2 of Schedule 2 to this Act) by substituting a reference to the age of eighteen years for any reference therein to the age of twenty-one years; and any statutory instrument containing an order under this subsection shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 In this section  “ statutory provision  ” means any enactment (including, except where the context otherwise requires, this Act) and any order, rule, regulation, byelaw or other instrument made in the exercise of a power conferred by any enactment. 7 Notwithstanding any rule of law, a will or codicil executed before the date on which this section comes into force shall not be treated for the purposes of this section as made on or after that date by reason only that the will or codicil is confirmed by a codicil executed on or after that date."}, {"act": "Family Law Reform Act 1969", "year": 1969, "section": "2", "section_title": " Provisions relating to marriage.", "section_text": "2 1 In the following enactments, that is to say— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b paragraph 2( c ) of Part I of the Schedule to the  Marriage with Foreigners Act 1906 (persons under 21 seeking certificate to swear that necessary consents have been obtained); c section 78(1) of the  Marriage Act 1949 (definition of  “infant ” as person under the age of 21), for the words  “twenty-one years ” there shall be substituted the words  “eighteen years ”. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Where for the purpose of obtaining a certificate  . . . for marriage  or marriage schedule   under Part III of the said Act of 1949 a person declares that the consent of any person or persons whose consent to the marriage is required under the said section 3 has been obtained, the superintendent registrar may refuse to issue the certificate  . . . for marriage  or marriage schedule   unless satisfied by the production of written evidence that the consent of that person or of those persons has in fact been obtained. 4 In this section any expression which is also used in the said Act of 1949 has the same meaning as in that Act."}, {"act": "Family Law Reform Act 1969", "year": 1969, "section": "3", "section_title": " Provisions relating to wills and intestacy", "section_text": "3 1 In the following enactments, that is to say— a section 7 of the  Wills Act 1837 (invalidity of wills made by persons under 21); b sections 1 and 3(1) of the  Wills (Soldiers and Sailors) Act 1918 (soldier  etc.  eligible to make will and dispose of real property although under 21), in their application to wills made after the coming into force of this section, for the words  “twenty-one years ” there shall be substituted the words  “eighteen years ”. 2 In section 47(1)(i) of the  Administration of Estates Act 1925 (statutory trusts on intestacy), in its application to the estate of an intestate dying after the coming into force of this section, for the words  “twenty-one years ” in both places where they occur there shall be substituted the words  “eighteen years ”. 3 Any will which— a has been made, whether before or after the coming into force of this section, by a person under the age of eighteen; and b is valid by virtue of the provisions of section 11 of the said Act of 1837 and the said Act of 1918, may be revoked by that person notwithstanding that he is still under that age whether or not the circumstances are then such that he would be entitled to make a valid will under those provisions. 4 In this section  “ will  ” has the same meaning as in the said Act of 1837 and  “ intestate  ” has the same meaning as in the said Act of 1925."}, {"act": "Family Law Reform Act 1969", "year": 1969, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Family Law Reform Act 1969", "year": 1969, "section": "5", "section_title": " Modification of other enactments relating to maintenance of children so as to preserve benefits up to age of 21.", "section_text": "5 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Family Law Reform Act 1969", "year": 1969, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Family Law Reform Act 1969", "year": 1969, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Family Law Reform Act 1969", "year": 1969, "section": "8", "section_title": " Consent by persons over 16 to surgical, medical and dental treatment.", "section_text": "8 1 The consent of a minor who has attained the age of sixteen years to any surgical, medical or dental treatment which, in the absence of consent, would constitute a trespass to his person, shall be as effective as it would be if he were of full age; and where a minor has by virtue of this section given an effective consent to any treatment it shall not be necessary to obtain any consent for it from his parent or guardian. 2 In this section  “ surgical, medical or dental treatment  ” includes any procedure undertaken for the purposes of diagnosis, and this section applies to any procedure (including, in particular, the administration of an anaesthetic) which is ancillary to any treatment as it applies to that treatment. 3 Nothing in this section shall be construed as making ineffective any consent which would have been effective if this section had not been enacted."}, {"act": "Family Law Reform Act 1969", "year": 1969, "section": "9", "section_title": " Time at which a person attains a particular age. ", "section_text": "9 1 The time at which a person attains a particular age expressed in years shall be the commencement of the relevant anniversary of the date of his birth. 2 This section applies only where the relevant anniversary falls on a date after that on which this section comes into force, and, in relation to any enactment, deed, will or other instrument, has effect subject to any provision therein."}, {"act": "Family Law Reform Act 1969", "year": 1969, "section": "10", "section_title": " Modification of enactments relating to Duke of Cornwall and other children of Her Majesty.", "section_text": "10 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 38 of the  Duchy of Cornwall Management Act 1863 (under which certain rights and powers of the Duke of Cornwall may, while he is under 21, be exercised on his behalf by the Sovereign or persons acting under Her authority) for the words  “twenty-one years ” wherever they occur there shall be substituted the words  “eighteen years ”."}, {"act": "Family Law Reform Act 1969", "year": 1969, "section": "11", "section_title": " Repeal of certain enactments relating to minors.", "section_text": "11 The following enactments are hereby repealed— a the  Infant Settlements Act 1855 (which enables a male infant over 20 and a female infant over 17 to make a marriage settlement), together with section 27(3) of the  Settled Land Act 1925, except in relation to anything done before the coming into force of this section; b in section 6 of the  Employers and Workmen Act 1875 (powers of justices in respect of apprentices)— i the paragraph numbered (1) (power to direct apprentice to perform his duties), and ii the sentence following the paragraph numbered (2) (power to order imprisonment of an apprentice who fails to comply with direction); c in the  Sexual 0ffences Act 1956, section 18 and paragraph 5 of Schedule 2 (fraudulent abduction of heiress)."}, {"act": "Family Law Reform Act 1969", "year": 1969, "section": "12", "section_title": " Persons under full age may be described as minors instead of infants.", "section_text": "12 A person who is not of full age may be described as a minor instead of as an infant, and accordingly in this Act  “ minor  ” means such a person as aforesaid."}, {"act": "Family Law Reform Act 1969", "year": 1969, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Family Law Reform Act 1969", "year": 1969, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Family Law Reform Act 1969", "year": 1969, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Family Law Reform Act 1969", "year": 1969, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Family Law Reform Act 1969", "year": 1969, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Family Law Reform Act 1969", "year": 1969, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Family Law Reform Act 1969", "year": 1969, "section": "19", "section_title": " Policies of assurance and property in industrial and provident societies.", "section_text": "19 1 In section 11 of the  Married Women’s Property Act 1882 and section 2 of the  Married Women’s Policies of Assurance (Scotland) Act 1880 (policies of assurance effected for the benefit of children) the expression  “ children  ” shall include illegitimate children.   2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Subsection (1) of this section does not affect the operation of the said Acts of 1882 and 1880 in relation to a policy effected before the coming into force of that subsection;  ..."}, {"act": "Family Law Reform Act 1969", "year": 1969, "section": "20", "section_title": "Power of court to require use of blood tests. ", "section_text": "20 1 In any civil proceedings in which the parentage of any person falls to be determined, the court may, either of its own motion or on an application by any party to the proceedings, give a direction— a for the use of scientific tests to ascertain whether such tests show that a party to the proceedings is or is not the father or mother of that person; and b for the taking, within a period specified in the direction, of bodily samples from all or any of the following, namely, that person, any party who is alleged to be the father or mother of that person and any other party to the proceedings; and the court may at any time revoke or vary a direction previously given by it under this subsection. 1A Tests required by a direction under this section may only be carried out by a body which has been accredited for the purposes of this section by— a the Lord Chancellor, or b a body appointed by him for the purpose. 2 The  individual  carrying out scientific tests in pursuance of a direction under subsection (1) above shall make to the court a report in which he shall state— a the results of the tests; b whether any party to whom the report relates is or is not excluded by the results from being the father or mother of the person whose parentage is to be determined; and c in relation to any party who is not so excluded, the value, if any, of the results in determining whether that party is the father or mother of that person; and the report shall be received by the court as evidence in the proceedings of the matters stated in it. 2A Where the proceedings in which the parentage of any person falls to be determined are proceedings on an application under section  55A or56  of the  Family Law Act 1986, any reference in subsection (1) or (2) of this section to any party to the proceedings shall include a reference to any person named in the application. 3 A report under subsection (2) of this section shall be in the form prescribed by regulations made under section 22 of this Act. 4 Where a report has been made to a court under subsection (2) of this section, any party may, with the leave of the court, or shall, if the court so directs, obtain from  the tester  a written statement explaining or amplifying any statement made in the report, and that statement shall be deemed for the purposes of this section (except subsection (3) thereof) to form part of the report made to the court. 5 Where a direction is given under this section in any proceedings, a party to the proceedings, unless the court otherwise directs, shall not be entitled to call as a witness  the tester, or anyother  person by whom any thing necessary for the purpose of enabling those tests to be carried out was done, unless within fourteen days after receiving a copy of the report he serves notice on the other parties to the proceedings, or on such of them as the court may direct, of his intention to call  the tester or that other person ;  the tester or  any such person is called as a witness the party who called him shall be entitled to cross-examine him. 6 Where a direction is given under this section the party on whose application the direction is given shall pay the cost of taking and testing  bodily samples  for the purpose of giving effect to the direction (including any expenses reasonably incurred by any person in taking any steps required of him for the purpose), and of making a report to the court under this section, but the amount paid shall be treated as costs incurred by him in the proceedings."}, {"act": "Family Law Reform Act 1969", "year": 1969, "section": "21", "section_title": " Consents, etc., required for taking of  bodily sample .", "section_text": "21 1 Subject to the provisions of subsections (3) and (4) of this section, a  bodily sample  which is required to be taken from any person for the purpose of giving effect to a direction under section 20 of this Act shall not be taken from that person except with his consent. 2 The consent of a minor who has attained the age of sixteen years to the taking from himself of a  bodily sample  shall be as effective as it would be if he were of full age; and where a minor has by virtue of this subsection given an effective consent to the taking of a  bodily sample  it shall not be necessary to obtain any consent for it from any other person. 3 A  bodily sample  may be taken from a person under the age of sixteen years, not being such a person as is referred to in subsection (4) of this section,. a if the person who has the care and control of him consents; or b where that person does not consent, if the court considers that it would be in his best interests for the sample to be taken. 4 A bodily sample may be taken from a person who lacks capacity (within the meaning of the Mental Capacity Act 2005) to give his consent, if consent is given by the court giving the direction under section 20 or by— a a donee of an enduring power of attorney or lasting power of attorney (within the meaning of that Act), or b a deputy appointed, or any other person authorised, by the Court of Protection, with power in that respect. 5 The foregoing provisions of this section are without prejudice to the provisions of section 23 of this Act."}, {"act": "Family Law Reform Act 1969", "year": 1969, "section": "22", "section_title": " Power to provide for manner of giving effect to direction for use of  scientific tests .", "section_text": "22 1 The  Lord Chancellor  may by regulations make provision as to the manner of giving effect to directions under section 20 of this Act and, in particular, any such regulations may— a provide that  bodily samples  shall not be taken except by  registered medical practitioners or members of suchprofessional bodies as may be prescribed by the regulations; aa prescribe the bodily samples to be taken; b regulate the taking, identification and transport of  bodily samples ; c require the production at the time when a  bodily sample  is to be taken of such evidence of the identity of the person from whom it is to be taken as may be prescribed by the regulations; d require any person from whom a  bodily sample  is to be taken, or, in such cases as may be prescribed by the regulations, such other person as may be so prescribed, to state in writing whether he or the person from whom the sample is to be taken, as the case may be, has during such period as may be specified in the regulations suffered from any such illness  or condition or undergone any such treatment  as may be so specified or received a transfusion of blood; e prescribe conditions which a body must meet in order to be eligible for accreditation for the purposes of section 20 of this Act; f prescribe the  scientific tests  to be carried out and the manner in which they are to be carried out; g regulate the charges that may be made for the taking and testing of  bodily samples  and for the making of a report to a court under section 20 of this Act; h make provision for securing that so far as practicable the  bodily samples  to be tested for the purpose of giving effect to a direction under section 20 of this Act are tested by the same person; i prescribe the form of the report to be made to a court under section 20 of this Act. j make different provision for different cases or for different descriptions of case. 2 The power to make regulations under this section shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Family Law Reform Act 1969", "year": 1969, "section": "23", "section_title": " Failure to comply with direction for taking blood tests.", "section_text": "23 1 Where a court gives a direction under section 20 of this Act and any person fails to take any step required of him for the purpose of giving effect to the direction, the court may draw such inferences, if any, from that fact as appear proper in the circumstances. 2 Where in any proceedings in which the  paternity  of any person falls to be determined by the court hearing the proceedings there is a presumption of law that that person is legitimate, then if— a a direction is given under section 20 of this Act in those proceedings, and b any party who is claiming any relief in the proceedings and who for the purpose of obtaining that relief is entitled to rely on the presumption fails to take any step required of him for the purpose of giving effect to the direction, the court may adjourn the hearing for such period as it thinks fit to enable that party to take that step, and if at the end of that period he has failed without reasonable cause to take it the court may, without prejudice to subsection (1) of this section, dismiss his claim for relief notwithstanding the absence of evidence to rebut the presumption. 3 Where any person named in a direction under section 20 of this Act fails to consent to the taking of a  blood sample  from himself or from any person named in the direction of whom he has the care and control, he shall be deemed for the purposes of this section to have failed to take a step required of him for the purpose of giving effect to the direction."}, {"act": "Family Law Reform Act 1969", "year": 1969, "section": "24", "section_title": " Penalty for personating another, etc., for purpose of providing  bodily sample .", "section_text": "24 If for the purpose of providing a  bodily sample  for a test required to give effect to a direction under section 20 of this Act any person personates another, or proffers a child knowing that it is not the child named in the direction, he shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding two years, or b on summary conviction, to a fine not exceeding £400."}, {"act": "Family Law Reform Act 1969", "year": 1969, "section": "25", "section_title": " Interpretation of Part III.", "section_text": "25 In this Part of this Act the following expressions have the meanings hereby respectively assigned to them, that is to say—                     “ bodily sample  ” means a sample of bodily fluid or bodily tissue taken for the purpose of scientific tests;   “ excluded  ” means excluded subject to the occurrence of mutation  to section 27 of the  Family Law Reform Act 1987  , to  sections 27 to 29 of the Human Fertilisation and Embryology Act 1990   and to sections 33 to 47 of the Human Fertilisation and Embryology Act 2008 .                     “ scientific tests  ” means scientific tests carried out under this Part of this Act and made with the object of ascertaining the inheritable characteristics of bodily fluids or bodily tissue. "}, {"act": "Family Law Reform Act 1969", "year": 1969, "section": "26", "section_title": " Rebuttal of presumption as to legitimacy and illegitimacy.", "section_text": "26 Any presumption of law as to the legitimacy or illegitimacy of any person may in any civil proceedings be rebutted by evidence which shows that it is more probable than not that that person is illegitimate or legitimate, as the case may be, and it shall not be necessary to prove that fact beyond reasonable doubt in order to rebut the presumption."}, {"act": "Family Law Reform Act 1969", "year": 1969, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "27"}, {"act": "Family Law Reform Act 1969", "year": 1969, "section": "28", "section_title": " Short title, interpretation, commencement and extent.", "section_text": "28 1 This Act may be cited as the Family Law Reform Act 1969. 2 Except where the context otherwise requires, any reference in this Act to any enactment shall be construed as a reference to that enactment as amended, extended or applied by or under any other enactment, including this Act. 3 This Act shall come into force on such date as the Lord Chancellor may appoint by order made by statutory instrument, and different dates may be appointed for the coming into force of different provisions. 4 In this Act— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b section 2, so far as it amends any provision of . . .   the  Marriage with Foreigners Act 1906, has the same extent as that provision; c sections . . .   6(7), so far as they affect Part II of the  Maintenance Orders Act 1950, extend to Scotland and Northern Ireland; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e section 11, so far as it relates to the  Employers and Workmen Act 1875, extends to Scotland; f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  g section 19 extends to Scotland; but, save as aforesaid, this Act shall extend to England and Wales only."}]