[{"act": "Finance Act 1969", "year": 1969, "section": "1", "section_title": " Termination of surcharge under Finance Act 1961 s. 9 and related increases in duties.", "section_text": "1 1  . . .  2  . . .  3  . . .  4 Subject to any new order of the Treasury under section 2 of the  Purchase Tax Act 1963, Part I of Schedule 1 to that Act (chargeable and exempt goods and rates of tax) as amended by section 5 of the  Finance Act 1968 shall have effect— a as from 16th April 1969, with the substitution for any reference to 12½ per cent., 20 per cent., 331/3 per cent. or 50 per cent. of a reference respectively to 13¾ per cent., 22 per cent., 362/3; per cent. or 55 per cent. ; and b as from 27th May 1969, with the further amendments specified in Schedule 6 to this Act (being amendments adding further goods to those chargeable with purchase tax or amending the provisions as to exemptions). 5 The provisions of Schedule 7 to this Act shall have effect for the purpose of— a defining whisky for all purposes of customs and excise; b  . . .  c  . . .  d  . . . "}, {"act": "Finance Act 1969", "year": 1969, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Finance Act 1969", "year": 1969, "section": "3", "section_title": " Bingo duty.", "section_text": "3 1  . . .  8  . . .  9 The provisions of Part II of Schedule 9 to this Act (being provisions as to administration and enforcement) shall have effect with respect to bingo duty. 10  . . . "}, {"act": "Finance Act 1969", "year": 1969, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Finance Act 1969", "year": 1969, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Finance Act 1969", "year": 1969, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Finance Act 1969", "year": 1969, "section": "710.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Finance Act 1969", "year": 1969, "section": "11", "section_title": " Child relief, accumulation settlements and family allowances.", "section_text": "11 1  . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6  . . . "}, {"act": "Finance Act 1969", "year": 1969, "section": "1215.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Finance Act 1969", "year": 1969, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Finance Act 1969", "year": 1969, "section": "1734.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Finance Act 1969", "year": 1969, "section": "3540.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "35"}, {"act": "Finance Act 1969", "year": 1969, "section": "4142.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "41"}, {"act": "Finance Act 1969", "year": 1969, "section": "43", "section_title": " Exemption where top value is £1,500 or less. ", "section_text": "43 After section 59 of the  Land Commission Act 1967 insert— 59A 1 Subject to the provisions of this section, no levy shall be chargeable in respect of a chargeable act or event which occurs after 5th April 1969 if— a the top value does not exceed £1,500, and b relief under this section is not excluded by subsection (2) below. In the following provisions of this section— “ the applicant for relief ” means the person who under section 36 of this Act is liable for levy in respect of the chargeable act or event apart from this section, and any person on whose behalf he is acting, “ the financial year ” means the financial year in which that chargeable act or event took place, and “ financial year ”means a year ending on 31st March. 2 No relief shall be given under subsection (1) above if, in relation to any other chargeable act or event in the financial year, the applicant for relief, or his or her wife or husband, is— a the person, or one of the persons, liable for levy (apart from this section), or b a person on whose behalf the person, or any of the persons, so liable for levy is acting, unless the top value mentioned in subsection (1)(a) above, when added to the total of the top values for any such other chargeable acts or events, does not exceed £1,500. 3 For the purposes of this section— a the personal representatives of a deceased person shall be regarded as one person distinct from the persons who may from time to time be the personal representatives, b the trustees of a settlement shall be treated as one person distinct from the persons who may from time to time be trustees, and from the trustees of any other settlement, c a person exercising the powers of a tenant for life under the  Settled Land Act 1925 shall be treated as a trustee of the settlement. 4 No account shall be taken under subsection (2) above of any chargeable act or event unless some amount of levy is chargeable in respect of it, or would be so chargeable apart from the provisions of this section. 5 If, apart from the provisions of this section, levy in Case C in respect of the same chargeable act or event is chargeable on two or more different assessable interests, the chargeable act or event shall be treated for the purposes of this section as different chargeable acts or events related to those different assessable interests. 6 For the purpose of determining whether this section applies to a chargeable act or event in any financial year the Commission may under section 43 of this Act serve a notice as respects any other chargeable act or event which in the opinion of the Commission has or may have occurred in that financial year, and the information which may be required under that section shall include information about any person on whose behalf the person served with the notice has been acting in relation to that act or event, and any other information which assists or may assist in establishing whether subsection (2) above applies to the other chargeable act or event. 7 lt is hereby declared that any information given to the Commission for the purpose of obtaining relief under this section is information which the person giving it is required to give under this Part of this Act, and section 81(5) of this Act shall apply accordingly. 8 In this section “ top value ” means, in relation to any chargeable act or event, the “market value\", or as the case may be the amount of the “consideration for the disposition\" or “compensation\" taken into account in arriving at net development value under section 29(3), 30(3), 31(2), 33(3)(a) or 34(3)(a) of this Act or the relevant regulations under section 35 of this Act: Provided that any amount to be added under regulation 3(4)(c) of the  Case F General Regulations 1967 or the  Case F General (Scotland) Regulations 1967, or under any corresponding regulation made after the passing of this Act, shall be included in the top value in Case F."}, {"act": "Finance Act 1969", "year": 1969, "section": "44", "section_title": "", "section_text": "44 1 After section 60 of the Land Commission Act 1967 insert— 60A 1 This section has effect where a project of material development consisting exclusively of the building of a single dwelling-house is begun, and— a the developing owner acquired his assessable interest in the land comprised in the project as a gift, or as a legacy, and intends to occupy the dwelling-house as his only or main residence, or b the developing owner intends to give his assessable interest in that land to some other person who intends to occupy the dwelling-house as his only or main residence, or c where section 32(5)(b) or (c) of this Act applies to the developing owner (so that he is a prospective purchaser under an enforceable contract), the contract is to acquire for less than full consideration (so as to be partly by way of gift) and the developing owner intends to occupy the dwelling-house as his only or main residence, and the person so intending to occupy the dwelling-house is in fact the first occupier and continues in occupation for at least six months, or if earlier until his death. 2 No relief shall be given under subsection (1)(b) or (c) above unless the person intending to occupy the dwelling-house in fact acquires the assessable interest as a gift, or as a legacy, within twelve months, or such longer period as the Commission may allow, from the beginning of the project. 3 No relief shall be given under this section as respects a gift made before 1st July 1948, or as respects a legacy on a death before that date. 4 If the developing owner so elects, he shall be treated for the purposes of Case C levy in respect of the project as if he acquired the gift or legacy for capital consideration equal to its market value— a where subsection (1)(a) above applies, at the time of the gift or death, b where subsection (1)(b) or (c) above applies, at the beginning of the project, and for the purposes of Schedule 5 to this Act he shall be deemed to have acquired the gift or legacy at that time by way of a disposition to him which was the last relevant disposition. 5 In determining the market value of a gift or legacy at the time given by subsection (4) above, account shall be taken of the state of the land at that time, and of the incidents attaching to the assessable interest at that time, and of all other circumstances, including circumstances concerning planning permission, which would have been taken into account by a purchaser at that time. 6 If the time given by subsection (4) above falls between 30th June 1948 and 6th April 1967, Part V of Schedule 4 to this Act shall have effect in relation to the project as if paragraph 49 of that Schedule were omitted, and if that time does not fall between those dates, the acquisition which took place, or is deemed to have taken place, at that time, shall be treated for the purposes of Schedule 5 to this Act as a disposition within paragraph 3(b) of that Schedule, that is to say a duly notified disposition after 6th April 1967. 7 References in this section to an assessable interest in the land comprised in the project include references to an assessable interest in any part of the land, and where the gift or legacy relates only to part of that land, or in part to land not comprised in the project, this section shall apply with any necessary apportionments and computations. 8 Where— a part only of the developing owner’s assessable interest is derived from a gift or legacy (that is to say it is a gift or legacy of a lesser or less valuable interest or one relating to part only of the land in which the assessable interest subsists), or b part only of the developing owner’s assessable interest is included in a gift or legacy from the developing owner, paragraphs (a) and (b) of subsection (1) above, and the provisions of this Act applying for the purposes of those paragraphs, shall have effect as if the assessable interest were two separate interests one of which is the subject of the gift or legacy, and all such apportionments, computations and valuations shall be made as are necessary to give effect to this subsection. 9 For the purposes of this section— a property acquired by way of gift includes property acquired for less than market value if the Land Commission are satisfied that the grantor intended to give a benefit by accepting less than market value, b property acquired as a legacy includes property appropriated in or towards satisfaction of any interest or share in property devolving under a testamentary disposition or on an intestacy, c any reference to the building of a dwelling-house shall be construed as including a reference to the construction or laying out of any garage, out-house, garden, yard, court, forecourt or other appurtenance for occupation with, and for the purposes of, the dwelling-house. 10 This section shall not have ellect unless notice is duly served under section 38 of this Act in respect of the project consisting of the building of the dwelling-house, but the Commission may for the purposes of this section accept such a notice although out of time under subsection (2) of that section. 11 An election under this section shall be made within such time and in such form as the Commission direct. 12 Relief shall be given under this section on proof of the relevant facts to the satisfaction of the Commission. 13 It is hereby declared that any information given to the Commission for the purpose of obtaining relief under this section is information which the person giving it is required to give under this Part of this Act, and section 81(5) of this Act shall apply accordingly. 2 The  Land Commission Act 1967 shall be deemed always to have had effect as amended by this section. 3 The Commission shall make all such repayments of levy and interest received by them as are required to give effect to subsection (2) above, and shall deduct the amount so repaid from the sums falling to be paid into the Exchequer under section 4(2) of the said Act. 4 Any objection to a notice of assessment of levy on the ground that the amendments made by this section affect the amount of the levy may be made under section 46 of the said Act at any time before 1st January 1970, although out of time under that section."}, {"act": "Finance Act 1969", "year": 1969, "section": "45", "section_title": " Base value of owner-occupied dwelling-house. ", "section_text": "45 1 In Schedule 4 to the Land Commission Act 1967 after paragraph 5 (Case A: base value equal to eleven-tenths of current use value) insert— 5A 1 In paragraph 5(a) above 'twelve-tenths’ shall be substituted for 'eleven-tenths’ if the relevant land— a is the site of a single dwelling-house which is the grantor’s sole or main residence, and b does not exceed one quarter of an acre, and comprises no other building. 2 Sub-paragraph (1) above shall not apply unless the market value of the relevant interest (determined under paragraph 1 above) is £10,000 or less. 3 if the said market value exceeds £10,000 the amount of levy in respect of the disposition shall not exceed— a what would be the amount of the levy if that market value had been £10,000 (and without sub-paragraph (2) above), plus b the said excess over £10,000. 4 This paragraph shall only apply if the grantor has occupied the dwelling-house as his only or main residence for at least six months (or for two or more periods adding up to at least six months) out of the eighteen months ending with the date of the disposition. 5 If the grantor is a trustee, and the dwelling-house has been the sole or main residence of a person who— a is entitled to occupy it under the terms of the settlement, or b is a beneficiary under the settlement and allowed by the trustee to occupy it, sub-paragraph (1)(a) and sub-paragraph (4) above shall have effect as if that person were the grantor. 6 If the grantor is the personal representative of a deceased person, sub-paragraph (1)(a) above shall apply to a dwelling-house which was the deceased’s sole or main residence and sub-paragraph (4) above shall not apply, but the deceased person must have occupied the dwelling-house as his only or main residence— a for at least six months (or for two or more periods adding up to at least six months) out of the eighteen months ending with the date of the death, or b if he acquired the dwelling-house within the said period of eighteen months, for the period between the acquisition and his death. 7 In this paragraph any reference to a dwelling-house shall be construed as including a reference to any garage, outhouse, garden, yard, court, forecourt or other appurtenance for occupation with, and for the purposes of, the dwelling-house. 8 This paragraph shall apply as respects a disposition after 5th April 1969. 2 After paragraph 15 of the said Schedule 4 (corresponding provision for Case B) insert— 15A 1 In paragraph 15(a) above 'twelve-tenths’ shall be substituted for 'eleven-tenths’ if the relevant land— a is the site of a single dwelling-house which is the grantor’s sole or main residence, and b does not exceed one quarter of an acre, and comprises no other building. 2 Sub-paragraph (1) above shall not apply unless the consideration for the disposition (determined under paragraph 7 above) is £10,000 or less. 3 If the said consideration exceeds £10,000 the amount of the levy in respect of the disposition shall not exceed— a what would be the amount of the levy if the said consideration had been £10,000 (and without sub-paragraph (2) above), plus b the said excess over £10,000. 4 Sub-paragraphs (4), (5), (6) and (7) of paragraph 5A above shall apply for the purposes of this paragraph as for the purposes of that paragraph. 5 This paragraph shall apply as respects a disposition after 5th April 1969."}, {"act": "Finance Act 1969", "year": 1969, "section": "46", "section_title": " Allowance for costs of sale. ", "section_text": "46 In paragraph 19 of Schedule 6 to the  Land Commission Act 1967 after sub-paragraph (2) insert— 2A In relation to a chargeable act or event after 5th April 1969 and within Case A, B, E or F, this paragraph also applies to expenditure wholly and exclusively incurred by the appropriate person for the purposes of the disposition, being— a fees, commission or remuneration paid for the professional services of any surveyor or valuer, or auctioneer, or agent or legal adviser or accountant, and costs of transfer or conveyance (including stamp duty), and b costs of advertising to find a buyer, unless and except to the extent that the person incurring the expenditure, having regard to the provisions of paragraph 4 of Schedule 14 to the Finance Act 1967, elects that this sub-paragraph shall not apply to the expenditure, or some part of it."}, {"act": "Finance Act 1969", "year": 1969, "section": "47", "section_title": " Relief for land bought between 22nd September 1965 and 6th April 1967. ", "section_text": "47 1 In Schedule 5 to the Land Commission Act 1967 insert the following paragraphs after paragraph 10 (which gives relief for acquisitions in the period between 22nd September 1965 and 6th April 1967)—  Plots for single houses 10A 1 Paragraph 10(1) above shall apply if it is shown to the satisfaction of the Commission that at the time of the disposition the person becoming entitled to the chargeable interest in the land comprised in the disposition intended to erect a single dwelling-house on the land, and did not intend to erect any other building on the land or to dispose of any part of the land suitable for material development. 2 If the disposition was made in pursuance of an enforceable contract made after 22nd September 1965 sub-paragraph (1) above shall apply with the substitution for the reference to the time of the disposition of a reference to either that time or to the time of the making of the contract. 3 In this paragraph the reference to a dwelling-house includes a reference to any garage, out-house, garden, yard, court, forecourt or other appurtenance for occupation with, and for the purposes of, the dwelling-house. 4 Section 8 1 (5) of this Act (penalty for false information) shall apply as respects any statement given for the purposes of this paragraph as it applies to a statement giving information required under Part III of this Act. Other purchases in interim period 10B 1 Paragraph 10(1) above shall apply if— a the amount of the consideration given for the disposition does not exceed £2,500, and b where that amount is the result of an apportionment under paragraph 14 of Schedule 6 to this Act, the amount before apportionment does not exceed £2,500. 2 Subject to sub-paragraph (3) below, if the said amount of the consideration exceeds £2,500, the grantee may (if that would give him more relief than he could get otherwise under paragraph 10(1) above or paragraph 11 below) be treated for the purposes of sub-paragraph (1) above as if that amount were £2,500, but, if he is so treated, he shall also be so treated for the purposes of paragraph 7 above, and of all the other provisions of Part 111 of this Act. 3 If the amount of the consideration given for the disposition is the result of such an apportionment, and the amount before apportionment exceeds £2,500, sub-paragraph (2) above shall not apply, but the grantee may (if that would give him relief) be treated as if the amount before apportionment were £2,500, so that the amount of the consideration given for the disposition is reduced to the relevant apportioned part of that £2,500 both for the purposes of sub-paragraph (1) above and for the purposes of all other provisions of Part III of this Act, including paragraph 7 above. 2 At the end of the said paragraph 10(1) insert “or if paragraph 10A or 10B below applies: Provided that the said paragraphs 10A and 10B shall not apply except where they afford relief.\" 3 The  Land Commission Act 1967 shall be deemed always to have had effect as amended by this section, and any regulations under that Act expressed to relate to relief corresponding to any relief conferred by this section may, notwithstanding anything in that Act, apply to chargeable acts or events at any time after 5th April 1967. 4 The Commission shall make all such repayments of levy and interest received by them as are required to give effect to subsection (3) above, and shall deduct the amount so repaid from the sums falling to be paid into the Exchequer under section 4(2) of the said Act. 5 Any objection to a notice of assessment of levy on the ground that the amendments made by this section affect the amount of the levy may be made under section 46 of the said Act at any time before 1st January 1970, although out of time under that section."}, {"act": "Finance Act 1969", "year": 1969, "section": "48", "section_title": " Levy in Case C, and related provisions. ", "section_text": "48 1 In Part II of Schedule 5 to the  Land Commission Act 1967 (Case C: base value derived from contract) at the end of paragraph 18 insert— but paragraph 20 below shall not apply to a project begun after 5th April 1969 unless the contract (to purchase the interest or take the tenancy)—               i is performed wiithin a period of twelve months beginning with the beginning of the project, or such longer period as the Commission may in their discretion allow, and ii is performed for the consideration, and in accordance with all the other terms, specified in or determined under the contract as subsisting on the relevant date. 18A 1 The power to serve notices of assessment under section 55 of this Act shall include power to serve notice of any assessment to give effect to the provisions of paragraph 18 above, or to recover any levy chargeable because paragraph 18(i) or (ii) above is not satisfied. 2 If paragraph 18(ii) above would be satisfied but that, before the date specified in paragraph 20(2) below, the provisions of the contract have been varied, and the Commission are satisfied that it is just and reasonable so to do, the Commission may direct that this Part of this Schedule shall have effect as if the variation had been made before the relevant date. 3 If paragraph 20 below does not apply to the relevant interest (or where there is more than one relevant interest, to one of them) because paragraph 18(i) or (ii) above is not satisfied, liability for levy (with any interest) in respect of that relevant interest shall be a joint and several liability of the developing owner and of the other party to the contract. 4 Section 83(2)(c) of this Act shall not make it unlawful for any party to the contract to incur a liability to indemnify the developing owner for any amount or additional amount of levy (with interest) payable only because the contract is not performed in accordance with paragraph 18(i) or (ii) above. 5 This Part of this Schedule shall not have effect if, in consequence of paragraph 2 of Schedule 13 to this Act (groups of companies). the performance of the contract does not constitute a chargeable act or event. 2 For paragraph 8(1) of Schedule 6 to the said Act (adjustment of current use value where prospective purchaser develops before purchase) substitute— 8 1 The provisions of this paragraph shall have effect for the purpose of assessing levy in Case A or Case B in respect of a disposition where— a all or any part of the relevant land was comprised in a project of material development which constituted a chargeable act or event taking place before the disposition, and in relation to which there was a developing owner, and b the grantor (or a person from whom he took otherwise than for valuable consideration) was, when the project was begun, entitled to the fee simple of the relevant land comprised in the project, or to a tenancy, other than a minor tenancy, in that land, but was not the developing owner ,and in sub-paragraph (2)(b) of the said paragraph 8 for “the relevant land\" substitute  “              the relevant land comprised in the project            ” . 3 For paragraph 4 of Schedule 5 to the said Act (purchase price to be disregarded if purchaser has developed the land) substitute— 4 1 A previous disposition of the chargeable interest (whether made before, on or after the first appointed day) shall not be taken for the purposes of this Part of this Schedule to have been a relevant disposition of that interest if— a a project of material development of the whole or part of the relevant land was begun after that disposition was made but before the relevant date, and b the beginning of the carrying out of that project constituted a chargeable act or event, except where, in relation to the project, some person was chargeable to Case C levy as a developing owner under contract to acquire the whole of the chargeable interest, or, where the chargeable act or event is the grant of a tenancy, as a developing owner under contract to acquire an equivalent tenancy out of the chargeable interest. 2 For the purposes of this paragraph— a a person is chargeable to Case C levy as a developing owner under contract to acquire an interest if section 32(7)(b) or (c) applies to him, and the interest is the assessable interest, or one of the assessable interests, by virtue of which he is the developing owner, and b a person is so chargeable as a developing owner under contract to acquire a tenancy out of an interest if the said section 32(7)(b) or (c) applies to him, and the assessable interest, or one of the assessable interests, by virtue of which he is the developing owner is such a tenancy as is mentioned in the said paragraph (c) to be granted out of the interest. 4 At the end of paragraph 2 of Schedule 11 to the said Act (credit carried forward from Case C) insert—  “              Provided that where the said paragraph 20 had effect, that is to say had effect as respects the liability of the developing owner as a party to a contract, the credit shall not be carried forward to any disposition by the other party to the contract, or by a person who takes from that other party otherwise than for valuable consideration.            ” 5 Paragraph 19 of Schedule 5 to the  Land Commission Act 1967 (which is superseded by this section) is hereby repealed. 6 Subsections (2), (3) and (4) above have effect where the project of material development is begun after 5th April 1969."}, {"act": "Finance Act 1969", "year": 1969, "section": "49", "section_title": " Minor amendments. ", "section_text": "49 1 At the end of section 47 of the Land Commission Act 1967 (reference of objections to Lands Tribunal) add— 5 It is hereby declared that where the amount of levy depends, under any provision contained in or made under this Part of this Act, on the Commission being satisfied of any fact or intention, the Lands Tribunal has jurisdiction under this section to review any relevant decision of the Commission under that provision 2 At the end of section 51(2) of the said Act (orders prescribing the rate of interest on levy, and the rate of interest under subsection (8) of the section on refunds of payments on account) add—  “              Provided that an order under this section may for the purposes of subsection (8) below prescribe a rate of interest which is different from the rate prescribed for the other purposes of this section            ” . 3 In Schedule 6 to the said Act after paragraph 1 (definition of consideration for a disposition) insert— 1A It is hereby declared that under paragraph 1 above the amount of the consideration given or to be given for a disposition includes, where the grantee holds an option to acquire what he obtains by the disposition, any consideration in money or money’s worth for the grant of the option. This paragraph applies both where the option was granted to the grantee under the disposition and also where it was granted to some other person and assigned to the grantee under the disposition. 4 In Part I of Schedule 13 to the said Act (groups of companies) after paragraph 3 insert— 3A 1 This paragraph has effect as respects a company which at any time after 5th April 1969 ceases to exist and which immediately before that time was a member of a group of companies. 2 Any levy which would have been assessable and chargeable on the company if it had not ceased to exist shall be assessable and chargeable (in the name of that company) on any other company— a which at that time was the principal company of the group, or b which in any part of the period of two years ending with that time was a member of the group and was then entitled to the chargeable interest in respect of which the levy is assessed and charged."}, {"act": "Finance Act 1969", "year": 1969, "section": "50", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "50"}, {"act": "Finance Act 1969", "year": 1969, "section": "51", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "51"}, {"act": "Finance Act 1969", "year": 1969, "section": "52", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "52"}, {"act": "Finance Act 1969", "year": 1969, "section": "53", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "53"}, {"act": "Finance Act 1969", "year": 1969, "section": "54", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "54"}, {"act": "Finance Act 1969", "year": 1969, "section": "55", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "55"}, {"act": "Finance Act 1969", "year": 1969, "section": "56", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "56"}, {"act": "Finance Act 1969", "year": 1969, "section": "57", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "57"}, {"act": "Finance Act 1969", "year": 1969, "section": "58", "section_title": " Disclosure of information for statistical purposes by Board of Inland Revenue.", "section_text": "58 1 For the purpose of any statistical survey conducted or to be conducted by the Department of Employment and Productivity  the Department of Trade and Industry or the                          Statistics Board , the Board of Inland Revenue may disclose to an authorised officer of that Department  or Board — a the names and addresses of persons (in this section referred to as “ employers ”) required under  PAYE  regulations  to make deductions of tax from payments of, or on account of,  earnings or amounts treated as earnings from an employment ; and b information concerning the number of persons (in this section referred to as “ employees ”) in receipt of  earnings or amounts treated as earnings  paid by an employer. 1A In subsection (1)\t\t\t\t\t\t\t\t “ earnings or amounts treated as earnings ” means earnings or amounts treated as earnings which constitute employment income (see section 7(2)(a) or (b) of the Income Tax (Earnings and Pensions) Act 2003).  2 For the purpose of any statistical survey relating to earnings conducted or to be conducted by the  Statistics Board                        and Productivity, the Board of Inland Revenue may disclose to an authorised officer of  the Statistics Board  the name and address of the employer of any person who is one of a number of employees selected (as a statistical sample) for the purpose of that survey. 3 Subsections (1) and (2) above shall have effect notwithstanding any obligation as to secrecy imposed on the Board or any officer of the Board under the  Income Tax Management Act 1964 or otherwise. 4 Subject to subsection (5) below, no information obtained by virtue of this section by an officer of the Department of Employment and Productivity  or of the Department of Trade and Industry or of the  Statistics Board  may be disclosed except— a to another officer of that Department  or Board  for the purpose of the statistical survey concerned, or b to another department (including a department of the Government of Northern Ireland) for the purpose of a statistical survey conducted or to be conducted by that department.  or c to an authorised officer of any body specified in the first column of the following Table for the purposes of functions of that body under any enactment specified in relation to it in the second column of the Table. Table Body Enactment  . . .  . . .  . . .  . . . The Northern Ireland Training Authority. The   Industrial Training (Northern Ireland) Order 1984. A local planning authority within the meaning of  Part 2 or 6 of the Planning and Compulsory Purchase Act 2004  and any board which exercises for any area the functions of such an authority.  Part 2 or 6 of the Planning and Compulsory Purchase Act 2004                    A planning authority as defined in  section 1 of the Town and Country Planning (Scotland) Act 1997 . Part II of the   Town and Country Planning (Scotland) Act  1997 . The National Assembly for Wales . The   Welsh Development Agency Act 1975. The Scottish Development Agency Scottish Enterprise.  The  Scottish Development Agency Act 1975.  Part I of the   Enterprise and New Towns (Scotland) Act 1990.   . . .  . . . The Highlands and Islands Development Board Highlands and Islands Enterprise.  The   Highlands and Islands Development (Scotland) Acts 1965 and 1968.  Part I of the   Enterprise and New Towns (Scotland) Act 1990.  A development corporation within the meaning of the   New Towns Act 1981. Section 4 of the   New Towns Act 1981. A development corporation within the meaning of the   New Towns (Scotland) Act 1968. Section 3 of the   New Towns (Scotland) Act 1968. A new town commission within the meaning of the   New Towns Act (Northern Ireland) 1965. Section 7 of the   New Towns Act (Northern Ireland) 1965.  5 Subsection (4) above does not apply to the disclosure of any such information as is mentioned in subsection (1) or subsection (2) above— a in the form of a summary so framed as not to enable particulars relating to an employer or employee to be ascertained from it, or b in the case of such information as is mentioned in subsection (1) above, with the consent of the employer concerned and, in the case of such information as is mentioned in subsection (2) above, with the consent of the employee concerned. 6 If any person who has obtained any information by virtue of any provision of this section discloses that information otherwise than in accordance with paragraph ( a )  paragraph (b) or paragraph (c) of subsection (4) above  or subsection (5) above, he shall be liable on summary conviction to a fine not exceeding £400, or on conviction on indictment to imprisonment for a term not exceeding two years or to a fine or to both. 7 References in this section to the Department of Employment and Productivity  the Department of Trade and Industry or the  Statistics Board  include references to any department of the Government of Northern Ireland carrying out similar functions."}, {"act": "Finance Act 1969", "year": 1969, "section": "59", "section_title": " Disclosure of information by Commissioners of Customs and Excise.", "section_text": "59 If the Horserace Betting Levy Board so request at any time with respect to a specified person and a specified period, and the Commissioners of Customs and Excise are satisfied that the Board require the information for the purpose of determining whether or not that person falls to be assessed by the Board to pay in respect of that period such a contribution as is mentioned in section 24(1) of the  Betting, Gaming and Lotteries Act 1963 and that the Board will not use the information for any other purpose, the Commissioners may inform the Board whether that person has or has not made a payment to the Commissioners during or in respect of that period on account of the general betting duty."}, {"act": "Finance Act 1969", "year": 1969, "section": "60", "section_title": " Amendments for purposes of tax consolidation.", "section_text": "60 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1969", "year": 1969, "section": "61", "section_title": " Citation, interpretation, construction, extent and repeals.", "section_text": "61 1 This Act may be cited as the Finance Act 1969. 2 In this Act, except where the context otherwise requires, “ the Board ” means the Commissioners of Inland Revenue. 3 In this Act– a Part I (except sections 1(1) and (4) and (6)) shall be construed as one with  the Customs and Excise Acts 1979 ; b  . . .  c  . . .  d  . . .  e  . . .  4 Any reference in this Act to any other enactment shall, except so far as the context otherwise requires, be construed as a reference to that enactment as amended or applied by or under any other enactment, including this Act. 5 Except as otherwise expressly provided, such of the provisions of this Act as relate to matters in respect of which the Parliament of Northern Ireland has power to make laws shall not extend to Northern Ireland. 6 The enactments mentioned in Schedule 21 to this Act (which include enactments which are spent or otherwise unnecessary) are hereby repealed to the extent mentioned in the third column of that Schedule, but subject to any provision in relation thereto made at the end of any Part of that Schedule."}]