[{"act": "Foreign Compensation Act 1969", "year": 1969, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Foreign Compensation Act 1969", "year": 1969, "section": "2", "section_title": " Amendments of Foreign Compensation Act 1950.", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Section 2(3) of the Foreign Compensation Act 1950 (appointment by Commonwealth governments of additional members of the Foreign Compensation Commission for the purpose of determining claims to compensation paid by the Governments of Yugoslavia and Czechoslovakia) shall cease to have effect."}, {"act": "Foreign Compensation Act 1969", "year": 1969, "section": "3", "section_title": " Determinations of the Foreign Compensation Commission and appeals against such determinations.", "section_text": "3 1 The Foreign Compensation Commission shall have power to determine any question as to the construction or interpretation of any provision of an Order in Council under section 3 of the  Foreign Compensation Act 1950 with respect to claims falling to be determined by them. 2 Subject to subsection (4) below, the Commission shall, if so required by a person mentioned in subsection (6) below who is aggrieved by any determination of the Commission on any question of law relating to the jurisdiction of the Commission or on any question mentioned in subsection (1) above, state and sign a case for the decision of the Court of Appeal. 3 In this section “ determination ” includes a determination which under rules under section 4(2) of the Foreign Compensation Act 1950 (rules of procedure) is a provisional determination, and anything which purports to be a determination. 4 Where the Court of Appeal decide a question on a case stated and signed by the Commission on a provisional determination in any proceedings, subsection (2) above shall not require the Commission to state and sign a case on a final determination by them of that question in those proceedings. 5 Any person mentioned in subsection (6) below may, with a view to requiring the Commission to state and sign a case under this section, request the Commission to furnish a written statement of the reasons for any determination of theirs, but the Commission shall not be obliged to state the reasons for any determination unless it is given on a claim in which a question mentioned in subsection (2) above arises. 6 The persons who may make a request under subsection (5) above or a requirement under subsection (2) above in relation to any claim are the claimant and any person appointed by the Commission to represent the interests of any fund out of which the claim would, if allowed be met. 7 Any such request or requirement must be in writing, and— a any such request may be disregarded unless it is received by the Commission within the period of four weeks beginning with the date on which the Commission send notice of the determination in question or such other period as may be provided for by or under rules under section 4(2) of the Foreign Compensation Act 1950; and b any such requirement may be disregarded unless it is received by the Commission within the period of eight weeks beginning with that date or the period of four weeks beginning with the date on which the Commission send a statement of reasons for the determination in question, whichever expires last, or within such other period as may be provided for by or under rules of court. 8 No appeal shall lie to the Supreme Court from a decision of the Court of Appeal on an appeal under this section. 9 Except as provided by subsection (2) above and subsection (10) below, no determination by the Commission on any claim made to them under the  Foreign Compensation Act 1950 shall be called in question in any court of law. 10 Subsection (9) above shall not affect any right of any person to bring proceedings questioning any determination of the Commission on the ground that it is contrary to natural justice. 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Foreign Compensation Act 1969", "year": 1969, "section": "4", "section_title": " Interpretation.", "section_text": "4 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Any reference in this Act to any enactment or regulation is a reference thereto as amended, and includes a reference thereto as extended or applied, by or under any other enactment, including this Act."}, {"act": "Foreign Compensation Act 1969", "year": 1969, "section": "5", "section_title": " Short title.", "section_text": "5 This Act may be cited as the Foreign Compensation Act 1969."}]