[{"act": "Law of Property Act 1969", "year": 1969, "section": "1", "section_title": " Improvements to be disregarded in fixing rent. ", "section_text": "1 1 In section 34 of the Act of 1954 (rent under new tenancy) the following paragraph shall be substituted for paragraph (c) (improvements to be disregarded):— c any effect on rent of an improvement to which this paragraph applies and the following subsection shall be added (the present section, as amended by the foregoing provisions, becoming subsection (1)):— 2 Paragraph (c) of the foregoing subsection applies to any improvement carried out by a person who at the time it was carried out was the tenant, but only if it was carried out otherwise than in pursuance of an obligation to his immediate landlord, and either it was carried out during the current tenancy or the following conditions are satisfied, that is to say,— a that it was completed not more than twenty-one years before the application for the new tenancy was made ; and b that the holding or any part of it affected by the improvement has at all times since the completion of the improvement been comprised in tenancies of the description specified in section 23(1) of this Act ; and c that at the termination of each of those tenancies the tenant did not quit. 2 In section 41(1)(b) and section 42(2)(b) of the Act of 1954 the words “subsection (1) of” shall be inserted before the words “section 34”."}, {"act": "Law of Property Act 1969", "year": 1969, "section": "2", "section_title": " Determination of variable rent. ", "section_text": "2 At the end of section 34 of the Act of 1954 (rent under new tenancy) there shall be added the following subsection:— 3 Where the rent is determined by the court the court may, if it thinks fit, further determine that the terms of the tenancy shall include such provision for varying the rent as may be specified in the determination."}, {"act": "Law of Property Act 1969", "year": 1969, "section": "3", "section_title": " Rent while tenancy continues by virtue of s. 24 of Act of 1954. ", "section_text": "3 1 After section 24 of the Act of 1954 there shall be inserted the following section:— 24A 1 The landlord of a tenancy to which this Part of this Act applies may,— a if he has given notice under section 25 of this Act to terminate the tenancy ; or b if the tenant has made a request for a new tenancy in accordance with section 26 of this Act ; apply to the court to determine a rent which it would be reasonable for the tenant to pay while the tenancy continues by virtue of section 24 of this Act, and the court may determine a rent accordingly. 2 A rent determined in proceedings under this section shall be deemed to be the rent payable under the tenancy from the date on which the proceedings were commenced or the date specified in the landlord’s notice or the tenant’s request, whichever is the later. 3 In determining a rent under this section the court shall have regard to the rent payable under the terms of the tenancy, but otherwise subsections (1) and (2) of section 34 of this Act shall apply to the determination as they would apply to the determination of a rent under that section if a new tenancy from year to year of the whole of the property comprised in the tenancy were granted to the tenant by order of the court. 2 In section 24(1)(a) of the Act of 1954 for the words “the next following section” there shall be substituted the words “section 25 of this Act”."}, {"act": "Law of Property Act 1969", "year": 1969, "section": "4", "section_title": " Restriction on termination of tenancy by agreement. ", "section_text": "4 1 At the end of section 24(2) of the Act of 1954 (which includes notice to quit by the tenant and surrender among the means by which a tenancy to which Part II of that Act applies can be brought to an end) there shall be added the words unless—                     a in the case of a notice to quit, the notice was given before the tenant had been in occupation in right of the tenancy for one month ; or b in the case of an instrument of surrender, the instrument was executed before, or was executed in pursuance of an agreement made before, the tenant had been in occupation in right of the tenancy for one month. 2 Section 27 of the Act of 1954 (termination by tenant of tenancy for fixed term) shall be amended as follows:— a at the end of subsection (1) (notice by tenant that he does not desire tenancy to be continued) there shall be added the words “unless the notice is given before the tenant has been in occupation in right of the tenancy for one month” ; and b in subsection (2) (termination on quarter day by tenant’s notice) the words “before or” shall be omitted and at the end of the subsection there shall be added the words “or before that date, but not before the tenant has been in occupation in right of the tenancy for one month”."}, {"act": "Law of Property Act 1969", "year": 1969, "section": "5", "section_title": " Exclusion of provisions of Part II of Act of 1954 by authorised agreement. ", "section_text": "5 In subsection (1) of section 38 of the Act of 1954 (restriction on agreements excluding provisions of Part II) after the words “shall be void” there shall be inserted the words “(except as provided by subsection (4) of this section)” and at the end of the section there shall be added the following subsection:— 4 The court may— a on the joint application of the persons who will be the landlord and the tenant in relation to a tenancy to be granted for a term of years certain which will be a tenancy to which this Part of this Act applies, authorise an agreement excluding in relation to that tenancy the provisions of sections 24 to 28 of this Act ; and b on the joint application of the persons who are the landlord and the tenant in relation to a tenancy to which this Part of this Act applies, authorise an agreement for the surrender of the tenancy on such date or in such circumstances as may be specified in the agreement and on such terms (if any) as may be so specified ; if the agreement is contained in or endorsed on the instrument creating the tenancy or such other instrument as the court may specify; and an agreement contained in or endorsed on an instrument in pursuance of an authorisation given under this subsection shall be valid notwithstanding anything in the preceding provisions of this section."}, {"act": "Law of Property Act 1969", "year": 1969, "section": "6", "section_title": " Business carried on by company controlled by landlord. ", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law of Property Act 1969", "year": 1969, "section": "7", "section_title": " Grant of new tenancy in some cases where section 30(1)(f) applies. ", "section_text": "7 1 After section 31 of the Act of 1954 there shall be inserted the following section:— 31A 1 Where the landlord opposes an application under section 24(1) of this Act on the ground specified in paragraph (f) of section 30(1) of this Act the court shall not hold that the landlord could not reasonably carry out the demolition, reconstruction or work of construction intended without obtaining possession of the holding if— a the tenant agrees to the inclusion in the terms of the new tenancy of terms giving t landlordaccess and other facilities for carrying out the work intended and, given that access and those facilities, the landlord could reasonably carry out the work without obtaining possession of the holding and without interfering to a substantial extent or for a substantial time with the use of the holding for the purposes of the business carried on by the tenant ; or b the tenant is willing to accept a tenancy of an economically separable part of the holding and either paragraph (a) of this section is satisfied with respect to that part or possession of the remainder of the holding would be reasonably sufficient to enable the landlord to carry out the intended work. 2 For the purposes of subsection (1)(b) of this section a part of a holding shall be deemed to be an economically separable part if, and only if, the aggregate of the rents which, after the completion of the intended work, would be reasonably obtainable on separate lettings of that part and the remainder of the premises affected by or resulting from the work would not be substantially less than the rent which would then be reasonably obtainable on a letting of those premises as a whole. 2 In section 32 of the Act of 1954 (property to be comprised in new tenancy) for the words “Subject to the next following subsection” there shall be substituted the words “Subject to the following provisions of this section” ; and after subsection (1) there shall be inserted the following subsection:— 1A Where the court, by virtue of paragraph (b) of section 31A(1) of this Act, makes an order under section 29 of this Act for the grant of a new tenancy in a case where the tenant is willing to accept a tenancy of part of the holding, the order shall be an order for the grant of a new tenancy of that part only."}, {"act": "Law of Property Act 1969", "year": 1969, "section": "8", "section_title": " Power to exclude rights enjoyed with holding. ", "section_text": "8 At the end of section 32(3) of the Act of 1954 (rights to be included in new tenancy) there shall be added the words “except as otherwise agreed between the landlord and the tenant or, in default of such agreement, determined by the court.”"}, {"act": "Law of Property Act 1969", "year": 1969, "section": "9", "section_title": " Partnerships. ", "section_text": "9 After section 41 of the Act of 1954 there shall be inserted the following section:— 41A 1 The following provisions of this section shall apply where— a a tenancy is held jointly by two or more persons (in this section referred to as the joint tenants) ; and b the property comprised in the tenancy is or includes premises occupied for the purposes of a business ; and c the business (or some other business) was at some time during the existence of the tenancy carried on in partnership by all the persons who were then the joint tenants or by those and other persons and the joint tenants’ interest in the premises was then partnership property ; and d the business is carried on (whether alone or in partnership with other persons) by one or some only of the joint tenants and no part of the property comprised in the tenancy is occupied, in right of the tenancy, for the purposes of a business carried on (whether alone or in partnership with other persons) by the other or others. 2 In the following provisions of this section those of the joint tenants who for the time being carry on the business are referred to as the business tenants and the others as the other joint tenants. 3 Any notice given by the business tenants which, had it been given by all the joint tenants, would have been— a a tenant’s request for a new tenancy made in accordance with section 26 of this Act ; or b a notice under Subsection (1) or subsection (2) of section 27 of this Act ; shall be treated as such if it states that it is given by virtue of this section and sets out the facts by virtue of which the persons giving it are the business tenants, and references in those sections and in section 24A of this Act to the tenant shall be construed accordingly. 4 A notice given by the landlord to the business tenants which, had it been given to all the joint tenants, would have been a notice under section 25 of this Act shall be treated as such a notice, and references in that section to the tenant shall be construed accordingly. 5 An application under section 24(1) of this Act for a new tenancy may, instead of being made by all the joint tenants, be made by the business tenants alone ; and where it is so made— a this Part of this Act shall have effect, in relation to it, as if the references therein to the tenant included references to the business tenants alone ; and b the business tenants shall be liable, to the exclusion of the other joint tenants, for the payment of rent and the discharge of any other obligation under the current tenancy for any rental period beginning after the date specified in the landlord’s notice under section 25 of this Act or, as the case may be, beginning on or after the date specified in their request for a new tenancy. 6 Where the court makes an order under section 29(1) of this Act for the grant of a new tenancy on an application made by the business tenants it may order the grant to be made to them or to them jointly with the persons carrying on the business in partnership with them, and may order the grant to be made subject to the satisfaction, within a time specified by the order, of such conditions as to guarantors, sureties or otherwise as appear to the court equitable, having regard to the omission of the other joint tenants from the persons who will be the tenant under the new tenancy. 7 The business tenants shall be entitled to recover any amount payable by way of compensation under section 37 or section 59 of this Act."}, {"act": "Law of Property Act 1969", "year": 1969, "section": "10", "section_title": " Group of companies. ", "section_text": "10 For subsection (3) of section 42 of the Act of 1954 (Group of companies) there shall be substituted the following subsection:— 3 Where the landlord’s interest is held by a member of a group— a the reference in paragraph (g) of subsection (1) of section 30 of this Act to intended occupation by the landlord for the purposes of a business to be carried on by him shall be construed as including intended occupation by any member of the group for the purposes of a business to be carried on by that member ; and b the reference in subsection (2) of that section to the purchase or creation of any interest shall be construed as a reference to a purchase from or creation by a person other than a member of the group."}, {"act": "Law of Property Act 1969", "year": 1969, "section": "11", "section_title": " Compensation where no application to court is made. ", "section_text": "11 In section 37(1) of the Act of 1954 (compensation where court precluded from making an order for new tenancy on any of the grounds specified in paragraphs (e), (f) and (g) of section 30(1)) after the words “of that subsection” there shall be inserted the words “or where no other ground is specified in the landlord’s notice under section 25 of this Act or, as the case may be, under section 26(6) thereof, than those specified in the said paragraphs (e), (f) and (g) and either no application under the said section 24 is made or such an application is withdrawn”."}, {"act": "Law of Property Act 1969", "year": 1969, "section": "12", "section_title": " Duration of short tenancies excluded from Part II of Act of 1954.", "section_text": "12 1 In section 43(3) of the Act of 1954 (exclusion of certain tenancies granted for not more than three months) for the words “three months”, in both places where they occur, there shall be substituted the words “six months” and for the words “six months” (in paragraph (b)) the words “twelve months”. 2 Subsection (1) of this section does not apply to tenancies granted before the commencement of this Act."}, {"act": "Law of Property Act 1969", "year": 1969, "section": "13", "section_title": " Jurisdiction of county court to make declaration. ", "section_text": "13 After section 43 of the Act of 1954 there shall be inserted the following section:— 43A Where the rateable value of the holding is such that the jurisdiction conferred on the court by any other provision of this Part of this Act is, by virtue of section 63 of this Act, exercisable by the county court, the county court shall have jurisdiction (but without prejudice to the jurisdiction of the High Court) to make any declaration as to any matter arising under this Part of this Act, whether or not any other relief is sought in the proceedings."}, {"act": "Law of Property Act 1969", "year": 1969, "section": "14", "section_title": " Definition of landlord and further provisions where immediate landlord is not the freeholder. ", "section_text": "14 1 In section 44(1) of the Act of 1954 the following paragraph shall be substituted for paragraph (b) :— b that it is either the fee simple or a tenancy which will not come to an end within fourteen months by effluxion of time and, if it is such a tenancy, that no notice has been given by virtue of which it will come to an end within fourteen months or any further time by which it may be continued under section 36(2) or section 64 of this Act. . 2 The following shall be added at the end of Schedule 6 to the Act of 1954:—  Withdrawal by competent landlord of notice given by mesne landlord 6 Where the competent landlord has given a notice under section 25 of this Act to terminate the relevant tenancy and, within two months after the giving of the notice, a superior landlord— a becomes the competent landlord ; and b gives to the tenant notice in the prescribed form that he withdraws the notice previously given ; the notice under section 25 of this Act shall cease to have effect, but without prejudice to the giving of a further notice under that section by the competent landlord. 7 If the competent landlord’s interest in the property comprised in the relevant tenancy is a tenancy which will come or can be brought to an end within sixteen months (or any further time by which it may be continued under section 36(2) or section 64 of this Act) and he gives to the tenant under the relevant tenancy a notice under section 25 of this Act to terminate the tenancy or is given by him a notice under section 26(3) of this Act:— a the competent landlord shall forthwith send a copy of the notice to his immediate landlord ; and b any superior landlord whose interest in the property is a tenancy shall forthwith send to his immediate landlord any copy which has been sent to him in pursuance of the preceding sub-paragraph or this sub-paragraph. ."}, {"act": "Law of Property Act 1969", "year": 1969, "section": "15", "section_title": " Certain provisions of Part II of Act of 1954 set out as amended.", "section_text": "15 Sections 24, 27, 30, 32, 34, 37, 38, 42 and 44 of the Act of 1954 and Schedule 6 to that Act, and section 43(3) of that Act as it applies to tenancies granted after the commencement of this Act, are set out as amended by this Part of this Act in Schedule 1 to this Act."}, {"act": "Law of Property Act 1969", "year": 1969, "section": "16", "section_title": " Closing of Yorkshire deeds registries.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law of Property Act 1969", "year": 1969, "section": "17", "section_title": " Land charges registered in Yorkshire deeds registry.", "section_text": "17 1 As from the date which under section 16(3) of this Act is the relevant date in relation to a Yorkshire deeds registry— a section 10(6) of the  Land Charges Act 1925 (certain land charges affecting land in any of the three ridings to be registered in the appropriate local deeds registry) shall not apply to the registration of any charge so far as it affects land which is then within the jurisdiction of the registry; and b section 97 of the  Law of Property Act 1925 (priorities as between certain mortgages of unregistered land not within the jurisdiction of a local deeds registry to be determined according to dates of registration under the Land Charges Act 1925) shall apply in relation to land which is then within the jurisdiction of the registry as it applies to land which was never within the jurisdiction of any local deeds registry; and accordingly as from that date the enactments specified in Part II of Schedule 2 to this Act shall, to the extent specified in the third column of that Schedule, be repealed as respects that registry and the area which is then within its jurisdiction. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 A puisne mortgage registered in the deeds register maintained at a Yorkshire deeds registry shall be registrable under the Land Charges Act 1925 to the same extent as a puisne mortgage not registered in any local deeds register, and accordingly in section 10(1) of that Act, in Class C(i), the words “and (where the whole of the land affected is within the jurisdiction of a local deeds registry) not being registered in the local deeds register” are hereby repealed. 6 No fee shall be payable on the registration as a land charge under the Land Charges Act 1925 of a mortgage which becomes capable of registration under that Act by virtue of subsection (5) of this section. 7 Where before the commencement of this Act a person has purported to register under the Land Charges Act 1925 a mortgage which was incapable of such registration because already registered in the deeds register maintained at a Yorkshire deeds registry, the purported registration shall be treated as valid notwithstanding the prior registration in the deeds register."}, {"act": "Law of Property Act 1969", "year": 1969, "section": "18", "section_title": " Disposal of registers of closed registries.", "section_text": "18 1 A deeds register which under section 16(2) of this Act has been closed for all purposes shall be treated, in relation to the county council concerned, as included among the records and documents to which section 279(1) of the  Local Government Act 1933 (custody of county records) applies. 2 A county council shall preserve any document forming part of a register to which subsection (1) of this section applies which they consider deserves preservation on historical or other grounds and shall, before destroying or otherwise disposing of any other document forming part of such a register, make and preserve a copy (which may be a microfilm) of that document if they consider that on historical or other grounds a copy of it should be preserved. 3 In this section “ a deeds register ” includes any books, indexes or other documents connected with the business of deeds registration at the registry in question."}, {"act": "Law of Property Act 1969", "year": 1969, "section": "19", "section_title": " Provisions relating to registrars  etc.", "section_text": "19 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The Lord Chancellor may make regulations requiring the county council to pay compensation (subject to such exceptions or conditions as may be prescribed in the regulations) to or in respect of persons who are or were employed for the purposes of a Yorkshire deeds registry and who suffer loss of employment, or loss or diminution of emoluments, in consequence of this Part of this Act. 3 Regulations under subsection (2) of this section may include provision as to the manner in which and the person to whom any claim for compensation under the regulations is to be made, and for the determination of all questions arising under the regulations. 4 The power to make regulations under subsection (2) of this section shall be exercisable by statutory instrument, and any statutory instrument containing regulations so made shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Law of Property Act 1969", "year": 1969, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Law of Property Act 1969", "year": 1969, "section": "21", "section_title": " Indemnity for members of the public who suffer loss.", "section_text": "21 1 Subject to the provisions of this section, any person suffering loss by reason of— a section 16(2) of this Act so far as it repeals sections 19 and 20 of the Act of 1884 (searches) or section 197 of the  Law of Property Act 1925 (registration in local deeds registry to constitute actual notice); or b section 17(1)(b), (5) or (7) of this Act, shall be entitled to be indemnified in respect of that loss. 2 No indemnity shall be payable under this section in respect of any loss where the applicant has himself caused or substantially contributed to the loss by his act, neglect or default. 3 Subsection (2) of this section shall not apply to any failure on the part of the applicant to register under the  Land Charges Act 1925 a puisne mortgage which became capable of such registration by virtue of section 17(5) of this Act, but if— a the mortgage is not registered under that Act before the expiration of two years beginning with the date which under section 16(3) of this Act is the relevant date in relation to the Yorkshire deeds registry in question; and b the loss could have been prevented by the registration or earlier registration thereof, no indemnity shall be payable unless there is reasonable excuse for the failure to register the mortgage in time to prevent the loss. 4 Any indemnity under this section shall include a reasonable sum in respect of any costs or expenses properly incurred by the applicant in relation to the matter. 5 If any question arises as to whether a person is entitled to an indemnity under this section, or as to the amount of any such indemnity, he may apply to the High Court to have that question determined. 6 Any indemnity under this section shall be paid by the Chief Land Registrar; and where an indemnity is paid the Chief Land Registrar shall be entitled, on behalf of the Crown— a to recover the amount paid from any person who has caused or substantially contributed to the loss by his fraud; and b to enforce any express or implied covenant or other right which the person who is indemnified would have been entitled to enforce in relation to the matter in respect of which the indemnity was paid."}, {"act": "Law of Property Act 1969", "year": 1969, "section": "22", "section_title": " Proof of registration.", "section_text": "22 1 A certificate of the registration of an instrument in a deeds register maintained at a Yorkshire deeds registry endorsed on the instrument by an officer of the registry shall, after the register has been closed for all purposes under section 16(2) of this Act, be conclusive evidence for all purposes of the facts certified. 2 A writing endorsed on an instrument and purporting to be such a certificate as aforesaid shall be received in evidence and be deemed to be such a certificate without further proof unless the contrary is shown."}, {"act": "Law of Property Act 1969", "year": 1969, "section": "23", "section_title": " Reduction of statutory period of title.", "section_text": "23 Section 44(1) of the  Law of Property Act 1925 (under which the period of commencement of title which may be required under a contract expressing no contrary intention is thirty years except in certain cases) shall have effect, in its application to contracts made after the commencement of this Act, as if it specified fifteen years instead of thirty years as the period of commencement of title which may be so required."}, {"act": "Law of Property Act 1969", "year": 1969, "section": "24", "section_title": " Contracts for purchase of land affected by land charge, etc.", "section_text": "24 1 Where under a contract for the sale or other disposition of any estate or interest in land the title to which is not registered under the  Land Registration Act 2002  or any enactment replaced by it any question arises whether the purchaser had knowledge, at the time of entering into the contract, of a registered land charge, that question shall be determined by reference to his actual knowledge nd without regard to the provisions of section 198 of the  Law of Property Act 1925 (under which registration under the  Land Charges Act 1925 or any enactment replaced by it is deemed to constitute actual notice). 2 Where any estate or interest with which such a contract is concerned is affected by a registered land charge and the purchaser, at the time of entering into the contract, had not received notice and did not otherwise actually know that the estate or interest was affected by the charge, any provision of the contract shall be void so far as it purports to exclude the operation of subsection (1) above or to exclude or restrict any right or remedy that might otherwise be exercisable by the purchaser on the ground that the estate or interest is affected by the charge. 3 In this section— “ purchaser ” includes a lessee, mortgagee or other person acquiring or intending to acquire an estate or interest in land; and “ registered land charge ” means any instrument or matter registered, otherwise than in a register of local land charges, under the Land Charges Act 1925 or any Act replaced by it. 4 For the purposes of this section any knowledge acquired in the course of a transaction by a person who is acting therein as counsel, or as solicitor or other agent, for another shall be treated as the knowledge of that other. 5 This section does not apply to contracts made before the commencement of this Act."}, {"act": "Law of Property Act 1969", "year": 1969, "section": "25", "section_title": " Compensation in certain cases for loss due to undisclosed land charges.", "section_text": "25 1 Where a purchaser of any estate or interest in land under a disposition to which this section applies has suffered loss by reason that the estate or interest is affected by a registered land charge, then if— a the date of completion was after the commencement of this Act; and b on that date the purchaser had no actual knowledge of the charge; and c the charge was registered against the name of an owner of an estate in the land who was not as owner of any such estate a party to any transaction, or concerned in any event, comprised in the relevant title; the purchaser shall be entitled to compensation for the loss. 2 For the purposes of subsection (1)(b) above, the question whether any person had actual knowledge of a charge shall be determined without regard to the provisions of section 198 of the  Law of Property Act 1925 (under which registration under the  Land Charges Act 1925 or any enactment replaced by it is deemed to constitute actual notice). 3 Where a transaction comprised in the relevant title was effected or evidenced by a document which expressly provided that it should take effect subject to an interest or obligation capable of registration in any of the relevant registers, the transaction which created that interest or obligation shall be treated for the purposes of subsection (1)(c) above as comprised in the relevant title. 4 Any compensation for loss under this section shall be paid by the Chief Land Registrar, and where the purchaser of the estate or interest in question has incurred expenditure for the purpose— a of securing that the estate or interest is no longer affected by the regisstered land charge or is so affected to a less extent; or b of obtaining compensation under this section; the amount of the compensation shall include the amount of the expenditure (so far as it would not otherwise fall to be treated as compensation for loss) reasonably incurred by the purchaser for that purpose. 5 In the case of an action to recover compensation under this section, the cause of action shall be deemed for the purposes of  the Limitation Act 1980  to accrue at the time when the registered land charge affecting the estate or interest in question comes to the notice of the purchaser. 6 Any proceedings for the recovery of compensation under this section shall be commenced in the High Court; and if in such proceedings the High Court dismisses a claim to compensation it shall not order the purchaser to pay the Chief Land Registrar’s costs unless it considers that it was unreasonable for the purchaser to commence the proceedings. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  8 Where compensation under this section has been paid in a case where the purchaser would have had knowledge of the registered land charge but for the fraud of any person, the Chief Land Registrar, on behalf of the Crown, may recover the amount paid from that person. 9 This section applies to the following dispositions, that is to say— a any sale or exchange and, subject to the following provisions of this subsection, any mortgage of an estate or interest in land; b any grant of a lease for a term of years derived out of a leasehold interest; c any compulsory purchase, by whatever procedure, of land; and d any conveyance of a fee simple in land under Part I of the  Leasehold Reform Act 1967; but does not apply to the grant of a term of years derived out of the freehold or the mortgage of such a term by the lessee; and references in this section to a purchaser shall be construed accordingly. 10 In this section— “ date of completion ”, in relation to land which vests in the Land Commission or another acquiring authority by virtue of a general vesting declaration under the  Land Commission Act 1967 or the  Town and Country Planning Act 1968, means the date on which it so vests; “ mortgage ” includes any charge; “ registered land charge ” means any instrument or matter registered, otherwise than in a register of local land charges, under the  Land Charges Act 1925 or any Act replaced by it, except that— in relation to an assignment of a lease or underlease or a mortgage by an assignee under such an assignment, it does not include any instrument or matter affecting the title to the freehold or to any relevant leasehold reversion; and in relation to the grant of an underlease or the mortgage by the underlessee of the term of years created by an underlease, it does not include any instrument or matter affecting the title to the freehold or to any leasehold reversion superior to the leasehold interest out of which the term of years is derived; “ relevant registers ” means the registers kept under section 1 of the Land Charges Act 1925; “ relevant title ” means— in relation to a disposition made under a contract, the title which the purchaser was, apart from any acceptance by him (by agreement or otherwise) of a shorter or an imperfect title, entitled to require; or in relation to any other disposition, the title which he would have been entitled to require if the disposition had been made under a contract to which section 44(1) of the  Law of Property Act 1925 applied and that contract had been made on the date of completion. 11 For the purposes of this section any knowledge acquired in the course of a transaction by a person who is acting therein as counsel, or as solicitor or other agent, for another shall be treated as the knowledge of that other."}, {"act": "Law of Property Act 1969", "year": 1969, "section": "2627.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "26"}, {"act": "Law of Property Act 1969", "year": 1969, "section": "28", "section_title": " Powers of Lands Tribunal and court in relation to restrictive covenants affecting land.", "section_text": "28 1 In section 84 of the Law of Property Act 1925— a for the words “The Authority hereinafter defined” in subsection (1), and for the words “the Authority” wherever else they occur, (which now refer to the Lands Tribunal) there shall be substituted the words “the Lands Tribunal”; and b there shall be made the further amendments provided for by subsections (2) to (9) below; and accordingly section 84 shall have effect as it is set out in Schedule 3 to this Act with the amendments made by section 52(1) of the  Landlord and Tenant Act 1954 and by this section (and the omission of repealed provisions), subject however to any other enactments affecting the operation of section 84 and to subsection (11) below. 2 So much of section 84(1)(a) as follows the words “obsolete, or” shall be a separate paragraph (aa) and shall be amended as follows:— a after the word “that” there shall be inserted the words “in a case falling within subsection (1A) below” ; b for the words “the reasonable user” there shall be substituted the words “some reasonable user” ; and c the words “without securing practical benefits to other persons” shall be omitted ; and after section 84(1) there shall be inserted as new subsections (1A), (1B) and (1C):— 1A Subsection (1)(aa) above authorises the discharge or modification of a restriction by reference to its impeding some reasonable user of land in any case in which the Lands Tribunal is satisfied that the restriction, in impeding that user, either— a does not secure to persons entitled to the benefit of it any practical benefits of substantial value or advantage to them ; or b is contrary to the public interest ; and that money will be an adequate compensation for the loss or disadvantage (if any) which any such person will suffer from the discharge or modification. 1B In determining whether a case is one falling within subsection (1A) above, and in determining whether (in any such case or otherwise) a restriction ought to be discharged or modified, the Lands Tribunal shall take into account the development plan and any declared or ascertainable pattern for the grant or refusal of planning permissions in the relevant areas, as well as the period at which and context in which the restriction was created or imposed and any other material circumstances. 1C It is hereby declared that the power conferred by this section to modify a restriction includes power to add such further provisions restricting the user of or the building on the land affected as appear to the Lands Tribunal to be reasonable in view of the relaxation of the existing provisions, and as may be accepted by the applicant ; and the Lands Tribunal may accordingly refuse to modify a restriction without some such addition. 3 In section 84(1) there shall be omitted the words “(subject or not to the payment by the applicant of compensation to any person sullering loss in consequence of the order)” and the proviso, and after paragraph (c) there shall be inserted the words “and an order discharging or modifying a restriction under this subsection may direct the applicant to pay to any person entitled to the benefit of the restriction such sum by way of consideration as the Tribunal may think it just to award under one, but not both, of the following heads, that is to say, either— i a sum to make up for any loss or disadvantage suffered by that person in consequence of the discharge or modification ; or ii a sum to make up for any effect which the restriction had, at the time when it was imposed, in reducing the consideration then received for the land afrected by it.“ 4 In section 84(2), in the phrase “is affected” in paragraph (a), and in the phrase “is enforceable” in paragraph (b), there shall in each case be inserted after the word “is” the words “or would in any given event be” ; and at the end of section 84(2) there shall be added the words:— Neither subsections (7) and (11) of this section nor, unless the contrary is expressed, any later enactment providing for this section not to apply to any restrictions shall affect the operation of this subsection or the operation for purposes of this subsection of any other provisions of this section. 5 In section 84(3) in the phrase “any local authority” there shall be inserted after the word “any” the words “government department or”. 6 After section 84(3) there shall be inserted as a new subsection (3A) :— 3A On an application to the Lands Tribunal under this section the Lands Tribunal shall give any necessary directions as to the persons who are or are not to be admitted (as appearing to be entitled to the benefit of the restriction) to oppose the application, and no appeal shall lie against any such direction ; but rules under the Lands Tribunal Act 1949 shall make provision whereby, in cases in which there arises on such an application (whether or not in connection with the admission of persons to oppose) any such question as is referred to in subsection (2)(a) or (b) of this section, the proceedings on the application can and, if the rules so provide, shall be suspended to enable the decision of the court to be obtained on that question by an application under that subsection, or by means of a case stated by the Lands Tribunal, or otherwise, as may be provided by those rules or by rules of court. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  9 In section 84(11) after the word “nor” there shall be inserted the words “subject to subsection (11A) below” ; and after section 84(11) there shall be inserted as a new subsection (11A):— 11A Subsection (11) of this section— a shall exclude the application of this section to a restriction falling within subsection (11)(a), and not created or imposed in connection with the use of any land as an aerodrome, only so long as the restriction is enforceable by or on behalf of the Crown ; and b shall exclude the application of this section to a restriction falling within subsection (11)(b), or created or imposed in connection with the use of any land as an aerodrome, only so long as the restriction is enforceable by or on behalf of the Crown or any public or international authority. 10 In section 38(3) of the  Requisitioned Land and War Works Act 1945 (under which section 84 of the  Law of Property Act 1925 does not apply to a covenant obtained under the Defence Acts, so long as the covenant is enforceable on behalf of the Crown) for the words “any covenant obtained under the Defence Acts” there shall be substituted the words “any restriction created or imposed under the Defence Acts or under section 13 (acquisition of land for oil installations) of the  Land Powers (Defence) Act 1958”, and for the words “the covenant” there shall be substituted the words “the restriction”. 11 This section applies to restrictions whether subsisting at the time it comes into force or created or imposed thereafter, ... a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law of Property Act 1969", "year": 1969, "section": "29", "section_title": " Expenses.", "section_text": "29 There shall be paid out of moneys provided by Parliament any expenses of the Treasury or the Chief Land Registrar under this Act and any increase in the sums so payable under any other Act."}, {"act": "Law of Property Act 1969", "year": 1969, "section": "30", "section_title": " Interpretation.", "section_text": "30 1 In this Act— “ the Act of 1884 ” means the  Yorkshire Registries Act 1884; “ the Act of 1954 ” means the  Landlord and Tenant Act 1954; “ county council ”, in relation to a Yorkshire deeds registry, means the county council of the riding for which the registry is or was maintained; “ instrument ” includes any document which is, or but for Part II of this Act would be, capable of registration under the Act of 1884, and references to the registration of an instrument include references to the registration of a memorial of an instrument; “ puisne mortgage ” means a legal mortgage not protected by a deposit of documents relating to the legal estate affected; “ Yorkshire deeds registry ” means a registry maintained under the Act of 1884. 2 Any reference in this Act to any enactment shall be construed as a reference thereto as amended by any other enactment, including, except where the context otherwise requires, this Act."}, {"act": "Law of Property Act 1969", "year": 1969, "section": "31", "section_title": " Short title, commencement and extent.", "section_text": "31 1 This Act may be cited as the Law of Property Act 1969. 2 This Act, except section 28(6), shall come into force on 1st January 1970. 3 This Act does not extend to Scotland or Northern Ireland."}]