[{"act": "Redundant Churches and Other Religious Buildings Act 1969", "year": 1969, "section": "1", "section_title": " Grants to Redundant Churches Fund.", "section_text": "1 1 Subject to the provisions of this section, in the period beginning with the passing of this Act and expiring with the day preceding the fifth anniversary of the coming into operation of the  Pastoral Measure 1968 (hereafter in this section referred to as “ the initial period ”) and in such later periods as may be specified by the  Secretary of State  by order made with the approval of the Treasury,  the Secretary of State  may, with the like approval, out of moneys provided by Parliament, make, in respect of expenditure incurred or to be incurred by the Redundant Churches Fund established by that Measure, grants to that Fund of such amounts, payable at such times and subject to such conditions, if any, as he may from time to time determine. 2 The aggregate amount of the grants that may be paid under the foregoing subsection in the initial period shall not exceed £200,000 and the aggregate amount of the grants that may be so paid in a period specified in an order made under that subsection shall not exceed such sum as may, in relation to that period, be specified in the order. 3 The power to make an order under subsection (1) above shall include power to vary or revoke that order by a subsequent order thereunder. 4 The power to make an order under subsection (1) above shall be exercisable by statutory instrument, but a statutory instrument containing such an order shall not be made unless a draft of the instrument has been approved by a resolution of the Commons House of Parliament."}, {"act": "Redundant Churches and Other Religious Buildings Act 1969", "year": 1969, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Redundant Churches and Other Religious Buildings Act 1969", "year": 1969, "section": "3", "section_title": " Substitution, in section 66 of Pastoral Measure 1968, of Minister ofHousing and Local Government for Minister of Public Building andWorks. ", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Redundant Churches and Other Religious Buildings Act 1969", "year": 1969, "section": "4", "section_title": "\n \n \nTransfer of certain redundant places of public worship.\n", "section_text": "4 1 Subject to subsections (9) and (10) below, this section applies to any premises if— a the premises are held by or in trust for a charity (“ the relevant charity ”), and b the whole or part of the premises has been used as a place of public worship; but c the premises are not a church subject to the provisions of the Pastoral Measure 1983. 2 If the court is satisfied, with respect to any premises to which this section applies (“ the relevant premises ”)— a that those premises are no longer required (whether wholly or in part) for use as a place of public worship, and b that one of the following, namely— i the Secretary of State, ii the Commission, or iii a prescribed charity, is or are willing to enter into an agreement to acquire those premises by way of gift or for a consideration other than full consideration, but c that it is not within the powers of the persons in whom those premises are vested to carry out such an agreement except by virtue of this section, the court may, under its jurisdiction with respect to charities, establish a scheme for the making and carrying out of such an agreement. 3 A scheme established under subsection (2) above may, if it appears to the court proper to do so, provide for the acquirer of the relevant premises also to acquire (whether by gift or for a consideration other than full consideration or otherwise)— a any land held by or in trust for the relevant charity which is contiguous or adjacent to those premises; and b any objects which are or have been ordinarily kept on those premises. 4 In subsections (2) and (3) above, in relation to the acquisition of the relevant premises or the acquisition of any land or object— a references to acquisition by the Secretary of State are references to acquisition by him under section 5 of the Historic Buildings and Ancient Monuments Act 1953 (acquisition by him of buildings of historic or architectural interest); and b references to acquisition by the Commission are references to acquisition by them under section 5A of that Act (acquisition by them of buildings of historic or architectural interest). 5 A scheme established under subsection (2) above may also provide for conferring on the acquirer of the relevant premises— a such rights of way over any land held by or in trust for the relevant charity as appear to the court to be necessary— i for the purpose of the discharge of the acquirer’s functions in relation to those premises or to any land acquired under the scheme, or ii for giving to the public reasonable access to those premises or to any such land, and b so far as is necessary for the purpose of the discharge of such functions or the giving of such access, any rights of way enjoyed by persons attending services at those premises. 6 The Charity Commission may, on the application of the acquirer of the relevant premises, by order establish a scheme under section 69 of the Charities Act 2011 (Commission's concurrent jurisdiction with the High Court for certain purposes) making provision for the restoration of the relevant premises, or part of them, to use as a place of public worship. 7 The Charity Commission may so establish any such scheme notwithstanding— a anything in section 70(2) of that Act, or b that the relevant charity has ceased to exist; and if the relevant charity has ceased to exist, any such scheme may provide for the constitution of a charity by or in trust for which the relevant premises are to be held on the restoration of those premises, or part of them, to use as a place of public worship. 8 The Charity Commission has the same jurisdiction and powers in relation to the establishment of a scheme under subsection (2) above as it has under the provisions of sections 69 to 71 of the Charities Act 2011 (except section 70(4) and (5)) in relation to the establishment of a scheme for the administration of a charity; and section 88 of that Act (publicity relating to schemes) accordingly has effect in relation to the establishment of a scheme under subsection (2) above as it has effect in relation to the establishment of a scheme for the administration of a charity. 8A Chapter 2 of Part 17 of, and Schedule 6 to, the Charities Act 2011 (appeals and applications to Tribunal) apply in relation to an order made by virtue of subsection (8) above as they apply in relation to an order made under section 69(1) of that Act. 9 In relation to the Commission— a this section only applies to any premises falling within subsection (1) above if they are situated in England, and b references in this section to land are references only to land situated in England. 10 In relation to a prescribed charity, this section only applies to any premises falling within subsection (1) above if they constitute either— a a listed building within the meaning of the Planning (Listed Buildings and Conservation Areas) Act 1990, or b a scheduled monument within the meaning of the Ancient Monuments and Archaeological Areas Act 1979. 11 The Secretary of State may direct that any charity specified in the direction shall be a prescribed charity for the purposes of this section; and any direction under this subsection may be varied or revoked by a further direction given by the Secretary of State. 12 References in this section to the acquirer of the relevant premises are references to the person or body acquiring those premises by virtue of a scheme established under subsection (2) above. 13 In this section and section 5 below— “ charity ” has the meaning given by section 10 of the Charities Act 2011  “ the Commission ” means the Historic Buildings and Monuments Commission for England; “ the court ” has the same meaning as in the Charities Act 2011;  “ premises ” includes a part of a building; “ prescribed charity ”shall be construed by reference to subsection (11) above;   ... "}, {"act": "Redundant Churches and Other Religious Buildings Act 1969", "year": 1969, "section": "5", "section_title": "Trusts for repair  etc.  of premises to continue after transfer under section 4.", "section_text": "5 1 Where any premises to which section 4 of this Act applies are acquired by the Secretary of State, the Commission or a prescribed charity in pursuance of that section, any property of a charity whose purposes include— a the repair and maintenance of those premises, or b the provision of objects for keeping on those premises, or c the maintenance of objects ordinarily kept there, shall (subject to subsection (2) below) continue to be applicable for that purpose so long as the premises remain vested in the Secretary of State, the Commission or the prescribed charity, as the case may be. 2 If so provided by the scheme under which the agreement for the acquisition of any such premises is made, subsection (1) above shall have effect in relation to the premises subject to and in accordance with any specified provisions of the scheme. 3 Subsection (13) of section 4 of this Act has effect for the purposes of this section."}, {"act": "Redundant Churches and Other Religious Buildings Act 1969", "year": 1969, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Redundant Churches and Other Religious Buildings Act 1969", "year": 1969, "section": "7", "section_title": " Short title, saving, repeal and extent.", "section_text": "7 1 This Act may be cited as the Redundant Churches and other Religious Buildings Act 1969. 2 Nothing in this Act affects— a any power of the court (within the meaning of the Charities Act 2011) or the Charity Commission to establish a scheme for the administration of a charity, or b the power of the Charity Commission under section 105 of that Act to authorise dealings with trust property. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 This Act does not extend to Scotland or Northern Ireland."}]