[{"act": "Statute Law (Repeals) Act 1969", "year": 1969, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Statute Law (Repeals) Act 1969", "year": 1969, "section": "2", "section_title": " Advowsons.", "section_text": "2 1 In proceedings by way of quare impedit commenced within six months of induction, judgment shall be given for the removal of an incumbent instituted to fill the vacancy, if he was instituted on a presentation made without title and is made a defendant to the proceedings. 2 Where the Crown presents to a benefice which is full of an incumbent, effect shall not be given to the presentation without judgment having been given for the removal of the incumbent in proceedings by way of quare impedit brought by or on behalf of the Crown. Subsection (1) above shall apply in relation to proceedings so brought whether or not they are commenced within the period of six months therein referred to. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Statute Law (Repeals) Act 1969", "year": 1969, "section": "3", "section_title": " Rentcharges,  etc.  under Copyhold Act 1894.", "section_text": "3 Notwithstanding the repeal by this Act of the  Copyhold Act 1894— a the owner for the time being of a rentcharge created under the provisions of that Act or of a certificate of charge under that Act shall have for the recovery of the rentcharge or, as the case may be, any sum in the nature of interest or periodical payment becoming due under the certificate the like remedies as are provided by section 121 of the  Law of Property Act 1925; b the owner for the time being of such a certificate of charge shall also have, in respect of every sum whether in the nature of interest or periodical payment or principal sum secured by the certificate, the like remedies as a chargee by deed expressed to be by way of legal mortgage of an estate in fee simple has in respect of the principal sum and interest secured by his charge; and c a certificate of charge under that Act and the charge made thereby shall be transferable by endorsement on the certificate."}, {"act": "Statute Law (Repeals) Act 1969", "year": 1969, "section": "4", "section_title": " Savings.", "section_text": "4 1 The repeal by this Act of the  Sunday Fairs Act 1448 shall not have the effect of requiring any market or fair to be held on a Sunday, Good Friday, Ascension Day, Corpus Christi Day, the Feast of the Assumption of Our Blessed Lady or All Saints’ Day; and a market or fair may continue to be held on any day on which it might lawfully have been held if that Act had not been repealed. 2 The repeal by this Act of section 2 of the  Act of Supremacy shall not affect the continued operation so far as unrepealed of the  Submission of the Clergy Act 1533, the  Appointment of Bishops Act 1533, the  Ecclesiastical Licences Act 1533 and the  Suffragan Bishops Act 1534; and the repeal by this Act of section 5 of the Act of Supremacy shall not affect the continued operation so far as unrepealed of the  Sacrament Act 1547. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 The repeal by this Act of section 1 of the  Feigned Recoveries Act 1542 shall not make barrable any entail existing at the passing of this Act which was unbarrable by reason of that section."}, {"act": "Statute Law (Repeals) Act 1969", "year": 1969, "section": "5", "section_title": " Provisions relating to Northern Ireland.", "section_text": "5 1 The following provisions of this Act, that is to say, sections 2 to 4,  . . .shall not extend to Northern Ireland;   . . . 2 Save as expressly provided by subsection (1) above, this Act extends to Northern Ireland and shall, as respects matters within the powers of the Parliament of Northern Ireland, be subject to alteration by that Parliament as if it had been an Act passed before the day appointed for the purposes of section 6 of the  Government of Ireland Act 1920. 3 The repeal by this Act of any enactment mentioned in Part II of the Schedule to this Act shall not affect the continued operation of section 20 of the  Irish Church Act 1869."}, {"act": "Statute Law (Repeals) Act 1969", "year": 1969, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Statute Law (Repeals) Act 1969", "year": 1969, "section": "7", "section_title": " Short title and commencement.", "section_text": "7 1 This Act may be cited as the Statute Law (Repeals) Act 1969. 2 This Act shall come into force on 1st January 1970."}]