[{"act": "Tanzania Act 1969", "year": 1969, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Tanzania Act 1969", "year": 1969, "section": "2", "section_title": " Divorce jurisdiction.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Tanzania Act 1969", "year": 1969, "section": "3", "section_title": " Ships.", "section_text": "3 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 In the  Whaling Industry (Regulation) Act 1934, the expression “ British ship to which this Act applies ” shall not include a British ship registered in Tanzania. 3 This section shall be deemed to have come into operation on 26th April 1964; and, in relation to any time within the period beginning on that date and ending with 28th October 1964, any reference in this section to Tanzania shall be construed as a reference to the United Republic of Tanganyika and Zanzibar."}, {"act": "Tanzania Act 1969", "year": 1969, "section": "4", "section_title": " Power to apply other statutory provisions to Tanzania.", "section_text": "4 1 Subject to the following provisions of this section, Her Majesty may by Order in Council specify any enactment of the Parliament of the United Kingdom for the time being in force, or any instrument for the time being in force and having effect by virtue of such an enactment, and make such provision as may appear to Her Majesty to be appropriate for securing that, to such extent and subject to such exceptions and modifications (if any) as Her Majesty thinks fit, that enactment or instrument has the like operation in relation to Tanzania, and persons and things belonging to or connected with Tanzania, as it has in relation to territories to which the enactment or instrument is applicable and in relation to persons and things belonging to or connected with such territories. 2 No Order in Council shall be made under this section in respect of an enactment or instrument unless it is an enactment or instrument which either— a specifies Tanganyika by name, or b is an enactment or instrument which would have had effect in relation to Tanganyika, or to persons or things belonging to or connected with Tanganyika, if Tanganyika had continued to be a separate territory and had continued to be part of Her Majesty’s dominions. 3 No Order in Council shall be made under this section in respect of  the British Nationality Act 1981  . . . or the Divorce Jurisdiction Acts. 4 An Order in Council under this section may make provision in accordance with subsection (1) of this section in such manner as appears to Her Majesty to be appropriate in relation to any enactment or instrument specified in the Order, and in particular (but without prejudice to the generality of this subsection)— a may amend the enactment or instrument by inserting in it one or more references to Tanzania by name, or b if the enactment or instrument refers to Tanganyika by name, may amend it by substituting a reference to Tanzania for any such reference; and, where any enactment or instrument specified in the Order refers to Zanzibar by name, the Order in Council may include provision amending it so as to omit any reference to Zanzibar. 5 Where an Order in Council under this section specifies an enactment which confers a power to make Orders in Council, any power which in consequence of the Order is exercisable by virtue of that enactment in relation to Tanzania, or persons or things belonging to or connected with Tanzania, may be so exercised either by the same Order in Council or by a subsequent Order in Council. 6 Any Order in Council made under this section, and any other Order in Council which exercises in relation to Tanzania, or persons or things belonging to or connected with Tanzania, a power which is so exercisable in the circumstances specified in subsection (5) of this section,— a may be made with retrospective effect as from 26th April 1964 or any later date, and b in so far as it is made so as to have effect in respect of any time before 29th October 1964, may be made as if in this section any reference to Tanzania were a reference to the United Republic of Tanganyika and Zanzibar. 7 For the purpose of making an Order in Council under this section, any reference in subsection (1) of this section to any enactment or instrument for the time being in force shall be construed as a reference to any enactment or instrument in force immediately before the Order is made, whether the enactment or instrument was passed or made before or after the passing of this Act. 8 Any reference in this section to a territory to which an enactment or instrument is applicable shall be construed as a reference to a territory which either— a is specified by name in the enactment or instrument, or b falls within a general description specified in a provision contained in the enactment or instrument whereby the enactment or instrument has effect in relation to territories falling within that description or in relation to persons or things of a class so specified which belong to or are connected with such territories."}, {"act": "Tanzania Act 1969", "year": 1969, "section": "5", "section_title": " Power to repeal certain enactments relating to Tanganyika and Zanzibar.", "section_text": "5 1 Where it appears to Her Majesty in Council that an enactment to which this section applies has (whether in consequence of the exercise of any power conferred by section 4 of this Act or otherwise) become obsolete, spent or unnecessary, Her Majesty may by Order in Council provide that that enactment shall cease to have effect. 2 This section applies to all enactments contained in the  Tanganyika Independence Act 1961, the  Tanganyika Republic Act 1962 and the  Zanzibar Act 1963, except section 1 of the Tanganyika Independence Act 1961. 3 Section 38(2) of the  Interpretation Act 1889 (which relates to the effect of repeals) shall have effect in relation to any repeal effected by an Order in Council under this section as if the Order were an Act of Parliament."}, {"act": "Tanzania Act 1969", "year": 1969, "section": "6", "section_title": " Supplementary provisions.", "section_text": "6 1 Any Order in Council under this Act— a may contain such transitional or other incidental or supplementary provisions as appear to Her Majesty to be necessary or expedient; b may be varied or revoked by a subsequent Order in Council; and c shall be subject to annulment in pursuance of a resolution of either House of Parliament. 2 Subject to the next following subsection, any provision made by an Order in Council under this Act with respect to an enactment of the Parliament of the United Kingdom, or with respect to an instrument having effect by virtue of such an enactment, shall, except in so far as the Order otherwise provides, have effect as part of the law of every territory outside the United Kingdom to which the enactment or instrument in question extends, as well as having effect as part of the law of the United Kingdom. 3 Any provision made by an Order in Council as mentioned in subsection (2) of this section— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b shall not have effect as part of the law of any territory if it is a territory for whose government Her Majesty’s Government in the United Kingdom have no responsibility at that date, and accordingly shall not have effect as part of the law of Tanzania. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Nothing in section 4 or section 5 of this Act shall affect the exercise (whether before or after the passing of this Act) of any power exercisable apart from those sections."}, {"act": "Tanzania Act 1969", "year": 1969, "section": "7", "section_title": " Interpretation.", "section_text": "7 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 References in this Act to any enactment are references to that enactment as amended or extended by or under any other enactment."}, {"act": "Tanzania Act 1969", "year": 1969, "section": "8", "section_title": " Short title.", "section_text": "8 This Act may be cited as the Tanzania Act 1969."}]