[{"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "1", "section_title": " Forfeiture of terrorist  property  ", "section_text": "1 1 Schedule 1 (which makes provision for enabling  property   which— a is intended to be used for the purposes of terrorism, b consists of resources of an organisation which is a proscribed organisation, or c is, or represents, property obtained through terrorism, to be forfeited in civil proceedings before a magistrates’ court or (in Scotland) the sheriff) is to have effect. 2 The powers conferred by Schedule 1 are exercisable in relation to  property   whether or not any proceedings have been brought for an offence in connection with  the property . 3 Expressions used in this section have the same meaning as in Schedule 1. 4 Sections 24 to 31 of the Terrorism Act 2000 (c. 11) (seizure of terrorist cash) are to cease to have effect. 5 An order under section 127 bringing Schedule 1 into force may make any modifications of any code of practice then in operation under Schedule 14 to the Terrorism Act 2000 (exercise of officers’ powers) which the Secretary of State thinks necessary or expedient."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "2", "section_title": " Amendments relating to section 1", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Schedule 14 to the Terrorism Act 2000 (exercise of officers’ powers) is amended as follows. 5 In paragraph 1— a in paragraph (a), for “section 24” substitute  “                      the terrorist cash provisions                    ” , and b after paragraph (b) insert— and “ the terrorist cash provisions ” means Schedule 1 to the Anti-terrorism, Crime and Security Act 2001. 6 In paragraphs 2, 3 and 6(1), at the end insert “or the terrorist cash provisions”. 7 In paragraph 5, after “Act” insert  “                  or the terrorist cash provisions                ” . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "3", "section_title": " Terrorist property: amendments", "section_text": "3 Schedule 2 contains amendments to the Terrorism Act 2000."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "4", "section_title": " Power to make order", "section_text": "4 1 The Treasury may make a freezing order if the following two conditions are satisfied. 2 The first condition is that the Treasury reasonably believe that— a action to the detriment of the United Kingdom’s economy (or part of it) has been or is likely to be taken by a person or persons, or b action constituting a threat to the life or property of one or more nationals of the United Kingdom or residents of the United Kingdom has been or is likely to be taken by a person or persons. 3 If one person is believed to have taken or to be likely to take the action the second condition is that the person is— a the government of a country or territory outside the United Kingdom, or b a resident of a country or territory outside the United Kingdom. 4 If two or more persons are believed to have taken or to be likely to take the action the second condition is that each of them falls within paragraph (a) or (b) of subsection (3); and different persons may fall within different paragraphs."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "5", "section_title": " Contents of order", "section_text": "5 1 A freezing order is an order which prohibits persons from making funds available to or for the benefit of a person or persons specified in the order. 2 The order must provide that these are the persons who are prohibited— a all persons in the United Kingdom, and b all persons elsewhere who are nationals of the United Kingdom or are bodies incorporated under the law of any part of the United Kingdom or are Scottish partnerships. 3 The order may specify the following (and only the following) as the person or persons to whom or for whose benefit funds are not to be made available— a the person or persons reasonably believed by the Treasury to have taken or to be likely to take the action referred to in section 4; b any person the Treasury reasonably believe has provided or is likely to provide assistance (directly or indirectly) to that person or any of those persons. 4 A person may be specified under subsection (3) by— a being named in the order, or b falling within a description of persons set out in the order. 5 The description must be such that a reasonable person would know whether he fell within it. 6 Funds are financial assets and economic benefits of any kind."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "6", "section_title": " Contents: further provisions", "section_text": "6 Schedule 3 contains further provisions about the contents of freezing orders."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "7", "section_title": " Review of order", "section_text": "7 The Treasury must keep a freezing order under review."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "8", "section_title": " Duration of order", "section_text": "8 A freezing order ceases to have effect at the end of the period of 2 years starting with the day on which it is made."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "9", "section_title": " Nationals and residents", "section_text": "9 1 A national of the United Kingdom is an individual who is— a a British citizen, a British Dependent Territories citizen, a British National (Overseas) or a British Overseas citizen, b a person who under the British Nationality Act 1981 (c. 61) is a British subject, or c a British protected person within the meaning of that Act. 2 A resident of the United Kingdom is— a an individual who is ordinarily resident in the United Kingdom, b a body incorporated under the law of any part of the United Kingdom, or c a Scottish partnership. 3 A resident of a country or territory outside the United Kingdom is— a an individual who is ordinarily resident in such a country or territory, or b a body incorporated under the law of such a country or territory. 4 For the purposes of subsection (3)(b) a branch situated in a country or territory outside the United Kingdom of— a a body incorporated under the law of any part of the United Kingdom, or b a Scottish partnership, is to be treated as a body incorporated under the law of the country or territory where the branch is situated. 5 This section applies for the purposes of this Part."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "10", "section_title": " Procedure for making freezing orders", "section_text": "10 1 A power to make a freezing order is exercisable by statutory instrument. 2 A freezing order— a must be laid before Parliament after being made; b ceases to have effect at the end of the relevant period unless before the end of that period the order is approved by a resolution of each House of Parliament (but without that affecting anything done under the order or the power to make a new order). 3 The relevant period is a period of 28 days starting with the day on which the order is made. 4 In calculating the relevant period no account is to be taken of any time during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than 4 days. 5 If the Treasury propose to make a freezing order in the belief that the condition in section 4(2)(b) is satisfied, they must not make the order unless they consult the Secretary of State."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "11", "section_title": " Procedure for making certain amending orders", "section_text": "11 1 This section applies if— a a freezing order is made specifying by description (rather than by name) the person or persons to whom or for whose benefit funds are not to be made available, b it is proposed to make a further order which amends the freezing order only so as to make it specify by name the person or persons (or any of the persons) to whom or for whose benefit funds are not to be made available, and c the Treasury reasonably believe that the person or persons named fall within the description contained in the freezing order and the further order contains a statement of the Treasury’s belief. 2 This section also applies if— a a freezing order is made specifying by name the person or persons to whom or for whose benefit funds are not to be made available, b it is proposed to make a further order which amends the freezing order only so as to make it specify by name a further person or further persons to whom or for whose benefit funds are not to be made available, and c the Treasury reasonably believe that the further person or persons fall within the same description as the person or persons specified in the freezing order and the further order contains a statement of the Treasury’s belief. 3 This section also applies if— a a freezing order is made, and b it is proposed to make a further order which amends the freezing order only so as to make it specify (whether by name or description) fewer persons to whom or for whose benefit funds are not to be made available. 4 If this section applies, a statutory instrument containing the further order is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "12", "section_title": " Procedure for revoking orders", "section_text": "12 A statutory instrument containing an order revoking a freezing order (without re-enacting it) is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "13", "section_title": " De-hybridisation", "section_text": "13 If apart from this section an order under this Part would be treated for the purposes of the standing orders of either House of Parliament as a hybrid instrument, it is to proceed in that House as if it were not such an instrument."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "14", "section_title": " Orders: supplementary", "section_text": "14 1 Where this Part confers a power to make provision, different provision may be made for different purposes. 2 An order under this Part may include supplementary, incidental, saving or transitional provisions. 3 Nothing in this Part affects the generality of subsection (2)."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "15", "section_title": " The Crown", "section_text": "15 1 A freezing order binds the Crown, subject to the following provisions of this section. 2 No contravention by the Crown of a provision of a freezing order makes the Crown criminally liable; but the High Court or in Scotland the Court of Session may, on the application of a person appearing to the Court to have an interest, declare unlawful any act or omission of the Crown which constitutes such a contravention. 3 Nothing in this section affects Her Majesty in her private capacity; and this is to be construed as if section 38(3) of the Crown Proceedings Act 1947 (c. 44) (meaning of Her Majesty in her private capacity) were contained in this Act."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "16", "section_title": " Repeals", "section_text": "16 1 These provisions shall cease to have effect— a section 2 of the Emergency Laws (Re-enactments and Repeals) Act 1964 (c. 60) (Treasury’s power to prohibit action on certain orders as to gold  etc ); b section 55 of the Finance Act 1968 (c. 44) (meaning of security in section 2 of 1964 Act). 2 Subsection (1) does not affect a reference which— a is to a provision referred to in that subsection, and b is contained in a provision made under an Act."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "17", "section_title": " Extension of existing disclosure powers", "section_text": "17 1 This section applies to the provisions listed in Schedule 4, so far as they authorise the disclosure of information. 2 Each of the provisions to which this section applies shall have effect, in relation to the disclosure of information by or on behalf of a public authority, as if the purposes for which the disclosure of information is authorised by that provision included each of the following— a the purposes of any criminal investigation whatever which is being or may be carried out, whether in the United Kingdom or elsewhere; b the purposes of any criminal proceedings whatever which have been or may be initiated, whether in the United Kingdom or elsewhere; c the purposes of the initiation or bringing to an end of any such investigation or proceedings; d the purpose of facilitating a determination of whether any such investigation or proceedings should be initiated or brought to an end. 3 The Treasury may by order made by statutory instrument add any provision contained in any subordinate legislation to the provisions to which this section applies. 4 The Treasury shall not make an order under subsection (3) unless a draft of it has been laid before Parliament and approved by a resolution of each House. 5 No disclosure of information shall be made by virtue of this section unless the public authority by which the disclosure is made is satisfied that the making of the disclosure is proportionate to what is sought to be achieved by it. 6 Nothing in this section shall be taken to prejudice any power to disclose information which exists apart from this section. 7 The information that may be disclosed by virtue of this section includes information obtained before the commencement of this section."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "18", "section_title": " Restriction on disclosure of information for overseas purposes", "section_text": "18 1 Subject to subsections (2) and (3), the Secretary of State may give a direction which— a specifies any overseas proceedings or any description of overseas proceedings; and b prohibits the making of any relevant disclosure for the purposes of those proceedings or, as the case may be, of proceedings of that description. 2 In subsection (1) the reference, in relation to a direction, to a relevant disclosure is a reference to a disclosure authorised by any of the provisions to which section 17 applies which— a is made for a purpose mentioned in subsection (2)(a) to (d) of that section; and b is a disclosure of any such information as is described in the direction. 3 The Secretary of State shall not give a direction under this section unless it appears to him that the overseas proceedings in question, or that overseas proceedings of the description in question, relate or would relate— a to a matter in respect of which it would be more appropriate for any jurisdiction or investigation to be exercised or carried out by a court or other authority of the United Kingdom, or of a particular part of the United Kingdom; b to a matter in respect of which it would be more appropriate for any jurisdiction or investigation to be exercised or carried out by a court or other authority of a third country; or c to a matter that would fall within paragraph (a) or (b)— i if it were appropriate for there to be any exercise of jurisdiction or investigation at all; and ii if (where one does not exist) a court or other authority with the necessary jurisdiction or functions existed in the United Kingdom, in the part of the United Kingdom in question or, as the case may be, in the third country in question. 4 A direction under this section shall not have the effect of prohibiting— a the making of any disclosure by a Minister of the Crown or by the Treasury; or b the making of any disclosure in pursuance of    an assimilated   obligation . 5 A direction under this section— a may prohibit the making of disclosures absolutely or in such cases, or subject to such conditions as to consent or otherwise, as may be specified in it; and b must be published or otherwise issued by the Secretary of State in such manner as he considers appropriate for bringing it to the attention of persons likely to be affected by it. 6 A person who, knowing of any direction under this section, discloses any information in contravention of that direction shall be guilty of an offence and liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or to both; b on summary conviction, to imprisonment for a term not exceeding three months or to a fine not exceeding the statutory maximum or to both. 7 The following are overseas proceedings for the purposes of this section— a criminal proceedings which are taking place, or will or may take place, in a country or territory outside the United Kingdom; b a criminal investigation which is being, or will or may be, conducted by an authority of any such country or territory. 8 References in this section, in relation to any proceedings or investigation, to a third country are references to any country or territory outside the United Kingdom which is not the country or territory where the proceedings are taking place, or will or may take place or, as the case may be, is not the country or territory of the authority which is conducting the investigation, or which will or may conduct it. 9 In this section “ court ” includes a tribunal of any description."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "19", "section_title": " Disclosure of information held by revenue departments", "section_text": "19 1 This section applies to information which is held by or on behalf of the Commissioners of Inland Revenue or by or on behalf of the Commissioners of Customs and Excise, including information obtained before the coming into force of this section. 2 No obligation of secrecy imposed by statute or otherwise prevents the disclosure, in accordance with the following provisions of this section, of information to which this section applies if the disclosure is made— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b for the purposes of any criminal investigation whatever which is being or may be carried out, whether in the United Kingdom or elsewhere; c for the purposes of any criminal proceedings whatever which have been or may be initiated, whether in the United Kingdom or elsewhere; d for the purposes of the initiation or bringing to an end of any such investigation or proceedings; or e for the purpose of facilitating a determination of whether any such investigation or proceedings should be initiated or brought to an end. 3 No disclosure of information to which this section applies shall be made by virtue of this section unless the person by whom the disclosure is made is satisfied that the making of the disclosure is proportionate to what is sought to be achieved by it. 4 Information to which this section applies shall not be disclosed by virtue of this section except by the Commissioners by or on whose behalf it is held or with their authority. 5 Information obtained by means of a disclosure authorised by subsection (2) shall not be further disclosed except— a for a purpose mentioned in that subsection; and b with the consent of the Commissioners by whom or with whose authority it was initially disclosed; and information so obtained otherwise than by or on behalf of any of the intelligence services shall not be further disclosed (with or without such consent) to any of those services, or to any person acting on behalf of any of those services, except for a purpose mentioned in paragraphs (b) to (e) of that subsection. 6 A consent for the purposes of subsection (5) may be given either in relation to a particular disclosure or in relation to disclosures made in such circumstances as may be specified or described in the consent. 7 Nothing in this section authorises the making of any disclosure which is prohibited by any provision of   the data protection legislation  . 8 References in this section to information which is held on behalf of the Commissioners of Inland Revenue or of the Commissioners of Customs and Excise include references to information which— a is held by a person who provides services to the Commissioners of Inland Revenue or, as the case may be, to the Commissioners of Customs and Excise; and b is held by that person in connection with the provision of those services. 9 In this section —  “ the data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act);    “ intelligence service ” has the same meaning as in the Regulation of Investigatory Powers Act 2000 (c. 23). 10 Nothing in this section shall be taken to prejudice any power to disclose information which exists apart from this section."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "20", "section_title": " Interpretation of Part 3", "section_text": "20 1 In this Part— “ criminal investigation ” means an investigation of any criminal conduct, including an investigation of alleged or suspected criminal conduct and an investigation of whether criminal conduct has taken place; “ information ” includes— documents; and in relation to a disclosure authorised by a provision to which section 17 applies, anything that falls to be treated as information for the purposes of that provision; “ public authority ” has the same meaning as in section 6 of the Human Rights Act 1998 (c. 42); and “ subordinate legislation ” has the same meaning as in the Interpretation Act 1978 (c. 30). 2 Proceedings outside the United Kingdom shall not be taken to be criminal proceedings for the purposes of this Part unless the conduct with which the defendant in those proceedings is charged is criminal conduct or conduct which, to a substantial extent, consists of criminal conduct. 3 In this section— “ conduct ” includes acts, omissions and statements; and “ criminal conduct ” means any conduct which— constitutes one or more criminal offences under the law of a part of the United Kingdom; or is, or corresponds to, conduct which, if it all took place in a particular part of the United Kingdom, would constitute one or more offences under the law of that part of the United Kingdom."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "21", "section_title": " Suspected international terrorist: certification", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "22", "section_title": " Deportation, removal, &c.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "23", "section_title": " Detention", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "24", "section_title": " Bail", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "25", "section_title": " Certification: appeal", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "26", "section_title": " Certification: review", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "27", "section_title": " Appeal and review: supplementary", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "28", "section_title": " Review of sections 21 to 23", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "29", "section_title": " Duration of sections 21 to 23", "section_text": "29 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "30", "section_title": " Legal proceedings: derogation", "section_text": "30 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "31", "section_title": " Interpretation", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "32", "section_title": " Channel Islands and Isle of Man", "section_text": "32 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "33", "section_title": " Certificate that Convention does not apply", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "34", "section_title": " Construction", "section_text": "34 1 Articles 1(F) and 33(2) of the Refugee Convention (exclusions: war criminals, national security, &c.) shall not be taken to require consideration of the gravity of— a events or fear by virtue of which Article 1(A) would or might apply to a person if Article 1(F) did not apply, or b a threat by reason of which Article 33(1) would or might apply to a person if Article 33(2) did not apply. 2 In this section “ the Refugee Convention ” means the Convention relating to the Status of Refugees done at Geneva on 28th July 1951 and the Protocol to the Convention."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "35", "section_title": " Status of Commission", "section_text": "35 At the end of section 1 of the Special Immigration Appeals Commission Act 1997 (c. 68) insert— 3 The Commission shall be a superior court of record. 4 A decision of the Commission shall be questioned in legal proceedings only in accordance with— a section 7, or b section 30(5)(a) of the Anti-terrorism, Crime and Security Act 2001 (derogation)."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "36", "section_title": " Destruction of fingerprints", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "37", "section_title": " Meaning of racial hatred", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "38", "section_title": " Meaning of fear and hatred", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "39", "section_title": " Religiously aggravated offences", "section_text": "39 1 Part 2 of the Crime and Disorder Act 1998 (c. 37) is amended as set out in subsections (2) to (6). 2 In the cross-heading preceding section 28 for “Racially-aggravated” substitute  “                  Racially or religiously aggravated                ” . 3 In section 28 (meaning of racially aggravated)— a in the sidenote and subsection (1) for “racially aggravated” substitute  “                      racially or religiously aggravated                    ” ; b in subsections (1) and (2) for “racial group” substitute  “                      racial or religious group                    ” ; c in subsection (3) for the words from “on” to the end of the subsection substitute  “                      on any other factor not mentioned in that paragraph.                    ” 4 In section 28 after subsection (4) insert— 5 In this section “ religious group ” means a group of persons defined by reference to religious belief or lack of religious belief. 5 In each of the provisions listed in subsection (6)— a in the sidenote for “Racially-aggravated” substitute  “                      Racially or religiously aggravated                    ” ; b in subsection (1) for “racially aggravated” substitute  “                      racially or religiously aggravated                    ” . 6 The provisions are— a section 29 (assaults); b section 30 (criminal damage); c section 31 (public order offences); d section 32 (harassment etc.). 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "40", "section_title": " Racial hatred offences: penalties", "section_text": "40 In section 27(3) of the Public Order Act 1986 (c. 64) (penalties for racial hatred offences) for “two years” substitute  “              seven years            ” ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "41", "section_title": " Hatred and fear offences: penalties", "section_text": "41 In Article 16(1) of the Public Order (Northern Ireland) Order 1987 ( S.I.  1987/ 463 (N.I. 7)) (penalties for offences involving stirring up hatred or arousing fear) for “2 years” substitute  “              7 years            ” ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "42", "section_title": " Saving", "section_text": "42 This Part does not apply to anything done before it comes into force."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "43", "section_title": " Transfers of biological agents and toxins", "section_text": "43 In section 1 of the Biological Weapons Act 1974 (c. 6) (restriction on development etc. of certain biological agents and toxins and of biological weapons), after subsection (1) insert— 1A A person shall not— a transfer any biological agent or toxin to another person or enter into an agreement to do so, or b make arrangements under which another person transfers any biological agent or toxin or enters into an agreement with a third person to do so, if the biological agent or toxin is likely to be kept or used (whether by the transferee or any other person) otherwise than for prophylactic, protective or other peaceful purposes and he knows or has reason to believe that that is the case."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "44", "section_title": " Extraterritorial application of biological weapons offences", "section_text": "44 After section 1 of the Biological Weapons Act 1974 insert—  Extraterritorial application of section 1 1A 1 Section 1 applies to acts done outside the United Kingdom, but only if they are done by a United Kingdom person. 2 Proceedings for an offence committed under section 1 outside the United Kingdom may be taken, and the offence may for incidental purposes be treated as having been committed, in any place in the United Kingdom. 3 Her Majesty may by Order in Council extend the application of section 1, so far as it applies to acts done outside the United Kingdom, to bodies incorporated under the law of any of the Channel Islands, the Isle of Man or any colony. 4 In this section “ United Kingdom person ” means a United Kingdom national, a Scottish partnership or a body incorporated under the law of a part of the United Kingdom. 5 For this purpose a United Kingdom national is an individual who is— a a British citizen, a British Dependent Territories citizen, a British National (Overseas) or a British Overseas citizen; b a person who under the British Nationality Act 1981 (c. 61) is a British subject; or c a British protected person within the meaning of that Act. 6 Nothing in this section affects any criminal liability arising otherwise than under this section."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "45", "section_title": " Customs and Excise prosecutions for biological weapons offences", "section_text": "45 Before section 2 of the Biological Weapons Act 1974 (c. 6) insert—  Customs and Excise prosecutions 1B 1 Proceedings for a biological weapons offence may be instituted by order of the Commissioners of Customs and Excise if it appears to them that the offence has involved— a the development or production outside the United Kingdom of any thing mentioned in section 1(1)(a) or (b) above; b the movement of any such thing into or out of any country or territory; c any proposal or attempt to do anything falling within paragraph (a) or (b) above. 2 In this section “ biological weapons offence ” means an offence under section 1 of this Act or section 50 of the Anti-terrorism, Crime and Security Act 2001 (including an offence of aiding, abetting, counselling, procuring or inciting the commission of, or attempting or conspiring to commit, such an offence). 3 Any proceedings for an offence which are instituted under subsection (1) above shall be commenced in the name of an officer, but may be continued by another officer. 4 Where the Commissioners of Customs and Excise investigate, or propose to investigate, any matter with a view to determining— a whether there are grounds for believing that a biological weapons offence has been committed, or b whether a person should be prosecuted for such an offence, that matter shall be treated as an assigned matter within the meaning of the Customs and Excise Management Act 1979. 5 Nothing in this section affects any power of any person (including any officer) apart from this section. 6 In this section “ officer ” means a person commissioned by the Commissioners of Customs and Excise. 7 This section does not apply to the institution of proceedings in Scotland."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "46", "section_title": " Customs and Excise prosecutions for chemical weapons offences", "section_text": "46 Before section 31 of the Chemical Weapons Act 1996 (c. 6) insert—  Customs and Excise prosecutions 30A 1 Proceedings for a chemical weapons offence may be instituted by order of the Commissioners of Customs and Excise if it appears to them that the offence has involved— a the development or production outside the United Kingdom of a chemical weapon; b the movement of a chemical weapon into or out of any country or territory; c any proposal or attempt to do anything falling within paragraph (a) or (b). 2 In this section “ chemical weapons offence ” means an offence under section 2 above or section 50 of the Anti-terrorism, Crime and Security Act 2001 (including an offence of aiding, abetting, counselling, procuring or inciting the commission of, or attempting or conspiring to commit, such an offence). 3 Any proceedings for an offence which are instituted under subsection (1) shall be commenced in the name of an officer, but may be continued by another officer. 4 Where the Commissioners of Customs and Excise investigate, or propose to investigate, any matter with a view to determining— a whether there are grounds for believing that a chemical weapons offence has been committed, or b whether a person should be prosecuted for such an offence, that matter shall be treated as an assigned matter within the meaning of the Customs and Excise Management Act 1979. 5 Nothing in this section affects any power of any person (including any officer) apart from this section. 6 In this section “ officer ” means a person commissioned by the Commissioners of Customs and Excise. 7 This section does not apply to the institution of proceedings in Scotland."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "47", "section_title": " Use etc. of nuclear weapons", "section_text": "47 1 A person who— a knowingly causes a nuclear weapon explosion; b develops or produces, or participates in the development or production of, a nuclear weapon; c has a nuclear weapon in his possession; d participates in the transfer of a nuclear weapon; or e engages in military preparations, or in preparations of a military nature, intending to use, or threaten to use, a nuclear weapon, is guilty of an offence. 2 Subsection (1) has effect subject to the exceptions and defences in sections 48 and 49. 3 For the purposes of subsection (1)(b) a person participates in the development or production of a nuclear weapon if he does any act which— a facilitates the development by another of the capability to produce or use a nuclear weapon, or b facilitates the making by another of a nuclear weapon, knowing or having reason to believe that his act has (or will have) that effect. 4 For the purposes of subsection (1)(d) a person participates in the transfer of a nuclear weapon if— a he buys or otherwise acquires it or agrees with another to do so; b he sells or otherwise disposes of it or agrees with another to do so; or c he makes arrangements under which another person either acquires or disposes of it or agrees with a third person to do so. 5 A person guilty of an offence under this section is liable on conviction on indictment to imprisonment for life. 6 In this section “ nuclear weapon ” includes a nuclear explosive device that is not intended for use as a weapon. 7 This section applies to acts done outside the United Kingdom, but only if they are done by a United Kingdom person. 8 Nothing in subsection (7) affects any criminal liability arising otherwise than under that subsection. 9 Paragraph (a) of subsection (1) shall cease to have effect on the coming into force of the Nuclear Explosions (Prohibition and Inspections) Act 1998 (c. 7)."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "48", "section_title": " Exceptions", "section_text": "48 1 Nothing in section 47 applies— a to an act which is authorised under subsection (2); or b to an act done in the course of an armed conflict. 2 The Secretary of State may— a authorise any act which would otherwise contravene section 47 in such manner and on such terms as he thinks fit; and b withdraw or vary any authorisation given under this subsection. 3 Any question arising in proceedings for an offence under section 47 as to whether anything was done in the course of an armed conflict shall be determined by the Secretary of State. 4 A certificate purporting to set out any such determination and to be signed by the Secretary of State shall be received in evidence in any such proceedings and shall be presumed to be so signed unless the contrary is shown."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "49", "section_title": " Defences", "section_text": "49 1 In proceedings for an offence under section 47(1)(c) or (d) relating to an object it is a defence for the accused to show that he did not know and had no reason to believe that the object was a nuclear weapon. 2 But he shall be taken to have shown that fact if— a sufficient evidence is adduced to raise an issue with respect to it; and b the contrary is not proved by the prosecution beyond reasonable doubt. 3 In proceedings for such an offence it is also a defence for the accused to show that he knew or believed that the object was a nuclear weapon but, as soon as reasonably practicable after he first knew or believed that fact, he took all reasonable steps to inform the Secretary of State or a constable of his knowledge or belief."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "50", "section_title": " Assisting or inducing certain weapons-related acts overseas", "section_text": "50 1 A person who aids, abets, counsels or procures, or incites, a person who is not a United Kingdom person to do a relevant act outside the United Kingdom is guilty of an offence. 2 For this purpose a relevant act is an act that, if done by a United Kingdom person, would contravene any of the following provisions— a section 1 of the Biological Weapons Act 1974 (offences relating to biological agents and toxins); b section 2 of the Chemical Weapons Act 1996 (offences relating to chemical weapons); or c section 47 above (offences relating to nuclear weapons). 3 Nothing in this section applies to an act mentioned in subsection (1) which— a relates to a relevant act which would contravene section 47; and b is authorised by the Secretary of State; and section 48(2) applies for the purpose of authorising acts that would otherwise constitute an offence under this section. 4 A person accused of an offence under this section in relation to a relevant act which would contravene a provision mentioned in subsection (2) may raise any defence which would be open to a person accused of the corresponding offence ancillary to an offence under that provision. 5 A person convicted of an offence under this section is liable on conviction on indictment to imprisonment for life. 6 This section applies to acts done outside the United Kingdom, but only if they are done by a United Kingdom person. 7 Nothing in this section prejudices any criminal liability existing apart from this section."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "51", "section_title": " Extraterritorial application", "section_text": "51 1 Proceedings for an offence committed under section 47 or 50 outside the United Kingdom may be taken, and the offence may for incidental purposes be treated as having been committed, in any part of the United Kingdom. 2 Her Majesty may by Order in Council extend the application of section 47 or 50, so far as it applies to acts done outside the United Kingdom, to bodies incorporated under the law of any of the Channel Islands, the Isle of Man or any colony."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "52", "section_title": " Powers of entry", "section_text": "52 1 If— a a justice of the peace is satisfied on information on oath that there are reasonable grounds for suspecting that evidence of the commission of an offence under section 47 or 50 is to be found on any premises; or b in Scotland the sheriff is satisfied by evidence on oath as mentioned in paragraph (a), he may issue a warrant authorising an authorised officer to enter the premises, if necessary by force, at any time within one month from the time of the issue of the warrant and to search them. 2 The powers of a person who enters the premises under the authority of the warrant include power— a to take with him such other persons and such equipment as appear to him to be necessary; b to inspect, seize and retain any substance, equipment or document found on the premises; c to require any document or other information which is held in electronic form and is accessible from the premises to be produced in a form— i in which he can read and copy it; or ii from which it can readily be produced in a form in which he can read and copy it; d to copy any document which he has reasonable cause to believe may be required as evidence for the purposes of proceedings in respect of an offence under section 47 or 50. 3 A constable who enters premises under the authority of a warrant or by virtue of subsection (2)(a) may— a give such assistance as an authorised officer may request for the purpose of facilitating the exercise of any power under this section; and b search or cause to be searched any person on the premises who the constable has reasonable cause to believe may have in his possession any document or other thing which may be required as evidence for the purposes of proceedings in respect of an offence under section 47 or 50. 4 No constable shall search a person of the opposite sex. 5 The powers conferred by a warrant under this section shall only be exercisable, if the warrant so provides, in the presence of a constable. 6 A person who— a wilfully obstructs an authorised officer in the exercise of a power conferred by a warrant under this section; or b fails without reasonable excuse to comply with a reasonable request made by an authorised officer or a constable for the purpose of facilitating the exercise of such a power, is guilty of an offence. 7 A person guilty of an offence under subsection (6) is liable— a on summary conviction, to a fine not exceeding the statutory maximum; and b on conviction on indictment, to imprisonment for a term not exceeding two years or a fine (or both). 8 In this section “ authorised officer ” means an authorised officer of the Secretary of State."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "53", "section_title": "Revenue and Customs prosecutions", "section_text": "53 1 Proceedings for a nuclear weapons offence may be instituted   by   the Director of Public Prosecutions   or by order of the Commissioners for Her Majesty’s Revenue and Customs if it appears to the Director or to the Commissioners   that the offence has involved— a the development or production outside the United Kingdom of a nuclear weapon; b the movement of a nuclear weapon into or out of any country or territory; c any proposal or attempt to do anything falling within paragraph (a) or (b). 2 In this section “ nuclear weapons offence ” means an offence under section 47 or 50 (including an offence of aiding, abetting, counselling, procuring or inciting the commission of, or attempting or conspiring to commit, such an offence). 3 Any proceedings for an offence which are instituted   by order of the Commissioners   under subsection (1) shall be commenced in the name of an officer   of Revenue and Customs  , but may be continued by another officer. 4 Where the Commissioners  . . .   investigate, or propose to investigate, any matter with a view to determining— a whether there are grounds for believing that a nuclear weapons offence has been committed, or b whether a person should be prosecuted for such an offence, that matter shall be treated as an assigned matter within the meaning of the Customs and Excise Management Act 1979 (c. 2). 5 Nothing in this section affects any powers of any person (including any officer) apart from this section. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 This section does not apply to the institution of proceedings in Scotland."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "54", "section_title": " Offences", "section_text": "54 1 A person who knowingly or recklessly makes a false or misleading statement for the purpose of obtaining (or opposing the variation or withdrawal of) authorisation for the purposes of section 47 or 50 is guilty of an offence. 2 A person guilty of an offence under subsection (1) is liable— a on summary conviction, to a fine of an amount not exceeding the statutory maximum; b on conviction on indictment, to imprisonment for a term not exceeding two years or a fine (or both). 3 Where an offence under section 47, 50 or subsection (1) above committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of— a a director, manager, secretary or other similar officer of the body corporate; or b any person who was purporting to act in any such capacity, he as well as the body corporate shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly. 4 In subsection (3) “ director ”, in relation to a body corporate whose affairs are managed by its members, means a member of the body corporate."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "55", "section_title": " Consent to prosecutions", "section_text": "55 Proceedings for an offence under section 47 or 50 shall not be instituted— a in England and Wales, except by or with the consent of the Attorney General; b in Northern Ireland, except by or with the consent of the   Advocate General for Northern Ireland  ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "56", "section_title": " Interpretation of Part 6", "section_text": "56 1 In this Part “ United Kingdom person ” means a United Kingdom national, a Scottish partnership or a body incorporated under the law of a part of the United Kingdom. 2 For this purpose a United Kingdom national is an individual who is— a a British citizen, a British Dependent Territories citizen, a British National (Overseas) or a British Overseas citizen; b a person who under the British Nationality Act 1981 (c. 61) is a British subject; or c a British protected person within the meaning of that Act."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "57", "section_title": " Power to extend Part 6 to dependencies", "section_text": "57 Her Majesty may by Order in Council direct that any of the provisions of this Part shall extend, with such exceptions and modifications as appear to Her Majesty to be appropriate, to any of the Channel Islands, the Isle of Man or to any British overseas territory."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "58", "section_title": " Pathogens and toxins in relation to which requirements under Part 7 apply", "section_text": "58 1 Schedule 5 (which lists the pathogens and toxins in relation to which the requirements of this Part apply) has effect. 2 The Secretary of State may by order modify any provision of Schedule 5 (including the notes). 3 The Secretary of State may not add any pathogen or toxin to that Schedule unless he is satisfied that the pathogen or toxin could be used in an act of terrorism to endanger life or cause serious harm to human health. 4 In this Part “ dangerous substance ” means— a anything which consists of or includes a substance for the time being mentioned in Schedule 5; or b anything which is infected with or otherwise carries any such substance. 5 But something otherwise falling within subsection (4) is not to be regarded as a dangerous substance if— a it satisfies prescribed conditions; or b it is kept or used in prescribed circumstances."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "59", "section_title": " Duty to notify Secretary of State before keeping or using dangerous substances", "section_text": "59 1 The occupier of any premises must give a notice to the Secretary of State before any dangerous substance is kept or used there. 2 Subsection (1) does not apply to premises in respect of which a notice has previously been given under that subsection (unless it has been withdrawn). 3 The occupier of any premises in respect of which a notice has been given may withdraw the notice if no dangerous substance is kept or used there. 4 A notice under this section must— a identify the premises in which the substance is kept or used; b identify any building or site of which the premises form part; and c contain such other particulars (if any) as may be prescribed. 5 The occupier of any premises in which any dangerous substance is kept or used on the day on which this section comes into force must give a notice under this section before the end of the period of one month beginning with that day. 6 Where— a a substance which is kept or used in any premises becomes a dangerous substance by virtue of a modification of Schedule 5, but b no other dangerous substance is kept or used there, the occupier of the premises must give a notice under this section before the end of the period of one month beginning with the day on which that modification comes into force."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "60", "section_title": " Information about security of dangerous substances", "section_text": "60 1 A constable may give to the occupier of any relevant premises a notice requiring him to give the chief officer of police such information as is specified or described in the notice by a time so specified and in a form and manner so specified. 2 The required information must relate to— a any dangerous substance kept or used in the premises; or b the measures taken (whether by the occupier or any other person) to ensure the security of any such substance. 3 In this Part references to measures taken to ensure the security of any dangerous substance kept or used in any relevant premises include— a measures taken to ensure the security of any building or site of which the premises form part; and b measures taken for the purpose of ensuring access to the substance is given only to those whose activities require access and only in circumstances that ensure the security of the substance. 4 In this Part “ relevant premises ” means any premises— a in which any dangerous substance is kept or used, or b in respect of which a notice under section 59 is in force."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "61", "section_title": " Information about persons with access to dangerous substances", "section_text": "61 1 A police officer of at least the rank of inspector may give to the occupier of any relevant premises a notice requiring him to give the chief officer of police a list of— a each person who has access to any dangerous substance kept or used there; b each person who, in such circumstances as are specified or described in the notice, has access to such part of the premises as is so specified or described; c each person who, in such circumstances as are specified or described in the notice, has access to the premises; or d each person who, in such circumstances as are specified or described in the notice, has access to any building or site of which the premises form part. 2 A list under subsection (1) must be given before the end of the period of one month beginning with the day on which the notice is given. 3 Where a list under subsection (1) is given, the occupier of the premises for the time being— a must secure that only the persons mentioned in the list are given the access identified in the list relating to them; but b may give a supplementary list to the chief officer of police of other persons to whom it is proposed to give access. 4 Where a supplementary list is given under subsection (3)(b), the occupier of the premises for the time being must secure that persons mentioned in that list do not have the proposed access relating to them until the end of the period of 30 days beginning with the day on which that list is given. 5 The chief officer of police may direct that a person may have such access before the end of that period. 6 The Secretary of State may by order modify the period mentioned in subsection (4). 7 Any list under this section must— a identify the access which the person has, or is proposed to have; b state the full name of that person, his date of birth, his address and his nationality; and c contain such other matters (if any) as may be prescribed."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "62", "section_title": " Directions requiring security measures", "section_text": "62 1 A constable may give directions to the occupier of any relevant premises requiring him to take such measures to ensure the security of any dangerous substance kept or used there as are specified or described in the directions by a time so specified. 2 The directions may— a specify or describe the substances in relation to the security of which the measures relate; and b require the occupier to give a notice to the chief officer of police before any other dangerous substance specified or described in the directions is kept or used in the premises."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "63", "section_title": " Directions requiring disposal of dangerous substances", "section_text": "63 1 Where the Secretary of State has reasonable grounds for believing that adequate measures to ensure the security of any dangerous substance kept or used in any relevant premises are not being taken and are unlikely to be taken, he may give a direction to the occupier of the premises requiring him to dispose of the substance. 2 The direction must— a specify the manner in which, and time by which, the dangerous substance must be disposed of; or b require the occupier to produce the dangerous substance to a person specified or described in the notice in a manner and by a time so specified for him to dispose of."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "64", "section_title": " Directions requiring denial of access", "section_text": "64 1 The Secretary of State may give directions to the occupier of any relevant premises requiring him to secure that the person identified in the directions— a is not to have access to any dangerous substance kept or used there; b is not to have, in such circumstances (if any) as may be specified or described in the directions, access to such part of the premises as is so specified or described; c is not to have, in such circumstances (if any) as may be specified or described in the directions, access to the premises; or d is not to have, in such circumstances (if any) as may be specified or described in the directions, access to any building or site of which the premises form part. 2 The directions must be given under the hand of the Secretary of State. 3 The Secretary of State may not give the directions unless he believes that they are necessary in the interests of national security."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "65", "section_title": " Powers of entry", "section_text": "65 1 A constable may, on giving notice under this section, enter any relevant premises, or any building or site of which the premises form part, at a reasonable time for the purpose of assessing the measures taken to ensure the security of any dangerous substance kept or used in the premises. 2 The notice must be given to the occupier of the premises, or (as the case may be) the occupier of the building or site of which the premises form part, at least 2 working days before the proposed entry. 3 The notice must set out the purpose mentioned in subsection (1). 4 A constable who has entered any premises, building or site by virtue of subsection (1) may for the purpose mentioned in that subsection— a search the premises, building or site; b require any person who appears to the constable to be in charge of the premises, building or site to facilitate any such inspection; and c require any such person to answer any question. 5 The powers of a constable under this section include power to take with him such other persons as appear to him to be necessary."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "66", "section_title": " Search warrants", "section_text": "66 1 If, in England and Wales or Northern Ireland, on an application made by a constable a justice of the peace is satisfied that there are reasonable grounds for believing— a that a dangerous substance is kept or used in any premises but that no notice under section 59 is in force in respect of the premises, or b that the occupier of any relevant premises is failing to comply with any direction given to him under section 62 or 63, and that any of the conditions mentioned in subsection (4) apply, he may issue a warrant authorising a constable to enter the premises, if necessary by force, and to search them. 2 If, in Scotland, on an application made by the procurator fiscal the sheriff is satisfied as mentioned in subsection (1), he may issue a warrant authorising a constable to enter the premises, if necessary by force, and to search them. 3 A constable may seize and retain anything which he believes is or contains a dangerous substance. 4 The conditions mentioned in subsection (1) are— a that it is not practicable to communicate with any person entitled to grant entry to the premises; b that it is practicable to communicate with a person entitled to grant entry to the premises but it is not practicable to communicate with any person entitled to grant access to any substance which may be a dangerous substance; c that entry to the premises will not be granted unless a warrant is produced; d that the purpose of a search may be frustrated or seriously prejudiced unless a constable arriving at the premises can secure immediate entry to them."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "67", "section_title": " Offences", "section_text": "67 1 An occupier who fails without reasonable excuse to comply with any duty or direction imposed on him by or under this Part is guilty of an offence. 2 A person who, in giving any information to a person exercising functions under this Part, knowingly or recklessly makes a statement which is false or misleading in a material particular is guilty of an offence. 3 A person guilty of an offence under this section is liable— a on conviction on indictment, to imprisonment for a term not exceeding five years or a fine (or both); and b on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum (or both)."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "68", "section_title": " Bodies corporate", "section_text": "68 1 If an offence under this Part committed by a body corporate is shown to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of— a any officer, or b any other employee of the body corporate who is in charge of any relevant premises or the access to any dangerous substance kept or used there, he, as well as the body corporate, is guilty of the offence and liable to be proceeded against and punished accordingly. 2 In this section “ officer ”, in relation to a body corporate, means— a any director, manager, secretary or other similar officer of the body corporate; or b any person purporting to act in any such capacity. 3 Where the affairs of a body corporate are managed by its members, this section applies in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "69", "section_title": " Partnerships and unincorporated associations", "section_text": "69 1 Proceedings for an offence alleged to have been committed by a partnership or an unincorporated association must be brought in the name of the partnership or association (and not in that of any of its members). 2 A fine imposed on the partnership or association on its conviction of an offence is to be paid out of the funds of the partnership or association. 3 Rules of court relating to the service of documents are to have effect as if the partnership or association were a body corporate. 4 In proceedings for an offence brought against the partnership or association— a section 33 of the Criminal Justice Act 1925 (c. 86) and Schedule 3 to the Magistrates’ Courts Act 1980 (c. 43)\t\t\t\t\t\t\t(procedure) apply as they do in relation to a body corporate; b sections 70 and 143 of the Criminal Procedure (Scotland) Act 1995 (c. 46)\t\t\t\t\t\t\t(procedure) apply as they do in relation to a body corporate; c section 18 of the Criminal Justice (Northern Ireland) Act 1945 (c. 15 (N.I.)) and Schedule 4 to the Magistrates’ Courts (Northern Ireland) Order 1981 (S.I. 1981/1675 (N.I. 26))\t\t\t\t\t\t\t(procedure) apply as they do in relation to a body corporate. 5 If an offence under this Part committed by a partnership is shown to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of— a a partner or a person purporting to act as a partner, or b any employee of the partnership who is in charge of any relevant premises or the access to any dangerous substance kept or used there, he, as well as the partnership, is guilty of the offence and liable to be proceeded against and punished accordingly. 6 If an offence under this Part committed by an unincorporated association is shown to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of— a any officer, or b any employee of the association who is in charge of any relevant premises or the access to any dangerous substance kept or used there, he, as well as the association, is guilty of the offence and liable to be proceeded against and punished accordingly. 7 In subsection (6) “ officer ”, in relation to any association, means— a any officer of the association or any member of its governing body; or b any person purporting to act in such a capacity."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "70", "section_title": " Denial of access: appeals", "section_text": "70 1 There shall be a commission, to be known as the Pathogens Access Appeal Commission. 2 Any person aggrieved by directions given under section 64 may appeal to the Commission. 3 The Commission must allow an appeal if it considers that the decision to give the directions was flawed when considered in the light of the principles applicable on an application for judicial review. 4 A party to any appeal under this section which the Commission has determined may bring a further appeal on a question of law to— a the Court of Appeal, if the first appeal was heard in England and Wales; b the Court of Session, if the first appeal was heard in Scotland; or c the Court of Appeal in Northern Ireland, if the first appeal was heard in Northern Ireland. 5 An appeal under subsection (4) may be brought only with the permission of— a the Commission; or b where the Commission refuses permission, the court to which the appeal would be brought. 6 Schedule 6 (constitution of the Commission and procedure) has effect."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "71", "section_title": " Other appeals", "section_text": "71 1 Any person who is required to do any act in response to— a any notice under section 60, or b any directions under section 62 or 63, may appeal to a magistrates’ court against the requirement on the ground that, having regard to all the circumstances of the case, it is unreasonable to be required to do that act. 2 An appeal may not be brought after the end of the period of one month beginning with the day on which the notice or directions were given. 3 If the magistrates’ court allows the appeal, it may— a direct that the required act need not be done; or b make such modification of the requirement as it considers appropriate. 4 An appeal shall lie to the Crown Court against any decision of the magistrates’ court. 5 Subsections (1) to (3) apply to Scotland with the substitution for references to the magistrates’ court of references to the sheriff. 6 The appeal to the sheriff is by way of summary application. 7 A further appeal shall lie— a to the sheriff principal from the decision of the sheriff; and b with the leave of the sheriff principal, to the Court of Session from the decision of the sheriff principal. 8 In the application of this section to Northern Ireland references to a magistrates’ court are to a court of summary jurisdiction."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "72", "section_title": " Giving of directions or notices", "section_text": "72 Any direction or notice under this Part may be given by post."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "73", "section_title": " Orders and regulations", "section_text": "73 1 The power to make an order or regulations under this Part is exercisable by statutory instrument. 2 A statutory instrument containing an order under section 58 shall not be made unless a draft of it has been laid before and approved by a resolution of each House of Parliament. 3 A statutory instrument containing— a an order under section 61, or b regulations under section 58, 59 or 61, shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "74", "section_title": " Interpretation of Part 7", "section_text": "74 1 In this Part— “ act of terrorism ” has the same meaning as in the Terrorism Act 2000 (c. 11); “ chief officer of police ” means— in relation to any premises in   England and Wales  , the chief officer of police for the area in which the premises are situated; and in relation to any premises in Scotland, the chief constable of the Police Service of Scotland; and in relation to any premises in Northern Ireland, the Chief Constable of the Police Service of Northern Ireland; “ dangerous substance ” has the meaning given in section 58; “ direction ” means a direction in writing; “ notice ” means a notice in writing; “ occupier ” includes a partnership or unincorporated association and, in relation to premises that are unoccupied, means any person entitled to occupy the premises; “ prescribed ” means prescribed in regulations made by the Secretary of State; and “ relevant premises ” has the meaning given in section 60. 2 In this Part references to measures taken to ensure the security of any dangerous substance are to be construed in accordance with section 60."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "75", "section_title": " Power to extend Part 7 to animal or plant pathogens, pests or toxic chemicals", "section_text": "75 1 The Secretary of State may, in relation to anything to which this section applies, make an order applying, or making provision corresponding to, any provision of this Part, with or without modifications. 2 This section applies to— a toxic chemicals (within the meaning of the Chemical Weapons Act 1996 (c. 6)); b animal pathogens; c plant pathogens; and d pests. 3 The power under this section may be exercised in relation to any chemical only if the Secretary of State is satisfied that the chemical could be used in an act of terrorism to endanger life or cause serious harm to human health. 4 The power under this section may be exercised in relation to any pathogen or pest only if the Secretary of State is satisfied that there is a risk that the pathogen or pest is of a description that could be used in an act of terrorism to cause— a widespread damage to property; b significant disruption to the public; or c significant alarm to the public. 5 An order under this section may— a provide for any reference in the order to an instrument or other document to take effect as a reference to that instrument or document as revised or re-issued from time to time; b make different provision for different purposes; and c make such incidental, supplementary and transitional provision as the Secretary of State thinks fit. 6 A statutory instrument containing an order under this section shall not be made unless a draft of it has been laid before and approved by a resolution of each House of Parliament."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "76", "section_title": " Atomic Energy Authority special constables", "section_text": "76 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "77", "section_title": " Regulation of security of civil nuclear industry", "section_text": "77 1 The Secretary of State may make regulations for the purpose of ensuring the security of— a nuclear sites and other nuclear premises; b nuclear material used or stored on nuclear sites or other nuclear premises and equipment or software used or stored on such sites or premises in connection with activities involving nuclear material; c other radioactive material used or stored on nuclear sites and equipment or software used or stored on nuclear sites in connection with activities involving other radioactive material; cza nuclear construction sites and equipment used or stored on such sites; ca equipment or software in the United Kingdom which— i is capable of being used in, or in connection with, the enrichment of uranium; and ii is in the possession or control of a person involved in uranium enrichment activities; d sensitive nuclear information which is in the possession or control in the United Kingdom of— i a person who is involved in activities on or in relation to a nuclear site or nuclear premises or who is proposing or likely to become so involved; ii a person involved in uranium enrichment activities; or iii a person who is storing, transporting or transmitting the information for or on behalf of a person falling within sub-paragraph (i) or (ii); e nuclear material which is being (or is expected to be)— i transported within the United Kingdom or its territorial sea; ii transported (outside the United Kingdom and its territorial sea) to or from any nuclear site or other nuclear premises in the United Kingdom; or iii carried on board a United Kingdom ship; f information relating to the security of anything mentioned in paragraphs (a) to (e). 2 The regulations may, in particular— a require a person to produce for the approval of the Secretary of State a plan for ensuring the security of anything mentioned in subsection (1) and to comply with the plan as approved by the Secretary of State; b require compliance with any directions given by the Secretary of State; c impose requirements in relation to any activities by reference to the approval of the Secretary of State; d create summary offences or offences triable either way; e make provision for the purposes mentioned in subsection (1) corresponding to any provision which may be made for the general purposes of Part 1 of the Health and Safety at Work etc. Act 1974 (c. 37) by virtue of section 15(2), (3)(c) and (4) to (8) of that Act (health and safety regulations); f make provision corresponding to any provision which may be made by virtue of section 43(2) to (5), (8) and (9) of that Act (fees), in connection with the performance by or on behalf of the Secretary of State or any other specified body or person of functions under the regulations; and g apply (with or without modifications), or make provision corresponding to, any provision contained in sections 19 to 42 and 44 to 47 of that Act. 3 An offence under the regulations may be made punishable— a in the case of an offence triable either way— i on conviction on indictment, with imprisonment for a term not exceeding two years or a fine (or both); and ii on summary conviction, with imprisonment for a  term  not exceeding 12 months (in  ... or Scotland)  or the general limit in a magistrates’ court (in England and Wales)  or 6 months (in Northern Ireland), or a fine (in England and Wales) or a fine not exceeding £20,000 (in Scotland and Northern Ireland), or both ; or b in the case of a summary offence, with imprisonment for a term not exceeding six months or a fine not exceeding level 5 on the standard scale (or both). 3A In relation to an offence committed before   2 May 2022 , the reference to   the general limit in a magistrates’ court   in subsection (3)(a)(ii), as it has effect in England and Wales, is to be read as a reference to 6 months. 4 The regulations may make— a provision applying to acts done outside the United Kingdom by United Kingdom persons; b different provision for different purposes; and c such incidental, supplementary and transitional provision as the Secretary of State considers appropriate. 5 Before making the regulations the Secretary of State shall consult— a   the Office for Nuclear Regulation   ; and b such other persons as he considers appropriate. 6 The power to make the regulations is exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 6A References in this section to a person involved in uranium enrichment activities are references to a person who is or is proposing to become involved in any of the following activities (whether in the United Kingdom or elsewhere)— a the enrichment of uranium; b activities carried on with a view to, or in connection with, the enrichment of uranium; c the production, storage, transport or transmission of equipment or software for or on behalf of persons involved in uranium enrichment activities; or d activities that make it reasonable to assume that he will become involved in something mentioned in paragraphs (a) to (c). 7 In this section—  “ enrichment of uranium ” means a treatment of uranium that increases the proportion of isotope 235 contained in the uranium; “ equipment ” includes equipment that has not been assembled and its components;   “ nuclear construction site ” means a site— on which works are being carried out with a view to its becoming a nuclear site used wholly or mainly for purposes other than defence purposes; and which is situated within 5 kilometres of an existing nuclear site.   “ nuclear material ” has the same meaning as in Chapter 3 of Part 1 of the Energy Act 2004; “ nuclear site ” means a licensed nuclear site within the meaning of that Chapter; “ other nuclear premises ” means premises other than a nuclear site on which nuclear material is used or stored; “ sensitive nuclear information ” means— information relating to, or capable of use in connection with,   the enrichment of  uranium; or information relating to activities carried out on or in relation to nuclear sites or other nuclear premises which appears to the Secretary of State to be information which needs to be protected in the interests of national security; “ United Kingdom ship ” means a ship registered in the United Kingdom under Part 2 of the Merchant Shipping Act 1995 (c. 21) 8 Any sums received by virtue of provision made under subsection (2)(f) shall be paid into the Consolidated Fund."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "78", "section_title": " Repeals relating to security of civil nuclear installations", "section_text": "78 1 In Schedule 1 to the Nuclear Installations Act 1965 (c. 57)\t\t\t\t\t(security provisions applicable by order under section 2 of that Act), paragraphs 5 and 6 shall cease to have effect. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "79", "section_title": " Prohibition of disclosures relating to nuclear security", "section_text": "79 1 A person is guilty of an offence if he discloses any information or thing the disclosure of which might prejudice the security of any nuclear site or of any nuclear material— a with the intention of prejudicing that security; or b being reckless as to whether the disclosure might prejudice that security. 2 The reference in subsection (1) to nuclear material is a reference to— a nuclear material which is being held on any nuclear site, or b nuclear material anywhere in the world which is being transported to or from a nuclear site or carried on board a British ship, (including nuclear material which is expected to be so held, transported or carried). 3 A person guilty of an offence under subsection (1) is liable— a on conviction on indictment, to imprisonment for a term not exceeding seven years or a fine (or both); and b on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum (or both). 4 In this section— “ British ship ” means a ship (including a ship belonging to Her Majesty) which is registered in the United Kingdom; “ disclose ” and “ disclosure ”, in relation to a thing, include parting with possession of it; “ nuclear material ” has the same meaning as in Chapter 3 of Part 1 of the Energy Act 2004; “ nuclear site ” means a site in the United Kingdom (including a site occupied by or on behalf of the Crown) which is (or is expected to be) used for any purpose mentioned in section 1(1) of the Nuclear Installations Act 1965 (c. 57). 5 This section applies to acts done outside the United Kingdom, but only if they are done by a United Kingdom person. 6 Proceedings for an offence committed outside the United Kingdom may be taken, and the offence may for incidental purposes be treated as having been committed, in any place in the United Kingdom. 7 Nothing in subsection (5) affects any criminal liability arising otherwise than under that subsection."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "80", "section_title": " Prohibition of disclosures of uranium enrichment technology", "section_text": "80 1 This section applies to— a any information about the enrichment of uranium; or b any information or thing which is, or is likely to be, used in connection with the enrichment of uranium; and for this purpose “ the enrichment of uranium ” means any treatment of uranium that increases the proportion of the isotope 235 contained in the uranium. 2 The Secretary of State may make regulations prohibiting the disclosure of information or things to which this section applies. 3 A person who contravenes a prohibition is guilty of an offence and liable— a on conviction on indictment, to imprisonment for a term not exceeding seven years or a fine (or both); and b on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum (or both). 4 The regulations may, in particular, provide for— a a prohibition to apply, or not to apply— i to such information or things; and ii in such cases or circumstances, as may be prescribed; b the authorisation by the Secretary of State  or the Office for Nuclear Regulation   of disclosures that would otherwise be prohibited; and c defences to an offence under subsection (3) relating to any prohibition. 5 The regulations may— a provide for any prohibition to apply to acts done outside the United Kingdom by United Kingdom persons; b make different provision for different purposes; and c make such incidental, supplementary and transitional provision as the Secretary of State thinks fit. 6 The power to make the regulations is exercisable by statutory instrument. 7 The regulations shall not be made unless a draft of the regulations has been laid before and approved by each House of Parliament. 7A The Secretary of State must consult the Office for Nuclear Regulation before laying a draft of the regulations, unless they give effect, without modification, to any proposals for them submitted by the Office for Nuclear Regulation under section 81(1)(a)(v) of the Energy Act 2013. 8 In this section— “ disclosure ”, in relation to a thing, includes parting with possession of it; “ information ” includes software; and “ prescribed ” means specified or described in the regulations."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "80A", "section_title": "Extension of Official Secrets Acts to certain places", "section_text": "80A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "81", "section_title": " Part 8: supplementary", "section_text": "81 1 Proceedings for an offence under section 79 or 80 shall not be instituted— a in England and Wales, except by or with the consent of the Attorney General; or b in Northern Ireland, except by or with the consent of the   Advocate General for Northern Ireland  . 2 In this Part “ United Kingdom person ” means a United Kingdom national, a Scottish partnership or a body incorporated under the law of any part of the United Kingdom. 3 For this purpose a United Kingdom national is an individual who is— a a British citizen, a British Dependent Territories citizen, a British National (Overseas) or a British Overseas citizen; b a person who under the British Nationality Act 1981 (c. 61) is a British subject; or c a British protected person within the meaning of that Act."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "82", "section_title": " Arrest without warrant", "section_text": "82 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Where, in Scotland, a constable has reasonable grounds for suspecting that a person has committed— a an offence under section 21C(1) or 21D(1) of the Aviation Security Act 1982 (unauthorised presence in restricted zone or on aircraft); b an offence under section 39(1) of the Civil Aviation Act 1982 (trespass on aerodrome), he may arrest that person without warrant. 3A Where, in Scotland, a constable has reasonable grounds for suspecting that a person has committed an offence of contravening a provision of an Order in Council made under section 60 of the Civil Aviation Act 1982 (Air Navigation Orders) and the offence relates to— a a provision which prohibits specified behaviour by a person in an aircraft towards a member of the crew of the aircraft, b a provision which prohibits a person from being drunk in an aircraft, in so far as the provision applies to passengers, or c a provision which prohibits specified behaviour by a person, being behaviour which is likely to endanger an aircraft, or a person in an aircraft, the constable may arrest that person without warrant. 4 This section shall have effect in relation to an offence committed or alleged to have been committed after the end of the period of two months beginning with the day on which this Act is passed."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "83", "section_title": " Trespass on aerodrome: penalty", "section_text": "83 1 In section 39(1) of the Civil Aviation Act 1982 (trespass on aerodrome) for “level 1 on the standard scale” substitute  “                  level 3 on the standard scale                ” . 2 This section shall have effect in relation to an offence committed after the end of the period of two months beginning with the day on which this Act is passed."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "84", "section_title": " Removal of intruder", "section_text": "84 1 At the end of section 21C of the Aviation Security Act 1982 (unauthorised presence in aerodrome) add— 4 A constable, the manager of an aerodrome or a person acting on his behalf may use reasonable force to remove a person who fails to comply with a request under subsection (1)(b) above. 2 At the end of section 21D of that Act (unauthorised presence on aircraft) add— 3 A constable, the operator of an aircraft or a person acting on his behalf may use reasonable force to remove a person who fails to comply with a request under subsection (1)(b) above."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "85", "section_title": " Aviation security services", "section_text": "85 After section 20 of the Aviation Security Act 1982 (c. 36) (security directions: inspection) insert—  Aviation security services: approved providers 20A 1 In this section “ aviation security service ” means a process or activity carried out for the purpose of— a complying with a requirement of a direction under any of sections 12 to 14, or b facilitating a person’s compliance with a requirement of a direction under any of those sections. 2 Regulations may provide for the Secretary of State to maintain a list of persons who are approved by him for the provision of a particular aviation security service. 3 The regulations may— a prohibit the provision of an aviation security service by a person who is not listed in respect of that service; b prohibit the use or engagement for the provision of an aviation security service of a person who is not listed in respect of that service; c create a criminal offence; d make provision about application for inclusion in the list (including provision about fees); e make provision about the duration and renewal of entries on the list (including provision about fees); f make provision about training or qualifications which persons who apply to be listed or who are listed are required to undergo or possess; g make provision about removal from the list which shall include provision for appeal; h make provision about the inspection of activities carried out by listed persons; i confer functions on the Secretary of State or on a specified person; j confer jurisdiction on a court. 4 Regulations under subsection (3)(c)— a may not provide for a penalty on summary conviction greater than a fine not exceeding the statutory maximum, b may not provide for a penalty of imprisonment on conviction on indictment greater than imprisonment for a term not exceeding two years (whether or not accompanied by a fine), and c may create a criminal offence of purporting, with intent to deceive, to do something as a listed person or of doing something, with intent to deceive, which purports to be done by a listed person. 5 A direction under any of sections 12 to 14 may— a include a requirement to use a listed person for the provision of an aviation security service; b provide for all or part of the direction not to apply or to apply with modified effect where a listed person provides an aviation security service. 6 Regulations under this section— a may make different provision for different cases, b may include incidental, supplemental or transitional provision, c shall be made by the Secretary of State by statutory instrument, d shall not be made unless the Secretary of State has consulted organisations appearing to him to represent persons affected by the regulations, and e shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "86", "section_title": " Detention of aircraft", "section_text": "86 1 After section 20A of the Aviation Security Act 1982 (c. 36) (aviation security services) (inserted by section 85)) insert— Detention of aircraft  Detention direction 20B 1 An authorised person may give a detention direction in respect of an aircraft if he is of the opinion that— a a person has failed to comply or is likely to fail to comply with a requirement of a direction under section 12 or 14 of this Act in respect of the aircraft, b a person has failed to comply with a requirement of an enforcement notice in respect of the aircraft, c a threat has been made to commit an act of violence against the aircraft or against any person or property on board the aircraft, or d an act of violence is likely to be committed against the aircraft or against any person or property on board the aircraft. 2 A detention direction in respect of an aircraft— a shall be given in writing to the operator of the aircraft, and b shall require him to take steps to ensure that the aircraft does not fly while the direction is in force. 3 An authorised person who has given a detention direction in respect of an aircraft may do anything which he considers necessary or expedient for the purpose of ensuring that the aircraft does not fly while the direction is in force; in particular, the authorised person may— a enter the aircraft; b arrange for another person to enter the aircraft; c arrange for a person or thing to be removed from the aircraft; d use reasonable force; e authorise the use of reasonable force by another person. 4 The operator of an aircraft in respect of which a detention direction is given may object to the direction in writing to the Secretary of State. 5 On receipt of an objection to a detention direction under subsection (4) the Secretary of State shall— a consider the objection, b allow the person making the objection and the authorised person who gave the direction an opportunity to make written or oral representations to the Secretary of State or to a person appointed by him, c confirm, vary or cancel the direction, and d give notice of his decision in writing to the person who made the objection and to the authorised person who gave the direction. 6 A detention direction in respect of an aircraft shall continue in force until— a an authorised person cancels it by notice in writing to the operator of the aircraft, or b the Secretary of State cancels it under subsection (5)(c). 7 A person commits an offence if— a without reasonable excuse he fails to comply with a requirement of a detention direction, or b he intentionally obstructs a person acting in accordance with subsection (3). 8 A person who is guilty of an offence under subsection (7) shall be liable— a on summary conviction, to a fine not exceeding the statutory maximum, or b on conviction on indictment, to a fine, to imprisonment for a term not exceeding two years or to both. 9 A detention direction may be given in respect of— a any aircraft in the United Kingdom, and b any aircraft registered or operating in the United Kingdom. 10 A detention direction may be given in respect of a class of aircraft; and for that purpose— a a reference to “the aircraft” in subsection (1) shall be treated as a reference to all or any of the aircraft within the class, and b subsections (2) to (9) shall apply as if the direction were given in respect of each aircraft within the class. 2 In section 23 of the Aviation Security Act 1982 (c. 36) (annual report)— a in subsection (1) after “enforcement notices” insert  “                      and detention directions                    ” , and b in subsection (2) for “and enforcement notices” substitute  “                      , enforcement notices and detention directions                    ” . 3 At the end of section 24 of that Act add— 9 Subsections (6) to (8) above shall apply to a detention direction as they apply to an enforcement notice."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "87", "section_title": " Air cargo agent: documents", "section_text": "87 After section 21F of the Aviation Security Act 1982 (air cargo agents) insert—  A Air cargo agents: documents 21F 1 A person commits an offence if with intent to deceive he issues a document which purports to be issued by a person on a list of approved air cargo agents maintained under section 21F(2)(a) of this Act. 2 A person guilty of an offence under subsection (1) shall be liable on summary conviction to imprisonment for a term not exceeding six months or to a fine not exceeding level 5 on the standard scale or to both."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "88", "section_title": " Extent outside United Kingdom", "section_text": "88 1 The powers in section 108(1) and (2) of the Civil Aviation Act 1982 (c. 16) (extension outside United Kingdom) apply to provisions of this Part which amend that Act. 2 The powers in section 39(3) of the Aviation Security Act 1982 (extension outside United Kingdom) apply to provisions of this Part which amend that Act."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "89", "section_title": " Fingerprinting of terrorist suspects", "section_text": "89 1 Schedule 8 to the Terrorism Act 2000 (c. 11) (persons detained under terrorism provisions) is amended as follows. 2 In paragraph 10, at the beginning of sub-paragraph (6) (grounds on which officer may authorise fingerprinting or taking of sample), insert “Subject to sub-paragraph (6A)”; and after that sub-paragraph insert— 6A An officer may also give an authorisation under sub-paragraph (4)(a) for the taking of fingerprints if— a he is satisfied that the fingerprints of the detained person will facilitate the ascertainment of that person’s identity; and b that person has refused to identify himself or the officer has reasonable grounds for suspecting that that person is not who he claims to be. 6B In this paragraph references to ascertaining a person’s identity include references to showing that he is not a particular person. 3 In paragraph 20(2), for the subsection (2) substituted by way of modification of section 18 of the Criminal Procedure (Scotland) Act 1995 (c. 46) substitute— ’ Subject to subsection (2A), a constable may take from a detained person or require a detained person to provide relevant physical data only if— a in the case of a person detained under section 41 of the Terrorism Act 2000, he reasonably suspects that the person has been involved in an offence under any of the provisions mentioned in section 40(1)(a) of that Act and he reasonably believes that the relevant physical data will tend to confirm or disprove his involvement; or b in any case, he is satisfied that it is necessary to do so in order to assist in determining whether the person falls within section 40(1)(b). 2A A constable may also take fingerprints from a detained person or require him to provide them if— a he is satisfied that the fingerprints of that person will facilitate the ascertainment of that person’s identity; and b that person has refused to identify himself or the constable has reasonable grounds for suspecting that that person is not who he claims to be. 2B In this section references to ascertaining a person’s identity include references to showing that he is not a particular person.’ 4 For paragraph 20(3) substitute— 3 Subsections (3) to (5) shall not apply, but any relevant physical data or sample taken in pursuance of section 18 as applied by this paragraph may be retained but shall not be used by any person except for the purposes of a terrorist investigation or for purposes related to the prevention or detection of crime, the investigation of an offence or the conduct of a prosecution. 4 In this paragraph— a a reference to crime includes a reference to any conduct which— i constitutes one or more criminal offences (whether under the law of a part of the United Kingdom or of a country or territory outside the United Kingdom); or ii is, or corresponds to, any conduct which, if it all took place in any one part of the United Kingdom, would constitute one or more criminal offences; and b the references to an investigation and to a prosecution include references, respectively, to any investigation outside the United Kingdom of any crime or suspected crime and to a prosecution brought in respect of any crime in a country or territory outside the United Kingdom."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "90", "section_title": " Searches, examinations and fingerprinting: England and Wales", "section_text": "90 1 After section 54 of the Police and Criminal Evidence Act 1984 (c. 60) (searches of detained persons) insert—  Searches and examination to ascertain identity 54A 1 If an officer of at least the rank of inspector authorises it, a person who is detained in a police station may be searched or examined, or both— a for the purpose of ascertaining whether he has any mark that would tend to identify him as a person involved in the commission of an offence; or b for the purpose of facilitating the ascertainment of his identity. 2 An officer may only give an authorisation under subsection (1) for the purpose mentioned in paragraph (a) of that subsection if— a the appropriate consent to a search or examination that would reveal whether the mark in question exists has been withheld; or b it is not practicable to obtain such consent. 3 An officer may only give an authorisation under subsection (1) in a case in which subsection (2) does not apply if— a the person in question has refused to identify himself; or b the officer has reasonable grounds for suspecting that that person is not who he claims to be. 4 An officer may give an authorisation under subsection (1) orally or in writing but, if he gives it orally, he shall confirm it in writing as soon as is practicable. 5 Any identifying mark found on a search or examination under this section may be photographed— a with the appropriate consent; or b if the appropriate consent is withheld or it is not practicable to obtain it, without it. 6 Where a search or examination may be carried out under this section, or a photograph may be taken under this section, the only persons entitled to carry out the search or examination, or to take the photograph, are— a constables; and b persons who (without being constables) are designated for the purposes of this section by the chief officer of police for the police area in which the police station in question is situated; and section 117 (use of force) applies to the exercise by a person falling within paragraph (b) of the powers conferred by the preceding provisions of this section as it applies to the exercise of those powers by a constable. 7 A person may not under this section carry out a search or examination of a person of the opposite sex or take a photograph of any part of the body of a person of the opposite sex. 8 An intimate search may not be carried out under this section. 9 A photograph taken under this section— a may be used by, or disclosed to, any person for any purpose related to the prevention or detection of crime, the investigation of an offence or the conduct of a prosecution; and b after being so used or disclosed, may be retained but may not be used or disclosed except for a purpose so related. 10 In subsection — a the reference to crime includes a reference to any conduct which— i constitutes one or more criminal offences (whether under the law of a part of the United Kingdom or of a country or territory outside the United Kingdom); or ii is, or corresponds to, any conduct which, if it all took place in any one part of the United Kingdom, would constitute one or more criminal offences; and b the references to an investigation and to a prosecution include references, respectively, to any investigation outside the United Kingdom of any crime or suspected crime and to a prosecution brought in respect of any crime in a country or territory outside the United Kingdom. 11 In this section— a references to ascertaining a person’s identity include references to showing that he is not a particular person; and b references to taking a photograph include references to using any process by means of which a visual image may be produced, and references to photographing a person shall be construed accordingly. 12 In this section “ mark ” includes features and injuries; and a mark is an identifying mark for the purposes of this section if its existence in any person’s case facilitates the ascertainment of his identity or his identification as a person involved in the commission of an offence. 2 In section 61(4) of that Act (grounds on which fingerprinting of person detained at a police station may be authorised)— a in paragraph (b), after “his involvement” insert  “                        or will facilitate the ascertainment of his identity (within the meaning of section 54A), or both                      ” ; b after that paragraph insert— but an authorisation shall not be given for the purpose only of facilitating the ascertainment of that person’s identity except where he has refused to identify himself or the officer has reasonable grounds for suspecting that he is not who he claims to be."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "91", "section_title": " Searches, examinations and fingerprinting: Northern Ireland", "section_text": "91 1 After Article 55 of the Police and Criminal Evidence (Northern Ireland) Order 1989 (S.I. 1989/1341 (N.I. 12)) (searches of detained persons) insert—  Searches and examination to ascertain identity 55A 1 If an officer of at least the rank of inspector authorises it, a person who is detained in a police station may be searched or examined, or both— a for the purpose of ascertaining whether he has any mark that would tend to identify him as a person involved in the commission of an offence; or b for the purpose of facilitating the ascertainment of his identity. 2 An officer may only give an authorisation under paragraph (1) for the purpose mentioned in sub-paragraph (a) of that paragraph if— a the appropriate consent to a search or examination that would reveal whether the mark in question exists has been withheld; or b it is not practicable to obtain such consent. 3 An officer may only give an authorisation under paragraph (1) in a case in which paragraph (2) does not apply if— a the person in question has refused to identify himself; or b the officer has reasonable grounds for suspecting that that person is not who he claims to be. 4 An officer may give an authorisation under paragraph (1) orally or in writing but, if he gives it orally, he shall confirm it in writing as soon as is practicable. 5 Any identifying mark found on a search or examination under this Article may be photographed— a with the appropriate consent; or b if the appropriate consent is withheld or it is not practicable to obtain it, without it. 6 Where a search or examination may be carried out under this Article, or a photograph may be taken under this Article, the only persons entitled to carry out the search or examination, or to take the photograph, are— a constables; and b persons who (without being constables) are designated for the purposes of this Article by the Chief Constable; and Article 88 (use of force) applies to the exercise by a person falling within sub-paragraph (b) of the powers conferred by the preceding provisions of this Article as it applies to the exercise of those powers by a constable. 7 A person may not under this Article carry out a search or examination of a person of the opposite sex or take a photograph of any part of the body of a person of the opposite sex. 8 An intimate search may not be carried out under this Article. 9 A photograph taken under this Article— a may be used by, or disclosed to, any person for any purpose related to the prevention or detection of crime, the investigation of an offence or the conduct of a prosecution; and b after being so used or disclosed, may be retained but may not be used or disclosed except for a purpose so related. 10 In paragraph (9)— a the reference to crime includes a reference to any conduct which— i constitutes one or more criminal offences (whether under the law of a part of the United Kingdom or of a country or territory outside the United Kingdom); or ii is, or corresponds to, any conduct which, if it all took place in any one part of the United Kingdom, would constitute one or more criminal offences; and b the references to an investigation and to a prosecution include references, respectively, to any investigation outside the United Kingdom of any crime or suspected crime and to a prosecution brought in respect of any crime in a country or territory outside the United Kingdom. 11 In this Article— a references to ascertaining a person’s identity include references to showing that he is not a particular person; and b references to taking a photograph include references to using any process by means of which a visual image may be produced, and references to photographing a person shall be construed accordingly. 12 In this Article “ mark ” includes features and injuries; and a mark is an identifying mark for the purposes of this Article if its existence in any person’s case facilitates the ascertainment of his identity or his identification as a person involved in the commission of an offence. 2 In Article 61(4) of that Order (grounds on which fingerprinting of person detained at a police station may be authorised)— a in sub-paragraph (b), after “his involvement” insert  “                        or will facilitate the ascertainment of his identity (within the meaning of Article 55A), or both                      ” ; and b after that sub-paragraph insert— but an authorisation shall not be given for the purpose only of facilitating the ascertainment of that person’s identity except where he has refused to identify himself or the officer has reasonable grounds for suspecting that he is not who he claims to be."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "92", "section_title": " Photographing of suspects etc.: England and Wales", "section_text": "92 After section 64 of the Police and Criminal Evidence Act 1984 (c. 60) insert—  Photographing of suspects etc. 64A 1 A person who is detained at a police station may be photographed— a with the appropriate consent; or b if the appropriate consent is withheld or it is not practicable to obtain it, without it. 2 A person proposing to take a photograph of any person under this section— a may, for the purpose of doing so, require the removal of any item or substance worn on or over the whole or any part of the head or face of the person to be photographed; and b if the requirement is not complied with, may remove the item or substance himself. 3 Where a photograph may be taken under this section, the only persons entitled to take the photograph are— a constables; and b persons who (without being constables) are designated for the purposes of this section by the chief officer of police for the police area in which the police station in question is situated; and section 117 (use of force) applies to the exercise by a person falling within paragraph (b) of the powers conferred by the preceding provisions of this section as it applies to the exercise of those powers by a constable. 4 A photograph taken under this section— a may be used by, or disclosed to, any person for any purpose related to the prevention or detection of crime, the investigation of an offence or the conduct of a prosecution; and b after being so used or disclosed, may be retained but may not be used or disclosed except for a purpose so related. 5 In subsection (4)— a the reference to crime includes a reference to any conduct which— i constitutes one or more criminal offences (whether under the law of a part of the United Kingdom or of a country or territory outside the United Kingdom); or ii is, or corresponds to, any conduct which, if it all took place in any one part of the United Kingdom, would constitute one or more criminal offences; and b the references to an investigation and to a prosecution include references, respectively, to any investigation outside the United Kingdom of any crime or suspected crime and to a prosecution brought in respect of any crime in a country or territory outside the United Kingdom. 6 References in this section to taking a photograph include references to using any process by means of which a visual image may be produced; and references to photographing a person shall be construed accordingly."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "93", "section_title": " Photographing of suspects etc.: Northern Ireland", "section_text": "93 After Article 64 of the Police and Criminal Evidence (Northern Ireland) Order 1989 (S.I. 1989/1341 (N.I. 12)) insert—  Photographing of suspects etc. 64A 1 A person who is detained at a police station may be photographed— a with the appropriate consent; or b if the appropriate consent is withheld or it is not practicable to obtain it, without it. 2 A person proposing to take a photograph of any person under this Article— a may, for the purpose of doing so, require the removal of any item or substance worn on or over the whole or any part of the head or face of the person to be photographed; and b if the requirement is not complied with, may remove the item or substance himself. 3 Where a photograph may be taken under this Article, the only persons entitled to take the photograph are— a constables; and b persons who (without being constables) are designated for the purposes of this Article by the Chief Constable; and Article 88 (use of force) applies to the exercise by a person falling within sub-paragraph (b) of the powers conferred by the preceding provisions of this Article as it applies to the exercise of those powers by a constable. 4 A photograph taken under this Article— a may be used by, or disclosed to, any person for any purpose related to the prevention or detection of crime, the investigation of an offence or the conduct of a prosecution; and b after being so used or disclosed, may be retained but may not be used or disclosed except for a purpose so related. 5 In paragraph (4)— a the reference to crime includes a reference to any conduct which— i constitutes one or more criminal offences (whether under the law of a part of the United Kingdom or of a country or territory outside the United Kingdom); or ii is, or corresponds to, any conduct which, if it all took place in any one part of the United Kingdom, would constitute one or more criminal offences; and b the references to an investigation and to a prosecution include references, respectively, to any investigation outside the United Kingdom of any crime or suspected crime and to a prosecution brought in respect of any crime in a country or territory outside the United Kingdom. 6 References in this Article to taking a photograph include references to using any process by means of which a visual image may be produced; and references to photographing a person shall be construed accordingly."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "94", "section_title": " Powers to require removal of disguises: England and Wales", "section_text": "94 1 After section 60 of the Criminal Justice and Public Order Act 1994 (c. 33) insert—  Powers to require removal of disguises 60AA 1 Where— a an authorisation under section 60 is for the time being in force in relation to any locality for any period, or b an authorisation under subsection (3) that the powers conferred by subsection (2) shall be exercisable at any place in a locality is in force for any period, those powers shall be exercisable at any place in that locality at any time in that period. 2 This subsection confers power on any constable in uniform— a to require any person to remove any item which the constable reasonably believes that person is wearing wholly or mainly for the purpose of concealing his identity; b to seize any item which the constable reasonably believes any person intends to wear wholly or mainly for that purpose. 3 If a police officer of or above the rank of inspector reasonably believes— a that activities may take place in any locality in his police area that are likely (if they take place) to involve the commission of offences, and b that it is expedient, in order to prevent or control the activities, to give an authorisation under this subsection, he may give an authorisation that the powers conferred by this section shall be exercisable at any place within that locality for a specified period not exceeding twenty-four hours. 4 If it appears to an officer of or above the rank of superintendent that it is expedient to do so, having regard to offences which— a have been committed in connection with the activities in respect of which the authorisation was given, or b are reasonably suspected to have been so committed, he may direct that the authorisation shall continue in force for a further twenty-four hours. 5 If an inspector gives an authorisation under subsection (3) , he must, as soon as it is practicable to do so, cause an officer of or above the rank of superintendent to be informed. 6 Any authorisation under this section— a shall be in writing and signed by the officer giving it; and b shall specify— i the grounds on which it is given; ii the locality in which the powers conferred by this section are exercisable; iii the period during which those powers are exercisable; and a direction under subsection (4) shall also be given in writing or, where that is not practicable, recorded in writing as soon as it is practicable to do so. 7 A person who fails to remove an item worn by him when required to do so by a constable in the exercise of his power under this section shall be liable, on summary conviction, to imprisonment for a term not exceeding one month or to a fine not exceeding level 3 on the standard scale or both. 8 The preceding provisions of this section, so far as they relate to an authorisation by a member of the British Transport Police Force (including one who for the time being has the same powers and privileges as a member of a police force for a police area), shall have effect as if references to a locality or to a locality in his police area were references to any locality in or in the vicinity of any policed premises, or to the whole or any part of any such premises. 9 In this section “ British Transport Police Force ” and “ policed premises ” each has the same meaning as in section 60. 10 The powers conferred by this section are in addition to, and not in derogation of, any power otherwise conferred. 11 This section does not extend to Scotland. 2 In section 60A(1) of that Act (retention of things seized under section 60), after “section 60” insert  “                    or 60AA                  ” . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "95", "section_title": " Powers to require removal of disguises: Northern Ireland", "section_text": "95 1 In Part 5 of the Public Order (Northern Ireland) Order 1987 (S.I. 1987/463 (N.I. 7)), before Article 24 insert—  Temporary powers to deal with activities in a locality  Powers to require removal of disguises 23A 1 Where— a an authorisation under paragraph (3) that the powers conferred by paragraph (2) shall be exercisable at any place in a locality is in force for any period, or b an authorisation under Article 23B is for the time being in force in relation to any locality for any period, those powers shall be exercisable at any place in that locality at any time in that period. 2 This paragraph confers power on any constable in uniform— a to require any person to remove any item which the constable reasonably believes that person is wearing wholly or mainly for the purpose of concealing his identity; b to seize any item which the constable reasonably believes any person intends to wear wholly or mainly for that purpose. 3 If a police officer of or above the rank of inspector reasonably believes— a that activities may take place in any locality that are likely (if they take place) to involve the commission of offences, and b that it is expedient, in order to prevent or control the activities, to give an authorisation under this paragraph, he may give an authorisation that the powers conferred by this Article shall be exercisable at any place within that locality for a specified period not exceeding twenty-four hours. 4 If it appears to an officer of or above the rank of superintendent that it is expedient to do so, having regard to offences which— a have been committed in connection with the activities in respect of which the authorisation was given, or b are reasonably suspected to have been so committed, he may direct that the authorisation shall continue in force for a further twenty-four hours. 5 If an officer below the rank of superintendent gives an authorisation under paragraph , he must, as soon as it is practicable to do so, cause an officer of or above that rank to be informed. 6 Any authorisation under this Article— a shall be in writing and signed by the officer giving it; and b shall specify— i the grounds on which it is given; ii the locality in which the powers conferred by this Article are exercisable; iii the period during which those powers are exercisable; and a direction under paragraph (4) shall also be given in writing or, where that is not practicable, recorded in writing as soon as it is practicable to do so. 7 A person who fails to remove an item worn by him when required to do so by a constable in the exercise of his power under this Article shall be liable, on summary conviction, to imprisonment for a term not exceeding one month or to a fine not exceeding level 3 on the standard scale or both. 8 The powers conferred by this Article are in addition to, and not in derogation of, any power otherwise conferred. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "96", "section_title": " Power to stop and search in anticipation of violence", "section_text": "96 In the Public Order (Northern Ireland) Order 1987 (S.I. 1987/463 (N.I. 7)), after Article 23A (which is inserted by section 95) insert—  Powers to stop and search in anticipation of violence 23B 1 If a police officer of or above the rank of inspector reasonably believes— a that incidents involving serious violence may take place in any locality, and that it is expedient to give an authorisation under this Article to prevent or control their occurrence, or b that persons are carrying dangerous instruments or offensive weapons in any locality without good reason, he may give an authorisation that the powers conferred by this Article are to be exercisable at any place within that locality for a specified period not exceeding twenty-four hours. 2 This Article confers power on any constable in uniform— a to stop any pedestrian and search him or anything carried by him for offensive weapons or dangerous instruments; b to stop any vehicle and search the vehicle, its driver and any passenger for offensive weapons or dangerous instruments; and a constable may in the exercise of those powers stop any person or vehicle and make any search he thinks fit whether or not he has any grounds for suspecting that the person or vehicle is carrying weapons or dangerous instruments. 3 If it appears to an officer of or above the rank of superintendent that it is expedient to do so, having regard to offences which— a have been committed in connection with the activities in respect of which the authorisation was given, or b are reasonably suspected to have been so committed, he may direct that the authorisation shall continue in force for a further twenty-four hours. 4 If an officer below the rank of superintendent gives an authorisation under paragraph () he must, as soon as it is practicable to do so, cause an officer of or above that rank to be informed. 5 If in the course of a search under this Article a constable discovers a dangerous instrument or an article which he has reasonable grounds for suspecting to be an offensive weapon, he may seize it. 6 This Article applies (with the necessary modifications) to ships, aircraft and hovercraft as it applies to vehicles. 7 A person who fails to stop or (as the case may be) fails to stop a vehicle when required to do so by a constable in the exercise of his powers under this Article shall be liable on summary conviction to imprisonment for a term not exceeding one month or to a fine not exceeding level 3 on the standard scale or both. 8 Any authorisation under this Article— a shall be in writing and signed by the officer giving it; and b shall specify— i the grounds on which it is given; ii the locality in which the powers conferred by this Article are exercisable; iii the period during which those powers are exercisable; and a direction under paragraph () shall also be given in writing or, where that is not practicable, recorded in writing as soon as it is practicable to do so. 9 Where a vehicle is stopped by a constable under this Article the driver shall be entitled to obtain a written statement that the vehicle was stopped under the powers conferred by this Article if he applies for such a statement not later than the end of the period of 12 months from the day on which the vehicle was stopped. 10 A person who is searched by a constable under this Article shall be entitled to obtain a written statement that he was searched under the powers conferred by this Article if he applies for such a statement not later than the end of the period of 12 months from the day on which he was searched. 11 The powers conferred by this Article are in addition to, and not in derogation of, any power otherwise conferred. 12 For the purposes of this Article, a person carries a dangerous instrument or an offensive weapon if he has it in his possession. 13 In this Article— “ caravan ” has the meaning given by section 25(1) of the Caravans Act (Northern Ireland) 1963 (N.I. c. 17); “ dangerous instrument ” means an instrument which has a blade or is sharply pointed; “ offensive weapon ” has the meaning given by Article 22(1); “ vehicle ” includes a caravan."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "97", "section_title": " Seized articles", "section_text": "97 In the Public Order (Northern Ireland) Order 1987 (S.I. 1987/463 (N.I. 7)), after Article 23B insert—  Retention and disposal of things seized under Article 23A and 23B 23C 1 Anything seized by a constable under Article 23A or 23B may be retained in accordance with regulations made by the Secretary of State under this Article. 2 The Secretary of State may make regulations regulating the retention and safe keeping, and the disposal and destruction in prescribed circumstances, of such things. 3 Regulations made under this Article shall be subject to annulment in pursuance of a resolution of either House of Parliament in like manner as a statutory instrument and section 5 of the Statutory Instruments Act 1946 (c. 36) shall apply accordingly."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "98", "section_title": " Jurisdiction of MoD police", "section_text": "98 1 Section 2 of the Ministry of Defence Police Act 1987 (c. 4)\t\t\t\t\t(jurisdiction of members of the Ministry of Defence Police) is amended as follows. 2 In subsection (2)\t\t\t\t\t(places where members of Ministry of Defence Police have powers and privileges of constables), omit paragraph (d)\t\t\t\t\t(which is superseded by the amendment made by subsection (4) of this section). 3 In subsection (3)\t\t\t\t\t(circumstances in which members of Ministry of Defence Police have powers and privileges of constables in places in United Kingdom not mentioned in subsection (2)), after paragraph (b) insert— ba in connection with offences against persons within paragraph (b) above, with the incitement of such persons to commit offences and with offences under the Prevention of Corruption Acts 1889 to 1916 in relation to such persons; . 4 After that subsection insert— 3A Where a member of the Ministry of Defence Police has been requested by a constable of— a the police force for any police area; b the Police Service of Northern Ireland; c the British Transport Police Force; or d the United Kingdom Atomic Energy Authority Constabulary, to assist him in the execution of his duties in relation to a particular incident, investigation or operation, members of the Ministry of Defence Police shall have the powers and privileges of constables for the purposes of that incident, investigation or operation but subject to subsection (3B) below. 3B Members of the Ministry of Defence Police have the powers and privileges of constables for the purposes of an incident, investigation or operation by virtue of subsection (3A) above— a if the request was made under paragraph (a) of that subsection by a constable of the police force for a police area, only in that police area; b if it was made under paragraph (b) of that subsection, only in Northern Ireland; c if it was made under paragraph (c) of that subsection, only to the extent that those powers and privileges would in the circumstances be exercisable for those purposes by a constable of the British Transport Police Force by virtue of subsection (1A) or, in Scotland, subsection (4) of section 53 of the British Transport Commission Act 1949 (c. xxix); or d if it was made under paragraph (d) of that subsection, only to the extent that those powers and privileges would in the circumstances be exercisable for those purposes by a constable of the United Kingdom Atomic Energy Authority Constabulary. 3C Members of the Ministry of Defence Police shall have in any police area the same powers and privileges as constables of the police force for that police area, and in Northern Ireland the same powers and privileges as constables of the Police Service of Northern Ireland,— a in relation to persons whom they suspect on reasonable grounds of having committed, being in the course of committing or being about to commit an offence; or b if they believe on reasonable grounds that they need those powers and privileges in order to save life or to prevent or minimise personal injury. 3D But members of the Ministry of Defence Police have powers and privileges by virtue of subsection (3C) above only if— a they are in uniform or have with them documentary evidence that they are members of the Ministry of Defence Police; and b they believe on reasonable grounds that a power of a constable which they would not have apart from that subsection ought to be exercised and that, if it cannot be exercised until they secure the attendance of or a request under subsection (3A) above by a constable who has it, the purpose for which they believe it ought to be exercised will be frustrated or seriously prejudiced. 5 In subsection (4)\t\t\t\t\t(territorial waters)— a for “to (3)” substitute  “                        to (3D)                      ” , and b for “subsections (1) and (3)” substitute  “                        those subsections                      ” . 6 In subsection (5)— a after the definition of “appropriate Gazette” insert— “ British Transport Police Force ” means the constables appointed under section 53 of the British Transport Commission Act 1949 (c. xxix); ,  . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "99", "section_title": " Provision of assistance by MoD police", "section_text": "99 After section 2 of the Ministry of Defence Police Act 1987 (c. 4) insert—  Provision of assistance to other forces 2A 1 The Chief Constable of the Ministry of Defence Police may, on the application of the chief officer of any relevant force, provide constables or other assistance for the purpose of enabling that force to meet any special demand on its resources. 2 Where a member of the Ministry of Defence Police is provided for the assistance of a relevant force under this section— a he shall be under the direction and control of the chief officer of that force; and b he shall have the same powers and privileges as a member of that force. 3 Constables are not to be regarded as provided for the assistance of a relevant force under this section in a case where assistance is provided under section 2 above. 4 In this section— “ British Transport Police Force ” has the same meaning as in section 2 above; “ chief officer ” means— the chief officer of the police force for any police area; the Chief Constable of the Police Service of Northern Ireland; the Chief Constable of the British Transport Police Force; or the Chief Constable of the United Kingdom Atomic Energy Authority Constabulary; “ relevant force ” means— the police force for any police area; the Police Service of Northern Ireland; the British Transport Police Force; or the United Kingdom Atomic Energy Authority Constabulary; and “ United Kingdom Atomic Energy Authority Constabulary ” has the same meaning as in section 2 above."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "100", "section_title": " Jurisdiction of transport police", "section_text": "100 1 Where a member of the British Transport Police Force has been requested by a constable of— a the police force for any police area, b the Ministry of Defence Police, or c the Civil Nuclear Constabulary, (“ the requesting force ”) to assist him in the execution of his duties in relation to a particular incident, investigation or operation, members of the British Transport Police Force have for the purposes of that incident, investigation or operation the same powers and privileges as constables of the requesting force. 2 Members of the British Transport Police Force have in any police area the same powers and privileges as constables of the police force for that police area— a in relation to persons whom they suspect on reasonable grounds of having committed, being in the course of committing or being about to commit an offence, or b if they believe on reasonable grounds that they need those powers and privileges in order to save life or to prevent or minimise personal injury  or damage to property  . 3 But members of the British Transport Police Force have powers and privileges by virtue of subsection (2) only if— a they are in uniform or have with them documentary evidence that they are members of that Force, and b they believe on reasonable grounds that a power of a constable which they would not have apart from that subsection ought to be exercised and that, if it cannot be exercised until they secure the attendance of or a request under subsection (1) by a constable who has it, the purpose for which they believe it ought to be exercised will be frustrated or seriously prejudiced. 3A In the application of this section to Scotland— a references to a “police area” are references to Scotland; and b references to the “police force” for a police area are references to the Police Service of Scotland. 4 In this section—                         “ British Transport Police Force ” means the constables appointed under section 53 of the British Transport Commission Act 1949 (c. xxix) ,  . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "101", "section_title": " Further provisions about transport police and MoD police", "section_text": "101 Schedule 7 contains amendments relating to the British Transport Police Force and the Ministry of Defence Police."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "102", "section_title": " Codes and agreements about the retention of communications data", "section_text": "102 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "103", "section_title": " Procedure for codes of practice", "section_text": "103 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "104", "section_title": " Directions about retention of communications data", "section_text": "104 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "105", "section_title": " Lapsing of powers in section 104", "section_text": "105 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "106", "section_title": " Arrangements for payments", "section_text": "106 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "107", "section_title": " Interpretation of Part 11", "section_text": "107 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "108", "section_title": " Bribery and corruption: foreign officers etc.", "section_text": "108 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "109", "section_title": " Bribery and corruption committed outside the  UK", "section_text": "109 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "110", "section_title": " Presumption of corruption not to apply", "section_text": "110 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "111", "section_title": " Implementation of the third pillar", "section_text": "111 1 At any time before 1st July 2002, an authorised Minister may by regulations make provision— a for the purpose of implementing any obligation of the United Kingdom created or arising by or under any third pillar measure or enabling any such obligation to be implemented, b for the purpose of enabling any rights enjoyed or to be enjoyed by the United Kingdom under or by virtue of any third pillar measure to be exercised, or c for the purpose of dealing with matters arising out of or related to any such obligation or rights. 2 For the purposes of subsection (1), the following are third pillar measures— a the 1995 Convention drawn up on the basis of Article K.3 of the Treaty on European Union on Simplified Extradition Procedure between the Member States of the European Union, b the 1996 Convention drawn up on the basis of Article K.3 of the Treaty on European Union relating to Extradition between the Member States of the European Union, c any framework decision adopted under Article 34 of the Treaty on European Union on the execution in the European Union of orders freezing property or evidence, on joint investigation teams, or on combatting terrorism, and d the Convention on Mutual Assistance in Criminal Matters between the Member States of the European Union, and the Protocol to that Convention, established in accordance with Article 34 of the Treaty on European Union. 3 The provision that may be made under subsection (1) includes, subject to subsection (4), any such provision (of any such extent) as might be made by Act of Parliament. 4 The powers conferred by subsection (1) do not include power— a to make any provision imposing or increasing taxation, b to make any provision taking effect from a date earlier than that of the making of the instrument containing the provision, c to confer any power to legislate by means of orders, rules, regulations or other subordinate instrument, other than rules of procedure for a court or tribunal, or d to create, except in accordance with subsection (6), a criminal offence which is punishable— i on conviction on indictment, with imprisonment for more than two years, ii on summary conviction, with imprisonment for more than three months, iii on summary conviction, with a fine (not calculated on a daily basis) of more than level 5 on the standard scale or (for an offence triable either way) more than the statutory maximum, or iv on summary conviction, with a fine of more than £100 a day. 5 Subsection (4)(c) does not preclude the modification of a power to legislate conferred otherwise than under subsection (1), or the extension of any such power to purposes of the like nature as those for which it was conferred, and a power to give directions as to matters of administration is not to be regarded as a power to legislate within the meaning of subsection (4)(c). 6 Subsection (4)(d) does not preclude the creation of an offence punishable on conviction on indictment with imprisonment for a term of any length if— a the offence is one for which a term of that length, a term of at least that length, or a term within a range of lengths including that length, is required for the offence by an obligation created or arising by or under any third pillar measure, b the offence, if committed in particular circumstances, would be an offence falling within paragraph (a), or c the offence is not committed in the United Kingdom but would, if committed in the United Kingdom, or a part of the United Kingdom, be punishable on conviction on indictment with imprisonment for a term of that length."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "112", "section_title": " Third pillar: supplemental", "section_text": "112 1 “ Authorised Minister ” in section 111(1) has the meaning given by subsections (2) and (3). 2 The Scottish Ministers are authorised Ministers for any purpose for which powers under section 111(1) are exercisable within devolved competence (within the meaning of the Scotland Act 1998 (c. 46)). 3 For any other purpose, the following are authorised Ministers— a the Secretary of State, b the Lord Chancellor, c the Treasury, d the National Assembly for Wales, if designated under subsection (4), e the First Minister and deputy First Minister acting jointly, a Northern Ireland Minister or a Northern Ireland department, if the Ministers are, or the Minister or the department is, designated under subsection (4). 4 A designation under this subsection may be made by Order in Council in relation to any matter or for any purpose, and is subject to any restriction or condition specified in the Order. 5 An Order in Council under subsection (4) is subject to annulment in pursuance of a resolution of either House of Parliament. 6 The power to make regulations under section 111(1)— a in the case of the First Minister and deputy First Minister acting jointly, a Northern Ireland Minister or a Northern Ireland Department, is exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 (S.I.1979/1573 (N.I. 12)), b in any other case, is exercisable by statutory instrument. 7 No regulations may be made under section 111(1) unless a draft of the regulations has been laid before and approved by a resolution of each House of Parliament. 8 Subsection (7) has effect, so far as it relates to the exercise of powers under section 111(1) by the Scottish Ministers, as if the reference to each House of Parliament were a reference to the Scottish Parliament. 9 Subsection (7) does not apply to a statutory instrument containing regulations made by the National Assembly for Wales unless the statutory instrument contains regulations— a made by the Secretary of State, the Lord Chancellor or the Treasury (whether or not jointly with the Assembly), b relating to an English border area, or c relating to a cross-border body (and not relating only to the exercise of functions, or the carrying on of activities, by the body in or with respect to Wales or a part of Wales); and in this subsection expressions used in the Government of Wales Act 1998 (c. 38) have the same meaning as in that Act. 10 Subsection (7) has effect, so far as it relates to the exercise of powers under section 111(1) by the First Minister and deputy First Minister acting jointly, a Northern Ireland Minister or a Northern Ireland department, as if the reference to each House of Parliament were a reference to the Northern Ireland Assembly."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "113", "section_title": " Use of noxious substances or things to cause harm and intimidate", "section_text": "113 1 A person who takes any action which— a involves the use of a noxious substance or other noxious thing; b has or is likely to have an effect falling within subsection (2); and c is designed to influence the government   or an international governmental organisation   or to intimidate the public or a section of the public, is guilty of an offence. 2 Action has an effect falling within this subsection if it— a causes serious violence against a person anywhere in the world; b causes serious damage to real or personal property anywhere in the world; c endangers human life or creates a serious risk to the health or safety of the public or a section of the public; or d induces in members of the public the fear that the action is likely to endanger their lives or create a serious risk to their health or safety; but any effect on the person taking the action is to be disregarded. 3 A person who— a makes a threat that he or another will take any action which constitutes an offence under subsection (1); and b intends thereby to induce in a person anywhere in the world the fear that the threat is likely to be carried out, is guilty of an offence. 4 A person guilty of an offence under this section is liable— a on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum (or both); and b on conviction on indictment, to imprisonment for a term not exceeding fourteen years or a fine (or both). 5 In this section— “ the government ” means the government of the United Kingdom, of a part of the United Kingdom or of a country other than the United Kingdom; and “ the public ” includes the public of a country other than the United Kingdom."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "113A", "section_title": "Application of section 113", "section_text": "113A 1 Section 113 applies to conduct done— a in the United Kingdom; or b outside the United Kingdom which satisfies the following two conditions. 2 The first condition is that the conduct is done for the purpose of advancing a political, religious  , racial   or ideological cause. 3 The second condition is that the conduct is— a by a United Kingdom national or a United Kingdom resident; b by any person done to, or in relation to, a United Kingdom national, a United Kingdom resident or a protected person; or c by any person done in circumstances which fall within section 63D(1)(b) and (c) or (3)(b) and (c) of the Terrorism Act 2000. 4 The following expressions have the same meaning as they have for the purposes of sections 63C and 63D of that Act— a “ United Kingdom national ”; b “ United Kingdom resident ”; c “ protected person ”. 5 For the purposes of this section it is immaterial whether a person knows that another is a United Kingdom national, a United Kingdom resident or a protected person."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "113B", "section_title": "Consent to prosecution for offence under section 113", "section_text": "113B 1 Proceedings for an offence committed under section 113 outside the United Kingdom are not to be started— a in England and Wales, except by or with the consent of the Attorney General; b in Northern Ireland, except by or with the consent of the Advocate General for Northern Ireland. 2 Proceedings for an offence committed under section 113 outside the United Kingdom may be taken, and the offence may for incidental purposes be treated as having been committed, in any part of the United Kingdom. 3 In relation to any time before the coming into force of section 27(1) of the Justice (Northern Ireland) Act 2002, the reference in subsection (1)(b) to the Advocate General for Northern Ireland is to be read as a reference to the Attorney General for Northern Ireland."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "114", "section_title": " Hoaxes involving noxious substances or things", "section_text": "114 1 A person is guilty of an offence if he— a places any substance or other thing in any place; or b sends any substance or other thing from one place to another (by post, rail or any other means whatever); with the intention of inducing in a person anywhere in the world a belief that it is likely to be (or contain) a noxious substance or other noxious thing and thereby endanger human life or create a serious risk to human health. 2 A person is guilty of an offence if he communicates any information which he knows or believes to be false with the intention of inducing in a person anywhere in the world a belief that a noxious substance or other noxious thing is likely to be present (whether at the time the information is communicated or later) in any place and thereby endanger human life or create a serious risk to human health. 3 A person guilty of an offence under this section is liable— a on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum (or both); and b on conviction on indictment, to imprisonment for a term not exceeding seven years or a fine (or both)."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "115", "section_title": " Sections 113 and 114: supplementary", "section_text": "115 1 For the purposes of sections 113 and 114 “substance” includes any biological agent and any other natural or artificial substance (whatever its form, origin or method of production). 2 For a person to be guilty of an offence under section 113(3) or 114 it is not necessary for him to have any particular person in mind as the person in whom he intends to induce the belief in question."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "116", "section_title": " Amendments of Intelligence Services Act 1994", "section_text": "116 1 In section 7 of the Intelligence Services Act 1994 (c. 13) (authorisation of acts outside the British Islands), in subsection (3) — a in paragraphs (a) and (b)(i), after “the Intelligence Service” insert, in each case,  “                        or  GCHQ                       ” ; and b in paragraph (c), after “2(2)(a)” insert  “                        or 4(2)(a)                      ” . 2 After subsection (8) of that section insert— 9 For the purposes of this section the reference in subsection (1) to an act done outside the British Islands includes a reference to any act which— a is done in the British Islands; but b is or is intended to be done in relation to apparatus that is believed to be outside the British Islands, or in relation to anything appearing to originate from such apparatus; and in this subsection “ apparatus ” has the same meaning as in the Regulation of Investigatory Powers Act 2000 (c. 23). 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "117", "section_title": " Information about acts of terrorism", "section_text": "117 1 The Terrorism Act 2000 (c. 11) is amended as follows. 2 After section 38 insert—  Information about acts of terrorism 38B 1 This section applies where a person has information which he knows or believes might be of material assistance— a in preventing the commission by another person of an act of terrorism, or b in securing the apprehension, prosecution or conviction of another person, in the United Kingdom, for an offence involving the commission, preparation or instigation of an act of terrorism. 2 The person commits an offence if he does not disclose the information as soon as reasonably practicable in accordance with subsection (3). 3 Disclosure is in accordance with this subsection if it is made— a in England and Wales, to a constable, b in Scotland, to a constable, or c in Northern Ireland, to a constable or a member of Her Majesty’s forces. 4 It is a defence for a person charged with an offence under subsection (2) to prove that he had a reasonable excuse for not making the disclosure. 5 A person guilty of an offence under this section shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding five years, or to a fine or to both, or b on summary conviction, to imprisonment for a term not exceeding six months, or to a fine not exceeding the statutory maximum or to both. 6 Proceedings for an offence under this section may be taken, and the offence may for the purposes of those proceedings be treated as having been committed, in any place where the person to be charged is or has at any time been since he first knew or believed that the information might be of material assistance as mentioned in subsection (1). 3 In section 39(3) (disclosure of information etc.), after “21” insert  “                    or 38B                  ” ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "118", "section_title": " Port and airport controls for domestic travel", "section_text": "118 1 Schedule 7 to the Terrorism Act 2000 (port and border controls) is amended as follows. 2 In paragraph 2(2)(b), at the end insert “or his travelling by air within Great Britain or within Northern Ireland.” 3 In paragraph 2(3), for “in Great Britain or Northern Ireland.” substitute  “                    at any place in Great Britain or Northern Ireland (whether from within or outside Great Britain or Northern Ireland).                  ” 4 For paragraph 9(2) substitute— 2 This paragraph applies to— a goods which have arrived in or are about to leave Great Britain or Northern Ireland on a ship or vehicle, and b goods which have arrived at or are about to leave any place in Great Britain or Northern Ireland on an aircraft (whether the place they have come from or are going to is within or outside Great Britain or Northern Ireland)."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "119", "section_title": " Passenger information", "section_text": "119 1 Paragraph 17 of Schedule 7 to the Terrorism Act 2000 (c. 11) (port and border controls: passenger information) is amended as follows. 2 For sub-paragraph (1) substitute— 1 This paragraph applies to a ship or aircraft which— a arrives or is expected to arrive in any place in the United Kingdom (whether from another place in the United Kingdom or from outside the United Kingdom), or b leaves or is expected to leave the United Kingdom. 3 In sub-paragraph (4)— a omit the “or” at the end of paragraph (b), and b after paragraph (c) add— , or                         d to goods."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "120", "section_title": " Weapons training for terrorists", "section_text": "120 1 In section 54(1) and (2) of the Terrorism Act 2000 (weapons training for terrorists), after paragraph (a) insert— aa radioactive material or weapons designed or adapted for the discharge of any radioactive material, . 2 In section 55 of that Act (definitions)— a for the definition of “biological weapon” substitute— “ biological weapon ” means a biological agent or toxin (within the meaning of the Biological Weapons Act 1974) in a form capable of use for hostile purposes or anything to which section 1(1)(b) of that Act applies, ; b after the definition of “chemical weapon” insert— “ radioactive material ” means radioactive material capable of endangering life or causing harm to human health, ;  and c the definition of “ nuclear weapon ” shall cease to have effect."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "121", "section_title": " Crown Court judges: Northern Ireland", "section_text": "121 1 The Terrorism Act 2000 (c. 11) is amended as follows. 2 In paragraph 18 of Schedule 5 (terrorist investigations: application to Northern Ireland)— a omit paragraph (e); b in paragraph (g) for “county court judge” substitute  “                        Crown Court judge                      ” . 3 In paragraph 20 of that Schedule (powers of Secretary of State), in sub-paragraphs (2) and (3)(a) for “county court judge” substitute  “                    Crown Court judge                  ” . 4 In paragraph 3(c) of Schedule 6 (persons by whom financial information orders may be made) for “county court judge” substitute  “                    Crown Court judge                  ” ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "122", "section_title": " Review of Act", "section_text": "122 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "123", "section_title": " Effect of report", "section_text": "123 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "124", "section_title": " Consequential and supplementary provision", "section_text": "124 1 A Minister of the Crown may by order make such incidental, consequential, transitional or supplemental provision as he thinks necessary or expedient for the general purposes, or any particular purpose, of this Act or in consequence of any provision made by or under this Act or for giving full effect to this Act or any such provision. 2 An order under this section may, in particular, make provision— a for applying (with or without modifications) or amending, repealing or revoking any provision of or made under an Act passed before this Act or in the same Session, b for making savings, or additional savings, from the effect of any repeal or revocation made by or under this Act. 3 Amendments made under this section are in addition, and without prejudice, to those made by or under any other provision of this Act. 4 No other provision of this Act restricts the powers conferred by this section. 5 An order under this section may make different provision for different purposes. 6 An order under this section shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 7 In this Part, “Minister of the Crown” has the same meaning as in the Ministers of the Crown Act 1975 (c. 26)."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "125", "section_title": " Repeals and revocation", "section_text": "125 The enactments mentioned in Schedule 8 are repealed or revoked to the extent specified in the second column of that Schedule."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "126", "section_title": " Expenses", "section_text": "126 There shall be paid out of money provided by Parliament— a any expenditure incurred by a Minister of the Crown by virtue of this Act, and b any increase attributable to this Act in the sums payable out of money so provided under any other enactment."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "127", "section_title": " Commencement", "section_text": "127 1 Except as provided in subsections (2) to (4), this Act comes into force on such day as the Secretary of State may appoint by order. 2 The following provisions come into force on the day on which this Act is passed— a Parts 2 to 6, b Part 8, except section 78, c Part 9, except sections 84 and 87, d sections 89 to 97, e sections 98 to 100, except so far as they extend to Scotland, f section 101 and Schedule 7, except so far as they relate to the entries in respect of the Police (Scotland) Act 1967, g Part 11, h Part 13, except section 121, i this Part, except section 125 and Schedule 8 so far as they relate to the entries— i in Part 1 of Schedule 8, ii in Part 5 of Schedule 8, in respect of the Nuclear Installations Act 1965, iii in Part 6 of Schedule 8, in respect of the British Transport Commission Act 1962 and the Ministry of Defence Police Act 1987, so far as those entries extend to Scotland, iv in Part 7 of Schedule 8, in respect of Schedule 5 to the Terrorism Act 2000. 3 The following provisions come into force at the end of the period of two months beginning with the day on which this Act is passed— a section 84, b section 87. 4 The following provisions come into force on such day as the Secretary of State and the Scottish Ministers, acting jointly, may appoint by order— a sections 98 to 100, so far as they extend to Scotland, b section 101 and Schedule 7, so far as they relate to the entries in respect of the Police (Scotland) Act 1967, and c section 125 and Schedule 8, so far as they relate to the entries in Part 6 of Schedule 8 in respect of the British Transport Commission Act 1962 and the Ministry of Defence Police Act 1987, so far as those entries extend to Scotland. 5 Different days may be appointed for different provisions and for different purposes. 6 An order under this section— a must be made by statutory instrument, and b may contain incidental, supplemental, consequential or transitional provision."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "128", "section_title": " Extent", "section_text": "128 1 The following provisions do not extend to Scotland— a Part 5, b Part 12, c in Part 6 of Schedule 8, the repeals in the Criminal Justice and Police Order Act 1994 and in the Crime and Disorder Act 1998. 2 The following provisions do not extend to Northern Ireland— a section 76, b section 100. 3 Except as provided in subsections (1) and (2), an amendment, repeal or revocation in this Act has the same extent as the enactment amended, repealed or revoked."}, {"act": "Anti-terrorism, Crime and Security Act 2001", "year": 2001, "section": "129", "section_title": " Short title", "section_text": "129 This Act may be cited as the Anti-terrorism, Crime and Security Act 2001."}]