[{"act": "Armed Forces Act 2001", "year": 2001, "section": "1", "section_title": " Continuance of services Acts", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "2", "section_title": " Powers to stop and search persons, vehicles  etc", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "3", "section_title": " Provisions relating to search under s. 2", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "4", "section_title": " Power of commanding officer in relation to stopping and searching of persons, vehicles etc", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "5", "section_title": " Power of judicial officer to authorise entry and search of certain premises", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "6", "section_title": " Special provisions as to access", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "7", "section_title": " Power of commanding officer to authorise entry and search of certain premises", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "8", "section_title": " Review by judicial officer", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "9", "section_title": " Entry for purpose of arrest etc", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "10", "section_title": " Search upon arrest", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "11", "section_title": " Power to make provision equivalent to that made by ss. 18 to 22 of Police and Criminal Evidence Act 1984", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "12", "section_title": " Property in possession of service police or commanding officer", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "13", "section_title": " Orders and codes of practice under s. 113 of Police and Criminal Evidence Act 1984", "section_text": "13 1 Section 113 of the 1984 Act (application of Act to armed forces) is amended as follows. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In subsection (4) for the words “enquiries into such offences” there is substituted  “                    the powers mentioned in subsection (3)(a) above or the enquiries mentioned in subsection (3)(b) above                  ” ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "14", "section_title": " Power to use reasonable force", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "15", "section_title": " Meaning of “service living accommodation”", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "16", "section_title": " Part 2: supplementary provisions", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "17", "section_title": " Summary dealing or trial and functions of prosecuting authority", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "18", "section_title": " Abolition of naval disciplinary courts", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "19", "section_title": " Membership of courts-martial", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "20", "section_title": " Eligibility of warrant officers for membership of summary appeal courts", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "21", "section_title": " Review of sentences by Courts-Martial Appeal Court", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "22", "section_title": " Required custodial sentences", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "23", "section_title": " Restriction of judicial review of courts-martial", "section_text": "23 1 Section 29 of the  Senior Courts Act 1981  (c. 54) (orders of mandamus, prohibition and certiorari) is amended as follows. 2 In subsection (1) at the beginning there is inserted  “                  Subject to subsection (3A),                ” . 3 After subsection (3) there is inserted— 3A The High Court shall have no jurisdiction to make orders of mandamus, prohibition or certiorari in relation to the jurisdiction of a court-martial in matters relating to— a trial by court-martial for an offence, or b appeals from a Standing Civilian Court; and in this subsection “ court-martial ” means a court-martial under the Army Act 1955, the Air Force Act 1955 or the Naval Discipline Act 1957."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "24", "section_title": " Offences in relation to courts-martial etc", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "25", "section_title": " Powers to compel attendance of witnesses", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "26", "section_title": " Provision for orders as to costs", "section_text": "26 1 The Secretary of State may by regulations make provision empowering  any of the Court Martial, the Summary Appeal Court, the Service Civilian Court and the Court Martial Appeal Court, in any case where the court is satisfied that one party to proceedings before that court  has incurred costs as a result of an unnecessary or improper act or omission by, or on behalf of, another party to the proceedings, to make an order as to the payment of those costs. 2 Regulations under this section may, in particular— a allow the making of such an order as is mentioned in subsection (1) at any time during the proceedings, b make provision as to the account to be taken, in making such an order, of any other order as to costs which has been made in respect of the proceedings or any grant of representation for the purposes of the proceedings which has been made under the Legal Aid Act 1988 (c. 34) or under any legal aid scheme operated by any of Her Majesty’s forces, c make provision as to the account to be taken of such an order as is mentioned in subsection (1) in the making of any other order as to costs in respect of the proceedings, d contain provision in relation to  the Service Civilian Court  equivalent to that made by section 18(5) of the Prosecution of Offences Act 1985 (c. 23) in relation to a magistrates’ court, subject to such modifications as the Secretary of State thinks fit, and e make provision as to appeals against orders made by virtue of the regulations. 3 Regulations under this section shall provide— a that a person against whom an order is made by  the Court Martial under the regulations may appeal to the Court Martial Appeal Court; b that a person against whom an order is made by  the Summary Appeal Court or the Service Civilian Court  under the regulations may appeal to the High Court in England and Wales. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "27", "section_title": " Costs against legal representatives etc", "section_text": "27 1 In any proceedings before—                     a the Court Martial, b the Summary Appeal Court, c the Service Civilian Court, or d the Court Martial Appeal Court, the court may disallow , or (as the case may be) order the legal or other representative concerned to meet, the whole of any wasted costs or such part of them as may be determined in accordance with regulations. 2 Regulations shall provide— a that a legal or other representative against whom action is taken by  the Court Martial under subsection (1) may appeal to the Court Martial Appeal Court; b that a legal or other representative against whom action is taken by  the Summary Appeal Court or the Service Civilian Court  under subsection (1) may appeal to the High Court in England and Wales. 3 In this section— “ legal or other representative ”, in relation to any proceedings, means— a person who is exercising a right of audience, or a right to conduct litigation, on behalf of any party to the proceedings, or a person appointed under section 365 of the Armed Forces Act 2006 (prosecuting officers); “ regulations ” means regulations made by the Secretary of State; “ wasted costs ” means any costs incurred by a party— as a result of any improper, unreasonable or negligent act or omission on the part of any representative or any employee of a representative; or which, in the light of any such act or omission occurring after they were incurred, the court considers it is unreasonable to expect that party to pay."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "28", "section_title": " Provisions supplementary to ss. 26 and 27", "section_text": "28 1 Where any of Her Majesty’s forces incurs costs in respect of the exercise by the  Director of Service Prosecutions (“ the Director ”) of his  functions as a party to proceedings  before a court mentioned in section 27(1) , those costs shall, subject to any provision made by virtue of subsection (2), be taken for the purposes of sections 26 and 27 to have been incurred by the  Director . 2 Regulations under section 26 or 27 may make provision— a as to the costs incurred by any of Her Majesty’s forces which are or are not to be taken for the purposes of that section to have been incurred by the  Director , and b as to the person to whom, or account into which, any payment in respect of costs incurred by the  Director  is to be made. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "29", "section_title": " Custody", "section_text": "29 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "30", "section_title": " Conditional release from custody", "section_text": "30 1 The Secretary of State may by order make provision enabling a person who has been sentenced by  the Court Martial, the Summary Appeal Court or the Service Civilian Court  (in this section referred to as “ the convicted person ”) to be released from custody subject to conditions pending a relevant determination. 2 In subsection (1), “ relevant determination ” means— a in the case of a person sentenced by  the Court Martial, the determination of an appeal to the Court Martial Appeal Court, b in the case of a person sentenced by  the Summary Appeal Court, the determination of an appeal to the High Court under section 149(2) of the Armed Forces Act 2006  or of any appeal from the High Court to the  Supreme Court  under section 1 of the Administration of Justice Act 1960 (c. 65), and c in the case of a person sentenced by  the Service Civilian Court, the determination of an appeal to the Court Martial or of an appeal from the Court Martial to the Court Martial Appeal Court. 3 An order under this section may, in particular, make provision— a as to the court to which or person to whom any application for release from custody is to be made, b as to the manner in which any such application is to be made, c as to the criteria to be applied when making a decision under the order, d as to the conditions that may be imposed, e as to the enforcement of the attendance or return to custody of the convicted person, f as to appeals against decisions taken under the order, and g for the time during which the convicted person is released from custody to be disregarded in computing the term of any sentence to which he is for the time being subject. 4 An order under this section may— a make provision equivalent to that made by any provision of the Bail Act 1976 (c. 63), the Magistrates’ Courts Act 1980 (c. 43) or the  Senior Courts Act 1981  (c. 54) relating to bail in criminal proceedings, subject to such modifications as may be specified in the order, b make different provision in relation to different courts, c confer powers of arrest, d create service offences punishable by any of the punishments mentioned in the Table in section 164 of the Armed Forces Act 2006, e make such amendments of the  Court Martial Appeals Act 1968 or the Armed Forces Act 2006  as appear to the Secretary of State to be necessary or appropriate in consequence of the order. 5A Where an order under this section creates an offence punishable with imprisonment, the maximum term it may authorise is two years. 7 In section 42 of the Courts-Martial (Appeals) Act 1968 (bail) there are omitted— a in subsection (1), the words “to whom this section applies”, and b subsection (2)."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "31", "section_title": " Power to make provision in consequence of enactments relating to criminal justice", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "32", "section_title": " Powers to test for alcohol or drugs after serious incident", "section_text": "32 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "33", "section_title": " Interpretation of s. 32", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "34", "section_title": " Miscellaneous amendments", "section_text": "34 Schedule 6 (which contains miscellaneous amendments relating to the armed forces) shall have effect."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "35", "section_title": " Orders and regulations", "section_text": "35 1 Any power of the Secretary of State to make an order or regulations under this Act is exercisable by statutory instrument. 2 A statutory instrument containing (whether alone or with other provisions)— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c an order under section 30  ... which by virtue of section 30(4)(e)  ... makes any provision adding to, replacing or omitting any part of the text of an Act, shall not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 3 A statutory instrument which contains— a an order made by the Secretary of State under— i . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iii section 30, iv . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . v ... or b regulations made by the Secretary of State under— i . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ii section 26, or iii section 27, and which is not subject to the requirement in subsection (2) that a draft of the instrument be laid before and approved by a resolution of each House of Parliament, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 Any power of the Secretary of State to make an order or regulations under this Act includes power to make such incidental, consequential or transitional provision as the Secretary of State thinks fit."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "36", "section_title": " Application to Channel Islands and Isle of Man", "section_text": "36 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Her Majesty may by Order in Council direct that any of the provisions of this Act specified in subsection (3) shall extend, with such exceptions and modifications as appear to Her Majesty to be appropriate, to the Channel Islands and the Isle of Man. 3 The provisions referred to in subsection (2) are— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b sections 26 to 28, c section 30, d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "37", "section_title": " Interpretation", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "38", "section_title": " Repeals", "section_text": "38 The enactments specified in Schedule 7 (which includes enactments that are spent in consequence of section 21(5) of the Human Rights Act 1998 (c. 42) or section 60 of the Youth Justice and Criminal Evidence Act 1999 (c.23)) are repealed to the extent specified in that Schedule."}, {"act": "Armed Forces Act 2001", "year": 2001, "section": "39", "section_title": " Short title and commencement", "section_text": "39 1 This Act may be cited as the Armed Forces Act 2001. 2 Subject to subsections (3) and (4), this Act shall come into force on such day as the Secretary of State may by order appoint. 3 The following provisions shall come into force on the day on which this Act is passed— a section 1, b section 35, c section 36, d section 37, e this section, f Parts 4 and 5 of Schedule 6, and section 34 so far as relating to those Parts, and g Parts 4 to 6 of Schedule 7, and section 38 so far as relating to those Parts. 4 The repeal by this Act of section 1 of the Armed Forces Act 1996 (c. 46) shall come into force on 1st September 2001. 5 An order under subsection (2) may appoint different days for different purposes. 6 An order under subsection (2) may contain such transitional provisions and savings as appear to the Secretary of State to be necessary or expedient in connection with the provisions brought into force by the order."}]