[{"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "1", "section_title": " Offences leading to penalties on the spot", "section_text": "1 1 For the purposes of this Chapter “ penalty offence ” means an offence committed under any of the provisions mentioned in the first column of the following Table and described, in general terms, in the second column: Offence creating provision Description of offence Section 12 of the Licensing Act 1872 (c.94) Being drunk in a highway, other public place or licensed premises Section 80 of the Explosives Act 1875 (c.17) Throwing fireworks in a thoroughfare . . .  . . .    Section 2(1) of the Parks Regulation (Amendment) Act 1926 so far as it creates an offence against the Parks Regulation Act 1872 relating to any of the following provisions of the Royal Parks and Other Open Spaces Regulations 1997 ( S.I.  1997/1639 )— Failing to comply with, or contravening, those Regulations by— (a) regulation 3(3) dropping or leaving litter or refuse except in a receptacle provided for the purpose (b) regulation 3(4) using a pedal cycle, a roller blade  etc  except on a Park road or in a designated area (c) regulation 3(6) failing to remove immediately any faeces deposited by an animal of which that person is in charge Section 55 of the British Transport Commission Act 1949 (c.xxix) Trespassing on a railway Section 56 of the British Transport Commission Act 1949 (c.xxix) Throwing stones  etc.  at trains or other things on railways Section 169A of the Licensing Act 1964 (c. 26) Sale of alcohol to a person under 18 Section 169C(1)of the Licensing Act 1964 (c. 26) Buying or attempting to buy alcohol by a person under 18 Section   169C(2)\t\t\t\t\t\t\t\t . . .   of the Licensing Act 1964 (c.26) Buying or attempting to buy alcohol for  . . .   a person under 18 Section 169E of the Licensing Act 1964 (c. 26) Consumption of alcohol by a person under 18 or allowing such consumption Section 169F of the Licensing Act 1964 (c. 26) Delivery of alcohol to a person under 18 or allowing such delivery Section 172(3) of the Licensing Act 1964 (c. 26) Selling alcohol to a drunken person Section 91 of the Criminal Justice Act 1967 (c.80) Disorderly behaviour while drunk in a public place Section 5(2) of the Criminal Law Act 1967 (c.58) Wasting police time or giving false report Section 1 of the Theft Act 1968 (c. 60) Theft Section 1(1) of the Criminal Damage Act 1971 (c. 48) Destroying or damaging property Section 5(2) of the Misuse of Drugs Act 1971 so far as relating to the following- cannabinol, cannabinol derivatives (within the meaning of Part 4 of Schedule 2 to that Act), cannabis or cannabis resin (within the meaning of that Act), any stereoisomeric form of a substance specified in any of paragraphs (a) to (c), any ester or ether of a substance specified in paragraph (a) or (b), any salt of a substance specified in paragraphs (a) to (e), any preparation or other product containing a substance or product specified in any of paragraphs (a) to (f), not being a preparation falling within paragraph 6 of Part 1 of Schedule 2 to that Act. Possession of cannabis  etc Section 5(2) of the Misuse of Drugs Act 1971 so far as relating to the following— (a) khat (within the meaning given by Part 4 of Schedule 2 to that Act), or (b) any preparation or other product containing khat. Possession of khat or any preparation or other product containing khat Section 43(1)(b) of the Telecommunications Act 1984 (c.12) Using public telecommunications system for sending message known to be false in order to cause annoyance Section 5 of the Public Order Act 1986 (c.64) Behaviour likely to cause harassment, alarm or distress Section 87 of the Environmental Protection Act 1990 (c. 43) Depositing and leaving litter Section 12 of this Act Consumption of alcohol in designated public place Section 127(2) of the Communications Act 2003 Using public electronic communications network in order to cause annoyance, inconvenience or needless anxiety Section 11 of the Fireworks Act 2003 (c. 22) Contravention of a prohibition or failure to comply with a requirement imposed by or under fireworks regulations or making false statements Section 49 of the Fire and Rescue Services Act 2004 (c. 21) Knowingly giving a false alarm of fire Section 149(4) of the Licensing Act 2003 Buying or attempting to buy alcohol for consumption on licensed premises,  etc.  by child 2 The Secretary of State may by order amend an entry in the Table or add or remove an entry. 3 An order under subsection (2) may make such amendment of any provision of this Chapter as the Secretary of State considers appropriate in consequence of any change in the Table made by the order. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "2", "section_title": " Penalty notices", "section_text": "2 1 A constable who has reason to believe that a person aged    18    or over has committed a penalty offence may give him a penalty notice in respect of the offence. 1A If the offence mentioned in subsection (1) is a relevant penalty offence, the constable may give the person a penalty notice with an education option. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In this Chapter  — “ approved educational course ” means an educational course run as part of an educational course scheme established by— a in the case of a notice given by a constable of the British Transport Police Force, the Chief Constable of that force, and b in any other case, the chief officer of police for the area in which the notice is given; “ educational course scheme ” means a scheme established by a chief officer of police under section 2A; “ penalty notice ” means a notice offering the opportunity, by paying a penalty in accordance with this Chapter, to discharge any liability to be convicted of the offence to which the notice relates  ; “ penalty notice with an education option ” means a penalty notice that also offers the opportunity to discharge any liability to be convicted of the offence to which the notice relates by— a completing an approved educational course, and b paying the course fee; 4A In this section,  “ relevant penalty offence ” means a penalty offence in relation to which there is an approved educational course. 4B The Secretary of State may by regulations make provision about the revocation of penalty notices. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "2A", "section_title": "Educational course schemes", "section_text": "2A 1 A chief officer of police may establish an educational course scheme under this section in relation to one or more kinds of penalty offence committed in the chief officer's area. 2 An educational course scheme must include arrangements— a for educational courses relating to the penalty offences to which the scheme relates to be provided to persons who are given penalty notices with an education option, and b for a course fee set by the chief officer of police— i to be paid by a person who attends an educational course, and ii to be refunded in such circumstances (if any) as the chief officer considers appropriate. 3 The purpose of an educational course mentioned in subsection (2) must be to reduce the likelihood of those who take the course committing the penalty offence, or penalty offences, to which the course relates. 4 An educational course may be provided by any person who, and have any content that, the chief officer of police considers appropriate given its purpose. 5 The Secretary of State may by regulations— a provide that the fee mentioned in subsection (2)(b) may not be— i less than an amount specified in the regulations, or ii more than an amount so specified; b make provision for and in connection with the disclosure, for the purpose of running an educational course scheme, of relevant personal information between— i a person who is involved in the provision of an educational course under the scheme, ii the chief officer of police who established the scheme, and iii any other person specified or described in the regulations; c make provision about the use of relevant personal information for that purpose; d place restrictions on the disclosure or use of relevant personal information. 6 In subsection (5)  “ relevant personal information ” means any information that relates to, and identifies, a person who has been given a penalty notice with an education option. 7 In this section's application in relation to the Chief Constable of the British Transport Police Force, subsection (1) has effect as if the reference to one or more kinds of penalty offence committed in a chief officer of police's area were a reference to one or more kinds of penalty offence— a committed at, or in relation to, any of the places mentioned in section 31(1)(a) to (f) of the Railways and Transport Safety Act 2003 (places where a constable of the British Transport Police Force has the powers of a constable), or b otherwise relating to a railway. 8 In subsection (7)  “ railway ” means— a a railway within the meaning given by section 67(1) of the Transport and Works Act 1992 (interpretation), or b a tramway within the meaning given by that section."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "3", "section_title": " Amount of penalty and form of penalty notice", "section_text": "3 1 The penalty payable in respect of a penalty offence is such amount as the Secretary of State may specify by order. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 But the Secretary of State may not specify an amount which is more than a quarter of the amount of the maximum fine for which a person is liable on   summary  conviction of the offence  plus a half of the relevant surcharge . 2A The  “ relevant surcharge ”, in relation to a person of a given age, is the amount payable by way of surcharge under   section 42 of the Sentencing Code   by a person of that age who is fined the maximum amount for the offence. 3 A penalty notice must— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b state the alleged offence; c give such particulars of the circumstances alleged to constitute the offence as are necessary to provide reasonable information about it; d specify the suspended enforcement period (as to which see section 5) and explain its effect; e state the amount of the penalty; f state the   designated officer for a local justice area   to whom, and the address at which, the penalty may be paid; and g inform the person to whom it is given of his right to ask to be tried for the alleged offence and explain how that right may be exercised. 3A The Secretary of State may by regulations require information in addition to that mentioned in subsection (3) to be included in, or to be provided with, a penalty notice with an education option. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "4", "section_title": " Effect of penalty notice", "section_text": "4 1 This section applies if a penalty notice is given to a person (“ A ”) under section 2. 2  If  A asks to be tried for the alleged offence, proceedings may be brought against him. 3 Such a request must be made by a notice given by A— a in the manner specified in the penalty notice; and b before the end of the period of suspended enforcement (as to which see section 5). 4 A request which is made in accordance with subsection (3) is referred to in this Chapter as a “ request to be tried ”. 5 In the case of a penalty notice that is not a penalty notice with an education option, if , by the end of the suspended enforcement period— a the penalty has not been paid in accordance with this Chapter, and b A has not made a request to be tried, a sum equal to one and a half times the amount of the penalty may be registered under section 8 for enforcement against A as a fine. 6 In the case of a penalty notice with an education option, a sum equal to one and a half times the amount of the penalty may be registered under section 8 for enforcement against A as a fine if subsection (7) or (8) applies. 7 This subsection applies if, by the end of the suspended enforcement period, A does not— a ask to attend an approved educational course relating to the offence to which the notice relates, b pay the penalty, or c request to be tried. 8 This subsection applies if— a A has asked, by the end of the suspended enforcement period, to attend an approved educational course of the kind mentioned in subsection (7)(a), and b A does not, in accordance with regulations made under subsection (9)— i pay the course fee, ii start such a course, or iii complete such a course. 9 The Secretary of State may by regulations make provision— a as to the time by which A is required to do each of the things mentioned in subsection (8)(b)(i) to (iii) (including provision allowing those times to be specified by a chief officer of police for the purposes of an educational course scheme established by that officer); b allowing A to request an extension of the time to do the things mentioned in subsection (8)(b)(i) to (iii) (including provision as to who should determine such a request and on what basis); c as to the procedure to be followed in relation to requests for extensions of time (including provision allowing the procedure to be determined by a chief officer of police for the purposes of an educational course scheme established by that officer); d as to the consequences of a request for an extension of time being granted (including provision specifying circumstances in which a chief officer of police may require a course fee to be paid again in order to avoid a sum being registered for enforcement as a fine under section 8); e as to the consequences of A failing to attend a course that A has arranged to attend (including provision as to who should determine what those consequences are and on what basis); f specifying circumstances in which A is, for the purposes of this Chapter, to be regarded as having completed, or having not completed, an approved educational course (including provision as to who should determine whether those circumstances have arisen and how that should be determined). 10 Regulations made under subsection (9)(b), (e) or (f) may permit a person to delegate the function of making a determination."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "5", "section_title": " General restriction on proceedings", "section_text": "5 1 Proceedings for the offence to which a penalty notice relates may not be brought   during   the period of 21 days beginning with the date on which the notice was given (“ the suspended enforcement period ”). 2 If the penalty is paid before the end of the suspended enforcement period, no proceedings may be brought for the offence. 2A Proceedings for an offence to which a penalty notice with an education option relates may not be brought against a person who has, by the end of the suspended enforcement period, asked to attend an approved educational course relating to the offence, unless section 4(8) applies. 2B If the person to whom a penalty notice with an education option is given— a completes, in accordance with regulations made under section 4(9), an approved educational course relating to the offence to which the notice relates, and b pays the course fee in accordance with those regulations, no proceedings may be brought for the offence. 3 Subsection (1) does not apply if the person to whom the penalty notice was given has made a request to be tried."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "6", "section_title": " Secretary of State’s guidance", "section_text": "6 The Secretary of State may issue guidance— a about the exercise of the discretion given to constables by this Chapter; b about the issuing of penalty notices; ba about educational course schemes; c with a view to encouraging good practice in connection with the operation of provisions of this Chapter."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "7", "section_title": " Payment of penalty", "section_text": "7 1 If a person to whom a penalty notice is given decides to pay the penalty, he must pay it to the   designated officer   specified in the notice. 2 Payment of the penalty may be made by properly addressing, pre-paying and posting a letter containing the amount of the penalty (in cash or otherwise). 3 Subsection (4) applies if a person— a claims to have made payment by that method, and b shows that his letter was posted. 4 Unless the contrary is proved, payment is to be regarded as made at the time at which the letter would be delivered in the ordinary course of post. 5 Subsection (2) is not to be read as preventing the payment of a penalty by other means. 6 A letter is properly addressed for the purposes of subsection (2) if it is addressed in accordance with the requirements specified in the penalty notice."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "8", "section_title": " Registration certificates", "section_text": "8 1 The chief officer of police may, in respect of any registrable sum, issue a certificate (a “ registration certificate ”) stating that the sum is registrable for enforcement against the defaulter as a fine. 2 If that officer issues a registration certificate, he must cause it to be sent to the   designated officer for the local justice   area in which the defaulter appears to that officer to reside. 3 A registration certificate must— a give particulars of the offence to which the penalty notice relates, and b state the name and last known address of the defaulter and the amount of the registrable sum. 4 “ Registrable sum ” means a sum that may be registered under this section as a result of section 4(5)  or (6) . 5 “ Defaulter ” means the person against whom that sum may be registered."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "9", "section_title": " Registration of sums payable in default", "section_text": "9 1 If the   designated officer for a local justice   area receives a registration certificate, he must register the registrable sum for enforcement as a fine in that area by entering it in the register of a magistrates’ court acting for that area. 2 But if it appears to him that the defaulter does not reside in that area— a subsection (1) does not apply to him; but b he must cause the certificate to be sent to the person appearing to him to be the   designated officer for the local justice area in which the defaulter resides  . 3 A   designated officer   registering a sum under this section for enforcement as a fine, must give the defaulter notice of the registration. 4 The notice must— a specify the amount of the sum registered, and b give the information with respect to the offence, and the authority for registration, which was included in the registration certificate under section 8. 5 If a sum is registered in a magistrates’ court as a result of this section, any enactment referring (in whatever terms) to a fine imposed, or other sum adjudged to be paid, on conviction by such a court applies as if the registered sum were a fine imposed by that court on the conviction of the defaulter on the date on which the sum was registered."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "10", "section_title": " Enforcement of fines", "section_text": "10 1 In this section— “ fine ” means a sum which is enforceable as a fine as a result of section 9; and “ proceedings ” means proceedings for enforcing a fine. 2 Subsection (3) applies if, in any proceedings, the defaulter claims that he was not the person to whom the penalty notice concerned was issued. 3 The court may adjourn the proceedings for a period of not more than 28 days for the purpose of allowing that claim to be investigated. 4 On the resumption of proceedings that have been adjourned under subsection (3), the court must accept the defaulter’s claim unless it is shown, on a balance of probabilities, that he was the recipient of the penalty notice. 5 The court may set aside a fine in the interests of justice. 6   Subject to any regulations made under subsection (7), if   the court does set a fine aside it must— a give such directions for further consideration of the case as it considers appropriate; or b direct that no further action is to be taken in respect of the allegation that gave rise to the penalty notice concerned. 7 The Secretary of State may by regulations make provision as to the directions that the court may, or must, give or the orders it may, or must, make if it sets aside a fine relating to a sum registered under section 8 on the basis that section 4(8) applies."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "10A", "section_title": "Orders and regulations under Chapter 1", "section_text": "10A 1 Any power of the Secretary of State to make an order or regulations under this Chapter is exercisable by statutory instrument. 2 Any power of the Secretary of State to make an order or regulations under this Chapter includes— a power to make different provision for different cases, circumstances or areas, and b power to make incidental, supplementary, consequential, transitional or transitory provision or savings. 3 The Secretary of State may not make an order under section 1(2) unless a draft of the statutory instrument containing the order (whether alone or with other provisions) has been laid before, and approved by a resolution of, each House of Parliament. 4 A statutory instrument that contains an order or regulations made under this Chapter and is not subject to any requirement that a draft of the instrument be laid before, and approved by a resolution of, both Houses of Parliament, is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "11", "section_title": " Interpretation of Chapter 1", "section_text": "11 In this Chapter—  “ approved educational course ” has the meaning given in section 2(4);  “ chief officer of police ” includes the Chief Constable of the British Transport Police; “ defaulter ” has the meaning given in section 8(5);  “ educational course scheme ” has the meaning given in section 2(4);  “ penalty notice ” has the meaning given in section 2(4); “ penalty notice with an education option ” has the meaning given in section 2(4);  “ penalty offence ” has the meaning given in section 1(1); “ registrable sum ” has the meaning given in section 8(4)."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "12", "section_title": " Alcohol consumption in designated public places", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "13", "section_title": " Designated public places", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "14", "section_title": " Places which are not designated public places", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "15", "section_title": " Effect of sections 12 to 14 on byelaws", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "16", "section_title": " Interpretation of sections 12 to 15", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "17", "section_title": " Closure of certain licensed premises due to disorder or disturbance", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "18", "section_title": " Amendments consequential on section 17", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "19", "section_title": " Closure notices", "section_text": "19 1 Where a constable is satisfied that any premises are being, or within the last 24 hours have been, used for the   unauthorised sale of alcohol   for consumption on, or in the vicinity of, the premises, he may serve under subsection (3) a notice in respect of the premises. 2 Where a local authority is satisfied that any premises in the area of the authority are being, or within the last 24 hours have been, used for the   unauthorised sale of alcohol  for consumption on, or in the vicinity of, the premises, the authority may serve under subsection (3) a notice in respect of the premises. 3 A notice under subsection (1) or (2)\t\t\t\t\t(“ a closure notice ”) shall be served by the constable or local authority concerned on a person having control of, or responsibility for, the activities carried on at the premises. 4 A closure notice shall also be served by the constable or local authority concerned on any person occupying another part of any building or other structure of which the premises form part if the constable or (as the case may be) the local authority concerned reasonably believes, at the time of serving notice under subsection (3), that the person’s access to the other part of the building or other structure would be impeded if an order under section 21 providing for the closure of the premises were made. 5 A closure notice may also be served by a constable or the local authority concerned on— a any other person having control of, or responsibility for, the activities carried on at the premises; b any person who has an interest in the premises. 6 A closure notice shall— a specify the alleged use of the premises and the grounds on which the constable or (as the case may be) the local authority concerned is satisfied as mentioned in subsection (1) or (as the case may be) subsection (2); b state the effect of section 20; and c specify the steps which may be taken to ensure that the alleged use of the premises ceases or (as the case may be) does not recur. 7 A closure notice served by a constable or local authority may be cancelled by a notice of cancellation served by a constable or (as the case may be) the local authority concerned. 8 Any such notice of cancellation shall have effect as soon as it is served by a constable or (as the case may be) the authority concerned on at least one person on whom the closure notice was served. 9 The constable or (as the case may be) the local authority concerned shall also serve the notice of cancellation on any other person on whom the closure notice was served. 10 For the purposes of subsections (3) and (5) a person having control of, or responsibility for, the activities carried on at the premises includes a person who— a derives or seeks to derive profit from the carrying on of the activities; b manages the activities; c employs any person to manage the activities; or d is involved in the conduct of the activities."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "20", "section_title": " Applications for closure orders", "section_text": "20 1 Where a closure notice has been served under section 19(3), a constable or (as the case may be) the local authority concerned may make a complaint to a justice of the peace  . . .   for an order under section 21 (a “ closure order ”). 2 A complaint under subsection (1) shall be made not less than seven days, and not more than six months, after the service of the closure notice under section 19(3). 3 No complaint shall be made under subsection (1) if the constable or (as the case may be) the local authority is satisfied that— a the use of the premises for the   unauthorised sale of alcohol   for consumption on, or in the vicinity of, the premises has ceased; and b there is no reasonable likelihood that the premises will be so used in the future. 4 Where a complaint has been made to a justice of the peace under subsection (1), the justice may issue a summons to answer to the complaint. 5 The summons shall be directed to— a the person on whom the closure notice was served under section 19(3); and b any other person on whom the closure notice was served under section 19(5)(a). 6 Where a summons is served in accordance with subsections (4) and (5), a notice stating the date, time and place at which the complaint will be heard shall be served on all persons on whom the closure notice was served under section 19(4) and (5)(b). 7 The procedure on a complaint for a closure order shall (except as otherwise provided) be in accordance with the Magistrates’ Courts Act 1980 (c. 43)."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "21", "section_title": " Closure orders", "section_text": "21 1 On hearing a complaint made under section 20(1), the court may make such order as it considers appropriate if it is satisfied that— a the closure notice was served under section 19(3); and b the premises continue to be used for the   unauthorised sale of alcohol  for consumption on, or in the vicinity of, the premises or there is a reasonable likelihood that the premises will be so used in the future. 2 An order under this section may, in particular, require— a the premises in respect of which the closure notice was served to be closed immediately to the public and to remain closed until a constable or (as the case may be) the local authority concerned makes a certificate under section 22(1); b the use of the premises for the   unauthorised sale of alcohol   for consumption on, or in the vicinity of, the premises to be discontinued immediately; c any defendant to pay into court such sum as the court determines and that the sum will not be released by the court to that person until the other requirements of the order are met. 3 An order of the kind mentioned in subsection (2)(a) may, in particular, include such conditions as the court considers appropriate relating to— a the admission of persons onto the premises; b the access by persons to another part of any building or other structure of which the premises form part. 4 The complainant shall, as soon as practicable after the making of an order under this section, give notice of the order by fixing a copy of it in a conspicuous position on the premises in respect of which it was made. 5 A sum which has been ordered to be paid into court under this section shall be paid to the   designated officer   for the court."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "22", "section_title": " Termination of closure orders by constable or local authority", "section_text": "22 1 Where a closure order has been made, a constable or (as the case may be) the local authority concerned may make a certificate to the effect that the constable or (as the case may be) the authority is satisfied that the need for the order has ceased. 2 Where such a certificate has been made, the closure order shall cease to have effect. 3 Where a closure order containing provision of the kind mentioned in section 21(2)(c) ceases to have effect by virtue of the making of a certificate under subsection (1), any sum paid into court by a defendant under the order shall be released by the court. 4 Subject to this, a closure order may include such provision as the court considers appropriate for dealing with any consequences which would arise if the order were to cease to have effect by virtue of the making of a certificate under subsection (1). 5 The constable or (as the case may be) the local authority concerned shall, as soon as practicable after the making of a certificate under subsection (1)— a serve a copy of it on the person against whom the closure order has been made and the   designated officer   for the court which made the order; and b fix a copy of it in a conspicuous position on the premises in respect of which the order was made. 6 The constable or (as the case may be) the local authority concerned shall also serve a copy of the certificate on any person who requests such a copy."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "23", "section_title": " Discharge of closure orders by the court", "section_text": "23 1 Where a closure order has been made— a any person on whom the closure notice concerned was served under section 19; or b any person who has an interest in the premises in respect of which the closure order was made but on whom no closure notice was served, may make a complaint to a justice of the peace  . . .  for an order that the closure order be discharged. 2 The court may not make an order under subsection (1) unless it is satisfied that the need for the closure order has ceased. 3 Where a complaint has been made to a justice of the peace under subsection (1), the justice may issue a summons directed to such constable as he considers appropriate or (as the case may be) the local authority concerned requiring that person to appear before the magistrates’ court to answer to the complaint. 4 Where a summons is served in accordance with subsection (3), a notice stating the date, time and place at which the complaint will be heard shall be served on all persons on whom the closure notice concerned was served under section 19 (other than the complainant). 5 The procedure on a complaint for an order under this section shall (except as otherwise provided) be in accordance with the Magistrates’ Courts Act 1980 (c. 43)."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "24", "section_title": " Appeals", "section_text": "24 1 An appeal against a closure order, an order under section 23(1) or a decision not to make an order under section 23(1) may be brought to the Crown Court at any time before the end of the period of 21 days beginning with the day on which the order or (as the case may be) the decision was made. 2 An appeal under this section against a closure order may be brought by— a any person on whom the closure notice concerned was served under section 19; or b any person who has an interest in the premises in respect of which the closure order was made but on whom no closure notice was so served. 3 On an appeal under this section the Crown Court may make such order as it considers appropriate."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "25", "section_title": " Enforcement of closure orders", "section_text": "25 1 Where a closure order has been made, a constable or an authorised person may (if necessary using reasonable force)— a at any reasonable time enter the premises concerned; and b having so entered the premises, do anything reasonably necessary for the purpose of securing compliance with the order. 2 A constable or an authorised person seeking to enter any premises in exercise of his powers under subsection (1) shall, if required by or on behalf of the owner or occupier or person in charge of the premises, produce evidence of his identity, and of his authority, before entering the premises. 3 Any person who intentionally obstructs a constable or an authorised person in the exercise of his powers under this section shall be guilty of an offence and shall be liable on summary conviction— a where the offence was committed in respect of a constable, to imprisonment for a term not exceeding one month or to a fine not exceeding level 5 on the standard scale or to both; b where the offence was committed in respect of an authorised person, to a fine not exceeding level 5 on the standard scale. 4 A person who, without reasonable excuse, permits premises to be open in contravention of a closure order shall be guilty of an offence and shall be liable on summary conviction to imprisonment for a term not exceeding three months or to   a fine   or to both. 5 A person who, without reasonable excuse, otherwise fails to comply with, or does an act in contravention of, a closure order shall be guilty of an offence and shall be liable on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding level 5 on the standard scale or to both. 6 In this section “ an authorised person ” means a person authorised for the purposes of this section by a local authority in respect of premises situated in the area of the authority."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "26", "section_title": " Offences by body corporate", "section_text": "26 1 Where an offence under section 25 committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, a director, manager, secretary or other similar officer of the body corporate, he as well as the body corporate commits the offence and shall be liable to be proceeded against and punished accordingly. 2 Where the affairs of a body corporate are managed by its members, subsection (1) applies in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "27", "section_title": " Service of notices", "section_text": "27 1 Any document required or authorised by virtue of sections 19 to 26 to be served on any person may be   served in accordance with Criminal Procedure Rules.   1A For the purposes of subsection (1)— a Criminal Procedure Rules (as they have effect from time to time) apply to the document to be served as if it were a document to be served in criminal proceedings before a magistrates’ court, and b any magistrates’ court may discharge functions conferred on a court by those Rules in relation to such service. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "28", "section_title": " Sections 19 to 27: interpretation", "section_text": "28 1 In sections 19 to 27 and this section— “ alcohol ” has the same meaning as in the Licensing Act 2003; “ closure notice ” means a notice under section 19(1) or (2); “ closure order ” means an order under section 21; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ notice ” means notice in writing; “ premises ” includes any land or other place (whether enclosed or otherwise); “ sale ” includes exposure for sale; and “ unauthorised sale ”, in relation to any alcohol, means any supply of the alcohol (within the meaning of section 14 of the Licensing Act 2003) which— is a licensable activity within the meaning of that Act, but is made otherwise than under and in accordance with an authorisation (within the meaning of section 136 of that Act). 2 In sections 19 to 27 “ local authority ” means— a in relation to England— i a county council; ii a district council; iii a London borough council; iv the Common Council of the City of London in its capacity as a local authority; v the Council of the Isles of Scilly; b in relation to Wales, a county council or a county borough council. 3 References in sections 19 to 27 to a person who has an interest in the premises are references to any person who is the owner, leaseholder or occupier of the premises."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "29", "section_title": " Confiscation of alcohol containers from young persons", "section_text": "29 In section 1(1) of the Confiscation of Alcohol (Young Persons) Act 1997 (c. 33) (things to be surrendered to a constable) after “intoxicating liquor”, where it appears for the third time, there shall be inserted  “                  or a container for such liquor (other than a sealed container)                ” ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "30", "section_title": " Sale of intoxicating liquor to a person under eighteen", "section_text": "30 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "31", "section_title": " Enforcement of certain offences relating to under-age drinking", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "32", "section_title": " Drunkenness or disorder on licensed premises", "section_text": "32 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "33", "section_title": " Power to make travel restriction orders", "section_text": "33 1 This section applies where— a a person (“ the offender ”) has been convicted by any court of a post-commencement drug trafficking offence; b the court has determined that it would be appropriate to impose a sentence of imprisonment for that offence; and c the term of imprisonment which the court considers appropriate is a term of four years or more. 2 It shall be the duty of the court, on sentencing the offender— a to consider whether it would be appropriate for the sentence for the offence to include the making of a travel restriction order in relation to the offender; b if the court determines that it is so appropriate, to make such travel restriction order in relation to the offender as the court thinks suitable in all the circumstances (including any other convictions of the offender for post-commencement drug trafficking offences in respect of which the court is also passing sentence); and c if the court determines that it is not so appropriate, to state its reasons for not making a travel restriction order. 3 A travel restriction order is an order that prohibits the offender from leaving the United Kingdom at any time in the period which— a begins with the offender’s release from custody; and b continues after that time for such period of not less than two years as may be specified in the order. 4 A travel restriction order may contain a direction to the offender to deliver up, or cause to be delivered up, to the court any   UK  passport    held by him; and where such a direction is given, the court shall send   any passport    delivered up in pursuance of the direction to the Secretary of State at such address as the Secretary of State may determine. 5 Where the offender’s    passport    is held by the Secretary of State by reason of the making of any direction contained in a travel restriction order, the Secretary of State (without prejudice to any other power or duty of his to retain the    passport )— a may retain it for so long as the prohibition imposed by the order applies to the offender, and is not for the time being suspended; and b shall not return the    passport    after the prohibition has ceased to apply, or when it is suspended, except where the    passport    has not expired and an application for its return is made to him by the offender. 6 In this section “ post-commencement ”— a except in relation to an offence that is a drug trafficking offence by virtue of an order under section 34(1)(c), means committed after the coming into force of this section; and b in relation to an offence that is a drug trafficking offence by virtue of such an order, means committed after the coming into force of that order. 7 References in this section to the offender’s release from custody are references to his first release from custody after the imposition of the travel restriction order which is neither— a a release on bail; nor b a temporary release for a fixed period. 8 In this section  “ UK  passport ” means a United Kingdom passport within the meaning of the Immigration Act 1971 (see section 33(1))."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "34", "section_title": " Meaning of “drug trafficking offence”", "section_text": "34 1 In section 33 “ drug trafficking offence ” means any of the following offences (including one committed by aiding, abetting, counselling or procuring)— a an offence under section 4(2) or (3) of the Misuse of Drugs Act 1971 (c. 38)\t\t\t\t\t\t\t(production and supply of controlled drugs); b an offence under section 20 of that Act (assisting in or inducing commission outside United Kingdom of an offence punishable under a corresponding law); c any such other offence under that Act as may be designated by order made by the Secretary of State; d an offence under— i section 50(2) or (3) of the Customs and Excise Management Act 1979 (c. 2)\t\t\t\t\t\t\t\t\t(improper importation), ii section 68(2) of that Act (exportation), or iii section 170 of that Act (fraudulent evasion), in connection with a prohibition or restriction on importation or exportation having effect by virtue of section 3 of the Misuse of Drugs Act 1971 (c. 38); e an offence under section 1 of the Criminal Law Act 1977 (c. 45) or Article 9 of the Criminal Attempts and Conspiracy (Northern Ireland) Order 1983 (S.I. 1983 1120 (N.I. 13)), or in Scotland at common law, of conspiracy to commit any of the offences in paragraphs (a) to (d) above; f an offence under section 1 of the Criminal Attempts Act 1981 (c. 47) or Article 3 of the Criminal Attempts and Conspiracy (Northern Ireland) Order 1983, or in Scotland at common law, of attempting to commit any of those offences; and g an offence under section 19 of the Misuse of Drugs Act 1971 (c. 38) or at common law of inciting another person to commit any of those offences. 2 The power to make an order under subsection (1)(c) shall be exercisable by statutory instrument; and no such order shall be made unless a draft of it has been laid before Parliament and approved by a resolution of each House. 3 An order under subsection (1)(c) may provide, in relation to any offence designated by such an order, that it is to be treated as so designated only— a for such purposes, and b in cases where it was committed in such manner or in such circumstances, as may be described in the order."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "35", "section_title": " Revocation and suspension of a travel restriction order", "section_text": "35 1 Subject to the following provisions of this section, the court by which a travel restriction order has been made in relation to any person under section 33 may— a on an application made by that person at any time which is— i after the end of the minimum period, and ii is not within three months after the making of any previous application for the revocation of the prohibition, revoke the prohibition imposed by the order with effect from such date as the court may determine; or b on an application made by that person at any time after the making of the order, suspend the prohibition imposed by the order for such period as the court may determine. 2 A court to which an application for the revocation of the prohibition imposed on any person by a travel restriction order is made shall not revoke that prohibition unless it considers that it is appropriate to do so in all the circumstances of the case and having regard, in particular, to— a that person’s character; b his conduct since the making of the order; and c the offences of which he was convicted on the occasion on which the order was made. 3 A court shall not suspend the prohibition imposed on any person by a travel restriction order for any period unless it is satisfied that there are exceptional circumstances, in that person’s case, that justify the suspension on compassionate grounds of that prohibition for that period. 4 In making any determination on an application for the suspension of the prohibition imposed on any person by a travel restriction order, a court (in addition to considering the matters mentioned in subsection (3)) shall have regard to— a that person’s character; b his conduct since the making of the order; c the offences of which he was convicted on the occasion on which the order was made; and d any other circumstances of the case that the court considers relevant. 5 Where the prohibition imposed on any person by a travel restriction order is suspended, it shall be the duty of that person— a to be in the United Kingdom when the period of the suspension ends; and b if the order contains a direction under section 33(4), to surrender, before the end of that period, any    passport    returned or issued to that person, in respect of the suspension, by the Secretary of State; and a    passport    that is required to be surrendered under paragraph (b) shall be surrendered to the Secretary of State in such manner or by being sent to such address as the Secretary of State may direct at the time when he returns or issues it. 6 Where the prohibition imposed on any person by a travel restriction order is suspended for any period under this section, the end of the period of the prohibition imposed by the order shall be treated (except for the purposes of subsection (7)) as postponed (or, if there has been one or more previous suspensions, further postponed) by the length of the period of suspension. 7 In this section “ the minimum period ”— a in the case of a travel restriction order imposing a prohibition for a period of four years or less, means the period of two years beginning at the time when the period of the prohibition began; b in the case of a travel restriction order imposing a prohibition of more than four years but less than ten years, means the period of four years beginning at that time; and c in any other case, means the period of five years beginning at that time."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "36", "section_title": " Offences of contravening orders", "section_text": "36 1 A person who leaves the United Kingdom at a time when he is prohibited from leaving it by a travel restriction order is guilty of an offence and liable— a on summary conviction to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum, or to both; b on conviction on indictment, to imprisonment for a term not exceeding five years or to a fine, or to both. 2 A person who is not in the United Kingdom at the end of a period during which a prohibition imposed on him by a travel restriction order has been suspended shall be guilty of an offence and liable— a on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum, or to both; b on conviction on indictment, to imprisonment for a term not exceeding five years or to a fine, or to both. 3 A person who fails to comply with— a a direction contained in a travel restriction order to deliver up a    passport    to a court, or to cause such a    passport    to be delivered up, or b any duty imposed on him by section 35(5)(b) to surrender a    passport    to the Secretary of State, shall be guilty of an offence and liable, on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding level 5 on the standard scale, or to both. 4 This section has effect subject to section 37(3)."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "37", "section_title": " Saving for powers to remove a person from the United Kingdom", "section_text": "37 1 A travel restriction order made in relation to any person shall not prevent the exercise in relation to that person of any prescribed removal power. 2 A travel restriction order made in relation to any person shall remain in force, notwithstanding the exercise of any prescribed removal power in relation to that person, except in so far as either— a the Secretary of State by order otherwise provides; or b the travel restriction order is suspended or revoked under section 35. 3 No person shall be guilty of an offence under section 36 in respect of any act or omission required of him by an obligation imposed in the exercise of a prescribed removal power. 4 In this section “ a prescribed removal power ” means any such power conferred by or under any enactment as— a consists in a power to order or direct the removal of a person from the United Kingdom; and b is designated for the purposes of this section by an order made by the Secretary of State. 5 An order under subsection (2)(a) or (4) shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 6 An order under subsection (2)(a)— a may make different provision for different cases; and b may contain such incidental, supplemental, consequential and transitional provision as the Secretary of State thinks fit. 7 References in this section to a person’s removal from the United Kingdom include references to his deportation, extradition, repatriation, delivery up or other transfer to a place outside the United Kingdom."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "39", "section_title": " Intimidation of witnesses", "section_text": "39 1 A person commits an offence if— a he does an act which intimidates, and is intended to intimidate, another person (“ the victim ”); b he does the act— i knowing or believing that the victim is or may be a witness in any relevant proceedings; and ii intending, by his act, to cause the course of justice to be obstructed, perverted or interfered with; and c the act is done after the commencement of those proceedings. 2 For the purposes of subsection (1) it is immaterial— a whether or not the act that is done is done in the presence of the victim; b whether that act is done to the victim himself or to another person; and c whether or not the intention to cause the course of justice to be obstructed, perverted or interfered with is the predominating intention of the person doing the act in question. 3 If, in proceedings against a person for an offence under this section, it is proved— a that he did any act that intimidated, and was intended to intimidate, another person, and b that he did that act knowing or believing that that other person was or might be a witness in any relevant proceedings that had already commenced, he shall be presumed, unless the contrary is shown, to have done the act with the intention of causing the course of justice to be obstructed, perverted or interfered with. 4 A person guilty of an offence under this section shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding five years or to a fine, or to both; b on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum, or to both. 5 References in this section to a witness, in relation to any proceedings, include references to a person who provides, or is able to provide, any information or any document or other thing which might be used as evidence in those proceedings or which (whether or not admissible as evidence in those proceedings)— a might tend to confirm evidence which will be or might be admitted in those proceedings; b might be referred to in evidence given in those proceedings by another witness; or c might be used as the basis for any cross examination in the course of those proceedings. 6 References in this section to doing an act include references to issuing any threat (whether against a person or his finances or property or otherwise), or making any other statement. 7 This section is in addition to, and not in derogation of, any offence subsisting at common law."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "40", "section_title": " Harming witnesses etc.", "section_text": "40 1 A person commits an offence if, in circumstances falling within subsection (2)— a he does an act which harms, and is intended to harm, another person; or b intending to cause another person to fear harm, he threatens to do an act which would harm that other person. 2 The circumstances fall within this subsection if— a the person doing or threatening to do the act does so knowing or believing that some person (whether or not the person harmed or threatened or the person against whom harm is threatened) has been a witness in relevant proceedings; and b he does or threatens to do that act because of that knowledge or belief. 3 If, in proceedings against a person for an offence under this section, it is proved that, within the relevant period— a he did an act which harmed, and was intended to harm, another person, or b intending to cause another person to fear harm, he threatened to do an act which would harm that other person, and that he did the act, or (as the case may be) threatened to do the act, with the knowledge or belief required by paragraph (a) of subsection (2), he shall be presumed, unless the contrary is shown, to have done the act, or (as the case may be) threatened to do the act, because of that knowledge or belief. 4 For the purposes of this section it is immaterial— a whether or not the act that is done or threatened, or the threat that is made, is or would be done or is made in the presence of the person who is or would be harmed or of the person who is threatened; b whether or not the motive mentioned in subsection (2)(b) is the predominating motive for the act or threat; and c whether the harm that is done or threatened is physical or financial or is harm to a person or to his property. 5 A person guilty of an offence under this section shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding five years or to a fine, or to both; b on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum, or to both. 6 In this section “ the relevant period ”, in relation to an act done, or threat made, with the knowledge or belief that a person has been a witness in any relevant proceedings, means the period that begins with the commencement of those proceedings and ends one year after they are finally concluded. 7 References in this section to a witness, in relation to any proceedings, include references to a person who has provided any information or any document or other thing which was or might have been used as evidence in those proceedings or which (whether or not it was admissible as evidence in those proceedings)— a tended to confirm or might have tended to confirm any evidence which was or could have been given in those proceedings; b was or might have been referred to in evidence given in those proceedings by another witness; or c was or might have been used as the basis for any cross examination in the course of those proceedings. 8 This section is in addition to, and not in derogation of, any offence subsisting at common law."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "41", "section_title": " Relevant proceedings", "section_text": "41 1 A reference in section 39 or 40 to relevant proceedings is a reference to any proceedings in or before the Court of Appeal, the High Court, the Crown Court or any county court or magistrates’ court which— a are not proceedings for an offence; and b were commenced after the coming into force of that section. 2 For the purposes of any reference in section 39 or 40 or this section to the commencement of any proceedings relevant proceedings are commenced (subject to subsection (5)) at the earliest time at which one of the following occurs— a an information is laid or application, claim form, complaint, petition, summons or other process made or issued for the purpose of commencing the proceedings; b any other step is taken by means of which the subject matter of the proceedings is brought for the first time (whether as part of the proceedings or in anticipation of them) before the court. 3 For the purposes of any reference in section 39 or 40 to the time when any proceedings are finally concluded, relevant proceedings are finally concluded (subject to subsection (4))— a if proceedings for an appeal against, or an application for a review of, those proceedings or of any decision taken in those proceedings are brought or is made, at the time when proceedings on that appeal or application are finally concluded; b if the proceedings are withdrawn or discontinued, at the time when they are withdrawn or discontinued; and c in any other case, when the court in or before which the proceedings are brought finally disposes of all the matters arising in those proceedings. 4 Relevant proceedings shall not be taken to be finally concluded by virtue of subsection (3)(a) where— a the matters to which the appeal or application relate are such that the proceedings in respect of which it is brought or made continue or resume after the making of any determination on that appeal or application; or b a determination made on that appeal or application requires those proceedings to continue or to be resumed. 5 Where, after having appeared to be finally concluded, any relevant proceedings continue by reason of— a the giving of permission to bring an appeal after a fixed time for appealing has expired, b the lifting of any stay in the proceedings, c the setting aside, without an appeal, of any judgment or order, or d the revival of any discontinued proceedings, sections 39 and 40 and this section shall have effect as if the proceedings had concluded when they appeared to, but as if the giving of permission, the lifting of the stay, the setting aside of the judgment or order or, as the case may be, the revival of the discontinued proceedings were the commencement of new relevant proceedings."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "42", "section_title": " Police directions stopping the harassment etc of a person in his home", "section_text": "42 1 Subject to the following provisions of this section, a constable who is at the scene may give a direction under this section to any person if— a that person is present outside or in the vicinity of any premises that are used by any individual (“ the resident ”) as his dwelling; b that constable believes, on reasonable grounds, that that person is present there for the purpose (by his presence or otherwise) of representing to the resident or another individual (whether or not one who uses the premises as his dwelling), or of persuading the resident or such another individual— i that he should not do something that he is entitled or required to do; or ii that he should do something that he is not under any obligation to do; and c that constable also believes, on reasonable grounds, that the presence of that person (either alone or together with that of any other persons who are also present)— i amounts to, or is likely to result in, the harassment of the resident; or ii is likely to cause alarm or distress to the resident. 2 A direction under this section is a direction requiring the person to whom it is given to do all such things as the constable giving it may specify as the things he considers necessary to prevent one or both of the following— a the harassment of the resident; or b the causing of any alarm or distress to the resident. 3 A direction under this section may be given orally; and where a constable is entitled to give a direction under this section to each of several persons outside, or in the vicinity of, any premises, he may give that direction to those persons by notifying them of his requirements either individually or all together. 4 The requirements that may be imposed by a direction under this section include— a a requirement to leave the vicinity of the premises in question, and b a requirement to leave that vicinity and not to return to it within such period as the constable may specify, not being longer than 3 months; and (in either case) the requirement to leave the vicinity may be to do so immediately or after a specified period of time. 5 A direction under this section may make exceptions to any requirement imposed by the direction, and may make any such exception subject to such conditions as the constable giving the direction thinks fit; and those conditions may include— a conditions as to the distance from the premises in question at which, or otherwise as to the location where, persons who do not leave their vicinity must remain; and b conditions as to the number or identity of the persons who are authorised by the exception to remain in the vicinity of those premises. 6 The power of a constable to give a direction under this section shall not include— a any power to give a direction at any time when there is a more senior-ranking police officer at the scene; or b any power to direct a person to refrain from conduct that is lawful under section 220 of the Trade Union and Labour Relations (Consolidation) Act 1992 (c. 52)\t\t\t\t\t\t\t(right peacefully to picket a work place); but it shall include power to vary or withdraw a direction previously given under this section. 7 Any person who knowingly   fails to comply with a requirement in a direction given to him under this section (other than a requirement under subsection (4)(b))   shall be guilty of an offence and liable, on summary conviction, to imprisonment for a term not exceeding three months or to a fine not exceeding level 4 on the standard scale, or to both. 7A Any person to whom a constable has given a direction including a requirement under subsection (4)(b) commits an offence if he— a returns to the vicinity of the premises in question within the period specified in the direction beginning with the date on which the direction is given; and b does so for the purpose described in subsection (1)(b). 7B A person guilty of an offence under subsection (7A) shall be liable, on summary conviction, to imprisonment for a term not exceeding 51 weeks or to a fine not exceeding level 4 on the standard scale, or to both. 7C In relation to an offence committed before the commencement of section 281(5) of the Criminal Justice Act 2003 (alteration of penalties for summary offences), the reference in subsection (7B) to 51 weeks is to be read as a reference to 6 months. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 In this section “ dwelling ” has the same meaning as in Part 1 of the Public Order Act 1986 (c. 64)."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "42A", "section_title": "Offence of harassment etc. of a person in his home", "section_text": "42A 1 A person commits an offence if— a that person is present outside or in the vicinity of any premises that are used by any individual (“ the resident ”) as his dwelling; b that person is present there for the purpose (by his presence or otherwise) of representing to the resident or another individual (whether or not one who uses the premises as his dwelling), or of persuading the resident or such another individual— i that he should not do something that he is entitled or required to do; or ii that he should do something that he is not under any obligation to do; c that person— i intends his presence to amount to the harassment of, or to cause alarm or distress to, the resident; or ii knows or ought to know that his presence is likely to result in the harassment of, or to cause alarm or distress to, the resident; and d the presence of that person— i amounts to the harassment of, or causes alarm or distress to, any person falling within subsection (2); or ii is likely to result in the harassment of, or to cause alarm or distress to, any such person. 2 A person falls within this subsection if he is— a the resident, b a person in the resident's dwelling, or c a person in another dwelling in the vicinity of the resident's dwelling. 3 The references in subsection (1)(c) and (d) to a person's presence are references to his presence either alone or together with that of any other persons who are also present. 4 For the purposes of this section a person (A) ought to know that his presence is likely to result in the harassment of, or to cause alarm or distress to, a resident if a reasonable person in possession of the same information would think that A's presence was likely to have that effect. 5 A person guilty of an offence under this section shall be liable, on summary conviction, to imprisonment for a term not exceeding 51 weeks or to a fine not exceeding level 4 on the standard scale, or to both. 6 In relation to an offence committed before the commencement of section 281(5) of the Criminal Justice Act 2003 (alteration of penalties for summary offences), the reference in subsection (5) to 51 weeks is to be read as a reference to 6 months. 7 In this section  “ dwelling ” has the same meaning as in Part 1 of the Public Order Act 1986."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "43", "section_title": " Malicious communications", "section_text": "43 1 In subsection (1) of section 1 of the Malicious Communications Act 1988 (c. 27) (offence of sending letters and other articles with intent to cause distress or anxiety)— a in paragraph (a), for “letter or other article” there shall be substituted  “                          letter, electronic communication or article of any description                        ” ; and b in paragraph (b), for the word “other article” there shall be substituted  “                          article or electronic communication                        ” . 2 In subsection (2) of that section (defence of making a threat in the belief that it was a proper way of reinforcing a demand and that there were reasonable grounds for making that demand)— a in paragraph (a), for “which he believed he had reasonable grounds for making” there shall be substituted  “                          made by him on reasonable grounds                        ” ; and b in paragraph (b), after “believed” there shall be inserted  “                          , and had reasonable grounds for believing,                        ” . 3 After that subsection there shall be inserted— 2A In this section “ electronic communication ” includes— a any oral or other communication by means of a telecommunication system (within the meaning of the Telecommunications Act 1984 (c. 12)); and b any communication (however sent) that is in electronic form. 4 In subsection (3) of that section (definition of “send”)— a after “delivering” there shall be inserted  “                          or transmitting                        ” ; and b for “or delivered” there shall be substituted  “                          , delivered or transmitted                        ” . 5 In subsection (5) of that section (penalty for offence), for “a fine not exceeding level 4 on the standard scale” there shall be substituted  “                      imprisonment for a term not exceeding six months or to a fine not exceeding level 5 on the standard scale, or to both                    ” . 6 Subsection (5) does not affect the penalty for an offence committed before the day on which this Act is passed."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "44", "section_title": " Collective harrassment", "section_text": "44 1 In section 7 of the Protection from Harassment Act 1997 (c. 40) (interpretation of sections 1 to 5), there shall be inserted the following subsection— 3A A person’s conduct on any occasion shall be taken, if aided, abetted, counselled or procured by another— a to be conduct on that occasion of the other (as well as conduct of the person whose conduct it is); and b to be conduct in relation to which the other’s knowledge and purpose, and what he ought to have known, are the same as they were in relation to what was contemplated or reasonably foreseeable at the time of the aiding, abetting, counselling or procuring. 2 This section has effect in relation to any aiding, abetting, counselling or procuring that takes place after the coming into force of this section."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "45", "section_title": " Addresses of directors and secretaries of companies", "section_text": "45 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "46", "section_title": " Placing of advertisement relating to prostitution", "section_text": "46 1 A person commits an offence if— a he places on, or in the immediate vicinity of, a public telephone an advertisement relating to prostitution, and b he does so with the intention that the advertisement should come to the attention of any other person or persons. 2 For the purposes of this section, an advertisement is an advertisement relating to prostitution if it— a is for the services of a prostitute, whether male or female; or b indicates that premises are premises at which such services are offered. 3 In any proceedings for an offence under this section, any advertisement which a reasonable person would consider to be an advertisement relating to prostitution shall be presumed to be such an advertisement unless it is shown not to be. 4 A person guilty of an offence under this section is liable on summary conviction to imprisonment for a term not exceeding six months or to a fine not exceeding level 5 on the standard scale, or both. 5 In this section— “ public telephone ” means— any telephone which is located in a public place and made available for use by the public, or a section of the public, and where such a telephone is located in or on, or attached to, a kiosk, booth, acoustic hood, shelter or other structure, that structure; and “ public place ” means any place to which the public have or are permitted to have access, whether on payment or otherwise, other than— any place to which children under the age of 16 years are not permitted to have access, whether by law or otherwise, and any premises which are wholly or mainly used for residential purposes. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "47", "section_title": " Application of section 46 by order to public structures", "section_text": "47 1 The Secretary of State may, by order, provide for section 46 to apply in relation to any public structure of a description specified in the order as it applies in relation to a public telephone. 2 In this section— “ public structure ” means any structure that— is provided as an amenity for the use of the public or a section of the public, and is located in a public place; and “ public place ” and “ public telephone ” have the same meaning as in section 46. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The power to make an order under this section is exercisable by statutory instrument. 5 No order may be made under this section unless a draft of the order has been laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "48", "section_title": " Extension to older children", "section_text": "48 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "49", "section_title": " Power for police to make schemes", "section_text": "49 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "50", "section_title": " Additional powers of seizure from premises", "section_text": "50 1 Where— a a person who is lawfully on any premises finds anything on those premises that he has reasonable grounds for believing may be or may contain something for which he is authorised to search on those premises, b a power of seizure to which this section applies or the power conferred by subsection (2) would entitle him, if he found it, to seize whatever it is that he has grounds for believing that thing to be or to contain, and c in all the circumstances, it is not reasonably practicable for it to be determined, on those premises— i whether what he has found is something that he is entitled to seize, or ii the extent to which what he has found contains something that he is entitled to seize, that person’s powers of seizure shall include power under this section to seize so much of what he has found as it is necessary to remove from the premises to enable that to be determined. 2 Where— a a person who is lawfully on any premises finds anything on those premises (“ the seizable property ”) which he would be entitled to seize but for its being comprised in something else that he has (apart from this subsection) no power to seize, b the power under which that person would have power to seize the seizable property is a power to which this section applies, and c in all the circumstances it is not reasonably practicable for the seizable property to be separated, on those premises, from that in which it is comprised, that person’s powers of seizure shall include power under this section to seize both the seizable property and that from which it is not reasonably practicable to separate it. 3 The factors to be taken into account in considering, for the purposes of this section, whether or not it is reasonably practicable on particular premises for something to be determined, or for something to be separated from something else, shall be confined to the following— a how long it would take to carry out the determination or separation on those premises; b the number of persons that would be required to carry out that determination or separation on those premises within a reasonable period; c whether the determination or separation would (or would if carried out on those premises) involve damage to property; d the apparatus or equipment that it would be necessary or appropriate to use for the carrying out of the determination or separation; and e in the case of separation, whether the separation— i would be likely, or ii if carried out by the only means that are reasonably practicable on those premises, would be likely, to prejudice the use of some or all of the separated seizable property for a purpose for which something seized under the power in question is capable of being used. 4 Section 19(6) of the 1984 Act and Article 21(6) of the Police and Criminal Evidence (Northern Ireland) Order 1989 (S.I. 1989 1341 (N.I. 12))\t\t\t\t\t(powers of seizure not to include power to seize anything that a person has reasonable grounds for believing is legally privileged) shall not apply to the power of seizure conferred by subsection (2). 5 This section applies to each of the powers of seizure specified in Part 1 of Schedule 1. 6 Without prejudice to any power conferred by this section to take a copy of any document, nothing in this section, so far as it has effect by reference to the power to take copies of documents under section 28(2)(b) of the Competition Act 1998 (c. 41), shall be taken to confer any power to seize any document."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "51", "section_title": " Additional powers of seizure from the person", "section_text": "51 1 Where— a a person carrying out a lawful search of any person finds something that he has reasonable grounds for believing may be or may contain something for which he is authorised to search, b a power of seizure to which this section applies or the power conferred by subsection (2) would entitle him, if he found it, to seize whatever it is that he has grounds for believing that thing to be or to contain, and c in all the circumstances it is not reasonably practicable for it to be determined, at the time and place of the search— i whether what he has found is something that he is entitled to seize, or ii the extent to which what he has found contains something that he is entitled to seize, that person’s powers of seizure shall include power under this section to seize so much of what he has found as it is necessary to remove from that place to enable that to be determined. 2 Where— a a person carrying out a lawful search of any person finds something (“ the seizable property ”) which he would be entitled to seize but for its being comprised in something else that he has (apart from this subsection) no power to seize, b the power under which that person would have power to seize the seizable property is a power to which this section applies, and c in all the circumstances it is not reasonably practicable for the seizable property to be separated, at the time and place of the search, from that in which it is comprised, that person’s powers of seizure shall include power under this section to seize both the seizable property and that from which it is not reasonably practicable to separate it. 3 The factors to be taken into account in considering, for the purposes of this section, whether or not it is reasonably practicable, at the time and place of a search, for something to be determined, or for something to be separated from something else, shall be confined to the following— a how long it would take to carry out the determination or separation at that time and place; b the number of persons that would be required to carry out that determination or separation at that time and place within a reasonable period; c whether the determination or separation would (or would if carried out at that time and place) involve damage to property; d the apparatus or equipment that it would be necessary or appropriate to use for the carrying out of the determination or separation; and e in the case of separation, whether the separation— i would be likely, or ii if carried out by the only means that are reasonably practicable at that time and place, would be likely, to prejudice the use of some or all of the separated seizable property for a purpose for which something seized under the power in question is capable of being used. 4 Section 19(6) of the 1984 Act and Article 21(6) of the Police and Criminal Evidence (Northern Ireland) Order 1989 (S.I. 1989 1341 (N.I. 12))\t\t\t\t\t(powers of seizure not to include power to seize anything a person has reasonable grounds for believing is legally privileged) shall not apply to the power of seizure conferred by subsection (2). 5 This section applies to each of the powers of seizure specified in Part 2 of Schedule 1."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "52", "section_title": " Notice of exercise of power under s. 50 or 51", "section_text": "52 1 Where a person exercises a power of seizure conferred by section 50, it shall (subject to subsections (2) and (3)) be his duty, on doing so, to give to the occupier of the premises a written notice— a specifying what has been seized in reliance on the powers conferred by that section; b specifying the grounds on which those powers have been exercised; c setting out the effect of sections 59 to 61; d specifying the name and address of the person to whom notice of an application under section 59(2) to the appropriate judicial authority in respect of any of the seized property must be given; and e specifying the name and address of the person to whom an application may be made to be allowed to attend the initial examination required by any arrangements made for the purposes of section 53(2). 2 Where it appears to the person exercising on any premises a power of seizure conferred by section 50— a that the occupier of the premises is not present on the premises at the time of the exercise of the power, but b that there is some other person present on the premises who is in charge of the premises, subsection (1) of this section shall have effect as if it required the notice under that subsection to be given to that other person. 3 Where it appears to the person exercising a power of seizure conferred by section 50 that there is no one present on the premises to whom he may give a notice for the purposes of complying with subsection (1) of this section, he shall, before leaving the premises, instead of complying with that subsection, attach a notice such as is mentioned in that subsection in a prominent place to the premises. 4 Where a person exercises a power of seizure conferred by section 51 it shall be his duty, on doing so, to give a written notice to the person from whom the seizure is made— a specifying what has been seized in reliance on the powers conferred by that section; b specifying the grounds on which those powers have been exercised; c setting out the effect of sections 59 to 61; d specifying the name and address of the person to whom notice of any application under section 59(2) to the appropriate judicial authority in respect of any of the seized property must be given; and e specifying the name and address of the person to whom an application may be made to be allowed to attend the initial examination required by any arrangements made for the purposes of section 53(2). 5 The Secretary of State may by regulations made by statutory instrument, after consultation with the Scottish Ministers  and the Department of Justice in Northern Ireland  , provide that a person who exercises a power of seizure conferred by section 50 shall be required to give a notice such as is mentioned in subsection (1) of this section to any person, or send it to any place, described in the regulations. 6 Regulations under subsection (5) may make different provision for different cases. 7 A statutory instrument containing regulations under subsection (5) shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "53", "section_title": " Examination and return of property seized under s. 50 or 51", "section_text": "53 1 This section applies where anything has been seized under a power conferred by section 50 or 51. 2 It shall be the duty of the person for the time being in possession of the seized property in consequence of the exercise of that power to secure that there are arrangements in force which (subject to section 61) ensure— a that an initial examination of the property is carried out as soon as reasonably practicable after the seizure; b that that examination is confined to whatever is necessary for determining how much of the property falls within subsection (3); c that anything which is found, on that examination, not to fall within subsection (3) is separated from the rest of the seized property and is returned as soon as reasonably practicable after the examination of all the seized property has been completed; and d that, until the initial examination of all the seized property has been completed and anything which does not fall within subsection (3) has been returned, the seized property is kept separate from anything seized under any other power. 3 The seized property falls within this subsection to the extent only— a that it is property for which the person seizing it had power to search when he made the seizure but is not property the return of which is required by section 54; b that it is property the retention of which is authorised by section 56; or c that it is something which, in all the circumstances, it will not be reasonably practicable, following the examination, to separate from property falling within paragraph (a) or (b). 4 In determining for the purposes of this section the earliest practicable time for the carrying out of an initial examination of the seized property, due regard shall be had to the desirability of allowing the person from whom it was seized, or a person with an interest in that property, an opportunity of being present or (if he chooses) of being represented at the examination. 5 In this section, references to whether or not it is reasonably practicable to separate part of the seized property from the rest of it are references to whether or not it is reasonably practicable to do so without prejudicing the use of the rest of that property, or a part of it, for purposes for which (disregarding the part to be separated) the use of the whole or of a part of the rest of the property, if retained, would be lawful."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "54", "section_title": " Obligation to return items subject to legal privilege", "section_text": "54 1 If, at any time after a seizure of anything has been made in exercise of a power of seizure to which this section applies— a it appears to the person for the time being having possession of the seized property in consequence of the seizure that the property— i is an item subject to legal privilege, or ii has such an item comprised in it, and b in a case where the item is comprised in something else which has been lawfully seized, it is not comprised in property falling within subsection (2), it shall be the duty of that person to secure that the item is returned as soon as reasonably practicable after the seizure. 2 Property in which an item subject to legal privilege is comprised falls within this subsection if— a the whole or a part of the rest of the property is property falling within subsection (3) or property the retention of which is authorised by section 56; and b in all the circumstances, it is not reasonably practicable for that item to be separated from the rest of that property (or, as the case may be, from that part of it) without prejudicing the use of the rest of that property, or that part of it, for purposes for which (disregarding that item) its use, if retained, would be lawful. 3 Property falls within this subsection to the extent that it is property for which the person seizing it had power to search when he made the seizure, but is not property which is required to be returned under this section or section 55. 4 This section applies— a to the powers of seizure conferred by sections 50 and 51; b to each of the powers of seizure specified in Parts 1 and 2 of Schedule 1; and c to any power of seizure (not falling within paragraph (a) or (b)) conferred on a constable by or under any enactment, including an enactment passed after this Act."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "55", "section_title": " Obligation to return excluded and special procedure material", "section_text": "55 1 If, at any time after a seizure of anything has been made in exercise of a power to which this section applies— a it appears to the person for the time being having possession of the seized property in consequence of the seizure that the property— i is excluded material or special procedure material, or ii has any excluded material or any special procedure material comprised in it, b its retention is not authorised by section 56, and c in a case where the material is comprised in something else which has been lawfully seized, it is not comprised in property falling within subsection (2) or (3), it shall be the duty of that person to secure that the item is returned as soon as reasonably practicable after the seizure. 2 Property in which any excluded material or special procedure material is comprised falls within this subsection if— a the whole or a part of the rest of the property is property for which the person seizing it had power to search when he made the seizure but is not property the return of which is required by this section or section 54; and b in all the circumstances, it is not reasonably practicable for that material to be separated from the rest of that property (or, as the case may be, from that part of it) without prejudicing the use of the rest of that property, or that part of it, for purposes for which (disregarding that material) its use, if retained, would be lawful. 3 Property in which any excluded material or special procedure material is comprised falls within this subsection if— a the whole or a part of the rest of the property is property the retention of which is authorised by section 56; and b in all the circumstances, it is not reasonably practicable for that material to be separated from the rest of that property (or, as the case may be, from that part of it) without prejudicing the use of the rest of that property, or that part of it, for purposes for which (disregarding that material) its use, if retained, would be lawful. 4 This section applies (subject to subsection (5)) to each of the powers of seizure specified in Part 3 of Schedule 1. 5 In its application to the powers of seizure conferred by— a b section 56(5) of the Drug Trafficking Act 1994 (c. 37),  . . .  c Article 51(5) of the Proceeds of Crime (Northern Ireland) Order 1996 (S.I. 1996 1299 (N.I. 6)),  and d section 352(4) of the Proceeds of Crime Act 2002, this section shall have effect with the omission of every reference to special procedure material. 6 In this section, except in its application to— a the power of seizure conferred by section 8(2) of the 1984 Act, b the power of seizure conferred by Article 10(2) of the Police and Criminal Evidence (Northern Ireland) Order 1989 (S.I. 1989 1341 (N.I. 12)), c each of the powers of seizure conferred by the provisions of paragraphs 1 and 3 of Schedule 5 to the Terrorism Act 2000 (c. 11), and d the power of seizure conferred by paragraphs 15 and 19 of Schedule 5 to that Act of 2000, so far only as the power in question is conferred by reference to paragraph 1 of that Schedule, “ special procedure material ” means special procedure material consisting of documents or records other than documents. 7 In relation to the powers of seizure mentioned in subsection  (8) , this section (and section 59(3)(c)) have effect as if— a references to excluded material or special procedure material were to confidential material within the meaning of Part 1 of Schedule 2 to the National Security Act 2023, but not including items subject to legal privilege, and b subsection (6) of this section did not apply. 8 The powers of seizure referred to in subsection  (7)  are the powers conferred by— a paragraph 2 of Schedule 2 to the National Security Act 2023, and b paragraph 12 of that Schedule, so far as conferred by reference to paragraph 2 of that Schedule."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "56", "section_title": " Property seized by constables etc.", "section_text": "56 1 The retention of— a property seized on any premises by a constable who was lawfully on the premises, b property seized on any premises by a relevant person who was on the premises accompanied by a constable, and c property seized by a constable carrying out a lawful search of any person, is authorised by this section if the property falls within subsection (2) or (3). 2 Property falls within this subsection to the extent that there are reasonable grounds for believing— a that it is property obtained in consequence of the commission of an offence; and b that it is necessary for it to be retained in order to prevent its being concealed, lost, damaged, altered or destroyed. 3 Property falls within this subsection to the extent that there are reasonable grounds for believing— a that it is evidence in relation to any offence; and b that it is necessary for it to be retained in order to prevent its being concealed, lost, altered or destroyed. 4 Nothing in this section authorises the retention (except in pursuance of section 54(2)) of anything at any time when its return is required by section 54. 4A Subsection (1)(a) includes property seized on any premises— a by a person authorised under section 16(2) of the 1984 Act to accompany a constable executing a warrant, or b by a person accompanying a constable under section 2(6) of the Criminal Justice Act 1987 in the execution of a warrant under section 2(4) of that Act. 5 In subsection (1)(b) the reference to a relevant person’s being on any premises accompanied by a constable is a reference only to a person who was so on the premises under the authority of— a a warrant under section 448 of the Companies Act 1985 (c. 6) authorising him to exercise together with a constable the powers conferred by subsection (3) of that section; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "57", "section_title": " Retention of seized items", "section_text": "57 1 This section has effect in relation to the following provisions (which are about the retention of items which have been seized and are referred to in this section as “ the relevant provisions ”)— a section 22 of the 1984 Act; b Article 24 of the Police and Criminal Evidence (Northern Ireland) Order 1989 (S.I. 1989 1341 (N.I. 12)); c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f section 448(6) of the Companies Act 1985 (c. 6); g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . h . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . i . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . j . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . k   paragraph 7(4) of Schedule 3B to   the Human Fertilisation and Embryology Act 1990 (c. 37); l section 5(4) of the Knives Act 1997 (c. 21); m . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . n section 28(7) of the Competition Act 1998 (c. 41); o   sections 122E and 176A    of the Financial Services and Markets Act 2000 (c. 8); p paragraph 7(2) of Schedule 3 to the Freedom of Information Act 2000 (c. 36). pa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . q paragraph 5(4) of Schedule 5 to the Human Tissue Act 2004. r paragraph 12(3) of Schedule 2 to the Animal Welfare Act 2006. s paragraphs 28(7) and 29(8) of Schedule 5 to the Consumer Rights Act 2015 t paragraph 10 of Schedule 15 to the Data Protection Act 2018; u paragraph 8 of Schedule 12 to the Online Safety Act 2023. 2 The relevant provisions shall apply in relation to any property seized in exercise of a power conferred by section 50 or 51 as if the property had been seized under the power of seizure by reference to which the power under that section was exercised in relation to that property. 3 Nothing in any of sections 53 to 56 authorises the retention of any property at any time when its retention would not (apart from the provisions of this Part) be authorised by the relevant provisions. 4 Nothing in any of the relevant provisions authorises the retention of anything after an obligation to return it has arisen under this Part."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "58", "section_title": " Person to whom seized property is to be returned", "section_text": "58 1 Where— a anything has been seized in exercise of any power of seizure, and b there is an obligation under this Part for the whole or any part of the seized property to be returned, the obligation to return it shall (subject to the following provisions of this section) be an obligation to return it to the person from whom it was seized. 2 Where— a any person is obliged under this Part to return anything that has been seized to the person from whom it was seized, and b the person under that obligation is satisfied that some other person has a better right to that thing than the person from whom it was seized, his duty to return it shall, instead, be a duty to return it to that other person or, as the case may be, to the person appearing to him to have the best right to the thing in question. 3 Where different persons claim to be entitled to the return of anything that is required to be returned under this Part, that thing may be retained for as long as is reasonably necessary for the determination in accordance with subsection (2) of the person to whom it must be returned. 4 References in this Part to the person from whom something has been seized, in relation to a case in which the power of seizure was exercisable by reason of that thing’s having been found on any premises, are references to the occupier of the premises at the time of the seizure. 5 References in this section to the occupier of any premises at the time of a seizure, in relation to a case in which— a a notice in connection with the entry or search of the premises in question, or with the seizure, was given to a person appearing in the occupier’s absence to be in charge of the premises, and b it is practicable, for the purpose of returning something that has been seized, to identify that person but not to identify the occupier of the premises, are references to that person."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "59", "section_title": " Application to the appropriate judicial authority", "section_text": "59 1 This section applies where anything has been seized in exercise, or purported exercise, of a relevant power of seizure. 2 Any person with a relevant interest in the seized property may apply to the appropriate judicial authority, on one or more of the grounds mentioned in subsection (3), for the return of the whole or a part of the seized property. 3 Those grounds are— a that there was no power to make the seizure; b that the seized property is or contains an item subject to legal privilege that is not comprised in property falling within section 54(2); c that the seized property is or contains any excluded material or special procedure material which— i has been seized under a power to which section 55 applies; ii is not comprised in property falling within section 55(2) or (3); and iii is not property the retention of which is authorised by section 56; d that the seized property is or contains something seized under section 50 or 51 which does not fall within section 53(3); and subsections (5) and (6) of section 55 shall apply for the purposes of paragraph (c) as they apply for the purposes of that section. 4 Subject to subsection (6), the appropriate judicial authority, on an application under subsection (2), shall— a if satisfied as to any of the matters mentioned in subsection (3), order the return of so much of the seized property as is property in relation to which the authority is so satisfied; and b to the extent that that authority is not so satisfied, dismiss the application. 5 The appropriate judicial authority— a on an application under subsection (2), b on an application made by the person for the time being having possession of anything in consequence of its seizure under a relevant power of seizure, or c on an application made— i by a person with a relevant interest in anything seized under section 50 or 51, and ii on the grounds that the requirements of section 53(2) have not been or are not being complied with, may give such directions as the authority thinks fit as to the examination, retention, separation or return of the whole or any part of the seized property. 6 On any application under this section, the appropriate judicial authority may authorise the retention of any property which— a has been seized in exercise, or purported exercise, of a relevant power of seizure, and b would otherwise fall to be returned, if that authority is satisfied that the retention of the property is justified on grounds falling within subsection (7). 7 Those grounds are that (if the property were returned) it would immediately become appropriate— a to issue, on the application of the person who is in possession of the property at the time of the application under this section, a warrant in pursuance of which, or of the exercise of which, it would be lawful to seize the property; or b to make an order under— i paragraph 4 of Schedule 1 to the 1984 Act, ii paragraph 4 of Schedule 1 to the Police and Criminal Evidence (Northern Ireland) Order 1989 (S.I. 1989 1341 (N.I. 12)), iii section 20BA of the Taxes Management Act 1970 (c. 9),  ... iv paragraph 5 of Schedule 5 to the Terrorism Act 2000 (c. 11),  or v paragraph 3 of Schedule 2 to the National Security Act 2023, under which the property would fall to be delivered up or produced to the person mentioned in paragraph (a). 8 Where any property which has been seized in exercise, or purported exercise, of a relevant power of seizure has parts (“ part A ” and “ part B ”) comprised in it such that— a it would be inappropriate, if the property were returned, to take any action such as is mentioned in subsection (7) in relation to part A, b it would (or would but for the facts mentioned in paragraph (a)) be appropriate, if the property were returned, to take such action in relation to part B, and c in all the circumstances, it is not reasonably practicable to separate part A from part B without prejudicing the use of part B for purposes for which it is lawful to use property seized under the power in question, the facts mentioned in paragraph (a) shall not be taken into account by the appropriate judicial authority in deciding whether the retention of the property is justified on grounds falling within subsection (7). 9 If a person fails to comply with any order or direction made or given by a judge of the Crown Court in exercise of any jurisdiction under this section— a the authority may deal with him as if he had committed a contempt of the Crown Court; and b any enactment relating to contempt of the Crown Court shall have effect in relation to the failure as if it were such a contempt. 10 The relevant powers of seizure for the purposes of this section are— a the powers of seizure conferred by sections 50 and 51; b each of the powers of seizure specified in Parts 1 and 2 of Schedule 1; and c any power of seizure (not falling within paragraph (a) or (b)) conferred on a constable by or under any enactment, including an enactment passed after this Act. 11 References in this section to a person with a relevant interest in seized property are references to— a the person from whom it was seized; b any person with an interest in the property; or c any person, not falling within paragraph (a) or (b), who had custody or control of the property immediately before the seizure. 12 For the purposes of subsection (11)(b), the persons who have an interest in seized property shall, in the case of property which is or contains an item subject to legal privilege, be taken to include the person in whose favour that privilege is conferred. 13 Criminal Procedure Rules may make provision about proceedings under this section on an application to a judge of the Crown Court in England and Wales."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "60", "section_title": " Cases where duty to secure arises", "section_text": "60 1 Where property has been seized in exercise, or purported exercise, of any power of seizure conferred by section 50 or 51, a duty to secure arises under section 61 in relation to the seized property if— a a person entitled to do so makes an application under section 59 for the return of the property; b in relation to England, Wales and Northern Ireland, at least one of the conditions set out in subsections (2) and (3) is satisfied; c in relation to Scotland, the condition set out in subsection (2) is satisfied; and d notice of the application is given to a relevant person. 2 The first condition is that the application is made on the grounds that the seized property is or contains an item subject to legal privilege that is not comprised in property falling within section 54(2). 3 The second condition is that— a the seized property was seized by a person who had, or purported to have, power under this Part to seize it by virtue only of one or more of the powers specified in subsection (6); and b the application— i is made on the ground that the seized property is or contains something which does not fall within section 53(3); and ii states that the seized property is or contains special procedure material or excluded material. 4 In relation to property seized by a person who had, or purported to have, power under this Part to seize it by virtue only of one or more of the powers of seizure conferred by— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b section 56(5) of the Drug Trafficking Act 1994 (c. 37),  . . .  c Article 51(5) of the Proceeds of Crime (Northern Ireland) Order 1996 (S.I. 1996 1299 (N.I. 6)),   or d section 352(4) of the Proceeds of Crime Act 2002, the second condition is satisfied only if the application states that the seized property is or contains excluded material 5 In relation to property seized by a person who had, or purported to have, power under this Part to seize it by virtue only of one or more of the powers of seizure specified in Part 3 of Schedule 1 but not by virtue of— a the power of seizure conferred by section 8(2) of the 1984 Act, b the power of seizure conferred by Article 10(2) of the Police and Criminal Evidence (Northern Ireland) Order 1989 (S.I. 1989 1341 (N.I. 12)), c either of the powers of seizure conferred by paragraphs 1 and 3 of Schedule 5 to the Terrorism Act 2000 (c. 11), or d either of the powers of seizure conferred by paragraphs 15 and 19 of Schedule 5 to that Act of 2000 so far as they are conferred by reference to paragraph 1 of that Schedule, the second condition is satisfied only if the application states that the seized property is or contains excluded material or special procedure material consisting of documents or records other than documents. 6 The powers mentioned in subsection (3) are— a the powers of seizure specified in Part 3 of Schedule 1; b the powers of seizure conferred by the provisions of Parts 2 and 3 of the 1984 Act (except section 8(2) of that Act); c the powers of seizure conferred by the provisions of Parts 3 and 4 of the Police and Criminal Evidence (Northern Ireland) Order 1989 (except Article 10(2) of that Order); d the powers of seizure conferred by the provisions of paragraph 11 of Schedule 5 to the Terrorism Act 2000;  ... e the powers of seizure conferred by the provisions of paragraphs 15 and 19 of that Schedule so far as they are conferred by reference to paragraph 11 of that Schedule. f the powers of seizure conferred by the provisions of paragraph 9 of Schedule 2 to the National Security Act 2023; and g the powers of seizure conferred by the provisions of paragraph 12 of that Schedule so far as conferred by reference to paragraph 9 of that Schedule. 6A In relation to the powers of seizure mentioned in subsection  (6B) — a subsection (3)(b)(ii) applies as if the reference to special procedure material or excluded material were to confidential material within the meaning of Part 1 of Schedule 2 to the National Security Act 2023, but not including items subject to legal privilege, and b subsection (5) of this section does not apply. 6B The powers of seizure referred to in subsection  (6A)  are the powers conferred by— a paragraph 2 of Schedule 2 to the National Security Act 2023, and b paragraph 12 of that Schedule, so far as conferred by reference to paragraph 2 of that Schedule. 7 In this section “ a relevant person ” means any one of the following— a the person who made the seizure; b the person for the time being having possession, in consequence of the seizure, of the seized property; c the person named for the purposes of subsection (1)(d) or (4)(d) of section 52 in any notice given under that section with respect to the seizure."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "61", "section_title": " The duty to secure", "section_text": "61 1 The duty to secure that arises under this section is a duty of the person for the time being having possession, in consequence of the seizure, of the seized property to secure that arrangements are in force that ensure that the seized property (without being returned) is not, at any time after the giving of the notice of the application under section 60(1), either— a examined or copied, or b put to any use to which its seizure would, apart from this subsection, entitle it to be put, except with the consent of the applicant or in accordance with the directions of the appropriate judicial authority. 2 Subsection (1) shall not have effect in relation to any time after the withdrawal of the application to which the notice relates. 3 Nothing in any arrangements for the purposes of this section shall be taken to prevent the giving of a notice under section 49 of the Regulation of Investigatory Powers Act 2000 (c. 23)\t\t\t\t\t(notices for the disclosure of material protected by encryption etc.) in respect of any information contained in the seized material; but subsection (1) of this section shall apply to anything disclosed for the purpose of complying with such a notice as it applies to the seized material in which the information in question is contained. 4 Subsection (9) of section 59 shall apply in relation to any jurisdiction conferred on the appropriate judicial authority by this section as it applies in relation to the jurisdiction conferred by that section."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "62", "section_title": " Use of inextricably linked property", "section_text": "62 1 This section applies to property, other than property which is for the time being required to be secured in pursuance of section 61, if— a it has been seized under any power conferred by section 50 or 51 or specified in Part 1 or 2 of Schedule 1, and b it is inextricably linked property. 2 Subject to subsection (3), it shall be the duty of the person for the time being having possession, in consequence of the seizure, of the inextricably linked property to ensure that arrangements are in force which secure that that property (without being returned) is not at any time, except with the consent of the person from whom it was seized, either— a examined or copied, or b put to any other use. 3 Subsection (2) does not require that arrangements under that subsection should prevent inextricably linked property from being put to any use falling within subsection (4). 4 A use falls within this subsection to the extent that it is use which is necessary for facilitating the use, in any investigation or proceedings, of property in which the inextricably linked property is comprised. 5 Property is inextricably linked property for the purposes of this section if it falls within any of subsections (6) to (8). 6 Property falls within this subsection if— a it has been seized under a power conferred by section 50 or 51; and b but for subsection (3)(c) of section 53, arrangements under subsection (2) of that section in relation to the property would be required to ensure the return of the property as mentioned in subsection (2)(c) of that section. 7 Property falls within this subsection if— a it has been seized under a power to which section 54 applies; and b but for paragraph (b) of subsection (1) of that section, the person for the time being having possession of the property would be under a duty to secure its return as mentioned in that subsection. 8 Property falls within this subsection if— a it has been seized under a power of seizure to which section 55 applies; and b but for paragraph (c) of subsection (1) of that section, the person for the time being having possession of the property would be under a duty to secure its return as mentioned in that subsection."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "63", "section_title": " Copies", "section_text": "63 1 Subject to subsection (3)— a in this Part, “ seize ” includes “ take a copy of ”, and cognate expressions shall be construed accordingly; b this Part shall apply as if any copy taken under any power to which any provision of this Part applies were the original of that of which it is a copy; and c for the purposes of this Part, except sections 50 and 51, the powers mentioned in subsection (2)\t\t\t\t\t\t\t(which are powers to obtain hard copies etc. of information which is stored in electronic form) shall be treated as powers of seizure, and references to seizure and to seized property shall be construed accordingly. 2 The powers mentioned in subsection (1)(c) are any powers which are conferred by— a section 19(4) or 20 of the 1984 Act; b Article 21(4) or 22 of the Police and Criminal Evidence (Northern Ireland) Order 1989 (S.I. 1989 1341 (N.I. 12)); c section 46(3) of the Firearms Act 1968 (c. 27); d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f section 32(6)(b) of the Food Safety Act 1990 (c. 16); g Article 34(6)(b) of the Food Safety (Northern Ireland) Order 1991 (S.I. 1991 762 (N.I. 7)); ga section 23E(5)(b)\t\t\t\t\t\t\t(as read with section 23K(2)) of the Criminal Law (Consolidation)\t\t\t\t\t\t\t(Scotland) Act 1995; h section 28(2)(f) of the Competition Act 1998 (c. 41); or i section 8(2)(c) of the Nuclear Safeguards Act 2000 (c. 5). 3 Subsection (1) does not apply to section 50(6) or 57."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "64", "section_title": " Meaning of “appropriate judicial authority”", "section_text": "64 1 Subject to subsection (2), in this Part “ appropriate judicial authority ” means— a in relation to England and Wales and Northern Ireland, a judge of the Crown Court; b in relation to Scotland, a sheriff. 2 In this Part “ appropriate judicial authority ”, in relation to the seizure of items under any power mentioned in subsection (3) and in relation to items seized under any such power, means— a in relation to England and Wales and Northern Ireland, the High Court; b in relation to Scotland, the Court of Session. 3 Those powers are— a the powers of seizure conferred by— i section 448(3) of the Companies Act 1985 (c. 6); ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iii section 28(2) of the Competition Act 1998;  . . .  aa the power of seizure conferred by section 352(4) of the Proceeds of Crime Act 2002, if the power is exercisable for the purposes of a civil recovery investigation   ...\t\t\t\t\t\t\t(within the meaning of Part 8 of that Act); b any power of seizure conferred by section 50, so far as that power is exercisable by reference to any power mentioned in paragraph (a)."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "65", "section_title": " Meaning of “legal privilege”", "section_text": "65 1 Subject to the following provisions of this section, references in this Part to an item subject to legal privilege shall be construed— a for the purposes of the application of this Part to England and Wales, in accordance with section 10 of the 1984 Act (meaning of “ legal privilege ”); b for the purposes of the application of this Part to Scotland, in accordance with section   412 of the Proceeds of Crime Act 2002 (interpretation); and c for the purposes of the application of this Part to Northern Ireland, in accordance with Article 12 of the Police and Criminal Evidence (Northern Ireland) Order 1989 (S.I. 1989 1341 (N.I. 12))\t\t\t\t\t\t\t(meaning of “ legal privilege ”). 2 In relation to property which has been seized in exercise, or purported exercise, of— a the power of seizure conferred by section 28(2) of the Competition Act 1998, or b so much of any power of seizure conferred by section 50 as is exercisable by reference to that power, references in this Part to an item subject to legal privilege shall be read as references to a privileged communication within the meaning of section 30 of that Act. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3A In relation to property which has been seized in exercise, or purported exercise, of— a the power of seizure conferred by section 352(4) of the Proceeds of Crime Act 2002, or b so much of any power of seizure conferred by section 50 as is exercisable by reference to that power, references in this Part to an item subject to legal privilege shall be read as references to privileged material within the meaning of section 354(2) of that Act. 4 An item which is, or is comprised in, property which has been seized in exercise, or purported exercise, of the power of seizure conferred by section 448(3) of the Companies Act 1985 (c. 6) shall be taken for the purposes of this Part to be an item subject to legal privilege if, and only if, the seizure of that item was in contravention of section 452(2) of that Act (privileged information). 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 An item which is, or is comprised in, property which has been seized in exercise, or purported exercise, of the power of seizure conferred by   paragraphs 1 and 2 of Schedule 15 to the Data Protection Act 2018   shall be taken for the purposes of this Part to be an item subject to legal privilege if, and only if, the seizure of that item was in contravention of   paragraph 11 (matters exempt from inspection and seizure: privileged communications)   of that Schedule (privileged communications). 8 An item which is, or is comprised in, property which has been seized in exercise, or purported exercise, of the power of seizure conferred by paragraph 1 of Schedule 3 to the Freedom of Information Act 2000 (c. 36) shall be taken for the purposes of this Part to be an item subject to legal privilege if, and only if, the seizure of that item was in contravention of paragraph 9 of that Schedule (privileged communications). 8A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8B An item which is, or is comprised in, property which has been seized in exercise or purported exercise of the power of seizure conferred by paragraph 27(1)(b) or 29(1) of Schedule 5 to the Consumer Rights Act 2015 shall be taken for the purposes of this Part to be an item subject to legal privilege if, and only if, the seizure of that item was in contravention of paragraph 27(6) or (as the case may be) 29(6) of that Schedule (privileged documents). 8C An item which is, or is comprised in, property which has been seized in exercise or purported exercise of the power of seizure conferred by paragraph 7(f), (j) or (k) of Schedule 12 to the Online Safety Act 2023 is to be taken for the purposes of this Part to be an item subject to legal privilege if, and only if, the seizure of that item was in contravention of paragraph 17(3) of that Schedule (privileged information or documents). 9 An item which is, or is comprised in, property which has been seized in exercise, or purported exercise, of so much of any power of seizure conferred by section 50 as is exercisable by reference to a power of seizure conferred by— a section 448(3) of the Companies Act 1985, b Article 441(3) of the Companies (Northern Ireland) Order 1986, c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d paragraph 1 of Schedule 9 to the Data Protection Act 1998,  . . .   ...  e paragraph 1 of Schedule 3 to the Freedom of Information Act 2000, ...  or   f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g paragraph 7(f), (j) or (k) of Schedule 12 to the Online Safety Act 2023. shall be taken for the purposes of this Part to be an item subject to legal privilege if, and only if, the item would have been taken for the purposes of this Part to be an item subject to legal privilege had it been seized under the power of seizure by reference to which the power conferred by section 50 was exercised."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "66", "section_title": " General interpretation of Part 2", "section_text": "66 1 In this Part— “ appropriate judicial authority ” has the meaning given by section 64; “ documents ” includes information recorded in any form; “ item subject to legal privilege ” shall be construed in accordance with section 65;   “ marine installation ” has the meaning given by section 262 of the Marine and Coastal Access Act 2009;   “ premises ” includes any vehicle, stall or moveable structure (including an offshore installation                            or other marine installation ) and any other place whatever, whether or not occupied as land; “ offshore installation ” has the same meaning as in the Mineral Workings (Offshore Installations) Act 1971 (c. 61); “ return ”, in relation to seized property, shall be construed in accordance with section 58, and cognate expressions shall be construed accordingly; “ seize ”, and cognate expressions, shall be construed in accordance with section 63(1) and subsection (5) below; “ seized property ”, in relation to any exercise of a power of seizure, means (subject to subsection (5)) anything seized in exercise of that power; and “ vehicle ” includes any vessel, aircraft or hovercraft. 2 In this Part references, in relation to a time when seized property is in any person’s possession in consequence of a seizure (“ the relevant time ”), to something for which the person making the seizure had power to search shall be construed— a where the seizure was made on the occasion of a search carried out on the authority of a warrant, as including anything of the description of things the presence or suspected presence of which provided grounds for the issue of the warrant; b where the property was seized in the course of a search on the occasion of which it would have been lawful for the person carrying out the search to seize anything which on that occasion was believed by him to be, or appeared to him to be, of a particular description, as including— i anything which at the relevant time is believed by the person in possession of the seized property, or (as the case may be) appears to him, to be of that description; and ii anything which is in fact of that description; c where the property was seized in the course of a search on the occasion of which it would have been lawful for the person carrying out the search to seize anything which there were on that occasion reasonable grounds for believing was of a particular description, as including— i anything which there are at the relevant time reasonable grounds for believing is of that description; and ii anything which is in fact of that description; d where the property was seized in the course of a search to which neither paragraph (b) nor paragraph (c) applies, as including anything which is of a description of things which, on the occasion of the search, it would have been lawful for the person carrying it out to seize otherwise than under section 50 and 51; and e where the property was seized on the occasion of a search authorised under section 82 of the Terrorism Act 2000 (c. 11)\t\t\t\t\t\t\t(seizure of items suspected to have been, or to be intended to be, used in commission of certain offences), as including anything— i which is or has been, or is or was intended to be, used in the commission of an offence such as is mentioned in subsection (3)(a) or (b) of that section; or ii which at the relevant time the person who is in possession of the seized property reasonably suspects is something falling within sub-paragraph (i). 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 References in subsection (2) to a search include references to any activities authorised by virtue of any of the following— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b section 29(1) of the Fair Trading Act 1973 (c. 41)\t\t\t\t\t\t\t(power to enter premises and to inspect and seize goods and documents); c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . h section   29(4)   of the Consumer Protection Act 1987 (c. 43)\t\t\t\t\t\t\t(powers of search etc.); i . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . j section 32(5) of the Food Safety Act 1990 (c. 16)\t\t\t\t\t\t\t(power to inspect records relating to a food business); ja paragraph 5 of Schedule 3B to the Human Fertilisation and Embryology Act 1990. k . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . l Article 33(6) of the Food Safety (Northern Ireland) Order 1991 (S.I. 1991 762 (N.I. 7)); m . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ma . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . n paragraph 2 of Schedule 5 to the Human Tissue Act 2004 (entry and inspection of licensed premises). o regulation   22(4)   of the General Product Safety Regulations 2005 (powers of entry and search  etc ) p sections 26(1), 27(1), 28(1) and 29(1) of the Animal Welfare Act 2006 (inspection in connection with licences, inspection in connection with registration, inspection of farm premises and inspection relating to   EU   obligations). q . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . r . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . s . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . t Part 4 of Schedule 5 to the Consumer Rights Act 2015 5 References in this Part to a power of seizure include references to each of the powers to take possession of items under— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b section 448(3) of the Companies Act 1985 (c. 6); c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f section 2(5) of the Criminal Justice Act 1987 (c. 38); g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . h section 28(2)(c) of the Competition Act 1998 (c. 41); and i   sections 122D(3) and 176(5)   of the Financial Services and Markets Act 2000 (c. 8); and references in this Part to seizure and to seized property shall be construed accordingly. 6 In this Part, so far as it applies to England and Wales— a references to excluded material shall be construed in accordance with section 11 of the 1984 Act (meaning of “ excluded material ”); and b references to special procedure material shall be construed in accordance with section 14 of that Act (meaning of “ special procedure material ”). 7 In this Part, so far as it applies to Northern Ireland— a references to excluded material shall be construed in accordance with Article 13 of the Police and Criminal Evidence (Northern Ireland) Order 1989 (S.I. 1989 1341 (N.I. 12))\t\t\t\t\t\t\t(meaning of “ excluded material ”); and b references to special procedure material shall be construed in accordance with Article 16 of that Order (meaning of “ special procedure material ”). 8 References in this Part to any item or material being comprised in other property include references to its being mixed with that other property. 9 In this Part “ enactment ” includes an enactment contained in Northern Ireland legislation."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "67", "section_title": " Application to   officers of Revenue and Customs", "section_text": "67 The powers conferred by section 114(2) of the 1984 Act and Article 85(1) of the Police and Criminal Evidence (Northern Ireland) Order 1989 (application of provisions relating to police officers to   officers of Revenue and Customs ) shall have effect in relation to the provisions of this Part as they have effect in relation to the provisions of that Act or, as the case may be, that Order."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "67A", "section_title": "Application to Welsh Revenue Authority", "section_text": "67A 1 The Welsh Ministers may by regulations— a direct that any provision of this Part is to apply, subject to such modifications as the regulations may specify, to investigations of offences conducted by the Welsh Revenue Authority; b make provision permitting a person exercising a function conferred on the Welsh Revenue Authority by the regulations to use reasonable force in the exercise of such a function. 2 Regulations under subsection (1) may— a make provision that applies generally or only in specified cases, b make different provision for different cases or circumstances, and c may, in modifying a provision, in particular impose conditions on the exercise of a function. 3 The power to make regulations under subsection (1) is exercisable by statutory instrument. 4 A statutory instrument containing regulations under subsection (1) may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, the National Assembly for Wales."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "68", "section_title": " Application to Scotland", "section_text": "68 1 In the application of this Part to Scotland— a subsection (4) of section 54 and subsection (10) of section 59 shall each have effect with the omission of paragraph (c) of that subsection; b section 55 and subsection (3)(c) of section 59 shall be omitted; and c Schedule 1 shall have effect as if the powers specified in that Schedule did not include any power of seizure under any enactment mentioned in that Schedule, so far as it is exercisable in Scotland by a constable, except a power conferred by an enactment mentioned in subsection (2). 2 Those enactments are— a section 43(5) of the Gaming Act 1968 (c. 65); b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c section 448(3) of the Companies Act 1985 (c. 6); d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f   sections 122D(3) and 176(5)   of the Financial Services and Markets Act 2000 (c. 8). g   regulation 70(7) of the Money Laundering, Terrorist Financing and Transfer of Funds (Information on the Payer) Regulations 2017 ; and h . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "69", "section_title": " Application to powers designated by order", "section_text": "69 1 The Secretary of State may by order— a provide for any power designated by the order to be added to those specified in Schedule 1 or section 63(2); b make any modification of the provisions of this Part which the Secretary of State considers appropriate in consequence of any provision made by virtue of paragraph (a); c make any modification of any enactment making provision in relation to seizures, or things seized, under a power designated by an order under this subsection which the Secretary of State considers appropriate in consequence of any provision made by virtue of that paragraph. 2 Where the power designated by the order made under subsection (1) is a power conferred in relation to Scotland, the Secretary of State shall consult the Scottish Ministers before making the order. 2A Where the power designated by the order made under subsection (1) is a power conferred in relation to Northern Ireland, the Secretary of State shall consult the Department of Justice in Northern Ireland before making the order. 3 The power to make an order under subsection (1) shall be exercisable by statutory instrument; and no such order shall be made unless a draft of it has been laid before Parliament and approved by a resolution of each House. 4 In this section “ modification ” includes any exclusion, extension or application."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "70", "section_title": " Consequential applications and amendments of enactments", "section_text": "70  Schedule 2 (which applies enactments in relation to provision made by this Part and contains minor and consequential amendments) shall have effect."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "71", "section_title": " Arrestable offences", "section_text": "71 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "72", "section_title": " Importation of indecent or obscene material", "section_text": "72 In Part 1 of Schedule 5 to each of the 1984 Act and the Police and Criminal Evidence (Northern Ireland) Order 1989 (S.I. 1989 1341 (N.I. 12))\t\t\t(serious arrestable offences), after paragraph 8 there shall be inserted— 9 An offence under section 170 of the Customs and Excise Management Act 1979 (c. 2) of being knowingly concerned, in relation to any goods, in any fraudulent evasion or attempt at evasion of a prohibition in force with respect to the goods under section 42 of the Customs Consolidation Act 1876 (c. 36)\t\t\t\t\t\t(prohibition on importing indecent or obscene articles)."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "73", "section_title": " Use of video and telephone links for decisions about detention", "section_text": "73 1 The 1984 Act shall be amended as follows. 2 After section 40 there shall be inserted—  Use of telephone for review under s. 40 40A 1 This section applies, notwithstanding anything in section 40 above, where in the case of a person who has been arrested but not charged— a it is not reasonably practicable for an officer of at least the rank of inspector to be present in the police station where that person is held to carry out any review of that person’s detention that is required by subsection (1)(b) of that section; and b the review is not one which regulations under section 45A below authorise to be carried out using video-conferencing facilities, or is one which it is not reasonably practicable, in the circumstances, to carry out using any such facilities. 2 The review may be carried out by an officer of at least the rank of inspector who has access to a means of communication by telephone to persons in the police station where the arrested person is held. 3 Where any review is carried out under this section by an officer who is not present at the station where the arrested person is held— a any obligation of that officer to make a record in connection with the carrying out of the review shall have effect as an obligation to cause another officer to make the record; b any requirement for the record to be made in the presence of the arrested person shall apply to the making of that record by that other officer; and c the requirements under section 40(12) and (13) above for— i the arrested person, or ii a solicitor representing him, to be given any opportunity to make representations (whether in writing or orally) to that officer shall have effect as a requirement for that person, or such a solicitor, to be given an opportunity to make representations in a manner authorised by subsection (4) below. 4 Representations are made in a manner authorised by this subsection— a in a case where facilities exist for the immediate transmission of written representations to the officer carrying out the review, if they are made either— i orally by telephone to that officer; or ii in writing to that officer by means of those facilities; and b in any other case, if they are made orally by telephone to that officer. 5 In this section “ video-conferencing facilities ” has the same meaning as in section 45A below. 3 After section 45 there shall be inserted—  Use of video-conferencing facilities for decisions about detention 45A 1 Subject to the following provisions of this section, the Secretary of State may by regulations provide that, in the case of an arrested person who is held in a police station, some or all of the functions mentioned in subsection (2) may be performed (notwithstanding anything in the preceding provisions of this Part) by an officer who— a is not present in that police station; but b has access to the use of video-conferencing facilities that enable him to communicate with persons in that station. 2 Those functions are— a the functions in relation to an arrested person taken to a police station that is not a designated police station which, in the case of an arrested person taken to a station that is a designated police station, are functions of a custody officer under section 37, 38 or 40 above; and b the function of carrying out a review under section 40(1)(b) above (review, by an officer of at least the rank of inspector, of the detention of person arrested but not charged). 3 Regulations under this section shall specify the use to be made in the performance of the functions mentioned in subsection (2) above of the facilities mentioned in subsection (1) above. 4 Regulations under this section shall not authorise the performance of any of the functions mentioned in subsection (2)(a) above by such an officer as is mentioned in subsection (1) above unless he is a custody officer for a designated police station. 5 Where any functions mentioned in subsection (2) above are performed in a manner authorised by regulations under this section— a any obligation of the officer performing those functions to make a record in connection with the performance of those functions shall have effect as an obligation to cause another officer to make the record; and b any requirement for the record to be made in the presence of the arrested person shall apply to the making of that record by that other officer. 6 Where the functions mentioned in subsection (2)(b) are performed in a manner authorised by regulations under this section, the requirements under section 40(12) and (13) above for— a the arrested person, or b a solicitor representing him, to be given any opportunity to make representations (whether in writing or orally) to the person performing those functions shall have effect as a requirement for that person, or such a solicitor, to be given an opportunity to make representations in a manner authorised by subsection (7) below. 7 Representations are made in a manner authorised by this subsection— a in a case where facilities exist for the immediate transmission of written representations to the officer performing the functions, if they are made either— i orally to that officer by means of the video-conferencing facilities used by him for performing those functions; or ii in writing to that officer by means of the facilities available for the immediate transmission of the representations; and b in any other case if they are made orally to that officer by means of the video-conferencing facilities used by him for performing the functions. 8 Regulations under this section may make different provision for different cases and may be made so as to have effect in relation only to the police stations specified or described in the regulations. 9 Regulations under this section shall be made by statutory instrument and shall be subject to annulment in pursuance of a resolution of either House of Parliament. 10 Any reference in this section to video-conferencing facilities, in relation to any functions, is a reference to any facilities (whether a live television link or other facilities) by means of which the functions may be performed with the officer performing them, the person in relation to whom they are performed and any legal representative of that person all able to both see and to hear each other."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "74", "section_title": " Authorisation for delay in notifying arrest", "section_text": "74 In section 56(2)(b) of the 1984 Act (authorisation by a constable of at least the rank of superintendent for a delay in allowing an arrested person to notify someone of his arrest and detention), for “superintendent” there shall be substituted  “                inspector              ” ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "75", "section_title": " Use of video links for proceedings about Terrorism Act detention", "section_text": "75 In paragraph 33 of Schedule 8 to the Terrorism Act 2000 (c. 11) (representation at a hearing for a warrant of further detention or for the extension or further extension of the period specified in such a warrant), after sub-paragraph (3) there shall be inserted— 4 A judicial authority may, after giving an opportunity for representations to be made by or on behalf of the applicant and the person to whom the application relates, direct— a that the hearing of the application must be conducted, and b that all representations by or on behalf of a person for the purposes of the hearing must be made, by such means (whether a live television link or other means) falling within sub-paragraph (5) as may be specified in the direction and not in the presence (apart from by those means) of the applicant, of the person to whom the application relates or of any legal representative of that person. 5 A means of conducting the hearing and of making representations falls within this sub-paragraph if it allows the person to whom the application relates and any legal representative of his (without being present at the hearing and to the extent that they are not excluded from it under sub-paragraph (3))— a to see and hear the judicial authority and the making of representations to it by other persons; and b to be seen and heard by the judicial authority. 6 If the person to whom the application relates wishes to make representations about whether a direction should be given under sub-paragraph (4), he must do so by using the facilities that will be used if the judicial authority decides to give a direction under that sub-paragraph. 7 Sub-paragraph (2) applies to the hearing of representations about whether a direction should be given under sub-paragraph (4) in the case of any application as it applies to a hearing of the application. 8 A judicial authority shall not give a direction under sub-paragraph (4) unless— a it has been notified by the Secretary of State that facilities are available at the place where the person to whom the application relates is held for the judicial authority to conduct a hearing by means falling within sub-paragraph (5); and b that notification has not been withdrawn. 9 If in a case where it has power to do so a judicial authority decides not to give a direction under sub-paragraph (4), it shall state its reasons for not giving it."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "76", "section_title": " Visual recording of interviews", "section_text": "76 1 After section 60 of the 1984 Act (tape recording of interviews) there shall be inserted—  Visual recording of interviews 60A 1 The Secretary of State shall have power— a to issue a code of practice for the visual recording of interviews held by police officers at police stations; and b to make an order requiring the visual recording of interviews so held, and requiring the visual recording to be in accordance with the code for the time being in force under this section. 2 A requirement imposed by an order under this section may be imposed in relation to such cases or police stations in such areas, or both, as may be specified or described in the order. 3 An order under subsection (1) above shall be made by statutory instrument and shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 In this section— a references to any interview are references to an interview of a person suspected of a criminal offence; and b references to a visual recording include references to a visual recording in which an audio recording is comprised. 2 In section 67(2) of the 1984 Act (procedure for codes of practice under section 60 or 66), after “60” there shall be inserted  “                    , 60A                  ” ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "77", "section_title": " Codes of practice", "section_text": "77 In section 67 of the 1984 Act (procedure in relation to a code of practice under section 60, 60A or 66), after subsection (7) there shall be inserted— 7A Subject to subsection (7B) below, the Secretary of State may by order provide that a code of practice for the time being in force is to be treated as having effect with such modifications as may be set out in the order. 7B The effect of the modifications made by an order under subsection (7A) above must be confined to one or more of the following— a the effect of the code in relation to such area of England and Wales as may be specified in the order; b the effect of the code during such period, not exceeding two years, as may be so specified; c the effect of the order in relation to such offences or descriptions of offender as may be so specified. 7C An order under subsection (7A) above shall be made by statutory instrument and shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "78", "section_title": " Taking fingerprints", "section_text": "78 1 In section 27 of the 1984 Act (requirement to attend police station for fingerprinting), after subsection (1) there shall be inserted— 1A Where a person convicted of a recordable offence has already had his fingerprints taken as mentioned in paragraph (c) of subsection (1) above, that fact(together with any time when he has been in police detention for the offence) shall be disregarded for the purposes of that subsection if— a the fingerprints taken on the previous occasion do not constitute a complete set of his fingerprints; or b some or all of the fingerprints taken on the previous occasion are not of sufficient quality to allow satisfactory analysis, comparison or matching. 1B Subsections (1) and (1A) above apply— a where a person has been given a caution in respect of a recordable offence which, at the time of the caution, he has admitted, or b where a person has been warned or reprimanded under section 65 of the Crime and Disorder Act 1998 (c. 37) for a recordable offence, as they apply where a person has been convicted of an offence, and references in this section to a conviction shall be construed accordingly. 2 In section 61(3)(a) of the 1984 Act (compulsory fingerprinting under the authorisation of a police officer of at least the rank ofsuperintendent), for “superintendent” there shall be substituted  “                    inspector                  ” . 3 After section 61(3) of the 1984 Act there shall be inserted— 3A Where a person charged with a recordable offence or informed that he will be reported for such an offence has already had his fingerprints taken as mentioned in paragraph(b)(ii) of subsection (3) above, that fact shall be disregarded for the purposes of that subsection if— a the fingerprints taken on the previous occasion do not constitute a complete set of his fingerprints; or b some or all of the fingerprints taken on the previous occasion are not of sufficient quality to allow satisfactory analysis, comparison or matching (whether in the casein question or generally). 4 After section 61(4) of the 1984 Act there shall be inserted— 4A The fingerprints of a person who has answered to bail at a court or police station may be taken without the appropriate consent at the court or station if— a the court, or b an officer of at least the rank of inspector, authorises them to be taken. 4B A court or officer may only give an authorisation under subsection (4A) if— a the person who has answered to bail has answered to it for a person whose fingerprints were taken on a previous occasion and there are reasonable grounds for believing thathe is not the same person; or b the person who has answered to bail claims to be a different person from a person whose fingerprints were taken on a previous occasion. 5 In section 61(5) of the 1984 Act (authorisation to be in writing or oral but to be confirmed in writing), after “(3)(a)” there shall be inserted  “                    or (4A)                  ” . 6 In section 61(6) of the 1984 Act (compulsory fingerprinting of persons convicted of recordable offences), for “he has beenconvicted of a recordable offence” there shall be substituted— a he has been convicted of a recordable offence; b he has been given a caution in respect of a recordable offence which, at the time of the caution, he has admitted; or c he has been warned or reprimanded under section 65 of the Crime and Disorder Act 1998 (c. 37) for a recordable offence. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 In section 65(1) of the 1984 Act (supplementary provisions of Part 5), for the definition of “fingerprints” there shall be substituted— “ fingerprints ”, in relation to any person, means a record (in any form and produced by any method) of the skinpattern and other physical characteristics or features of— a any of that person’s fingers; or b either of his palms; . 9 Section 39 of the Criminal Justice Act 1948 (c. 58)\t\t\t\t\t(proof of previous convictions by fingerprints) shall cease to have effect."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "79", "section_title": " Authority for intimate searches", "section_text": "79 In subsections (1) and (5) of section 55 of the 1984 Act (authorisation by a constable of at least the rank of superintendent of an intimate search or the use for such a search of a person without the specified qualification), for “superintendent”, in each place where it occurs, there shall be substituted  “                inspector              ” ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "80", "section_title": " Samples", "section_text": "80 1 In sections 62(1)(a) and (1A)(a) and 63(3)(b) of the 1984 Act (authorisation of a police officer of or above the rank of superintendent required for the taking of an intimate or non-intimate sample), for the word “superintendent”, in each place where it occurs, there shall be substituted  “                    inspector                  ” . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 After section 63(5) of the 1984 Act there shall be inserted— 5A An officer shall not give an authorisation under subsection (3) above for the taking from any person of a non-intimate sample consisting of a skin impression if— a a skin impression of the same part of the body has already been taken from that person in the course of the investigation of the offence; and b the impression previously taken is not one that has proved insufficient. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Section 65 of the 1984 Act (supplementary provisions of Part 5) shall become subsection (1) of that section and— a after “this Act—” there shall be inserted— “ analysis ”, in relation to a skin impression, includes comparison and matching; b in the definition of “non-intimate sample”, for paragraph (e)\t\t\t\t\t\t\t(footprints etc.) there shall be substituted— e a skin impression; c after the definition of “registered dentist” there shall be inserted— “ skin impression ”, in relation to any person, means any record (other than a fingerprint) which is a record (in any form and produced by any method) of the skin pattern and other physical characteristics or features of the whole or any part of his foot or of any other part of his body; and d in the definition of “sufficient” and “insufficient”, after “means” there shall be inserted  “                        (subject to subsection (2) below)                      ” . 6 After subsection (1) of section 65 of the 1984 Act there shall be inserted— 2 References in this Part of this Act to a sample’s proving insufficient include references to where, as a consequence of— a the loss, destruction or contamination of the whole or any part of the sample, b any damage to the whole or a part of the sample, or c the use of the whole or a part of the sample for an analysis which produced no results or which produced results some or all of which must be regarded, in the circumstances, as unreliable, the sample has become unavailable or insufficient for the purpose of enabling information, or information of a particular description, to be obtained by means of analysis of the sample."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "81", "section_title": " Speculative searches", "section_text": "81 1 In subsection (1)(a) of section 63A of the 1984 Act (speculative searches against records held by or on behalf of specified police forces), for “a police force (or police forces) falling within subsection (1A) below or” there shall be substituted  “                    any one or more relevant law-enforcement authorities or which                  ” . 2 For subsection (1A) of that section (specified police forces) there shall be substituted— 1A In subsection (1) above “ relevant law-enforcement authority ” means— a a police force; b the National Criminal Intelligence Service; c the National Crime Squad; d a public authority (not falling within paragraphs (a) to (c)) with functions in any part of the British Islands which consist of or include the investigation of crimes or the charging of offenders; e any person with functions in any country or territory outside the United Kingdom which— i correspond to those of a police force; or ii otherwise consist of or include the investigation of conduct contrary to the law of that country or territory, or the apprehension of persons guilty of such conduct; f any person with functions under any international agreement which consist of or include the investigation of conduct which is— i unlawful under the law of one or more places, ii prohibited by such an agreement, or iii contrary to international law, or the apprehension of persons guilty of such conduct. 1B The reference in subsection (1A) above to a police force is a reference to any of the following— a any police force maintained under section 2 of the Police Act 1996 (c. 16) (police forces in England and Wales outside London); b the metropolitan police force; c the City of London police force; d any police force maintained under or by virtue of section 1 of the Police (Scotland) Act 1967 (c. 77); e the Police Service of Northern Ireland; f the Police Service of Northern Ireland Reserve; g the Ministry of Defence Police; h the Royal Navy Regulating Branch; i the Royal Military Police; j the Royal Air Force Police; k the Royal Marines Police; l the British Transport Police; m the States of Jersey Police Force; n the salaried police force of the Island of Guernsey; o the Isle of Man Constabulary. 1C Where— a fingerprints or samples have been taken from any person in connection with the investigation of an offence but otherwise than in circumstances to which subsection (1) above applies, and b that person has given his consent in writing to the use in a speculative search of the fingerprints or of the samples and of information derived from them, the fingerprints or, as the case may be, those samples and that information may be checked against any of the fingerprints, samples or information mentioned in paragraph (a) or (b) of that subsection. 1D A consent given for the purposes of subsection (1C) above shall not be capable of being withdrawn."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "82", "section_title": " Restriction on use and destruction of fingerprints and samples", "section_text": "82 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "83", "section_title": " Provision for Northern Ireland corresponding to s. 82", "section_text": "83 1 Article 64 of the Police and Criminal Evidence (Northern Ireland) Order 1989 (S.I. 1989 1341 (N.I. 12)) (destruction of fingerprints and samples) shall be amended as follows. 2 For paragraphs (1) and (2) (obligation to destroy fingerprints and samples of persons who are not prosecuted or who are cleared) there shall be substituted— 1A Where— a fingerprints or samples are taken from a person in connection with the investigation of an offence; and b paragraph (3) does not require them to be destroyed, the fingerprints or samples may be retained after they have fulfilled the purposes for which they were taken but shall not be used by any person except for purposes related to the prevention or detection of crime, the investigation of an offence or the conduct of a prosecution. 1B In paragraph (1A)— a the reference to using a fingerprint includes a reference to allowing any check to be made against it under Article 63A(1) and to disclosing it to any person; b the reference to using a sample includes a reference to allowing any check to be made under Article 63A(1) against it or against information derived from it and to disclosing it or any such information to any person; c the reference to crime includes a reference to any conduct which— i constitutes one or more criminal offences (whether under the law of a part of the United Kingdom or of a country or territory outside the United Kingdom); or ii is, or corresponds to, any conduct which, if it all took place in any one part of the United Kingdom, would constitute one or more criminal offences; and d the references to an investigation and to a prosecution include references, respectively, to any investigation outside the United Kingdom of any crime or suspected crime and to a prosecution brought in respect of any crime in a country or territory outside the United Kingdom. 3 In paragraph (3), for “paragraph (3A)” there shall be substituted  “                    the following provisions of this Article                  ” . 4 For paragraphs (3A) and (3B) (power to retain samples for elimination purposes and restriction on use) there shall be substituted— 3AA Samples and fingerprints are not required to be destroyed under paragraph (3) if— a they were taken for the purposes of the investigation of an offence of which a person has been convicted; and b a sample or, as the case may be, fingerprint was also taken from the convicted person for the purposes of that investigation. 3AB Subject to paragraph (3AC), where a person is entitled under paragraph (3) to the destruction of any fingerprint or sample taken from him (or would be but for paragraph (3AA)), neither the fingerprint nor the sample, nor any information derived from the sample, shall be used— a in evidence against the person who is or would be entitled to the destruction of that fingerprint or sample; or b for the purposes of the investigation of any offence; and paragraph (1B) applies for the purposes of this paragraph as it applies for the purposes of paragraph (1A). 3AC Where a person from whom a fingerprint or sample has been taken consents in writing to its retention— a that sample need not be destroyed under paragraph (3); and b paragraph (3AB) shall not restrict the use that may be made of the fingerprint or sample or, in the case of a sample, of any information derived from it; and a consent given for the purposes of this paragraph shall not be capable of being withdrawn. 3AD For the purposes of paragraph (3AC) it shall be immaterial whether the consent is given at, before or after the time when the entitlement to the destruction of the fingerprint or sample arises. 5 In paragraph (8)(a) (saving for power conferred by Immigration Act 1971 (c. 77)), after “1971” there shall be inserted  “                    or section 20 of the Immigration and Asylum Act 1999 (c. 33) (disclosure of police information to the Secretary of State for use for immigration purposes);                  ” . 6 The fingerprints, samples and information the retention and use of which, in accordance with the amended provisions of Article 64 of the Order of 1989, is authorised by this section include— a fingerprints and samples the destruction of which should have taken place before the commencement of this section, but did not; and b information deriving from any such samples or from samples the destruction of which did take place, in accordance with that Article, before the commencement of this section."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "84", "section_title": " Amendment of Terrorism Act 2000 equivalent to s. 82", "section_text": "84 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "85", "section_title": " Power to apply 1984 Act provisions", "section_text": "85 After section 114 of the 1984 Act (application of Act to Customs and Excise) there shall be inserted—  Power to apply Act to officers of the Secretary of State etc. 114A 1 The Secretary of State may by order direct that— a the provisions of Schedule 1 to this Act so far as they relate to special procedure material, and b the other provisions of this Act so far as they relate to the provisions falling within paragraph (a) above, shall apply, with such modifications as may be specified in the order, for the purposes of investigations falling within subsection (2) as they apply for the purposes of investigations of offences conducted by police officers. 2 An investigation falls within this subsection if— a it is conducted by an officer of the department of the Secretary of State for Trade and Industry or by another person acting on that Secretary of State’s behalf; b it is conducted by that officer or other person in the discharge of a duty to investigate offences; and c the investigation relates to a serious arrestable offence or to anything which there are reasonable grounds for suspecting has involved the commission of a serious arrestable offence. 3 The investigations for the purposes of which provisions of this Act may be applied with modifications by an order under this section include investigations of offences committed, or suspected of having been committed, before the coming into force of the order or of this section. 4 An order under this section shall be made by statutory instrument and shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "86", "section_title": " Process for obtaining excluded and special procedure material", "section_text": "86 1 In section 9 of the 1984 Act (which contains provision introducing the provisions of Schedule 1 to that Act for obtaining access to excluded and special procedure material), after subsection (2) there shall be inserted— 2A Section 4 of the Summary Jurisdiction (Process) Act 1881 (c. 24) (which includes provision for the execution of process of English courts in Scotland) and section 29 of the Petty Sessions (Ireland) Act 1851 (c. 93) (which makes equivalent provision for execution in Northern Ireland) shall each apply to any process issued by a circuit judge under Schedule 1 to this Act as it applies to process issued by a magistrates’ court under the Magistrates’ Courts Act 1980 (c. 43). 2 In section 120(5) of that Act (provisions extending to the United Kingdom), after the entry for section 6(3) of that Act there shall be inserted— section 9(2A); . 3 Section 27 of the Petty Sessions (Ireland) Act 1851 (which includes provision for the execution of process of Northern Ireland courts in other places) shall apply to any process issued by a county court judge under Schedule 1 to the Police and Criminal Evidence (Northern Ireland) Order 1989 (S.I. 1989 1341 (N.I. 12)) as it applies to a warrant mentioned in that section."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "87", "section_title": " Establishment of the Authority", "section_text": "87 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "88", "section_title": " Functions of the Authority", "section_text": "88 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "89", "section_title": " Setting of objectives by the Secretary of State", "section_text": "89 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "90", "section_title": " The Authority’s annual objectives", "section_text": "90 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "91", "section_title": " Setting of performance targets", "section_text": "91 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "92", "section_title": " Training and development plans", "section_text": "92 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "93", "section_title": " Inspections of the Authority", "section_text": "93 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "94", "section_title": " Power to require reports from the Authority", "section_text": "94 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "95", "section_title": " Annual reports", "section_text": "95 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "96", "section_title": " Secretary of State’s duty to promote efficiency etc. of Authority", "section_text": "96 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "97", "section_title": " Regulations for police forces", "section_text": "97 1 The Secretary of State may make regulations as to— a police training  . . .  ; and b the qualifications for deployment to perform particular tasks of persons serving or employed for policing purposes in England and Wales. 1A If the College of Policing submits to the Secretary of State a draft of regulations under this section, the Secretary of State shall make regulations in terms of the draft unless the Secretary of State considers that— a doing so would impair the efficiency or effectiveness of the police, or b it would be unlawful to do so, or c it would for some other reason be wrong to do so. 1B The Secretary of State may not make regulations under this section unless the text of the regulations has been prepared or approved by the College of Policing. 2 Without prejudice to the generality of subsection (1), regulations made by virtue of paragraph (a) of that subsection may make provision with respect to the curriculum for courses of training for persons serving or employed for policing purposes in England and Wales, including the evaluation, approval and manner of devising the curriculum, or any part of it. 3 In relation to any matter as to which provision may be made by regulations under this section, the regulations may— a authorise or require provision to be made by, or confer discretionary powers on, the Secretary of State,   local policing bodies , chief officers of police or other persons; or b authorise or require the delegation by any person of functions conferred on that person by or under the regulations. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 A statutory instrument containing regulations under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 In this section— a references to the provision of police training are references to the provision of training and opportunities for professional development for persons serving or employed for policing purposes in England and Wales; b references to the provision of training include references to the provision of assessment and examination services; c references to a person serving or employed for policing purposes in England and Wales are references to a person who is— i a member of a police force in England and Wales, ii a special constable appointed under section 27 of the 1996 Act,  ... iii a person employed for the purposes of a police force in England and Wales   or iv a person designated as a community support volunteer or a policing support volunteer under section 38 of the Police Reform Act 2002."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "98", "section_title": " Directions after inspection identifies training needs", "section_text": "98 1 Where a report made to the Secretary of State on an inspection under section 54 of the 1996 Act (functions of inspectors of constabulary) contains recommendations in the case of any police force for the taking of measures relating to— a the provision of training, or b the provision of opportunities for professional development, the Secretary of State may direct the   local policing body   responsible for maintaining that force to take such measures relating to those matters as may be specified in the direction. 2 A   local policing body   shall comply with any direction given to it under this section."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "99", "section_title": " Joint provision of training", "section_text": "99 For section 23(6) of the 1996 Act (collaboration agreements) there shall be substituted— 6 In subsection (1)— a the reference to members of a police force includes a reference to special constables appointed for the area for which that force is maintained, and b the reference to police functions includes a reference to functions with respect to training and the provision of opportunities for professional development."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "100", "section_title": " Orders and regulations under Part 4", "section_text": "100 1 Any power of the Secretary of State to make orders or regulations under this Part shall be exercisable by statutory instrument. 2 Any order or regulations made by the Secretary of State under this Part may make different provision for different cases."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "101", "section_title": " Interpretation of Part 4", "section_text": "101 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 For the purposes of this Part the Commissioner of Police for the City of London shall be deemed to be a member of the City of London police force."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "102", "section_title": " Consequential amendments relating to police training", "section_text": "102 The enactments specified in Schedule 4 (amendments consequential on the provisions of this Part) shall have effect with the amendments set out in that Schedule."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "103", "section_title": " Transitional arrangements relating to Authority’s establishment etc.", "section_text": "103 1 The Secretary of State may, in connection with the coming into force of any provision of this Part, by order make such transitional provision and savings (including provision modifying this Part) as he thinks fit. 2 The Secretary of State may, for the purpose of facilitating the carrying out by the Authority of their functions or in connection with the coming into force of any provision of this Part, by order make such provision as he thinks fit— a for the transfer and apportionment of property and for the transfer, apportionment and creation of rights and liabilities; b for the transfer of members of police forces in England and Wales and other persons. 3 An order under this section may— a provide for the Secretary of State, or any other person nominated by or in accordance with the order, to determine any matter requiring determination under or in consequence of the order; and b make provision as to the payment of fees charged, or expenses incurred, by any person nominated to determine any matter by virtue of paragraph (a). 4 A statutory instrument containing an order under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "104", "section_title": " Vice-chairmen", "section_text": "104 1 In Schedule 2 to the 1996 Act (police authorities outside London), after paragraph 9 there shall be inserted— Vice-chairmen 9A 1 At an annual meeting a police authority may appoint one or more vice-chairmen from among its members. 2 The making of appointments under sub-paragraph (1) shall be the first business transacted at the meeting after the appointment of the chairman. 3 Where a vice-chairman ceases to hold office at any time between annual meetings, a police authority may make an appointment to fill the vacancy at any meeting of the authority held more than fourteen days after the occurrence of the vacancy. 4 Subject to any standing orders made by a police authority, anything authorised or required to be done by, to or before their chairman may be done by, to or before any vice-chairman of the authority. 2 In Schedule 2A to that Act (the Metropolitan Police Authority), after paragraph 6 there shall be inserted— Vice-chairmen 6A 1 At an annual meeting the Metropolitan Police Authority may appoint one or more vice-chairmen from among its members. 2 The making of appointments under sub-paragraph (1) shall be the first business transacted at the meeting after the appointment of the chairman. 3 Where a vice-chairman ceases to hold office at any time between annual meetings, the Metropolitan Police Authority may make an appointment to fill the vacancy at any meeting of the Authority held more than fourteen days after the occurrence of the vacancy. 4 Subject to any standing orders made by the Metropolitan Police Authority, anything authorised or required to be done by, to or before their chairman may be done by, to or before any vice-chairman of the authority. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In the following provisions (tenure of office, eligibility for reappointment and validity of acts of chairman and members of police authorities etc.)— a paragraphs 17(1) and 21 to 23 of Schedule 2 to the 1996 Act,  and b paragraphs 12(1) and 16 to 18 of Schedule 2A to that Act,  . . .  c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . after “chairman”, wherever it occurs, there shall be inserted  “                    or vice-chairman                  ” . 5 In paragraph 24 of Schedule 2 to the 1996 Act, paragraph 19 of Schedule 2A to that Act and paragraph 16 of Schedule 2 to the 1997 Act (validity of acts)— a after “of chairman”, in each case, there shall be inserted,  “                        by a vacancy for a vice-chairman                      ” ; and b after “as chairman”, in each case, there shall be inserted  “                        or vice-chairman                      ” . 6 In paragraph 25 of Schedule 2 to the 1996 Act (allowances for members of police authorities)— a in sub-paragraph (1), after “chairman” there shall be inserted  “                        , vice-chairmen                      ” ; and b in sub-paragraph (2), after “chairman,” there shall be inserted  “                        a vice-chairman,                      ” . 7 In paragraph 20 of Schedule 2A to the 1996 Act (allowances for members of the Metropolitan Police Authority etc.)— a in sub-paragraph (1), after “chairman” there shall be inserted  “                        , vice-chairmen                      ” ; and b in sub-paragraph (3), after “chairman,” there shall be inserted  “                        a vice-chairman,                      ” . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 In paragraph 6B(b) of Schedule 12 to the Local Government Act 1972 (c. 70)\t\t\t\t\t(persons to preside in the case of a police authority in the absence of the chairman), for the words from “another member” to “preside” there shall be substituted the following person shall preside—                     i in a case in which only one vice-chairman is present at the meeting, that vice-chairman; ii in a case in which more than one vice-chairman is present at the meeting, the vice-chairman chosen by the members present; and iii in any other case, the member chosen by the members present; ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "105", "section_title": " Political balance on police authorities", "section_text": "105 1 In paragraph 4(1) of Schedule 2 to the 1996 Act (balance of parties on council to be reflected in appointments to police authority), for the words from “the members for” onwards there shall be substituted in the case of the members for whose appointment it is responsible, the proportion who are members of any given party—                     a where it is a council that is responsible for their appointment, is the same as the proportion of the members of the council who are members of that party; and b where it is a joint committee that is so responsible, is the same as the proportion of the members of the relevant councils taken as a whole who are members of that party. 2 In paragraph 2(3) of Schedule 2A to that Act (which makes corresponding provision for the Metropolitan Police Authority), for the words from “the members for” onwards there shall be substituted  “                    in the case of the members of the Authority who are members of the London Assembly appointed under this paragraph, the proportion who are members of any given party is the same as the proportion of the members of the London Assembly who are members of that party                  ” ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "106", "section_title": " Removal of age qualification for membership", "section_text": "106 1 The following provisions (which disqualify persons of more than seventy years old from membership of police authorities etc. and from selection panels of police authorities) shall cease to have effect— a paragraph 10 of Schedule 2 to the 1996 Act (police authorities outside London); b paragraph 1(b) of Schedule 2 to the 1997 Act (service authorities for the National Crime Squad and the National Criminal Intelligence Service). 2 Accordingly, in paragraphs 12 to 14 of Schedule 2 to the 1996 Act, for the words “paragraphs 10 and 11”, wherever they occur, there shall be substituted  “                    paragraph 11                  ” ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "107", "section_title": " Payment of allowances to authority members etc.", "section_text": "107 1 In each of the following provisions (which provide for the members of certain authorities to be made such payments by way of reimbursement of expenses and allowances as the Secretary of State may determine), the words “and allowances” shall be omitted— a paragraph 25(1) of Schedule 2 to the 1996 Act (police authorities outside London); b paragraph 20(1) of Schedule 2A to that Act (the Metropolitan Police Authority); c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 After paragraph 25 of Schedule 2 to the 1996 Act (the police authorities outside London) there shall be inserted— Allowances for members etc. 25A 1 Subject to the following provisions of this paragraph, a police authority may make to its chairman, vice-chairmen and other members such payments by way of allowances as the authority may determine. 2 Subject to sub-paragraph (6), no payment shall be made under this paragraph except in accordance with arrangements published by the authority not more than twelve months before the making of the payment. 3 A police authority may from time to time revise any arrangements made for the purposes of this paragraph; but, no revisions shall take effect until published by the authority. 4 It shall be the duty of a police authority, when making or revising any arrangements made for the purposes of this paragraph, to have regard to any guidance given by the Secretary of State about the payment of allowances. 5 Payments made under this paragraph may differ according to whether the recipient is the chairman, a vice chairman or other member or is appointed under paragraph 2, 5 or 8. 6 The Secretary of State may by regulations impose such limits as may be provided for by or under the regulations on the payments that may be made under this paragraph. 7 A statutory instrument containing regulations under sub-paragraph (6) shall be subject to annulment in pursuance of a resolution of either House of Parliament. Members of standards committees 25B Paragraphs 25 and 25A shall have effect in relation to a police authority as if references to members of the authority included references to persons who are not members of the authority but are members of the authority’s standards committee; and the power to make different payments according to the recipient shall include power to make different payments to persons who are not members of the authority but are members of the authority’s standards committee. 3 After paragraph 20 of Schedule 2A to that Act (the Metropolitan Police Authority) there shall be inserted— Allowances for members etc. 20A 1 Subject to the following provisions of this paragraph, the Metropolitan Police Authority may make to its chairman, vice-chairmen and other members such payments by way of allowances as that Authority may determine. 2 Subject to sub-paragraphs (6) and (7), no payment shall be made under this paragraph except in accordance with arrangements published by the Metropolitan Police Authority not more than twelve months before the making of the payment. 3 The Metropolitan Police Authority may from time to time revise any arrangements made for the purposes of this paragraph; but, no revisions shall take effect until published by that Authority. 4 It shall be the duty of the Metropolitan Police Authority, when making or revising any arrangements made for the purposes of this paragraph, to have regard to any guidance given by the Secretary of State about the payment of allowances. 5 Payments made under this paragraph may differ according to whether the recipient is the chairman, a vice chairman or one of the other members of the Metropolitan Police Authority, or is appointed under paragraph 3 or 5. 6 No payment shall be made under this paragraph to any member of the Metropolitan Police Authority who is also a member of the London Assembly. 7 The Secretary of State may by regulations impose such limits as may be provided for by or under the regulations on the payments that may be made under this paragraph. 8 A statutory instrument containing regulations under sub-paragraph (7) shall be subject to annulment in pursuance of a resolution of either House of Parliament. Members of standards committees 20B Paragraphs 20 and 20A shall have effect in relation to the Metropolitan Police Authority as if references to the members of that Authority included references to persons who are not members of that Authority but are members of the Authority’s standards committee; and the power to make different payments according to the recipient shall include power to make different payments to persons who are not members of that Authority but are members of the Authority’s standards committee. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "108", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "108 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "109", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "109 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "110", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "110 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "111", "section_title": " Funding of NCIS Service Authority", "section_text": "111 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "112", "section_title": " Duty of NCIS Service Authority to prepare accounts", "section_text": "112 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "113", "section_title": " Preparation of budget statement by NCS Service Authority", "section_text": "113 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "114", "section_title": " Funding of NCS Service Authority", "section_text": "114 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "115", "section_title": " Duty of NCS Service Authority to prepare accounts", "section_text": "115 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "116", "section_title": " Appointment of NCIS Director General", "section_text": "116 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "117", "section_title": " Removal of NCIS members (other than the Director General)", "section_text": "117 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "118", "section_title": " Removal of NCIS Director General, etc.", "section_text": "118 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "119", "section_title": " Appointment of NCS Director General", "section_text": "119 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "120", "section_title": " Removal of NCS members (other than the Director General)", "section_text": "120 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "121", "section_title": " Removal of NCS Director General etc.", "section_text": "121 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "122", "section_title": " Deputy Assistant Commissioners of Police of the Metropolis", "section_text": "122 1 Before section 9G of the 1996 Act (appointment and removal of Commanders in the metropolitan police force), there shall be inserted—  Appointment and removal of Deputy Assistant Commissioners 9FA 1 The ranks that may be held in the metropolitan police force shall include that of Deputy Assistant Commissioner of Police of the Metropolis (“ Deputy Assistant Commissioner ”). 2 Any appointment of a Deputy Assistant Commissioner shall be made by the Metropolitan Police Authority, but subject to the approval of the Secretary of State and to regulations under section 50. 3 Subsections (1) to (3) of section 9E shall apply in relation to a Deputy Assistant Commissioner as they apply in relation to the Commissioner of Police of the Metropolis. 4 Subsection (3) of this section is without prejudice to— a any regulations under section 50, or b any regulations under the Police Pensions Act 1976 (c. 35). 2 In section 9H(2) of that Act (ranks that may be held in the metropolitan police force), for “and” at the end of paragraph (c) there shall be substituted— ca Deputy Assistant Commissioner of Police of the Metropolis, and . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "123", "section_title": " Appointment and removal of deputy chief constables", "section_text": "123 1 After section 11 of the 1996 Act (appointment and removal of chief constables), there shall be inserted—  Appointment and removal of deputy chief constables 11A 1 Every police force maintained under section 2 shall have a deputy chief constable. 2 The appointment of a person to be the deputy chief constable of a police force shall be made, in accordance with regulations under section 50, by the police authority responsible for maintaining that force, but only after consultation with the chief constable and subject to the approval of the Secretary of State. 3 Subsections (2) to (4) of section 11 shall apply in relation to a deputy chief constable as they apply in relation to a chief constable. 2 In section 13 of that Act (ranks that may be held in police forces)— a in subsection (1), after “chief constable” there shall be inserted  “                        , deputy chief constable                      ” ; and b subsection (2) shall be omitted. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "124", "section_title": " Power of deputy to exercise functions of chief constable", "section_text": "124 1 In section 12 of the 1996 Act (assistant chief constable), subsections (4) to (6) shall be omitted. 2 After that section, there shall be inserted—  Power of deputy to exercise functions of chief constable 12A 1 A deputy chief constable of a police force may exercise or perform any or all of the powers or duties of the chief constable of that force— a during any absence, incapacity or suspension from duty of the chief constable, b during any vacancy in the office of the chief constable, or c at any other time, with the consent of the chief constable. 2 A police authority responsible for maintaining a police force may designate a person holding the rank of assistant chief constable in that force to exercise or perform any or all of the powers or duties of the chief constable of that force— a during any absence, incapacity or suspension from duty of both the chief constable and the deputy chief constable, or b during any vacancy in the offices of both the chief constable and the deputy chief constable. 3 Only one person shall be authorised to act at any one time by virtue of a designation under subsection (2). 4 The power to act by virtue of subsection (1)(a) or (b) or subsection (2) shall not be exercisable for a continuous period exceeding three months except with the consent of the Secretary of State. 5 The provisions of subsections (1) and (2) shall be without prejudice to any other enactment that makes provision for the exercise by any other person of powers conferred on a chief constable."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "125", "section_title": " Chief superintendents", "section_text": "125 1 In section 9H(2) of the 1996 Act (ranks that shall be prescribed for the metropolitan police force), after “those of” there shall be inserted  “                    chief superintendent,                  ” . 2 In section 13(1) of that Act (ranks that shall be prescribed for other police forces), after “ranks of” there shall be inserted  “                    chief superintendent,                  ” . 3 In the provisions of that Act that are set out in subsection (4), before the word “superintendent”, wherever occurring, there shall be inserted  “                    chief                  ” . 4 Those provisions are— a section 50(3)\t\t\t\t\t\t\t(meaning of “ senior officer ” for the purposes of proceedings in which a member of a police force may be dismissed etc.); b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c section 84(1) and (3)\t\t\t\t\t\t\t(representation at disciplinary and other proceedings). 5 In Schedule 6 to the 1996 Act (appeals to police appeal tribunals)— a in paragraph 10(a), before “superintendent” there shall be inserted  “                        chief                      ” ; and b in paragraph 10(c)(i)— i after “of the rank of” there shall be inserted  “                            chief superintendent or                          ” ; and ii for “that rank” there shall be substituted  “                            one of those ranks                          ” . 6 The amendments of Schedule 6 to that Act by virtue of this section shall not affect any appeal brought by a member of a police force under section 85 of that Act before the coming into force of this section."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "126", "section_title": " Pensions for members of NCIS and NCS", "section_text": "126 1 In section 7(2) of the Police Pensions Act 1976 (c. 35)\t\t\t\t\t(payment of pensions and contributions into Consolidated Fund or out of moneys provided by Parliament), before paragraph (d) there shall be inserted— ca the Director General of the National Criminal Intelligence Service; cb the Director General of the National Crime Squad; cc a police member of the National Criminal Intelligence Service appointed under subsection (1)(b) of section 9 of the Police Act 1997 (c. 50) by virtue of subsection (2)(a) of that section; cd a police member of the National Crime Squad appointed under subsection (1)(b) of section 55 of the Police Act 1997 by virtue of subsection (2)(a) of that section; . 2 In section 11(1) of that Act (meaning of membership of police force or service in a police force), before paragraph (c) there shall be inserted— ba service as the Director General of the National Criminal Intelligence Service; bb service as the Director General of the National Crime Squad; bc service as a police member of the National Criminal Intelligence Service appointed under subsection (1)(b) of section 9 of the Police Act 1997 by virtue of subsection (2)(a) of that section; bd service as a police member of the National Crime Squad appointed under subsection (1)(b) of section 55 of the Police Act 1997 by virtue of subsection (2)(a) of that section; . 3 In section 11(2) of that Act (meaning of “police authority”), for paragraphs (c) and (d)\t\t\t\t\t(service for which the service Authorities for the NCIS and NCS are treated as police authorities) there shall be substituted— c in relation to any such service as is mentioned in subsection (ba) or (bc) above or any service of the kind described in section 97(1)(ca) of the Police Act 1996 (c. 16) or section 38A(1)(ba) of the Police (Scotland) Act 1967 (c. 77), it means the Service Authority for the National Criminal Intelligence Service; d in relation to any such service as is mentioned in subsection (bb) or (bd) above or any service of the kind described in section 97(1)(cb) of the Police Act 1996, it means the Service Authority for the National Crime Squad; . 4 In section 11(3)(b) of that Act (meaning of “police force”), after “(ab),” there shall be inserted  “                    (ba), (bb), (bc), (bd)                  ” ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "127", "section_title": " Pensions for  ACPO  staff", "section_text": "127 1 The persons to whom section 1 of the Superannuation Act 1972 (c. 11)\t\t\t\t\t(“ the 1972 Act ”) applies (persons to or in respect of whom benefits may be provided by schemes under that Act) shall include persons who at any time after the coming into force of this section are serving in employment with the Association of Chief Police Officers of England, Wales and Northern Ireland; and, accordingly, in Schedule 1 to that Act (kinds of employment to which that Act applies), in the entries under the heading “Other bodies”, there shall be inserted, at the appropriate place— The Association of Chief Police Officers of England, Wales and Northern Ireland . 2 Section 1 of the 1972 Act shall also apply to persons who at any time before the coming into force of this section have ceased to serve with the Association of Chief Police Officers of England, Wales and Northern Ireland. 3 The Association of Chief Police Officers of England, Wales and Northern Ireland shall pay to the Minister for the Civil Service, at such times as he may direct, such sums as he may determine in respect of any increase attributable to this section in the sums payable under the 1972 Act out of money provided by Parliament."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "128", "section_title": " Amendments relating to NCIS and NCS", "section_text": "128 1 Schedule 6 to this Act (which makes minor and consequential amendments relating to this Part) shall have effect. 2 In relation to any time before the coming into force of section 2(3) of the Police (Northern Ireland) Act 2000 (c. 32), the reference to the Northern Ireland Policing Board in Schedule 2A to the 1997 Act (inserted by Schedule 6 to this Act) shall be construed as a reference to the Police Authority for Northern Ireland."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "129", "section_title": " Requirement to give reasons for granting or continuing bail", "section_text": "129 1 After section 5(2) of the Bail Act 1976 (c. 63) (supplementary provisions about decisions on bail) there shall be inserted— 2A Where a magistrates’ court or the Crown Court grants bail in criminal proceedings to a person to whom section 4 of this Act applies after hearing representations from the prosecutor in favour of withholding bail, then the court shall give reasons for granting bail. 2B A court which is by virtue of subsection (2A) above required to give reasons for its decision shall include a note of those reasons in the record of its decision and, if requested to do so by the prosecutor, shall cause the prosecutor to be given a copy of the record of the decision as soon as practicable after the record is made. 2 After section 5A(1) of that Act (supplementary provisions in cases of police bail) there shall be inserted— 1A Subsections (2A) and (2B) shall be omitted. 3 After section 5B(8) of that Act (reconsideration of decisions granting bail) there shall be inserted— 8A Where the court, on a reconsideration under this section, refuses to withhold bail from a relevant person after hearing representations from the prosecutor in favour of withholding bail, then the court shall give reasons for refusing to withhold bail. 8B In subsection (8A) above, “ relevant person ” means a person to whom section 4(1) (and Schedule 1) of this Act is applicable in accordance with subsection (4) above. 8C A court which is by virtue of subsection (8A) above required to give reasons for its decision shall include a note of those reasons in any record of its decision and, if requested to do so by the prosecutor, shall cause the prosecutor to be given a copy of any such record as soon as practicable after the record is made. 4 In Part 1 of Schedule 1 to that Act, paragraph 9A (court to give reasons for granting bail in certain homicide and rape cases) shall be omitted."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "130", "section_title": " Remands and committals to secure accommodation etc", "section_text": "130 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "131", "section_title": " Monitoring of compliance with bail conditions", "section_text": "131 1 In section 3 of the Bail Act 1976 (c. 63)\t\t\t\t\t(general provisions), after subsection (6) there shall be inserted— 6ZAA Subject to section 3AA below, if he is a child or young person he may be required to comply with requirements imposed for the purpose of securing the electronic monitoring of his compliance with any other requirement imposed on him as a condition of bail. 2 After that section there shall be inserted—  Electronic monitoring of compliance with bail conditions 3AA 1 A court shall not impose on a child or young person a requirement under section 3(6ZAA) above (an “ electronic monitoring requirement ”) unless each of the following conditions is satisfied. 2 The first condition is that the child or young person has attained the age of twelve years. 3 The second condition is that— a the child or young person is charged with or has been convicted of a violent or sexual offence, or an offence punishable in the case of an adult with imprisonment for a term of fourteen years or more; or b he is charged with or has been convicted of one or more imprisonable offences which, together with any other imprisonable offences of which he has been convicted in any proceedings— i amount, or ii would, if he were convicted of the offences with which he is charged, amount, to a recent history of repeatedly committing imprisonable offences while remanded on bail or to local authority accommodation. 4 The third condition is that the court— a has been notified by the Secretary of State that electronic monitoring arrangements are available in each petty sessions area which is a relevant area; and b is satisfied that the necessary provision can be made under those arrangements. 5 The fourth condition is that a youth offending team has informed the court that in its opinion the imposition of such a requirement will be suitable in the case of the child or young person. 6 Where a court imposes an electronic monitoring requirement, the requirement shall include provision for making a person responsible for the monitoring; and a person who is made so responsible shall be of a description specified in an order made by the Secretary of State. 7 The Secretary of State may make rules for regulating— a the electronic monitoring of compliance with requirements imposed on a child or young person as a condition of bail; and b without prejudice to the generality of paragraph (a) above, the functions of persons made responsible for securing the electronic monitoring of compliance with such requirements. 8 Rules under this section may make different provision for different cases. 9 Any power of the Secretary of State to make an order or rules under this section shall be exercisable by statutory instrument. 10 A statutory instrument containing rules made under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 11 In this section “ local authority accommodation ” has the same meaning as in the Children and Young Persons Act 1969 (c. 54). 12 For the purposes of this section a petty sessions area is a relevant area in relation to a proposed electronic monitoring requirement if the court considers that it will not be practicable to secure the electronic monitoring in question unless electronic monitoring arrangements are available in that area. 3 In subsection (7) of that section (cases where parent or guardian may be required to secure compliance with requirements), after “(6)” there shall be inserted  “                    , (6ZAA)                  ” . 4 In section 3A(3) of that Act (which modifies section 3 of that Act in its application to bail granted by a custody officer), after “subsections” there shall be inserted  “                    (6ZAA),                  ” ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "132", "section_title": " Monitoring of compliance with conditions of non-secure remand", "section_text": "132 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "133", "section_title": " Arrangements for detention in secure training centres", "section_text": "133 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "134", "section_title": " Registration for criminal records purposes", "section_text": "134 1 After section 120 of the 1997 Act there shall be inserted—  Refusal and cancellation of registration 120A 1 The Secretary of State may refuse to include a person in the register maintained for the purposes of this Part if it appears to him that the registration of that person is likely to make it possible for information to become available to an individual who, in the Secretary of State’s opinion, is not a suitable person to have access to that information. 2 The Secretary of State may remove a person from the register if it appears to the Secretary of State— a that the registration of that person is likely to make it possible for information to become available to an individual who, in the Secretary of State’s opinion, is not a suitable person to have access to that information; or b that the registration of that person has resulted in information becoming known to such an individual. 3 In determining for the purposes of this section whether an individual is a suitable person to have access to any information, the Secretary of State may have regard, in particular, to— a any information relating to that person which concerns a relevant matter; b whether that person is included in any list mentioned in section 113(3A) or (3C); and c any information provided to the Secretary of State under subsection (4). 4 It shall be the duty of the chief officer of any police force to comply, as soon as practicable after receiving it, with any request by the Secretary of State to provide the Secretary of State with information which— a is available to the chief officer; b relates to— i an applicant for registration; ii a registered person; or iii an individual who is likely to have access to information in consequence of the countersigning of applications by a particular applicant for registration or by a particular registered person; and c concerns a matter which the Secretary of State has notified to the chief officer to be a matter which, in the opinion of the Secretary of State, is relevant to the determination of the suitability of individuals for having access to the information that may be provided in consequence of the countersigning of applications under this Part. 5 In this section “ relevant matter ” has the same meaning as in section 113. 2 In section 119 of that Act (sources of information)— a in subsections (1) and (4)\t\t\t\t\t\t\t(supply of information to the Secretary of State for the purposes of applications under Part V), for “for the purposes of an application under this Part” there shall be substituted for the purpose of enabling him to carry out his functions under this Part in relation to—                         a any application for a certificate or for registration; or b the determination of whether a person should continue to be a registered person. ; b after subsection (1) there shall be inserted— 1A Any person who keeps a list mentioned in section 113(3A) or (3C) above shall make the contents of that list available to the Secretary of State for the purpose of enabling him to carry out his functions under this Part in relation to— a any application for a certificate or for registration; or b the determination of whether a person should continue to be a registered person. and c in subsection (3)\t\t\t\t\t\t\t(payment for information provided under subsection (2)), for “subsection (2)” there shall be substituted  “                        section 120A(4) or subsection (2) of this section                      ” . 3 In section 120(2) of that Act (duty to grant registration), after “Subject to” there shall be inserted  “                    section 120A and                  ” . 4 In section 120(3) of that Act (regulations about registration), after paragraph (a) there shall be inserted— aa the nomination, in the case of a body corporate or unincorporate, of the individuals authorised to act for the body in relation to the countersigning of applications under this Part; ab the refusal by the Secretary of State, on such grounds as may be specified in or determined under the regulations, to accept or to continue to accept the nomination of a person as so authorised; ."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "135", "section_title": " Ministerial expenditure etc", "section_text": "135 There shall be paid out of money provided by Parliament— a any expenditure incurred by the Secretary of State for or in connection with the carrying out of his functions under this Act; and b any increase attributable to this Act in the sums which are payable out of money so provided under any other Act."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "136", "section_title": " General interpretation", "section_text": "136 In this Act— “ the 1984 Act ” means the Police and Criminal Evidence Act 1984 (c. 60); “ the 1996 Act ” means the Police Act 1996 (c. 16); and “ the 1997 Act ” means the Police Act 1997 (c. 50)."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "137", "section_title": " Repeals", "section_text": "137 The enactments and instruments mentioned in Schedule 7 (which include spent provisions) are hereby repealed or (as the case may be) revoked to the extent specified in the third column of that Schedule."}, {"act": "Criminal Justice and Police Act 2001", "year": 2001, "section": "138", "section_title": " Short title, commencement and extent", "section_text": "138 1 This Act may be cited as the Criminal Justice and Police Act 2001. 2 The provisions of this Act, other than this section and sections 42 and 43, 81 to 85, 109, 116(7) and 119(7), shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be appointed under this subsection for different purposes. 3 An order under subsection (2) may contain such savings as the Secretary of State thinks fit. 4 Section 85 comes into force at the end of the period of two months beginning with the day on which this Act is passed. 5 Subject to subsections (6) to (12), this Act extends to England and Wales only. 6 The following provisions of this Act extend to the United Kingdom— a sections 33 to 38; b Part 2; c section 86(1) and (2); d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e section 127; and f section 136 and this section. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 Section 126 extends to Great Britain only. 9 Sections 29, 39 to 41, 72, 75, 84 and 134 extend to England and Wales and Northern Ireland only. 10 Section 83 extends to Northern Ireland only. 11 Section 86(3) has the same extent as section 27 of the Petty Sessions (Ireland) Act 1851 (c. 93). 12 An amendment, repeal or revocation contained in Schedule 4, 6 or 7 has the same extent as the enactment or instrument to which it relates."}]