[{"act": "Election Publications Act 2001", "year": 2001, "section": "1", "section_title": " Restoration of previous law relating to election publications", "section_text": "1 1 Despite the relevant commencement order— a section 143 of the Political Parties, Elections and Referendums Act 2000 (c. 41)\t\t\t\t\t\t\t(details to appear on election material), and b paragraph 14 of Schedule 18 to that Act (replacement of section 110 of the Representation of the People Act 1983 (c. 2)), shall be deemed not to have come into force on the commencement date. 2 As a result of subsection (1)(b), section 110 of the 1983 Act (details to appear on candidates’ election material)— a shall, as from the passing of this Act, have effect in the form in which it had effect immediately before the commencement date, and b shall be deemed to have had effect in that form at all times on or after the commencement date and before the passing of this Act. 3 Subsection (2) has effect despite any repeal by the 2000 Act of any provision amending section 110 of the 1983 Act. 4 In this section— “ the commencement date ” means 16th February 2001 (the date appointed by the relevant commencement order for the coming into force of the provisions mentioned in subsection (1)); “ the relevant commencement order ” means the Political Parties, Elections and Referendums Act 2000 (Commencement  No.  1 and Transitional Provisions) Order 2001 ( S.I.  2001/222)."}, {"act": "Election Publications Act 2001", "year": 2001, "section": "2", "section_title": " Introduction of new law relating to election publications", "section_text": "2 1 The Secretary of State  ...may by order made by statutory instrument provide— a that either or both of the provisions of the 2000 Act mentioned in section 1(1) above shall come into force on a day appointed by the order; b that any of the provisions of section 1 above specified in the order shall in consequence cease to have effect on that day to such extent as is so specified. 2 Different days may be appointed under subsection (1) for different purposes. 3 An order under subsection (1) may contain such transitional provisions and savings (including provisions modifying enactments) as the Secretary of State  ... considers appropriate."}, {"act": "Election Publications Act 2001", "year": 2001, "section": "3", "section_title": " Short title, construction, transitionals and extent", "section_text": "3 1 This Act may be cited as the Election Publications Act 2001. 2 In this Act— “ the 1983 Act ” means the Representation of the People Act 1983 (c. 2); “ the 2000 Act ” means the Political Parties, Elections and Referendums Act 2000 (c. 41). 3 Where any act or omission occurring during the continuation period would, if section 1(1) and (2) above had not been enacted, have been lawful by reason of— a the act being done in compliance with, or b the omission being made in reliance on, any provisions of the new section 110 (the “relevant provisions” of that section), it shall be deemed to be lawful despite section 1(1) and (2). 4 In subsection (3)— “ the continuation period ” means the period beginning with the commencement date (within the meaning of section 1) and ending immediately before the day on which the relevant provisions of the new section 110 come into force by virtue of an order under section 2(1); “ the new section 110 ” means the section 110 of the 1983 Act contained in paragraph 14 of Schedule 18 to the 2000 Act. 5 This Act extends to the whole of the United Kingdom. 6 However, so far as it relates in any way to section 110 of the 1983 Act, this Act does not have effect in relation to local government elections in Scotland (within the meaning of that Act)."}]