[{"act": "Elections Act 2001", "year": 2001, "section": "1", "section_title": " Postponement of local government elections in England and Wales", "section_text": "1 1 If the ordinary day of election for an ordinary local government election in England or Wales would otherwise be 3rd May 2001, it is to be postponed to 7th June 2001. 2 If the day of election for a local government election in England or Wales to fill a casual vacancy would otherwise be 3rd May 2001, or a day after that day but before 7th June 2001, it is to be postponed to 7th June 2001. 3 A person validly nominated as a candidate at an election to which this section applies does not have to be nominated again for that election. 4 In an uncontested election, a declaration of election made before the passing of this Act, for an election to which this section applies, is to have no effect. 5 Subsection (4) does not prevent the making of a further declaration in the case of an uncontested election. 6 Paragraph 1(2)(b) of Schedule 12 to the Local Government Act 1972 (c. 70) (date of annual council meeting in years when there is no ordinary election) is to have effect for the year 2001 as if for “March, April or May” there were substituted  “                  March, April, May or June                ” . 7 The limit on the election expenses of any candidate at an election to which this section applies is increased by 50% (whenever he was nominated)."}, {"act": "Elections Act 2001", "year": 2001, "section": "2", "section_title": " Postponement of local elections in Northern Ireland", "section_text": "2 1 The election day for local elections in Northern Ireland is postponed from 16th May 2001 to 7th June 2001. 2 A person validly nominated as a candidate at an election to which this section applies does not have to be nominated again for that election. 3 The limit on the election expenses of any candidate at an election to which this section applies is increased by 50% (whenever he was nominated)."}, {"act": "Elections Act 2001", "year": 2001, "section": "3", "section_title": " Combination of polls", "section_text": "3 1 Section 15 of the Representation of the People Act 1985 (c. 50) (which requires polls for different elections to be taken together if they are to be taken on the same day) shall extend to Northern Ireland. 2 In section 15 of the 1985 Act insert the following subsection after subsection (5)— 6 In its application to Northern Ireland, subsection (1) above shall have effect as if the references to an ordinary local government election were to a local election. 3 In consequence of subsection (1) above, in section 29(5) of the 1985 Act (which excepts certain sections from the extension to Northern Ireland, including sections 15 to 18) for “15 to 18” substitute  “                  16 to 18                ” . 4 In section 84 of the Northern Ireland Act 1998 (c. 47) (power to make provision by Order in Council in relation to certain matters relating to Northern Ireland) after subsection (1) insert— 1A The power in subsection (1) includes power to make provision with respect to polls at elections for district councillors when they are combined with polls at other elections."}, {"act": "Elections Act 2001", "year": 2001, "section": "4", "section_title": " Modification of election provisions", "section_text": "4 The Schedule modifies provisions relating to parliamentary elections and local elections in cases where the polls for such elections are to be taken together in Northern Ireland."}, {"act": "Elections Act 2001", "year": 2001, "section": "5", "section_title": " Finance", "section_text": "5 1 This section applies if the polls at the following elections in Northern Ireland are combined under section 15 of the Representation of the People Act 1985— a any parliamentary general election for which the date of the poll is 7th June 2001, and b the local elections for which the election day is that date. 2 Section 15(4) of that Act (cost of combined polls to be apportioned equally among the elections) does not apply. 3 Section 29 of the Representation of the People Act 1983 (c. 2) (charges of returning officer in connection with parliamentary election charged on Consolidated Fund) applies as if the reference in subsection (3) to a parliamentary election were to the elections referred to in subsection (1) above. 4 The Parliamentary Elections (Returning Officer’s Charges) (Northern Ireland) Order 1997 ( S.I.  1997/774) is to be taken to apply to the elections referred to in subsection (1) above and references to an election or a parliamentary election in that Order are to be construed accordingly. 5 Part A of the Schedule to that Order is modified as follows— a the amount specified in the right-hand column in paragraph 1(2) (maximum recoverable expenses in respect of presiding officers) is increased by £67.25; b the amount specified in the right-hand column in paragraph 1(3) (increase in maximum recoverable expenses in respect of only one presiding officer at certain polling stations) is increased by £3.02; c the amount specified in the right-hand column in paragraph 2(2) (maximum recoverable expenses in respect of poll clerks) is increased by £34.80. 6 References to the Parliamentary Elections (Returning Officer’s Charges) (Northern Ireland) Order 1997 include references to that Order as amended whether the amendment is made before or after this section comes into force."}, {"act": "Elections Act 2001", "year": 2001, "section": "6", "section_title": " Compensation", "section_text": "6 1 The Secretary of State may— a make a scheme for compensating any local authority which, or candidate who, incurs additional expenditure as a result of any provision of, or made under, this Act, and b make payments in accordance with the scheme. 2 Claims for compensation must be made in accordance with the scheme. 3 The scheme may provide that in the case of a candidate for a registered political party any payment of compensation may be made to that party rather than to the candidate. 4 The Secretary of State’s expenditure under this section is to be paid out of money provided by Parliament. 5 “ Registered political party ” has such meaning as may be specified in the scheme."}, {"act": "Elections Act 2001", "year": 2001, "section": "7", "section_title": " Consequential provision", "section_text": "7 1 The Secretary of State may by order make such consequential, transitional or supplemental provision as he considers appropriate as a result of any provision of, or made under, this Act. 2 An order may, in particular, amend any provision of, or made under, an enactment or modify the application of such a provision. 3 The power to make an order is exercisable by statutory instrument. 4 A statutory instrument made under this section is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Elections Act 2001", "year": 2001, "section": "8", "section_title": " Short Title", "section_text": "8 This Act may be cited as the Elections Act 2001."}]