[{"act": "International Criminal Court Act 2001", "year": 2001, "section": "1", "section_title": " The  ICC  and the ICC Statute", "section_text": "1 1 In this Act— “ the ICC ” means the International Criminal Court established by the Statute of the International Criminal Court, done at Rome on 17th July 1998; “ the ICC Statute ” means that Statute; and “ ICC crime ” means a crime (other than the crime of aggression) over which the ICC has jurisdiction in accordance with the ICC Statute. 2 References in this Act to articles are, unless otherwise indicated, to articles of the ICC Statute. 3 Schedule 1 to this Act contains supplementary provisions relating to the ICC."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "2", "section_title": " Request for arrest and surrender", "section_text": "2 1 Where the Secretary of State receives a request from the ICC for the arrest and surrender of a person alleged to have committed an ICC crime, or to have been convicted by the ICC, he shall transmit the request and the documents accompanying it to an appropriate judicial officer. 2 If it appears to the Secretary of State that the request should be considered by an appropriate judicial officer in Scotland, he shall transmit the request and the documents accompanying it to the Scottish Ministers who shall transmit them to an appropriate judicial officer. 3 If the request is accompanied by a warrant of arrest and the appropriate judicial officer is satisfied that the warrant appears to have been issued by the ICC, he shall endorse the warrant for execution in the United Kingdom. 4 If in the case of a person convicted by the ICC the request is not accompanied by a warrant of arrest, but is accompanied by— a a copy of the judgment of conviction, b information to demonstrate that the person sought is the one referred to in the judgment of conviction, and c where the person sought has been sentenced, a copy of the sentence imposed and a statement of any time already served and the time remaining to be served, the officer shall issue a warrant for the arrest of the person to whom the request relates. 5 In this Part a warrant endorsed or issued under this section is referred to as a “ section 2 warrant ”."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "3", "section_title": " Request for provisional arrest", "section_text": "3 1 This section applies where the Secretary of State receives from the ICC a request for the provisional arrest of a person alleged to have committed an ICC crime or to have been convicted by the ICC. 2 If it appears to the Secretary of State that application for a warrant should be made in England and Wales— a he shall transmit the request to a constable and direct the constable to apply for a warrant for the arrest of that person, and b on an application by a constable stating on oath that he has reason to believe— i that a request has been made on grounds of urgency by the ICC for the arrest of a person, and ii that the person is in, or on his way to, the United Kingdom, an appropriate judicial officer shall issue a warrant for the arrest of that person. 3 If it appears to the Secretary of State that application for a warrant should be made in Scotland— a he shall transmit the request to the Scottish Ministers who shall instruct the procurator fiscal to apply for a warrant for the arrest of that person, and b on the application by the procurator fiscal, which shall state— i that a request has been made on grounds of urgency by the ICC for the arrest of a person, and ii that the person is in, or on his way to, Scotland, an appropriate judicial officer shall issue a warrant for the arrest of that person. 4 Where an appropriate judicial officer issues a warrant under this section, he shall notify the Secretary of State and, where the proceedings are in Scotland, the Scottish Ministers that he has done so. 5 In this Part a warrant issued under this section is referred to as a “ provisional warrant ”."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "4", "section_title": " Dealing with person arrested under provisional warrant", "section_text": "4 1 A person arrested under a provisional warrant shall be brought before a competent court as soon as is practicable. 2 If there is produced to the court a section 2 warrant in respect of that person, the court shall proceed as if he had been arrested under that warrant. 3 If no such warrant is produced, the court shall remand him pending the production of such a warrant. 4 Provision shall be made by Order in Council under paragraph 3 of Schedule 1 (power to make provision to give effect to Rules of Evidence and Procedure) specifying— a the period for which a person may be so remanded at any time, and b the total period for which a person may be so remanded, having regard to the time limits specified in Rules of Evidence and Procedure for the purposes of article 92.3. 5 If at any time when the person is so remanded there is produced to the court a section 2 warrant in respect of him— a the court shall terminate the period of remand, and b he shall be treated as if arrested under that warrant— i if he was remanded in custody, at the time the warrant was produced to the court; ii if he was remanded on bail, when he surrenders to his bail. 6 If no such warrant is produced to the court before the end of the period of the remand (including any extension of that period), the court shall discharge him. 7 The fact that a person has been discharged under this section does not prevent his subsequent arrest under a section 2 warrant."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "5", "section_title": " Proceedings for delivery order", "section_text": "5 1 A person arrested under a section 2 warrant shall be brought before a competent court as soon as is practicable. 2 If the competent court is satisfied— a that the warrant— i is a warrant of the ICC and has been duly endorsed under section 2(3), or ii has been duly issued under section 2(4), and b that the person brought before the court is the person named or described in the warrant, it shall make a delivery order. 3 A “ delivery order ” is an order that the person be delivered up— a into the custody of the ICC, or b if the ICC so directs in the case of a person convicted by the ICC, into the custody of the state of enforcement, in accordance with arrangements made by the Secretary of State. 4 In the case of a person alleged to have committed an ICC crime, the competent court may adjourn the proceedings pending the outcome of any challenge before the ICC to the admissibility of the case or to the jurisdiction of the ICC. 5 In deciding whether to make a delivery order the court is not concerned to enquire— a whether any warrant issued by the ICC was duly issued, or b in the case of a person alleged to have committed an ICC crime, whether there is evidence to justify his trial for the offence he is alleged to have committed. 6 Whether or not it makes a delivery order, the competent court may of its own motion, and shall on the application of the person arrested, determine— a whether the person was lawfully arrested in pursuance of the warrant, and b whether his rights have been respected. 7 In making a determination under subsection (6) the court shall apply the principles which would be applied on an application for judicial review. 8 If the court determines— a that the person has not been lawfully arrested in pursuance of the warrant, or b that the person’s rights have not been respected, it shall make a declaration or declarator to that effect, but may not grant any other relief. 9 The court shall notify the Secretary of State (and, where the proceedings are in Scotland, the Scottish Ministers) of any declaration or declarator under subsection (8) and the Secretary of State shall transmit that notification to the ICC."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "6", "section_title": " Supplementary provisions as to proceedings before competent court", "section_text": "6 1 The following provisions apply in relation to proceedings before a competent court under section 5. 2 In the case of proceedings in England and Wales— a the court has the like powers, as nearly as may be, including power to adjourn the case and meanwhile to remand the person whose surrender is sought, as if the proceedings were the summary trial of an information against that person; b if the court adjourns the proceedings, it shall on doing so remand the person whose surrender is sought; c the proceedings are criminal proceedings for the purposes of Part 1 of the                     Legal Aid, Sentencing and Punishment of Offenders Act 2012 ; d section 16(1)(c) of the Prosecution of Offences Act 1985 (c. 23) (defence costs on dismissal of proceedings) applies, reading the reference to the dismissal of the information as a reference to the discharge of the person arrested. 3 In the case of proceedings in Scotland— a the court has the like powers, including power to adjourn the case and meanwhile to remand the person whose surrender is sought, and the proceedings shall be conducted as nearly as may be in the like manner, as if the proceedings were summary proceedings in respect of an offence alleged to have been committed by that person; b the provisions of the Legal Aid (Scotland) Act 1986 (c. 47) relating to such proceedings, or any appeal proceedings following thereon, apply to that person."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "7", "section_title": " Consent to surrender", "section_text": "7 1 A person arrested under this Part may consent to being delivered up into the custody of the ICC or, in the case of a person convicted by the ICC, of the state of enforcement. This is referred to below as “ consent to surrender ”. 2 Consent to surrender may be given— a by the person himself, or b in circumstances in which it is inappropriate for the person to act for himself, by reason of his physical or mental condition or his youth, by an appropriate person acting on his behalf. 3 Consent to surrender must— a be given in writing in the prescribed form or a form to the like effect, and b be signed in the presence of a justice of the peace or, in Scotland, a sheriff. The “ prescribed form ” means that prescribed by   Criminal Procedure Rules   or, in Scotland, by the High Court of Justiciary by Act of Adjournal. 4 Where consent to surrender has been given— a a competent court before which the person is brought shall forthwith make a delivery order, and b he shall be taken to have waived his rights under section 12 (right to review of delivery order). 5 Where consent to surrender has been given, notice of that fact shall be given— a if the person is in custody, to the prison governor, constable or other person in whose custody he is; b if the person is on bail in England and Wales, to the officer in charge of the police station at which he is required to surrender to custody. 6 For the purposes of subsection (5)(b) notice shall be treated as given if it is sent by registered post, or recorded delivery, addressed to the officer mentioned."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "8", "section_title": " Procedure where court refuses order", "section_text": "8 1 If a competent court refuses to make a delivery order, it shall— a make an order remanding the person arrested, and b notify the Secretary of State and, in the case of proceedings in Scotland, the Scottish Ministers of its decision and of the grounds for it. 2 If the court is informed without delay that an appeal is to be brought under section 9 or 10, the order remanding the person arrested shall continue to have effect. 3 If the court is not so informed, it shall discharge the person arrested."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "9", "section_title": " Appeal against refusal of delivery order: England and Wales", "section_text": "9 1 If a competent court in England and Wales refuses to make a delivery order, the Secretary of State may appeal against the decision to the High Court. No permission is required for such an appeal, which shall be by way of re-hearing. 2 If the High Court allows the appeal it may— a make a delivery order, or b remit the case to the competent court to make a delivery order in accordance with the decision of the High Court. 3 If the High Court dismisses the appeal, the Secretary of State may, with the permission of the High Court or the Supreme Court , appeal to the      Supreme Court . In relation to a decision of the High Court on an appeal under this section, section 1 of the Administration of Justice Act 1960 (c. 65) (appeals to the     Supreme Court ) applies with the omission of so much of subsection (2) of that section as restricts the grant of leave to appeal. 4 The   Supreme Court  may exercise any of the powers conferred on the High Court by subsection (2) above. 5 Where a delivery order is made by the High Court or the  Supreme Court , the provisions of section 11(1)(a) and (c), (2) and (3) (procedure where court makes delivery order) apply in relation to that court as they apply to a competent court in England and Wales which makes a delivery order. 6 An order for the remand of the arrested person which continues in force under section 8(2) shall cease to have effect if the High Court dismisses the appeal and the Secretary of State does not without delay— a apply for permission to appeal to the     Supreme Court , or b inform the High Court that he intends to apply for such permission. Subject to that, any such order shall have effect so long as the case is pending. For this purpose a case is pending (unless proceedings are discontinued) until (disregarding any power of a court to allow a step to be taken out of time) there is no step that the Secretary of State can take."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "10", "section_title": " Appeal against refusal of delivery order: Scotland", "section_text": "10 1 If a competent court in Scotland refuses to make a delivery order, the procurator fiscal may appeal against the decision to the High Court of Justiciary by note of appeal. 2 If the High Court of Justiciary allows the appeal it may— a make a delivery order, or b remit the case to the competent court to make a delivery order in accordance with the decision of the High Court of Justiciary. 3 Where a delivery order is made by the High Court of Justiciary, the provisions of section 11(1)(a) and (c), (2) and (3) (procedure where court makes delivery order) apply in relation to that court as they apply to a competent court in Scotland which makes a delivery order. 4 An order for the remand of the arrested person which continues in force under section 8(2) shall cease to have effect if the High Court of Justiciary dismisses the appeal. Subject to that, any such order shall have effect so long as the case is pending. For this purpose a case is pending (unless proceedings are discontinued) until (disregarding any power of a court to allow a step to be taken out of time) there is no step that the procurator fiscal can take. 5 In relation to an appeal under this section the High Court of Justiciary may make an order providing for the detention of the person to whom it relates or may grant bail. 6 Section 177(2) of the Criminal Procedure (Scotland) Act 1995 (c. 46) (disposal of the application for bail) applies for the purposes of such an appeal as it applies for the purposes of an appeal such as is mentioned in section 176 of that Act."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "11", "section_title": " Procedure where court makes order", "section_text": "11 1 Where a competent court makes a delivery order in respect of a person, the court shall— a commit the person to custody or on bail to await the Secretary of State’s directions as to the execution of the order, b inform the person of his rights under section 12 (right to review of delivery order) in ordinary terms and in a language which appears to the court to be one which he fully understands and speaks, and c notify the Secretary of State and, in the case of proceedings in Scotland, the Scottish Ministers of its decision. 2 A person committed to custody under subsection (1)(a) shall be committed to prison or to the custody of a constable. 3 A court which commits a person to custody under subsection (1)(a) may subsequently grant bail."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "12", "section_title": " Right to review of delivery order", "section_text": "12 1 The Secretary of State shall not give directions for the execution of a delivery order until after the end of the period of 15 days beginning with the date on which the order is made. This does not apply if the person in respect of whom the order is made— a waives his rights under this section (see section 13), or b is taken to have done so (see section 7(4)(b)). 2 If before the end of that period an application for habeas corpus is made by the person in respect of whom the delivery order is made, or on his behalf, directions for the execution of the order shall not be given while proceedings on the application are still pending. 3 Proceedings on any such application shall be treated as pending until they are discontinued or there is no further possibility of an appeal. For this purpose any power of a court to allow an appeal out of time shall be disregarded. 4 On an application for habeas corpus to which this section applies— a the court shall set aside the delivery order and order the person’s discharge if it is not satisfied of the matters mentioned in section 5(2), and b the provisions of section 5(4) to (9) apply in relation to the court to which the application is made as they apply to the court that made the delivery order (but with the substitution in section 5(6) for “makes a delivery order” of “sets aside the delivery order”). 5 In the application of this section to Scotland references to an application for habeas corpus shall be read as references to the presentation of a Bill of Suspension."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "13", "section_title": " Waiver of right to review", "section_text": "13 1 A person in respect of whom a delivery order has been made may waive his right to review of the order. 2 Waiver of the right to review may be made— a by the person himself, or b in circumstances in which it is inappropriate for the person to act for himself, by reason of his physical or mental condition or his youth, by an appropriate person acting on his behalf. 3 Waiver of the right to review must— a be made in writing in the prescribed form or a form to the like effect, and b be signed in the presence of a justice of the peace or, in Scotland, a sheriff. The “ prescribed form ” means that prescribed by   Criminal Procedure Rules   or, in Scotland, by the High Court of Justiciary by Act of Adjournal. 4 Where a person has waived his right to review of the delivery order— a no such application as is mentioned in section 12 may be made, and b the order shall be taken for all purposes to be validly made. 5 Where a person has waived his right to review, notice of that fact shall be given— a if the person is in custody, to the prison governor, constable or other person in whose custody he is; b if the person is on bail in England and Wales, to the officer in charge of the police station at which he is required to surrender to custody. 6 For the purposes of subsection (5)(b) notice shall be treated as given if it is sent by registered post, or recorded delivery, addressed to the officer mentioned."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "14", "section_title": " Effect of warrant of arrest", "section_text": "14 1 For the purposes of any enactment or rule of law relating to warrants of arrest— a a section 2 warrant endorsed or issued in any part of the United Kingdom, or b a provisional warrant issued in any part of the United Kingdom, shall be treated as if it were a warrant for the arrest of a person for an offence committed in that part of the United Kingdom. 2 Any such warrant may be executed in any part of the United Kingdom, and may be so executed by any person to whom it is directed or by any constable. 3 A person arrested under any such warrant shall be deemed to continue in legal custody until, in accordance with this Part, he is brought before a competent court."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "15", "section_title": " Effect of delivery order", "section_text": "15 1 A delivery order is sufficient authority for any person acting in accordance with the directions of the Secretary of State to receive the person to whom the order relates, keep him in custody and convey him to the place where he is to be delivered up into the custody of the ICC (or, as the case may be, of the state of enforcement) in accordance with arrangements made by the Secretary of State. 2 A person in respect of whom a delivery order is in force is deemed to be in legal custody at any time when, being— a in the United Kingdom, or b on board a British ship, a British aircraft or a British hovercraft, he is being taken under the order to or from any place or is being kept in custody pending his delivery up under the order. 3 A person authorised for the purposes of a delivery order to take the person to whom the order relates to or from any place or, to keep him in custody, has all the powers, authority, protection and privileges— a if he is in the United Kingdom, of a constable in that part of the United Kingdom, or b if he is outside the United Kingdom, of a constable in the part of the United Kingdom to or from which the other person is to be taken. 4 If a person in respect of whom a delivery order is in force escapes or is unlawfully at large, he may be arrested without warrant by a constable and taken to any place where or to which, by virtue of this Part, he is required to be or to be taken. 5 For the purposes of subsection (4) a “ constable ” means— a a person who is a constable in any part of the United Kingdom, and b in relation to any place, a person who, at that place, has, under any enactment (including subsection (3)), the powers of a constable in any part of the United Kingdom."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "16", "section_title": " Bail and custody: general", "section_text": "16 1 Where under this Part a court has power to remand a person, the court may— a remand him in custody, that is, commit him for the period of the remand to prison or to the custody of a constable, or b if an application for bail is made to the court, remand him on bail, that is, direct him to surrender himself into the custody of the officer in charge of a specified police station at the time appointed for him to do so. 2 The provisions of the Bail Act 1976 (c. 63) apply to proceedings under this Part in England and Wales as to proceedings against a fugitive offender. 3 The time appointed under subsection (1)(b) for a person to surrender to custody— a shall be a time appointed by the officer in charge of the specified police station and notified in writing to the person remanded, and b shall not be more than 24 hours before the time at which it appears to that officer that the period of remand is likely to end. 4 Where under this Part a court in Scotland has power to remand a person and the person makes an application to the court for bail, the court may admit him to bail and shall have the like powers in doing so as it has in proceedings in respect of an offence alleged to have been committed by him. 5 Nothing in this Part shall be taken as authorising a court to grant bail to a person who is serving a sentence of imprisonment or detention to which he has been sentenced by a national court, or who is in custody awaiting trial or sentence by a national court."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "17", "section_title": " Bail and custody (England and Wales): supplementary", "section_text": "17 1 The following provisions apply where a person is granted bail under this Part by a competent court in England and Wales. 2 Where a court— a grants bail but is unable to release the person because no surety or suitable surety is available, and b fixes the amount in which the surety is to be bound with a view to the recognizance of the surety being entered into subsequently, the court shall in the meantime commit the person to the custody of a constable. 3 During the period between the surrender of a person to custody and the end of the period of remand he shall be treated as committed to the custody of the constable to whom he surrenders. 4 Where it appears to that officer that the end of the period of remand will be unexpectedly delayed, he shall grant the person bail subject to a duty to surrender himself into the custody of the officer in charge of the specified police station at the time appointed for him to do so. The time appointed under this subsection for the person to surrender to custody— a shall be a time to be appointed by the officer in charge of the specified police station and notified in writing to the person remanded, and b shall not be more than 24 hours before the time at which it appears to that officer that the period of remand is likely to end. 5 If a person required to surrender to custody in accordance with subsection (4) fails to do so— a the court by which he was remanded may issue a warrant for his arrest, b provisions of section 14 (effect of warrant of arrest) apply in relation to the warrant, and c on his arrest the person shall be brought before the court which shall reconsider the question of bail. 6 In this section “ the specified police station ” means the police station specified by the competent court under section 16(1)(b)."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "18", "section_title": " Bail and custody: consultation with the ICC, &c", "section_text": "18 1 Where an application for bail is made in proceedings under this Part in England and Wales— a the court shall notify the Secretary of State of the application, b the Secretary of State shall consult with the ICC, and c bail shall not be granted without full consideration of any recommendations made by the ICC. 2 Where an application for bail is made in proceedings under this Part in Scotland— a the court shall notify the Scottish Ministers of the application, b the Scottish Ministers shall notify the Secretary of State who shall consult with the ICC and shall notify the Scottish Ministers of any recommendations made by the ICC, and c bail shall not be granted without full consideration of any such recommendations. 3 In considering any such application as is mentioned in subsection (1) or (2) the court shall consider— a whether, given the gravity of the offence or offences he is alleged to have committed or, as the case may be, of which he has been convicted by the ICC, there are urgent and exceptional circumstances justifying release on bail, and b whether any necessary measures have been or will be taken to secure that the person will surrender to custody in accordance with the terms of his bail."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "19", "section_title": " Discharge of person not delivered up", "section_text": "19 1 If the person in respect of whom a delivery order has been made is not delivered up under the order within 40 days after it was made, an application may be made, by him or on his behalf, for his discharge. 2 The application shall be made— a in the case of an order made in England and Wales, to the High Court; b in the case of an order made in Scotland, to the High Court of Justiciary. 3 On an application under this section the court shall order the person’s discharge unless reasonable cause is shown for the delay."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "20", "section_title": " Discharge of person no longer required to be surrendered", "section_text": "20 1 Where the ICC informs the Secretary of State that a person arrested under this Part is no longer required to be surrendered— a the Secretary of State shall notify an appropriate judicial officer of that fact, and b that officer shall, on receipt of the notification, make an order for his discharge. 2 Where the person was arrested in Scotland, the Secretary of State shall inform the Scottish Ministers who shall notify an appropriate judicial officer."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "21", "section_title": " Request for transit", "section_text": "21 1 This section applies where the Secretary of State receives a request from the ICC for transit of a person being surrendered by another state. 2 If the Secretary of State accedes to the request— a the request shall be treated for the purposes of this Part as if it were a request for that person’s arrest and surrender, b the warrant accompanying the request shall be deemed to have been endorsed under section 2(3), and c the person to whom the request relates shall be treated on arrival in the United Kingdom as if he had been arrested under that warrant. 3 In relation to a case where this section applies— a the reference in section 5(2)(a)(i) to the warrant having been duly endorsed under section 2(3) shall be read as a reference to the Secretary of State having acceded to the request for transit; and b section 12(1) (right to review of delivery order: period for making application) shall have effect as if the reference to 15 days (the period during which directions to execute delivery order are not to be given) were a reference to two days. 4 A person in transit under this section shall not be granted bail."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "22", "section_title": " Unscheduled landing", "section_text": "22 1 If a person being surrendered by another state makes an unscheduled landing in the United Kingdom, he may be arrested by any constable and shall be brought before a competent court as soon as is practicable. 2 The court shall remand him in custody pending— a receipt by the Secretary of State of a request from the ICC for his transit, and b the Secretary of State’s decision whether to accede to the request. 3 If no such request is received by the Secretary of State before the end of the period of 96 hours beginning with the time of the arrested person’s unscheduled landing— a the Secretary of State shall forthwith notify the court of that fact, and b the court shall, on receipt of the notification, discharge the arrested person. 4 If the Secretary of State receives such a request before the end of that period, he shall notify the court without delay of his decision whether to accede to the request. 5 If the Secretary of State notifies the court that he has decided to accede to the request— a the court shall, on receipt of the notification, terminate the period of remand, and b the provisions of section 21 (request for transit) apply with the substitution for the reference in subsection (2)(c) to the time of arrival in the United Kingdom of a reference to the time of notification to the court. 6 If the Secretary of State notifies the court that he has decided not to accede to the request, the court shall, on receipt of the notification, discharge the arrested person. 7 In the applications of subsections (3) to (6) to proceedings in Scotland, any duty of the Secretary of State to notify the court shall be read as a duty to notify the Scottish Ministers who shall forthwith notify the court accordingly."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "23", "section_title": " Provisions as to state or diplomatic immunity", "section_text": "23 1 Any state or diplomatic immunity attaching to a person by reason of a connection with a state party to the ICC Statute does not prevent proceedings under this Part in relation to that person. 2 Where— a state or diplomatic immunity attaches to a person by reason of a connection with a state other than a state party to the ICC Statute, and b waiver of that immunity is obtained by the ICC in relation to a request for that person’s surrender, the waiver shall be treated as extending to proceedings under this Part in connection with that request. 3 A certificate by the Secretary of State— a that a state is or is not a party to the ICC Statute, or b that there has been such a waiver as is mentioned in subsection (2), is conclusive evidence of that fact for the purposes of this Part. 4 The Secretary of State may in any particular case, after consultation with the ICC and the state concerned, direct that proceedings (or further proceedings) under this Part which, but for subsection (1) or (2), would be prevented by state or diplomatic immunity attaching to a person shall not be taken against that person. 5 The power conferred by section 1 of the United Nations Act 1946 (c. 45)\t\t\t\t\t(power to give effect by Order in Council to measures not involving the use of armed force) includes power to make in relation to any proceedings such provision corresponding to the provision made by this section in relation to the proceedings, but with the omission— a in subsection (1), of the words “by reason of a connection with a state party to the ICC Statute”, and b of subsections (2) and (3), as appears to Her Majesty to be necessary or expedient in consequence of such a referral as is mentioned in article 13(b)\t\t\t\t\t(referral by the United Nations Security Council). 6 In this section “ state or diplomatic immunity ” means any privilege or immunity attaching to a person, by reason of the status of that person or another as head of state, or as representative, official or agent of a state, under— a the Diplomatic Privileges Act 1964 (c. 81), the Consular Relations Act 1968 (c.18), the International Organisations Act 1968 (c.48) or the State Immunity Act 1978 (c.33), b any other legislative provision made for the purpose of implementing an international obligation, or c any rule of law derived from customary international law."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "24", "section_title": " Delivery up of persons subject to criminal proceedings, &c", "section_text": "24 Schedule 2 makes provision for cases where the Secretary of State receives a request from the ICC for the arrest and surrender, or provisional arrest, of a person— a against whom criminal proceedings are pending or in progress before a national court, or who has been dealt with in such proceedings, b against whom extradition proceedings are pending or in progress in the United Kingdom, or in respect of whom a warrant or order has been made in such proceedings, or c against whom proceedings are pending or in progress in the United Kingdom for a delivery order under— i the United Nations (International Tribunal) (Former Yugoslavia) Order 1996 ( S.I.  1996/716) , or ii the United Nations (International Tribunal) (Rwanda) Order 1996 (S.I. 1996/1296), or against whom a delivery order has been made in such proceedings."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "25", "section_title": " Documents having effect as warrants, &c", "section_text": "25 1 For the purposes of this Part the copy of a warrant issued by the ICC that is transmitted to the Secretary of State shall be treated as if it were the original warrant. 2 Where facsimile transmission is used— a for the making of a request by the ICC or the transmission of any supporting documents, or b for the transmission of any document in consequence of such a request, this Part applies as if the documents so sent were the originals of the documents so transmitted. Any such document shall be receivable or, in Scotland, admissible in evidence accordingly. 3 Where the ICC amends a warrant of arrest, the provisions of this Part apply to the amended warrant as if it were a new warrant. This does not affect the validity of anything done in reliance on the old warrant."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "26", "section_title": " Meaning of “appropriate judicial officer” and “competent court”", "section_text": "26 1 For the purposes of this Part— “ appropriate judicial officer ” means— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . a District Judge (Magistrates’ Courts) designated for the purposes of this Act   by the Lord Chief Justice of England and Wales after consulting the Lord Chancellor  , or the Sheriff of Lothian and Borders; and “ competent court ” means a court consisting of an appropriate judicial officer. 2 The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under this section."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "27", "section_title": " Provision of assistance", "section_text": "27 1 The powers conferred by this Part on the Secretary of State are exercisable for the purpose of providing assistance to the ICC in relation to investigations or prosecutions where— a an investigation has been initiated by the ICC, and b the investigation and any proceedings arising out of it have not been concluded. 2 Where facsimile transmission is used— a for the making of a request by the ICC or the transmission of any supporting documents, or b for the transmission of any document in consequence of such a request, this Part applies as if the documents so sent were the originals of the documents so transmitted. Any such document shall be receivable in evidence accordingly. 3 Nothing in this Part shall be read as preventing the provision of assistance to the ICC otherwise than under this Part."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "28", "section_title": " Questioning", "section_text": "28 1 This section applies where the Secretary of State receives a request from the ICC for assistance in questioning a person being investigated or prosecuted. 2 The person concerned shall not be questioned in pursuance of the request unless— a he has been informed of his rights under article 55, and b he consents to be interviewed. 3 The provisions of article 55 are set out in Schedule 3 to this Act. 4 Consent for the purposes of subsection (2)(b) may be given— a by the person himself, or b in circumstances in which it is inappropriate for the person to act for himself, by reason of his physical or mental condition or his youth, by an appropriate person acting on his behalf. 5 Such consent may be given orally or in writing, but if given orally it shall be recorded in writing as soon as is reasonably practicable."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "29", "section_title": " Taking or production of evidence", "section_text": "29 1 This section applies where the Secretary of State receives a request from the ICC for assistance in the taking or production of evidence. For this purpose “ evidence ” includes documents and other articles. 2 The Secretary of State may nominate a court in England and Wales or Northern Ireland to receive the evidence to which the request relates. 3 For this purpose the nominated court— a has the same powers with respect to securing the attendance of witnesses and the production of documents or other articles as it has for the purpose of other proceedings before the court; and b may take evidence on oath. 4 A person shall not be compelled to give evidence or produce anything in proceedings under this section that he could not be compelled to give or produce in criminal proceedings in the part of the United Kingdom in which the nominated court has jurisdiction. 5 If in order to comply with the request it is necessary for the evidence received by the court to be verified in any manner, the notice nominating the court shall specify the nature of the verification required. 6 No order for costs shall be made in proceedings under this section."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "30", "section_title": " Taking or production of evidence: further provisions", "section_text": "30 1 The following provisions apply in relation to proceedings before a nominated court under section 29 and the evidence received in the proceedings. 2 The court may, if it thinks it necessary in order to protect— a victims and witnesses, or a person alleged to have committed an ICC crime, or b confidential or sensitive information, direct that the public be excluded from the court. 3 The court shall ensure that a register is kept of the proceedings that indicates, in particular— a which persons with an interest in the proceedings were present, b which of those persons were represented and by whom, and c whether any of those persons was denied the opportunity of cross-examining a witness as to any part of his testimony. 4 The register shall not be open to inspection except as authorised by the Secretary of State or with the leave of the court. 5 A copy of the register of the proceedings shall be sent to the Secretary of State for transmission to the ICC."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "31", "section_title": " Service of process", "section_text": "31 1 This section applies where the Secretary of State receives from the ICC a summons or other document together with a request for it to be served on a person in England, Wales or Northern Ireland. 2 The Secretary of State may direct the chief officer of police for the area in which the person appears to be to cause the document to be personally served on him. 3 If the document is so served, the chief officer of police shall forthwith inform the Secretary of State when and how it was served. 4 If it does not prove possible to serve the document, the chief officer of police shall forthwith inform the Secretary of State of that fact and of the reason. 5 In the application of this section to Northern Ireland the reference to the chief officer of police shall be read as a reference to the Chief Constable of the Royal Ulster Constabulary."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "32", "section_title": " Transfer of prisoner to give evidence or assist in investigation", "section_text": "32 1 This section applies where the Secretary of State receives a request from the ICC for the temporary transfer of a prisoner to the ICC for purposes of identification or for obtaining testimony or other assistance. 2 Where the prisoner is detained in Scotland, the Secretary of State shall transmit the request to the Scottish Ministers. 3 The relevant Minister may issue a warrant (a “ transfer warrant ”) requiring the prisoner to be delivered up, in accordance with arrangements made by the relevant Minister with the ICC, into the custody of the ICC. 4 A transfer warrant shall not be issued unless the prisoner consents to the transfer, but consent may not be withdrawn after the issue of the warrant. 5 The following provisions of Part 2 of this Act apply in relation to a transfer warrant under this section as they apply in relation to a delivery order under that Part— section 15 (effect of delivery order), and section 24 and Schedule 2 (delivery up of persons subject to criminal proceedings, &c.). 6 In this section “ prisoner ” means— a a person serving a sentence in a prison to which the Prison Act 1952 (c. 52) or the Prison Act (Northern Ireland) 1953 (c.18(N.I.)) applies, b a person serving a sentence in a prison, or in a young offenders institution, to which the Prisons (Scotland) Act 1989 (c. 45) applies, c a person serving a sentence of      service detention (within the meaning of the Armed Forces Act 2006)                or imprisonment imposed by a service court, d a person detained in custody otherwise than in pursuance of a sentence, including in particular— i a person in custody awaiting trial or sentence, ii a person committed to prison for contempt or for default in paying a fine, iii a person in custody in connection with proceedings to which Part 2 or 3 of Schedule 2 applies (extradition or other delivery proceedings), iv a person detained under any provision of the Immigration Act 1971 (c. 77)  or the Nationality, Immigration and Asylum Act 2002  . 7 For the purposes of the Immigration Acts (within the meaning   given by section 158 of the Nationality, Immigration and Asylum Act 2002 (c. 33)) a person detained under any provision of the Immigration Act 1971   or the Nationality, Immigration and Asylum Act 2002  is not to be regarded as having left the United Kingdom at any time when a transfer warrant is in force in respect of him (including any time when he is in the custody of the ICC). 8 In this section, “ the relevant Minister ” means— a in relation to a person detained in England and Wales or Northern Ireland, the Secretary of State; b in relation to a person detained in Scotland, the Scottish Ministers."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "33", "section_title": " Entry, search and seizure", "section_text": "33 1 This section applies where the Secretary of State receives from the ICC a request for assistance which appears to him to require the exercise of any of the powers conferred by Part 2 of the Police and Criminal Evidence Act 1984 (c. 60) or, in Northern Ireland, Part III of the Police and Criminal Evidence (Northern Ireland) Order 1989 (S.I. 1989/1341 (N.I. 12))\t\t\t\t\t(powers of entry, search and seizure). 2 The Secretary of State may direct a constable to apply for a warrant or order under the relevant Part, which shall apply in relation to an ICC crime as it applies to   (in the case of Part 2 of the 1984 Act)  to an indictable offence   or (in the case of Part III of the 1989 Order) to a serious arrestable offence  ."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "34", "section_title": " Taking of fingerprints or non-intimate sample", "section_text": "34 1 The provisions of Schedule 4 have effect with respect to the taking of fingerprints or a non-intimate sample in response to a request from the ICC for assistance in obtaining evidence as to the identity of a person. 2 In subsection (1) and that Schedule “ fingerprints ” and “ non-intimate sample ” have the meaning given by section 65 of the Police and Criminal Evidence Act 1984 or, in Northern Ireland, Article 53 of the Police and Criminal Evidence (Northern Ireland) Order 1989."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "35", "section_title": " Orders for exhumation", "section_text": "35 Proceedings before the ICC in respect of an ICC crime are criminal proceedings for the purposes of     paragraph 6 of Schedule 5 to the Coroners and Justice Act 2009  or section 11 of the Coroners Act (Northern Ireland) 1959 (c.15(N.I.)) (power of coroner to order exhumation)."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "36", "section_title": " Provision of records and documents", "section_text": "36 1 This section applies where the Secretary of State receives a request from the ICC for the provision of records and documents relating to— a the evidence given in any proceedings in England and Wales or Northern Ireland in respect of conduct that would constitute an ICC crime, or b the results of any investigation of such conduct with a view to such proceedings. 2 The Secretary of State shall take such steps as appear to him to be appropriate to obtain the records and documents requested, and on their being produced to him he shall transmit them to the ICC."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "37", "section_title": " Investigation of proceeds of ICC crime", "section_text": "37 1 Where the Secretary of State receives a request from the ICC for assistance— a in ascertaining whether a person has benefited from an ICC crime, or b in identifying the extent or whereabouts of property derived directly or indirectly from an ICC crime, the Secretary of State may direct a constable to apply for an order or warrant under Schedule 5. 2 In that Schedule— Part 1 makes provision for production or access orders, Part 2 makes provision for the issuing of search warrants, and Part 3 contains supplementary provisions."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "38", "section_title": " Freezing orders in respect of property liable to forfeiture", "section_text": "38 Where the Secretary of State receives a request from the ICC for assistance in the freezing or seizure of proceeds, property and assets or instrumentalities of crime for the purpose of eventual forfeiture, he may— a authorise a person to act on behalf of the ICC for the purposes of applying for a freezing order, and b direct that person to apply for such an order under Schedule 6."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "39", "section_title": " Production or disclosure prejudicial to national security", "section_text": "39 1 Nothing in any of the provisions of this Part, or any corresponding provision of an Act of the Scottish Parliament, requires or authorises the production of documents, or the disclosure of information, which would be prejudicial to the security of the United Kingdom. 2 For the purposes of any such provision a certificate signed by or on behalf of the Secretary of State to the effect that it would be prejudicial to the security of the United Kingdom for specified documents to be produced, or for specified information to be disclosed, is conclusive evidence of that fact."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "40", "section_title": " Verification of material", "section_text": "40 If in order to comply with a request of the ICC it is necessary for any evidence or other material obtained under this Part to be verified in any manner, the Secretary of State may give directions as to the nature of the verification required."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "41", "section_title": " Transmission of material to the ICC", "section_text": "41 1 Any evidence or other material obtained under this Part by a person other than the Secretary of State, together with any requisite verification, shall be sent to the Secretary of State for transmission to the ICC. 2 Where any evidence or other material is to be transmitted to the ICC, there shall be transmitted— a where the material consists of a document, the original or a copy, and b where the material consists of any other article, the article itself or a photograph or other description of it, as may be necessary to comply with the request of the ICC."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "42", "section_title": " Detention in the United Kingdom in pursuance of ICC sentence", "section_text": "42 1 This section applies where— a the United Kingdom is designated by the ICC as the state in which a person (“ the prisoner ”) is to serve a sentence of imprisonment imposed by the ICC, and b the Secretary of State informs the ICC that the designation is accepted. 2 Where the Secretary of State is minded that the prisoner should be detained in Scotland— a he shall consult the Scottish Ministers, and b if the Scottish Ministers agree that the prisoner should be detained in Scotland, they shall issue a warrant authorising the bringing of the prisoner to Scotland. 3 Where subsection (2) does not apply or the Scottish Ministers do not agree, the Secretary of State shall issue a warrant authorising— a the bringing of the prisoner to England and Wales or Northern Ireland, b the detention of the prisoner there in accordance with the sentence of the ICC, and c the taking of the prisoner to a specified place where he is to be detained. The provisions of the warrant may be varied by the Secretary of State, and shall be so varied to give effect to any variation of the ICC’s sentence. 4 A prisoner subject to a warrant authorising his detention in England and Wales or Northern Ireland shall be treated for all purposes, subject to subsection (5) and Schedule 7, as if he were subject to a sentence of imprisonment imposed in exercise of its criminal jurisdiction by a court in the part of the United Kingdom in which he is to be detained. 5 The following enactments do not apply to a person detained in pursuance of a sentence of the ICC— a the Repatriation of Prisoners Act 1984 (c. 47), b Schedule 1 to the Crime (Sentences) Act 1997 (c. 43)\t\t\t\t\t\t\t(transfer of prisoners within the British Islands). As to transfer of such a person within the United Kingdom, see sections 44 and 45 below. 6 Schedule 7 excludes the operation of certain statutory provisions in relation to a person detained in England and Wales or Northern Ireland in pursuance of a sentence of the ICC."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "43", "section_title": " Temporary return or transfer of custody to another state", "section_text": "43 1 This section applies where the Secretary of State receives a request from the ICC— a for the temporary return of the prisoner to the custody of the ICC for the purposes of any proceedings, or b for the transfer of the prisoner to the custody of another state in pursuance of a change in designation of state of enforcement. 2 If the prisoner is detained in Scotland, the Secretary of State shall transmit the request to the Scottish Ministers. 3 The relevant Minister shall— a issue a warrant authorising the prisoner’s temporary return or transfer in accordance with the request, b make the necessary arrangements with the ICC or, as the case may be, the other state, and c give such directions as to the custody, surrender and (where appropriate) return of the prisoner as appear to him appropriate to give effect to the arrangements. 4 Where the prisoner is temporarily returned to the custody of the ICC, the warrant authorising his detention in any part of the United Kingdom shall continue to have effect so as to apply to him again on his return. 5 In this section “ the relevant Minister ” means— a in relation to a person detained in England and Wales or Northern Ireland, the Secretary of State, and b in relation to a person detained in Scotland, the Scottish Ministers."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "44", "section_title": " Transfer to another part of the United Kingdom: transfer of ICC sentence", "section_text": "44 1 The relevant Minister may make an order for the transfer of the prisoner to another part of the United Kingdom to serve the whole or part of the remainder of the ICC sentence there. 2 No such order shall be made— a for the transfer of the prisoner to Scotland without the agreement of the Scottish Ministers, or b for the transfer of the prisoner from Scotland without the agreement of the Secretary of State. 3 An order under this section shall be subject to such conditions (if any) as the relevant Minister may impose from time to time. 4 If an order is made under this section the warrant authorising the prisoner’s detention in the part of the United Kingdom from which he is transferred— a shall continue to have effect, and b shall have effect as if it were a warrant authorising his detention in the part of the United Kingdom to which he is transferred. 5 A prisoner transferred under this section to England and Wales or Northern Ireland shall be treated for all purposes, subject as mentioned in section 42(4), as if he were serving a sentence of imprisonment imposed in exercise of its criminal jurisdiction by a court in the part of the United Kingdom to which he is transferred. 6 In this section “ the relevant Minister ” means— a in relation to a person detained in England and Wales or Northern Ireland, the Secretary of State, and b in relation to a person detained in Scotland, the Scottish Ministers."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "45", "section_title": " Transfer to another part of the United Kingdom: transfer for temporary purposes", "section_text": "45 1 This section applies where it appears to the relevant Minister— a that the prisoner should be transferred to another part of the United Kingdom for the purpose of attending criminal proceedings against him there, or b that the attendance of the prisoner at a place in another part of the United Kingdom is desirable in the interests of justice, or for the purposes of any public inquiry. 2 The relevant Minister may make an order for the transfer of the prisoner to that part of the United Kingdom. 3 No such order shall be made— a for the transfer of the prisoner to Scotland without the agreement of the Scottish Ministers, or b for the transfer of the prisoner from Scotland without the agreement of the Secretary of State. 4 An order under this section shall be subject to such conditions (if any) as the relevant Minister thinks fit to impose. Any such conditions may be varied or removed at any time. 5 Where an order is made under this section— a the warrant authorising the prisoner’s detention in the part of the United Kingdom from which he is transferred shall continue to have effect, and b he shall be returned to that part of the United Kingdom when the purposes for which the order is made are fulfilled. 6 In this section “ the relevant Minister ” means— a in relation to a person detained in England and Wales or Northern Ireland, the Secretary of State, and b in relation to a person detained in Scotland, the Scottish Ministers."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "46", "section_title": " Domestic sentence current at end of term of ICC sentence", "section_text": "46 1 Where a person who completes a term of imprisonment imposed by the ICC— a is still subject to a domestic sentence of imprisonment, whether imposed before or during his imprisonment in pursuance of the sentence of the ICC, and b has been transferred to another part of the United Kingdom under section 44 or 45, he shall be treated as if he had been transferred from the part of the United Kingdom in which the domestic sentence was imposed, by order under Schedule 1 to the Crime (Sentences) Act 1997 (c. 43), on a restricted transfer subject to such conditions as the relevant Minister may consider appropriate. 2 In subsection (1)— a a “ domestic sentence ” means a sentence imposed by a court in the United Kingdom, and b “ the relevant Minister ” means— i where the domestic sentence was imposed in England and Wales or Northern Ireland, the Secretary of State, and ii where the domestic sentence was imposed in Scotland, the Scottish Ministers."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "47", "section_title": " Custody of prisoner in transit, &c", "section_text": "47 1 The following provisions of this section apply in relation to times when the prisoner is subject to a warrant under any provision of this Part, or any corresponding provision of an Act of the Scottish Parliament, but is not in legal custody under the Prison Act 1952 (c. 52), the Prisons (Scotland) Act 1989 (c. 45) or the Prison Act (Northern Ireland) 1953 (c.18(N.I.)). 2 The prisoner shall be deemed to be in the legal custody of the relevant Minister at any time when, being— a in the United Kingdom, or b on board a British ship, a British aircraft or a British hovercraft, he is being taken to or from any place or is being kept in custody. 3 The relevant Minister may, from time to time, designate a person as a person who is for the time being authorised to take the prisoner to or from any place or to keep the prisoner in custody. 4 A person so authorised has all the powers, authority, protection and privileges— a of a constable in the part of the United Kingdom in which that person is for the time being, or b if he is outside the United Kingdom, of a constable in the part of the United Kingdom to or from which the prisoner is to be taken. 5 If the prisoner escapes or is unlawfully at large, he may be arrested without warrant by a constable and taken to any place to which he may be taken under the warrant referred to in subsection (1). In this subsection “ constable ”, in relation to any part of the United Kingdom, means— a a person who is a constable in that or any other part of the United Kingdom, or b a person who, at the place in question, has under any enactment (including subsection (4)) the powers of a constable in that or any other part of the United Kingdom. 6 In this section “ the relevant Minister ” means— a in relation to a person who is, or is to be, detained in England and Wales or Northern Ireland, the Secretary of State, and b in relation to a person who is, or is to be, detained in Scotland, the Scottish Ministers."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "48", "section_title": " Interpretation of ss. 42 to 47", "section_text": "48 1 Any reference in sections 42 to 47 to a person being detained in a part of the United Kingdom is to his being subject to a warrant authorising his detention there. 2 References to such a warrant include, unless the context otherwise requires, a warrant issued under an Act of the Scottish Parliament authorising his detention in Scotland."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "49", "section_title": " Power to make provision for enforcement of other orders", "section_text": "49 1 The Secretary of State may make provision by regulations for the enforcement in England and Wales or Northern Ireland of— a fines or forfeitures ordered by the ICC, and b orders by the ICC against convicted persons specifying reparations to, or in respect of, victims. 2 The regulations may authorise the Secretary of State— a to appoint a person to act on behalf of the ICC for the purposes of enforcing the order, and b to give such directions to the appointed person as appear to him necessary. 3 The regulations shall provide for the registration of the order by a court in England and Wales or Northern Ireland as a precondition of enforcement. An order shall not be so registered unless the court is satisfied that the order is in force and not subject to appeal. If the order has been partly complied with, the court shall register the order for enforcement only so far as it has not been complied with. 4 The regulations may provide that— a for the purposes of enforcement an order so registered has the same force and effect, b the same powers are exercisable in relation to its enforcement, and c proceedings for its enforcement may be taken in the same way, as if the order were an order of a court in England and Wales or Northern Ireland. The regulations may for that purpose apply all or any of the provisions (including provisions of subordinate legislation) relating to the enforcement in England and Wales or Northern Ireland of orders of a court of a country or territory outside the United Kingdom. 5 A court shall not exercise its powers of enforcement under the regulations in relation to any property unless it is satisfied— a that a reasonable opportunity has been given for persons holding any interest in the property to make representations to the court, and b that the exercise of the powers will not prejudice the rights of bona fide third parties. 6 The regulations may provide that the reasonable costs of and incidental to the registration and enforcement of an order are recoverable as if they were sums recoverable under the order. 7 Regulations under this section— a may make different provision for different kinds of order, and b shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "50", "section_title": " Meaning of “genocide”, “crime against humanity” and “war crime”", "section_text": "50 1 In this Part— “ genocide ” means an act of genocide as defined in article 6, “ crime against humanity ” means a crime against humanity as defined in article 7, and “ war crime ” means a war crime as defined in article 8.2. 2 In interpreting and applying the provisions of those articles the court shall take into account— a any relevant Elements of Crimes adopted in accordance with article 9, and b until such time as Elements of Crimes are adopted under that article, any relevant Elements of Crimes contained in the report of the Preparatory Commission for the International Criminal Court adopted on 30th June 2000. 3 The Secretary of State shall set out in regulations the text of the Elements of Crimes referred to in subsection (2), as amended from time to time. The regulations shall be made by statutory instrument which shall be laid before Parliament after being made. 4 The articles referred to in subsection (1) shall for the purposes of this Part be construed subject to and in accordance with any relevant reservation or declaration made by the United Kingdom when ratifying any treaty or agreement relevant to the interpretation of those articles. Her Majesty may by Order in Council— a certify that such a reservation or declaration has been made and the terms in which it was made; b if any such reservation or declaration is withdrawn (in whole or part), certify that fact and revoke or amend any Order in Council containing the terms of that reservation or declaration. 5 In interpreting and applying the provisions of the articles referred to in subsection (1) the court shall take into account any relevant judgment or decision of the ICC. Account may also be taken of any other relevant international jurisprudence. 6 The relevant provisions of the articles of the ICC Statute referred to this section are set out in Schedule 8 to this Act. No account shall be taken for the purposes of this Part of any provision of those articles omitted from the text set out in that Schedule."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "51", "section_title": " Genocide, crimes against humanity and war crimes", "section_text": "51 1 It is an offence against the law of England and Wales for a person to commit genocide, a crime against humanity or a war crime. 2 This section applies to acts committed— a in England or Wales, or b outside the United Kingdom by a United Kingdom national, a United Kingdom resident or a person subject to  UK  service jurisdiction."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "52", "section_title": " Conduct ancillary to genocide,  etc.  committed outside jurisdiction", "section_text": "52 1 It is an offence against the law of England and Wales for a person to engage in conduct ancillary to an act to which this section applies. 2 This section applies to an act that if committed in England or Wales would constitute— a an offence under section 51 (genocide, crime against humanity or war crime), or b an offence under this section, but which, being committed (or intended to be committed) outside England and Wales, does not constitute such an offence. 3 The reference in subsection (1) to conduct ancillary to such an act is to conduct that would constitute an ancillary offence in relation to that act if the act were committed in England or Wales. 4 This section applies where the conduct in question consists of or includes an act committed— a in England or Wales, or b outside the United Kingdom by a United Kingdom national, a United Kingdom resident or a person subject to UK service jurisdiction."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "53", "section_title": " Trial and punishment of main offences", "section_text": "53 1 The following provisions apply in relation to— a offences under section 51 (genocide, crimes against humanity and war crimes), b offences under section 52 (conduct ancillary to genocide, etc. committed outside jurisdiction), and c offences ancillary to an offence within paragraph (a) or (b) above. 2 The offence is triable only on indictment. 3 Proceedings for an offence shall not be instituted except by or with the consent of the Attorney General. 4 If the offence is not committed in England or Wales— a proceedings may be taken, and b the offence may for incidental purposes be treated as having been committed, in any place in England or Wales. 5 A person convicted of— a an offence involving murder, or b an offence ancillary to an offence involving murder, shall be dealt with as for an offence of murder or, as the case may be, the corresponding ancillary offence in relation to murder. In this subsection “ murder ” means the killing of a person in such circumstances as would, if committed in England or Wales, constitute murder. 6 In any other case a person convicted of an offence is liable to imprisonment for a term not exceeding 30 years. 7 Subsections (5) and (6) are subject to section 65B (restriction of penalties in relation to retrospective application of certain offences)."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "54", "section_title": " Offences in relation to the ICC", "section_text": "54 1 A person intentionally committing any of the acts mentioned in article 70.1 (offences against the administration of justice in relation to the ICC) may be dealt with as for the corresponding domestic offence committed in relation to a superior court in England and Wales. 2 In interpreting and applying the provisions of article 70.1 the court shall take into account any relevant judgment or decision of the ICC. Account may also be taken of any other relevant international jurisprudence. 3 The corresponding domestic offences are— a in relation to article 70.1(a) (giving false testimony when under an obligation to tell the truth), an offence against section 1(1) of the Perjury Act 1911 (c. 6); b in relation to article 70.1(c) (interference with witness or evidence), an offence against section 51 of the Criminal Justice and Public Order Act 1994 (c. 33)        , an offence under the Bribery Act 2010 or (as the case may be) an offence                    at common law; c in relation to article 70.1(b) or (d) to (f) (other offences), an offence at common law    or (as the case may be) under the Bribery Act 2010 . 4 This section and, so far as may be necessary for the purposes of this section, the enactments and rules of law relating to the corresponding domestic offences apply to acts committed— a in England or Wales, or b outside the United Kingdom by a United Kingdom national, a United Kingdom resident or a person subject to UK service jurisdiction. 5 Proceedings for an offence under this section, or for an offence ancillary to such an offence, shall not be instituted except by or with the consent of the Attorney General. 6 If an offence under this section, or an offence ancillary to such an offence, is not committed in England or Wales— a proceedings may be taken, and b the offence may for incidental purposes be treated as having been committed, in any place in England or Wales. 7 The relevant provisions of article 70.1 are set out in Schedule 9 to this Act."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "55", "section_title": " Meaning of “ancillary offence”", "section_text": "55 1 References in this Part to an ancillary offence under the law of England and Wales are to— a aiding, abetting, counselling or procuring the commission of an offence, b inciting a person to commit an offence, c attempting or conspiring to commit an offence, or d assisting an offender or concealing the commission of an offence. 2 In subsection (1)(a) the reference to aiding, abetting, counselling or procuring is to conduct that in relation to an indictable offence would bepunishable under section 8 of the Accessories and Abettors Act 1861 (c. 94). 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In subsection (1)(c)— a the reference to an attempt is to conduct amounting to an offence under section 1 of the Criminal Attempts Act 1981 (c. 47); and b the reference to conspiracy is to conduct amounting to an offence of conspiracy under section 1 of the Criminal Law Act 1977 (c. 45). 5 In subsection (1)(d)— a the reference to assisting an offender is to conduct that in relation to   a relevant offence would amount to an offence under section 4(1) of the Criminal Law Act 1967 (c. 58); and b the reference to concealing an offence is to conduct that in relation to   arelevant offence  would amount to an offence under section 5(1) of that Act."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "56", "section_title": " Saving for general principles of liability,  etc", "section_text": "56 1 In determining whether an offence under this Part has been committed the court shall apply the principles of the law of England and Wales. 2 Nothing in this Part shall be read as restricting the operation of any enactment or rule of law relating to— a the extra-territorial application of offences (including offences under this Part), or b offences ancillary to offences under this Part (wherever committed)."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "57", "section_title": " Protection of victims and witnesses", "section_text": "57 1 The enactments specified below (which make provision for the protection of victims and witnesses of certain offences) have effect— a as if any reference in those provisions to a specific substantive offence included an offence under section 51 involving conduct constituting that offence; and b as if any reference in those provisions to a specific ancillary offence included— i that ancillary offence in relation to an offence under section 51 involving conduct constituting the substantive offence in question, and ii an offence under section 52 involving conduct constituting that ancillary offence in relation to an act to which that section applies involving conduct constituting the substantive offence in question. 2 The enactments are— the Sexual Offences (Amendment) Act 1976 (c. 82) and the Sexual Offences (Amendment) Act 1992 (c.34) (protection of victims of sexual offences); Chapters 1 to 3 of Part 2 of the Youth Justice and Criminal Evidence Act 1999 (c. 23) (protection of witnesses and complainants); and the Sexual Offences (Protected Material) Act 1997 (c. 39) (restrictions on access by defendants and others to material disclosed in connection with proceedings for offences). 3 In subsection (1) above— a “ substantive offence ” means an offence other than an ancillary offence; and b the reference to conduct constituting an offence is to conduct that would constitute that offence if committed in England and Wales."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "58", "section_title": " Genocide, crimes against humanity and war crimes", "section_text": "58 1 It is an offence against the law of Northern Ireland for a person to commit genocide, a crime against humanity or a war crime. 2 This section applies to acts committed— a in Northern Ireland, or b outside the United Kingdom by a United Kingdom national or a United Kingdom resident."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "59", "section_title": " Conduct ancillary to genocide, etc. committed outside jurisdiction", "section_text": "59 1 It is an offence against the law of Northern Ireland for a person to engage in conduct ancillary to an act to which this section applies. 2 This section applies to an act that if committed in Northern Ireland would constitute— a an offence under section 58 (genocide, crime against humanity or war crime), or b an offence under this section, but which, being committed (or intended to be committed) outside Northern Ireland, does not constitute such an offence. 3 The reference in subsection (1) to conduct ancillary to such an act is to conduct that would constitute an ancillary offence in relation to that act if the act were committed in Northern Ireland. 4 This section applies where the conduct in question consists of or includes an act committed— a in Northern Ireland, or b outside the United Kingdom by a United Kingdom national or a United Kingdom resident."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "60", "section_title": " Trial and punishment of main offences", "section_text": "60 1 The following provisions apply in relation to— a offences under section 58 (genocide, crimes against humanity and war crimes), b offences under section 59 (conduct ancillary to genocide, etc. committed outside jurisdiction), and c offences ancillary to an offence within paragraph (a) or (b) above. 2 The offence is triable only on indictment. 3 Proceedings for an offence shall not be instituted except by or with the consent of the Attorney General for Northern Ireland. 4 If the offence is not committed in Northern Ireland— a proceedings may be taken, and b the offence may for incidental purposes be treated as having been committed, in any place in Northern Ireland. 5 A person convicted of— a an offence involving murder, or b an offence ancillary to an offence involving murder, shall be dealt with as for an offence of murder or, as the case may be, the corresponding ancillary offence in relation to murder. In this subsection “ murder ” means the killing of a person in such circumstances as would, if committed in Northern Ireland, constitute murder. 6 In any other case a person convicted of an offence is liable to imprisonment for a term not exceeding 30 years. 7 Subsections (5) and (6) are subject to section 65B (restriction of penalties in relation to retrospective application of certain offences)."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "61", "section_title": " Offences in relation to the ICC", "section_text": "61 1 A person intentionally committing any of the acts mentioned in article 70.1 (offences against the administration of justice in relation to the ICC) may be dealt with as for the corresponding domestic offence committed in relation to a superior court in Northern Ireland. 2 In interpreting and applying the provisions of article 70.1 the court shall take into account any relevant judgment or decision of the ICC. Account may also be taken of any other relevant international jurisprudence. 3 The corresponding domestic offences are— a in relation to article 70.1(a) (giving false testimony when under an obligation to tell the truth), an offence against Article 3(1) of the Perjury (Northern Ireland) Order 1979 (S.I. 1979/1714 (N.I. 19)) ; b in relation to article 70.1(b) to (f) (other offences), an offence at common law     or (as the case may be) under the Bribery Act 2010 . 4 This section and, so far as may be necessary for the purposes of this section, the enactments and rules of law relating to the corresponding domestic offences apply to acts committed— a in Northern Ireland, or b outside the United Kingdom by a United Kingdom national or a United Kingdom resident. 5 Proceedings for an offence under this section, or for an offence ancillary to such an offence, shall not be instituted except by or with the consent of the Attorney General for Northern Ireland. 6 If an offence under this section, or an offence ancillary to such an offence, is not committed in Northern Ireland— a proceedings may be taken, and b the offence may for incidental purposes be treated as having been committed, in any place in Northern Ireland. 7 The relevant provisions of article 70.1 are set out in Schedule 9 to this Act."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "62", "section_title": " Meaning of “ancillary offence”", "section_text": "62 1 References in this Part to an ancillary offence under the law of Northern Ireland are to— a aiding, abetting, counselling or procuring the commission of an offence, b inciting a person to commit an offence, c attempting or conspiring to commit an offence, or d assisting an offender or concealing the commission of an offence. 2 In subsection (1)(a) the reference to aiding, abetting, counselling or procuring is to conduct that in relation to an indictable offence would be punishable under section 8 of the Accessories and Abettors Act 1861 (c. 94). 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In subsection (1)(c)— a the reference to an attempt is to conduct amounting to an offence under Article 3 of the Criminal Attempts and Conspiracy (Northern Ireland) Order 1983 (S.I. 1983/1120 (N.I. 13)) ; and b the reference to conspiracy is to conduct amounting to an offence of conspiracy under Article 9 of that Order. 5 In subsection (1)(d)— a the reference to assisting an offender is to conduct that in relation to   a relevant offence   would amount to an offence under section 4(1) of the Criminal Law Act (Northern Ireland) 1967 (c. 18 (N.I.)); and b the reference to concealing an offence is to conduct that in relation to   a relevant offence   would amount to an offence under section 5(1) of that Act."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "63", "section_title": " Saving for general principles of liability, etc", "section_text": "63 1 In determining whether an offence under this Part has been committed the court shall apply the principles of the law of Northern Ireland. 2 Nothing in this Part shall be read as restricting the operation of any enactment or rule of law relating to— a the extra-territorial application of offences (including offences under this Part), or b offences ancillary to offences under this Part (wherever committed)."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "64", "section_title": " Protection of victims and witnesses", "section_text": "64 1 The enactments specified below (which make provision for the protection of victims and witnesses of certain offences) have effect— a as if any reference in those provisions to a specific substantive offence included an offence under section 58 involving conduct constituting that offence; and b as if any reference in those provisions to a specific ancillary offence included— i that ancillary offence in relation to an offence under section 58 involving conduct constituting the substantive offence in question, and ii an offence under section 59 involving conduct constituting that ancillary offence in relation to an act to which that section applies involving conduct constituting the substantive offence in question. 2 The enactments are— the Sexual Offences (Northern Ireland) Order 1978 (S.I. 1978/460 (N.I. 15)) and the Sexual Offences (Amendment) Act 1992 (c. 34) (protection of victims of sexual offences); and Parts 1 to 4 of the Criminal Evidence (Northern Ireland) Order 1999 (S.I. 1999/2789 (N.I. 8)) (protection of witnesses and complainants). Until the commencement of the amendments to the Sexual Offences (Amendment) Act 1992 (c. 34) made by Schedule 2 to the Youth Justice and Criminal Evidence Act 1999, the reference above to the 1992 Act shall be read as a reference to Part 3 of the Criminal Justice (Northern Ireland) Order 1994. 3 In subsection (1) above— a “ substantive offence ” means an offence other than an ancillary offence; and b the reference to conduct constituting an offence is to conduct that would constitute that offence if committed in Northern Ireland."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "65", "section_title": " Responsibility of commanders and other superiors", "section_text": "65 1 This section applies in relation to— a offences under this Part, and b offences ancillary to such offences. 2 A military commander, or a person effectively acting as a military commander, is responsible for offences committed by forces under his effective command and control, or (as the case may be) his effective authority and control, as a result of his failure to exercise control properly over such forces where— a he either knew, or owing to the circumstances at the time, should have known that the forces were committing or about to commit such offences, and b he failed to take all necessary and reasonable measures within his power to prevent or repress their commission or to submit the matter to the competent authorities for investigation and prosecution. 3 With respect to superior and subordinate relationships not described in subsection (2), a superior is responsible for offences committed by subordinates under his effective authority and control, as a result of his failure to exercise control properly over such subordinates where— a he either knew, or consciously disregarded information which clearly indicated, that the subordinates were committing or about to commit such offences, b the offences concerned activities that were within his effective responsibility and control, and c he failed to take all necessary and reasonable measures within his power to prevent or repress their commission or to submit the matter to the competent authorities for investigation and prosecution. 4 A person responsible under this section for an offence is regarded as aiding, abetting, counselling or procuring the commission of the offence. 5 In interpreting and applying the provisions of this section (which corresponds to article 28) the court shall take into account any relevant judgment or decision of the ICC. Account may also be taken of any other relevant international jurisprudence. 6 Nothing in this section shall be read as restricting or excluding— a any liability of the commander or superior apart from this section, or b the liability of persons other than the commander or superior."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "65A", "section_title": "Retrospective application of certain offences", "section_text": "65A 1 Sections 51 and 58 apply to acts committed on or after 1 January 1991. 2 But those sections do not apply to a crime against humanity, or a war crime within article 8.2(b) or (e), committed by a person before 1 September 2001 unless, at the time the act constituting that crime was committed, the act amounted in the circumstances to a criminal offence under international law. 3 Section 52 applies to conduct in which a person engaged on or after 1 January 1991, and in subsections (2) and (3) of that section references to an offence include an act or conduct which would not constitute an offence under the law of England and Wales but for this section. 4 Section 59 applies to conduct in which a person engaged on or after 1 January 1991, and in subsections (2) and (3) of that section references to an offence include an act or conduct which would not constitute an offence under the law of Northern Ireland but for this section. 5 Any enactment or rule of law relating to an offence ancillary to a relevant Part 5 offence— a applies to conduct in which a person engaged on or after 1 January 1991, and b applies even if the act or conduct constituting the relevant Part 5 offence would not constitute such an offence but for this section. 6 But sections 52 and 59, and any enactment or rule of law relating to an offence ancillary to a relevant Part 5 offence, do not apply to— a conduct in which the person engaged before 1 September 2001, or b conduct in which the person engaged on or after that date which was ancillary to an act or conduct which— i was committed or engaged in before that date, and ii would not constitute a relevant Part 5 offence, or fall within section 52(2) or 59(2), but for this section, unless, at the time the person engaged in the conduct, it amounted in the circumstances to a criminal offence under international law. 7 Section 65, so far as it has effect in relation to relevant Part 5 offences— a applies to failures to exercise control of the kind mentioned in section 65(2) or (3) which occurred on or after 1 January 1991, and b applies even if the act or conduct constituting the relevant Part 5 offence would not constitute such an offence but for this section. 8 But section 65, so far as it has effect in relation to relevant Part 5 offences, does not apply to a failure to exercise control of the kind mentioned in section 65(2) or (3) which occurred before 1 September 2001 unless, at the time the failure occurred, it amounted in the circumstances to a criminal offence under international law. 9 In this section  “ relevant Part 5 offence ” means an offence under section 51, 52, 58 or 59 or an offence ancillary to such an offence."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "65B", "section_title": "Modification of penalties: provision supplemental to section 65A", "section_text": "65B 1 In the case of a pre-existing E&W offence committed before 1 September 2001, in section 53(6)  “30 years” is to be read as  “14 years”. 2 In the case of an offence of the kind mentioned in section 55(1)(d) which is ancillary to a pre-existing E&W offence committed before 1 September 2001, nothing in section 53(5) and (6) disapplies the penalties provided for in sections 4 and 5 of the Criminal Law Act 1967. 3 In the case of a pre-existing  NI  offence committed before 1 September 2001, in section 60(6)  “30 years” is to be read as  “14 years”. 4 In the case of an offence of the kind mentioned in section 62(1)(d) which is ancillary to a pre-existing  NI  offence committed before 1 September 2001, nothing in section 60(5) and (6) disapplies the penalties provided for in sections 4 and 5 of the Criminal Law Act (Northern Ireland) 1967. 5 In this section— “ pre-existing E&W offence ” means— an offence under section 51 on account of an act constituting genocide, if at the time the act was committed it also amounted to an offence under section 1 of the Genocide Act 1969; an offence under section 51 on account of an act constituting a war crime, if at the time the act was committed it also amounted to an offence under section 1 of the Geneva Conventions Act 1957 (grave breaches of the Conventions); an offence of a kind mentioned in section 55(1)(a) to (c) which is ancillary to an offence within paragraph (a) or (b) above; “ pre-existing  NI  offence ” means— an offence under section 58 on account of an act constituting genocide, if at the time the act was committed it also amounted to an offence under section 1 of the Genocide Act 1969; an offence under section 58 on account of an act constituting a war crime, if at the time the act was committed it also amounted to an offence under section 1 of the Geneva Conventions Act 1957 (grave breaches of the Conventions); an offence of a kind mentioned in section 62(1)(a) to (c) which is ancillary to an offence within paragraph (a) or (b) above."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "66", "section_title": " Mental element", "section_text": "66 1 References in this Part to a person committing— a genocide, b a crime against humanity, c a war crime, or d any of the acts mentioned in article 70.1 (offences against the admninistration of justice in relation to the ICC), shall be construed in accordance with this section. 2 Unless otherwise provided by— a the articles mentioned in the definition in section 50(1) of the crimes specified in subsection (1)(a) to (c) above, or any relevant Elements of Crimes (see section 50(2)), b section 54(1) or 61(1) or article 70.1 (offences in relation to the ICC), or c section 65 (responsibility of commanders and other superiors), a person is regarded as committing such an act or crime only if the material elements are committed with intent and knowledge. 3 For this purpose— a a person has intent— i in relation to conduct, where he means to engage in the conduct, and ii in relation to a consequence, where he means to cause the consequence or is aware that it will occur in the ordinary course of events; and b “ knowledge ” means awareness that a circumstance exists or a consequence will occur in the ordinary course of events. 4 In interpreting and applying the provisions of this section (which corresponds to article 30) the court shall take into account any relevant judgment or decision of the ICC. Account may also be taken of any other relevant international jurisprudence."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "67", "section_title": " Meaning of “UK national”, “UK resident” and “person subject to UK service jurisdiction”", "section_text": "67 1 In this Part a “ United Kingdom national ” means an individual who is— a a British citizen, a British Dependent Territories citizen, a British National (Overseas) or a British Overseas Citizen, b a person who under the British Nationality Act 1981 (c. 61) is a British subject, or c a British protected person within the meaning of that Act. 2 In this Part a “ United Kingdom resident ” means a person who is resident in the United Kingdom. 3 In this Part a “ person subject to UK service jurisdiction ” means— a person subject to service law, or a civilian subject to service discipline, within the meaning of the Armed Forces Act 2006."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "67A", "section_title": "Supplemental provision about  UK  residents", "section_text": "67A 1 To the extent that it would not otherwise be the case, the following individuals are to be treated for the purposes of this Part as being resident in the United Kingdom— a an individual who has indefinite leave to remain in the United Kingdom; b any other individual who has made an application for such leave (whether or not it has been determined) and who is in the United Kingdom; c an individual who has leave to enter or remain in the United Kingdom for the purposes of work or study and who is in the United Kingdom; d an individual who has made an asylum claim, or a human rights claim, which has been granted; e any other individual who has made an asylum claim or human rights claim (whether or not the claim has been determined) and who is in the United Kingdom; f an individual named in an application for indefinite leave to remain, an asylum claim or a human rights claim as a dependant of the individual making the application or claim if— i the application or claim has been granted, or ii the named individual is in the United Kingdom (whether or not the application or claim has been determined); g an individual who would be liable to removal or deportation from the United Kingdom but cannot be removed or deported because of section 6 of the Human Rights Act 1998 or for practical reasons; h an individual— i against whom a decision to make a deportation order under section 5(1) of the Immigration Act 1971 by virtue of section 3(5)(a) of that Act (deportation conducive to the public good) has been made, ii who has appealed against the decision to make the order (whether or not the appeal has been determined), and iii who is in the United Kingdom; i an individual who is an illegal entrant within the meaning of section 33(1) of the Immigration Act 1971 or who is liable to removal under section 10 of the Immigration and Asylum Act 1999; j an individual who is detained in lawful custody in the United Kingdom. 2 When determining for the purposes of this Part whether any other individual is resident in the United Kingdom regard is to be had to all relevant considerations including— a the periods during which the individual has been or intends to be in the United Kingdom, b the purposes for which the individual is, has been or intends to be in the United Kingdom, c whether the individual has family or other connections to the United Kingdom and the nature of those connections, and d whether the individual has an interest in residential property located in the United Kingdom. 3 In this section— “ asylum claim ” means— a claim that it would be contrary to the United Kingdom's obligations under the Refugee Convention for the claimant to be removed from, or required to leave, the United Kingdom, or a claim that the claimant would face a real risk of serious harm if removed from the United Kingdom; “ Convention rights ” means the rights identified as Convention rights by section 1 of the Human Rights Act 1998; “ detained in lawful custody ” means— detained in pursuance of a sentence of imprisonment, detention or custody for life or a detention and training order, remanded in or committed to custody by an order of a court, detained pursuant to an order under section 2 of the Colonial Prisoners Removal Act 1884 or a warrant under section 1 or 4A of the Repatriation of Prisoners Act 1984, detained under Part 3 of the Mental Health Act 1983 or by virtue of an order under section 5 of the Criminal Procedure (Insanity) Act 1964 or section 6 or 14 of the Criminal Appeal Act 1968 (hospital orders,  etc ), detained by virtue of an order under Part 6 of the Criminal Procedure (Scotland) Act 1995 (other than an order under section 60C) or a hospital direction under section 59A of that Act, and includes detention by virtue of the special restrictions set out in Part 10 of the Mental Health (Care and Treatment) (Scotland) Act 2003 to which a person is subject by virtue of an order under section 59 of the Criminal Procedure (Scotland) Act 1995, or detained under Part 3 of the Mental Health (Northern Ireland) Order 1986 or by virtue of an order under section 11 or 13(5A) of the Criminal Appeal (Northern Ireland) Act 1980; “ human rights claim ” means a claim that to remove the claimant from, or to require the claimant to leave, the United Kingdom would be unlawful under section 6 of the Human Rights Act 1998 (public authority not to act contrary to Convention) as being incompatible with the person's Convention rights; “ the Refugee Convention ” means the Convention relating to the Status of Refugees done at Geneva on 28 July 1951 and the Protocol to the Convention; “ serious harm ” has the meaning given by article 15 of Council Directive  2004/83/ EC  on minimum standards for the qualification and status of third country nationals or stateless persons as refugees or as persons who otherwise need international protection and the content of the protection granted; and a reference to having leave to enter or remain in the United Kingdom is to be construed in accordance with the Immigration Act 1971. 4 This section applies in relation to any offence under this Part (whether committed before or after the coming into force of this section)."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "68", "section_title": " Proceedings against persons becoming resident within the jurisdiction", "section_text": "68 1 This section applies in relation to a person who commits acts outside the United Kingdom at a time when he is not a United Kingdom national, a United Kingdom resident or a person subject to UK service jurisdiction and who subsequently becomes resident in the United Kingdom. 2 Proceedings may be brought against such a person in England and Wales or Northern Ireland for a substantive offence under this Part if— a he is resident in the United Kingdom at the time the proceedings are brought, and b the acts in respect of which the proceedings are brought would have constituted that offence if they had been committed in that part of the United Kingdom. 3 Proceedings may be brought against such a person in England and Wales or Northern Ireland for an offence ancillary to a substantive offence under this Part (or what would be such a substantive offence if committed in that part of the United Kingdom) if— a he is resident in the United Kingdom at the time the proceedings are brought, and b the acts in respect of which the proceedings are brought would have constituted that offence if they had been committed in that part of the United Kingdom. 4 In this section a “ substantive offence ” means an offence other than an ancillary offence. 5 Nothing in this section shall be read as restricting the operation of any other provision of this Part."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "69", "section_title": " References to acts to include omissions, etc", "section_text": "69 In this Part “ act ”, except where the context otherwise requires, includes an omission, and references to conduct have a corresponding meaning."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "70", "section_title": " Offences under section 1 of the Geneva Conventions Act 1957", "section_text": "70 1 In section 1 of the Geneva Conventions Act 1957 (c. 52)\t\t\t\t\t(punishment of grave breaches of the conventions)— a in subsection (1), omit the words from “and on conviction on indictment” to the end; and b omit subsections (3) to (5). 2 After that section insert—  Trial and punishment of offences under s.1 1A 1 The following provisions apply in relation to offences under section 1 of this Act. 2 The offence is triable only on indictment. 3 Proceedings for an offence shall not be instituted— a in England and Wales, except by or with the consent of the Attorney General; b in Northern Ireland, except by or with the consent of the Attorney General for Northern Ireland. 4 If the offence is not committed in the United Kingdom— a proceedings may be taken, and b the offence may for incidental purposes be treated as having been committed, in any place in the United Kingdom. 5 A person convicted of an offence involving murder shall be dealt with as for an offence of murder. In this subsection “ murder ” means the killing of a person in such circumstances as would constitute murder if committed in the part of the United Kingdon in which the proceedings are brought. 6 In any other case a person convicted of an offence is liable to imprisonment for a term not exceeding 30 years. . 3 The above amendments do not apply in relation to offences committed before the commencement of this section."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "71", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "71 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "72", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "72 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "73", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "73 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "74", "section_title": " Consequential amendments of armed forces legislation", "section_text": "74 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "75", "section_title": " Meaning of “national court” and “service court”", "section_text": "75 In this Act— “ national court ” means a court in the United Kingdom or a service court; and  “ service court ” means— the Court Martial; the Service Civilian Court; the Court Martial Appeal Court; or the Supreme Court on an appeal brought from the Court Martial Appeal Court."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "76", "section_title": " Meaning of “British aircraft”, “British hovercraft” and “British ship”", "section_text": "76 1 In this Act— “ British aircraft ” means a British-controlled aircraft within the meaning of section 92 of the Civil Aviation Act 1982 (c. 16) (application of criminal law to aircraft), or one of Her Majesty’s aircraft; “ British hovercraft ” means a British-controlled hovercraft within the meaning of that section as applied in relation to hovercraft by virtue of provision made under the Hovercraft Act 1968 (c .59), or one of Her Majesty’s hovercraft; and “ British ship ” means a British ship within the meaning of the Merchant Shipping Act 1995 (c. 21), or one of Her Majesty’s ships. 2 References in subsection (1) to Her Majesty’s aircraft, hovercraft or ships are to the aircraft, hovercraft or, as the case may be, ships which belong to, or are exclusively employed in the service of, Her Majesty in right of the government of the United Kingdom."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "77", "section_title": " Application of provisions in relation to other International Tribunals", "section_text": "77 1 Section 23 (provisions as to state or diplomatic immunity) applies in relation to proceedings under— a the United Nations (International Tribunal) (Former Yugoslavia) Order 1996 (S.I. 1996/716), or b the United Nations (International Tribunal) (Rwanda) Order 1996 (S.I. 1996/1296), as it applies in relation to proceedings under Part 2 of this Act, with the following adaptations. 2 The adaptations are— a in subsection (1) omit the words “by reason of a connection with a state party to the ICC Statute”; b omit subsections (2), (3) and (5); c in subsection (4)— i for the reference to the ICC substitute a reference to the relevant International Tribunal, and ii omit the words “or (2)”. 3 The provisions of sections 42 to 48 (enforcement of sentences of imprisonment) apply, with any necessary modifications, in relation to a sentence of imprisonment imposed by either of the International Tribunals to which the Orders mentioned in subsection (1) above apply as they apply in relation to a sentence of the ICC. 4 The power conferred by section 1 of the United Nations Act 1946 (c. 45) (power to give effect by Order in Council to measures not involving the use of armed force) includes power to make in relation to any other tribunal of a similar character that may be established by resolution of the Security Council of the United Nations provision corresponding to that made in relation to the ICC by the provisions of this Act mentioned in subsection (1) or (3) above."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "77A", "section_title": "The Special Court for Sierra Leone", "section_text": "77A 1 Her Majesty may by Order in Council make in relation to the Special Court for Sierra Leone provision— a having effect in England and Wales, and b corresponding to that made in relation to the  ICC  by sections 42 to 48 (enforcement of sentences of imprisonment), with any necessary modifications. 2 An Order in Council made under this section must be laid before Parliament after it is made."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "78", "section_title": " Crown application", "section_text": "78 This Act binds the Crown and applies to persons in the public service of the Crown, and property held for the purposes of the public service of the Crown, as it applies to other persons and property."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "79", "section_title": " Extent", "section_text": "79 1 The following provisions of this Act do not extend to Scotland— a Part 3 (other forms of assistance), except section 32 (transfer of prisoner to give evidence or assist in investigation) and section 39 (production or disclosure prejudicial to national security); b section 49 (power to make provision for enforcement of orders other than sentences of imprisonment); c Part 5 (offences under domestic law), except— section 50(3) (regulations setting out Elements of Crimes), section 50(4) (Orders in Council specifying relevant reservations or declarations), section 70 (offences under section 1 of the Geneva Conventions Act 1957 (c. 52)), and sections 71 to 73 (extradition); d the repeal by Schedule 10 of the provisions of the Genocide Act 1969 (c. 12) creating the offence of genocide. 2 This Act extends to Northern Ireland. 3 Her Majesty may by Order in Council make provision for extending the provisions of this Act, with such exceptions, adaptations or modifications as may be specified in the Order, to any of the Channel Islands, the Isle of Man or any colony. 4 Section 77 of this Act (application of provisions to other International Tribunals) has the same extent as section 1 of the United Nations Act 1946 (c. 45). 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "80", "section_title": " Power to make provision in relation to Scotland", "section_text": "80 1 The Secretary of State may by regulations make such modifications or adaptations of this Act as appear to him appropriate for co-ordinating the provisions of this Act and any corresponding provisions of an Act of the Scottish Parliament. 2 The regulations may, in particular, make provision— a for the transmission to and from Scottish Ministers of communications from and to the ICC, and b for warrants, orders and other things done under the Scottish provisions to have effect in England and Wales or Northern Ireland as if done under the corresponding provisions of this Act. 3 Regulations under this section shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "81", "section_title": " Index of defined expressions", "section_text": "81 In this Act the expressions listed below are defined or otherwise explained by the provisions indicated— act and conduct (in Part 5) section 69 ancillary offence (in Part 5) —in England and Wales section 55 —in Northern Ireland section 62 appropriate judicial officer (in Part 2) section 26 article section 1(2) British aircraft, British hovercraft and British ship section 76 competent court (in Part 2) section 26 crime against humanity (in Part 5) section 50(1) delivery order (in Part 2) section 5(3) detained (in sections 42 to 47) section 48(1) genocide (in Part 5) section 50(1) the ICC section 1(1) ICC crime section 1(1) the ICC Statute section 1(1) national court section 75 person subject to UK service jurisdiction (in Part 5) section 67(3) the prisoner (in Part 4) section 42(1) provisional warrant (in Part 2) section 3(5) remand (in Part 2) section 16 section 2 warrant (in Part 2) section 2(5) service court section 75 United Kingdom national (in Part 5) section 67(1) United Kingdom resident (in Part 5) section 67(2) war crime (in Part 5) section 50(1)"}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "82", "section_title": " Commencement", "section_text": "82 1 The provisions of this Act come into force on such day as the Secretary of State may by order appoint. 2 Any such order shall be made by statutory instrument and may appoint different days for different provisions and purposes."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "83", "section_title": " Repeals", "section_text": "83 The enactments mentioned in Schedule 10 are repealed to the extent specified."}, {"act": "International Criminal Court Act 2001", "year": 2001, "section": "84", "section_title": " Short title", "section_text": "84 This Act may be cited as the International Criminal Court Act 2001."}]