[{"act": "Private Security Industry Act 2001", "year": 2001, "section": "1", "section_title": " The Security Industry Authority", "section_text": "1 1 There shall be a body corporate to be known as the Security Industry Authority (in this Act referred to as “ the Authority ”). 2 The functions of the Authority shall be— a to carry out the functions relating to licensing and approvals that are conferred on it by this Act; b to keep under review generally the provision of security industry services and other services involving the activities of security operatives; c for the purpose of protecting the public, to monitor the activities and effectiveness of persons carrying on businesses providing any such services as are mentioned in paragraph (b); d to ensure the carrying out of such inspections as it considers necessary of the activities and businesses of— i persons engaged in licensable conduct; and ii persons registered under section 14 as approved providers of security industry services; e to set or approve standards of conduct, training and levels of supervision for adoption by— i those who carry on businesses providing security industry services or other services involving the activities of security operatives; and ii those who are employed for the purposes of such businesses; f to make recommendations and proposals for the maintenance and improvement of standards in the provision of security industry services and other services involving the activities of security operatives; g to keep under review the operation of this Act. 3 The Authority may do anything that it considers is calculated to facilitate, or is incidental or conducive to, the carrying out of any of its functions. 4 Without prejudice to subsection (3), the Authority may, for any purpose connected with the carrying out of its functions— a make proposals to the Secretary of State for the modification of any provision contained in or made under this Act; and b undertake, or arrange for or support (whether financially or otherwise), the carrying out of research relating to the provision of security industry services and of other services involving the activities of security operatives. 5 The Authority shall not be regarded— a as the servant or agent of the Crown; or b as enjoying any status, immunity or privilege of the Crown; and the property of the Authority shall not be regarded as property of, or property held on behalf of, the Crown. 6 Schedule 1 (which makes provision about the Authority) shall have effect."}, {"act": "Private Security Industry Act 2001", "year": 2001, "section": "2", "section_title": " Directions  etc.  by the Secretary of State", "section_text": "2 1 In carrying out its functions the Authority shall comply with any general or specific directions given to it in writing by the Secretary of State. 2 Before giving directions under subsection (1), the Secretary of State a  shall consult the Authority,  and b where any of those directions relates wholly or mainly to the exercise of the Authority's activities in or as regards Scotland, shall obtain the consent of the Scottish Ministers. 2A Before giving a direction under subsection (1) the Secretary of State must obtain the consent of the Department of Justice so far as the direction relates to the Authority’s activities in or as regards Northern Ireland. 3 The Authority shall provide a  the  Secretary of State with such information about its activities as he may request,  and b the Scottish Ministers with such information about its activities in or as regards Scotland as they may request.   and   c the Department of Justice with such information about the Authority’s activities in or as regards Northern Ireland as the Department of Justice may request."}, {"act": "Private Security Industry Act 2001", "year": 2001, "section": "2A", "section_title": "Authority to be treated as cross-border public authority  etc.  for certain purposes", "section_text": "2A For the purposes of— a section 5(5B)\t\t\t\t\t\t\t\tof the Parliamentary Commissioner Act 1967 (restriction on investigatory powers of Parliamentary Commissioner for Administration); b section 23(2)(b) of the Scotland Act 1998 (power of Scottish Parliament to require persons outside Scotland to give evidence or produce documents); c section 70(6) of that Act of 1998 (accounts prepared by cross-border authorities); d section 91(3)(d) of that Act of 1998 (provision for investigation of certain complaints); and e section 7(5) of the Scottish Public Services Ombudsman Act 2002 (restriction on investigatory powers of ombudsman), the Authority is to be treated as a cross-border public authority within the meaning of that Act of 1998."}, {"act": "Private Security Industry Act 2001", "year": 2001, "section": "3", "section_title": " Conduct prohibited without a licence", "section_text": "3 1 Subject to the following provisions of this Act, it shall be an offence for a person to engage in any licensable conduct except under and in accordance with a licence. 2 For the purposes of this Act a person engages in licensable conduct if— a he carries out any designated activities for the purposes of, or in connection with, any contract for the supply of services under which— i he, ii a body corporate of which he is a director, or iii a firm of which he is a partner, is or may be required to secure that any such activities are carried out; b in the course of any employment of his by any person he carries out any designated activities for the purposes of, or in connection with, any contract for the supply of services under which his employer is or may be so required; c he carries out any designated activities in accordance with directions given to him by or on behalf of a person to whom his services are supplied (whether or not for the carrying out of any such activities) by— i a body corporate of which he is a director, ii a firm of which he is a partner, iii a person by whom he is employed, or iv a person to whom he supplies his services under a contract for the purposes of which, or in connection with which, he is or may be required to work in accordance with the directions of another; d he acts— i in the course of any employment of his by any person, or ii in accordance with any directions given as mentioned in paragraph (c), as the manager or supervisor of one or more individuals required in the course of their employment to engage in licensable conduct falling within paragraph (b); e he acts— i in the course of any employment of his by any person, or ii in accordance with any directions given as mentioned in paragraph (c), as the manager or supervisor of individuals who are required in accordance with any such directions to engage in conduct which would be licensable conduct falling within paragraph (b) if they were required to engage in that conduct as the employees of the person to whom their services are supplied; f he is the director of any body corporate or the partner of any firm at a time when another of the directors or partners of the body or firm, or any employee of the body or firm, engages in licensable conduct falling within any of paragraphs (a) to (e); g he is the employer of an individual who in the course of any employment of his with that employer carries out any designated activities subject to additional controls; h in the course of any employment of his, or for purposes connected with his being a director or partner of a body corporate or firm, he carries out designated activities subject to additional controls;                            or                           i in the course of any employment of his by any person he acts as the manager or supervisor of one or more individuals the duties of whose employment involve the carrying out of any designated activities subject to additional controls; ... j . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In this Act “ designated activities ” means such of the activities of a security operative as are for the time being designated for the purposes of this section by an order made by the Secretary of State; and an order under this subsection may designate different activities for the purposes of different paragraphs of subsection (2). 3A In the application of this Act to Scotland— a the reference in subsection (3) to the Secretary of State must be construed as a reference to the Scottish Ministers; but b before making any order under subsection (3) the Scottish Ministers are to consult the Secretary of State. 3B In the application of this Act to Northern Ireland— a the reference in subsection (3) to the Secretary of State must be construed as a reference to the Department of Justice; b before making any order under subsection (3) the Department of Justice must consult the Secretary of State. 4 For the purposes of this section a person shall not be treated as acting as the manager or supervisor of an individual by reason only of his giving directions to that individual in a case in which— a the directions are given on behalf of a person to whom the individual’s services are provided under a contract for services, and b the person who under the contract provides the individual’s services or another person acting on his behalf, acts as the manager or supervisor of that individual in relation to the activities carried out by him in accordance with those directions. 5 Schedule 2 (which defines the activities that are to be treated as the activities of a security operative for the purposes of this Act and those which, so far as they are designated, are subject to additional controls) shall have effect. 6 A person guilty of an offence under this section shall be liable, on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding level 5 on the standard scale, or to both."}, {"act": "Private Security Industry Act 2001", "year": 2001, "section": "4", "section_title": " Exemptions from licensing requirement", "section_text": "4 1 If— a it appears to the Secretary of State that there are circumstances in which licensable conduct is engaged in only by persons to whom suitable alternative arrangements will apply, and b the Secretary of State is satisfied that, as a consequence, it is unnecessary for persons engaging in any such conduct in those circumstances to be required to be licensed under this Act, then he may by regulations prescribing those circumstances provide that a person shall not be guilty of an offence under section 3 in respect of any conduct engaged in by him in those circumstances. 2 The provision that may be made by regulations under subsection (1) includes provision that a person is not to be guilty of an offence in respect of any conduct which is engaged in by him in the course of his employment by, or otherwise under the direction of, a person who is certified by the Authority in accordance with the regulations to be a person who the Authority is satisfied will secure that suitable alternative arrangements apply. 3 In subsections (1) and (2) references to suitable alternative arrangements are references to arrangements that the Secretary of State or, as the case may be, the Authority is satisfied are equivalent, for all practical purposes so far as the protection of the public is concerned, to those applying to persons applying for and granted licences.   3A In the application of this section to Northern Ireland— a the reference in subsection (2)(c) to the Secretary of State must be construed as a reference to the Department of Justice in Northern Ireland; but b before making any order under subsection (2)(c) the Department of Justice in Northern Ireland must consult the Secretary of State.   4 A person shall not be guilty of an offence under section 3 in respect of any activities of his as a security operative if— a he carries out those activities in his capacity as the director of a body corporate, the partner of any firm or the employee of any person; b he has applied to the Authority for the grant of a licence and that application is pending; c the licence applied for would authorise him to carry out those activities and is not one he has previously been refused; d the body, firm or, as the case may be, the employer is a person who is for the time being registered under section 14 as an approved provider of security industry services; and e the Authority has given notice to the body, firm or employer that it has authorised that body, firm or employer to use directors, partners or employees whose applications are pending to carry out activities that consist in or include those activities. 5 Subsection (4) shall apply in the case of a person who carries out activities under directions given by or on behalf of another person in pursuance of a contract for the supply of the services of the first person as if the first person were an employee of the other one. 6 A relevant employee who engages in licensable conduct shall not be guilty of an offence under section 3 in respect of that conduct if it is carried out in connection with the use of a certified sports ground or certified sports stand for purposes for which its safety certificate has effect. 7 An employee for a visiting team who engages in licensable conduct shall not be guilty of an offence under section 3 in respect of that conduct if— a it is carried out in connection with the use of a certified sports ground or certified sports stand for purposes for which its safety certificate has effect; and b that visiting team is involved in the activities for which the ground is being used, or which the stand is being used to view. 8 In subsection (7) a reference to a person being an employee for a visiting team is a reference to his being a relevant employee in relation to the visitors' ground, or in relation to a certified sports stand contained in the visitors' premises. 9 In this section  “ a relevant employee ”, in relation to a certified sports ground or certified sports stand, means a person employed by— a the holder of its safety certificate; b a person who manages the ground or stand or occupies the premises where it is or owns an interest in those premises; c a company which is in the same group as a company falling within paragraph (b). 10 In this section a reference to the use of a certified sports ground for purposes for which the safety certificate has effect is a reference to— a the use of the ground for activities specified in a general safety certificate in force in respect of the use of that ground; or b the use of the ground, on an occasion specified in a special safety certificate which is so in force, for activities specified in that certificate. 11 In this section a reference to the use of a certified sports stand for purposes for which the safety certificate has effect is a reference to— a the use of the stand for viewing activities specified in a general safety certificate in force in respect of the use of that stand; or b the use of the stand, on an occasion specified in a special safety certificate which is so in force, for viewing activities specified in that certificate. 12 In this section— “ certified sports ground ” means a sports ground in respect of which a safety certificate is in force; “ certified sports stand ” means a sports stand in respect of which a safety certificate is in force; “ company ”,  “ holding company ” and  “ subsidiary ” have the same meanings as in   section 1159 of the Companies Act 2006  ; “ group ”, in relation to a company, means a holding company and all of its subsidiaries; “safety certificate”,  “general safety certificate” and  “special safety certificate”— in relation to a sports ground, have the same meanings as in the Safety of Sports Grounds Act 1975 (see sections 1(4) and 17(1) of that Act); and in relation to a sports stand, have the same meanings as in Part 3 of the Fire Safety and Safety of Places of Sport Act 1987 (see section 26(2) and (11) of that Act); “ sports ground ” has the same meaning as in that Act of 1975 (see section 17(1) of that Act); “ sports stand ” means a stand within the meaning of Part 3 of that Act of 1987 (see section 26(11) of that Act); “ visiting team ”, in relation to a certified sports ground (“the home ground”) or a certified sports stand contained in any premises (“the home premises”) means a team which uses as its base, or as one of its bases, any premises which are either— a certified sports ground which is not the home ground (“the visitors' ground”); or premises which are not the home premises and which contain a certified sports stand (“the visitors' premises”); “visitors' ground” and  “ visitors' premises ”, in relation to a visiting team, have the meanings given by the previous definition. 13 In its application to Northern Ireland subsection (12) has effect as if— a for the definitions of  “safety certificate”,  “general safety certificate” and  “special safety certificate” there were substituted—  “                                safety certificate                              ” ,  “                                general safety certificate                              ”  and  “                                special safety certificate                              ” in relation to a sports ground, have the same meanings as in Part 2 of the Safety of Sports Grounds (Northern Ireland) Order 2006 ( S.I.  2006/313 (N.I. 2)\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t(“ the 2006 Order ”))\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t(see Article 3 of that Order); in relation to a sports stand, have the same meanings as in Part 3 of the 2006 Order (see Article 12(1) of that Order); , b for the definition of  “sports ground” there were substituted— “ sports ground ” has the same meaning as in the 2006 Order (see Article 2(2) of that Order); , and c for the definition of  “sports stand” there were substituted— “ sports stand ” means a stand within the meaning of Part 3 of the 2006 Order (see Article 12 of that Order); ."}, {"act": "Private Security Industry Act 2001", "year": 2001, "section": "5", "section_title": " Offence of using unlicensed security operative", "section_text": "5 1 A person is guilty of an offence if— a he provides any security industry services to another; b those services are provided wholly or partly by means of the activities of an individual as a security operative; and c that individual’s activities in connection with the provision of those services involve his engaging in licensable conduct in respect of which he is not the holder of a licence. 2 In proceedings against any person for an offence under this section it shall be a defence for that person to show either— a that he did not know, and had no reasonable grounds for suspecting, at the time when the activities were carried out, that the individual in question was not the holder of a licence in respect of those activities; or b that he took all reasonable steps, in relation to the services in question, for securing that that individual would not engage in any licensable conduct in respect of which he was not the holder of a licence. 3 A person shall not be guilty of an offence under this section in respect of any services in so far as those services are provided by means of conduct in which a person who is not the holder of a licence is entitled to engage by virtue of section 4. 4 A person guilty of an offence under this section shall be liable— a on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum, or to both; b on conviction on indictment, to imprisonment for a term not exceeding five years or to a fine, or to both."}, {"act": "Private Security Industry Act 2001", "year": 2001, "section": "6", "section_title": " Offence of using unlicensed wheel-clampers", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Private Security Industry Act 2001", "year": 2001, "section": "7", "section_title": " Licensing criteria", "section_text": "7 1 It shall be the duty of the Authority, before granting any licences, to prepare and publish a document setting out— a the criteria which it proposes to apply in determining whether or not to grant a licence; and b the criteria which it proposes to apply in exercising its powers under this Act to revoke or modify a licence. 2 The Authority may from time to time revise the document for the time being setting out the criteria mentioned in subsection (1)(a) and (b); and, if it does so, it shall publish the revised document. 3 The criteria set out by the Authority under this section— a shall include such criteria as the Authority considers appropriate for securing that the persons who engage in licensable conduct are fit and proper persons to engage in such conduct; b may include such criteria as the Authority considers appropriate for securing that those persons have the training and skills necessary to engage in the conduct for which they are licensed; and c may also include criteria relating to such other matters as the Authority thinks fit. 4 In setting out any criteria or revised criteria under this section the Authority may provide for different criteria to apply— a in relation to licences for different descriptions of licensable conduct; and b in relation to the initial grant of a licence and in relation to a further grant to the same licensee for the purpose of renewing an earlier licence. 5 Criteria or revised criteria set out under this section shall not have effect for the purposes of this Act unless the Secretary of State has approved them. 5A Before giving approval under subsection (5), the Secretary of State shall consult the Scottish Ministers  and the Department of Justice . 6 The publication in accordance with this section of any document setting out any criteria or revised criteria must be in such manner as the Authority considers appropriate for bringing it to the attention of the persons likely to be affected by it."}, {"act": "Private Security Industry Act 2001", "year": 2001, "section": "8", "section_title": " Licences to engage in licensable conduct", "section_text": "8 1 The Authority may, on an application made to it, grant to the applicant a licence to engage in any such licensable conduct as may be described in the licence. 2 An application to the Authority for the grant of a licence— a must be in such form, and b must be accompanied by such information, as may be prescribed. 3 In determining whether or not to grant a licence the Authority shall apply the criteria for the time being applicable under section 7. 4 The Authority may refuse to grant a licence until— a it has been satisfied as to the identity of the applicant in such manner as may be prescribed; b the applicant has supplemented his application with such further information (if any) as the Authority may request after receiving the application; and c the Authority has been able to carry out such further inquiries (if any) in relation to the applicant as it considers appropriate. 5 A licence granted by the Authority to engage in any description of licensable conduct— a must be in such form, b must contain such information, and c must be granted on such conditions, as may be prescribed in relation to licences to engage in that description of licensable conduct. 6 Such a licence may be granted subject to such conditions, in addition to the prescribed conditions, as the Authority considers appropriate in relation to the licence in question. 7 On the making of an application for the grant of a licence, the applicant shall pay to the Authority such fee as may be prescribed. 8 Subject to section 10, a licence shall remain in force— a except in a case to which paragraph (b) applies, for a period of three years beginning with the day on which it is granted; and b in any case for which provision as to the duration of the licence is made by the Secretary of State by order, for such other period beginning with that day as may be specified in the order."}, {"act": "Private Security Industry Act 2001", "year": 2001, "section": "9", "section_title": " Licence conditions", "section_text": "9 1 The power of the Secretary of State to prescribe the conditions on which a licence must be granted and the power of the Authority to impose additional conditions for such a licence shall include power to prescribe or impose— a conditions containing requirements as to the training, registration and insurances which the licensee is to undergo, or to maintain, while the licence remains in force; b conditions as to the manner in which the licensee is to carry out specified activities of a security operative that he is licensed to carry out; c conditions imposing obligations as to the production and display of the licence; d conditions imposing obligations as to the information to be provided from time to time by the licensee to the Authority; and e such other conditions (whether or not relating to the criteria that would be applied by the Authority in determining whether to grant the licence) as the Secretary of State or the Authority thinks fit. 2 The conditions that may be prescribed or imposed in relation to any description of licence may include conditions imposing obligations on a licensee by reference to requirements made or directions given by the Authority.   2D The Secretary of State must consult the Department of Justice in Northern Ireland before approving a nomination under subsection (2B) affecting persons carrying out activities in Northern Ireland.   3 In relation to a licence authorising licensable conduct falling within subsection (2)(g) of section 3, the references in subsection (1) of this section to the licensee include references to any of his employees who carry out any designated activities subject to additional controls. 4 Any person who contravenes the conditions of any licence granted to him shall be guilty of an offence and liable, on summary conviction, to a term of imprisonment not exceeding six months or to a fine not exceeding level 5 on the standard scale, or to both. 5 In proceedings against any person for an offence under subsection (4) it shall be a defence for that person to show that he exercised all due diligence to avoid a contravention of the conditions of the licence."}, {"act": "Private Security Industry Act 2001", "year": 2001, "section": "10", "section_title": " Revocation and modification of licences", "section_text": "10 1 The Authority may by notice in writing to the licensee modify or revoke any licence granted to him (including any of the conditions of that licence). 2 In determining whether or not to modify or revoke a licence, the Authority shall apply the criteria for the time being applicable under section 7. 3 The modifications that may be made under this section include one suspending the effect of the licence for such period as the Authority may determine."}, {"act": "Private Security Industry Act 2001", "year": 2001, "section": "11", "section_title": " Appeals in licensing matters", "section_text": "11 1 Where— a an application for a licence is refused, b a licence is granted subject to conditions imposed under section 8(6), or c a licence is modified or revoked, the applicant or, as the case may be, the holder of the licence may appeal to   a   magistrates’ court  (in Scotland, to the sheriff)   against the Authority’s decision to refuse to grant the licence, to impose those conditions or, as the case may be, to modify or to revoke the licence. 2 An appeal under subsection (1) must be brought before the end of the period of twenty-one days beginning with the day on which the decision appealed against was first notified to the appellant by the Authority. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Where a  a magistrates’ court makes a decision on an appeal under subsection (1), an appeal to the Crown Court,   or b the sheriff makes a decision on an appeal under that subsection, an appeal to the Sheriff Principal,   may be brought against that decision either by the Authority or by the person on whose appeal that decision was made. 5 A court to which an appeal is brought under this section shall determine the appeal in accordance with the criteria for the time being applicable under section 7. 6 Where an application for the grant of a licence by way of a renewal is refused or a licence is revoked, the licence to which the application or revocation relates shall be deemed to remain in force— a for the period during which an appeal may be brought under subsection (1); b for the period from the bringing of any such appeal until it is determined or abandoned; c for the period from any determination on appeal that a licence should be granted until effect is given to that determination, or it is overturned on a further appeal; d during any such period as i  the  ... magistrates’ court or the Crown Court may direct, pending an appeal from a determination made on an appeal  to   the  magistrates’ court,   or ii the sheriff or the Sheriff Principal may direct pending an appeal from a determination made on an appeal to the sheriff. 7 In the application of this section to Northern Ireland a reference to the Crown Court shall be taken as a reference to a county court."}, {"act": "Private Security Industry Act 2001", "year": 2001, "section": "12", "section_title": " Register of licences", "section_text": "12 1 It shall be the duty of the Authority to establish and maintain a register of persons licensed under this Act. 2 The Authority shall secure that the register contains particulars of every person who for the time being holds a licence. 3 The particulars that must be recorded in every entry in the register relating to the holder of a licence are— a the name of the holder of the licence; b an address for the holder of the licence which satisfies the prescribed requirements; c the time when the licence will cease to have effect unless renewed; and d the terms and other conditions of his licence. 4 It shall be the duty of the Authority to ensure that such arrangements are in force as it considers appropriate for— a allowing members of the public and such other persons as it thinks fit to inspect the contents of the register; and b securing that such publicity is given to any modification or revocation of a licence as will bring it to the attention of persons likely to be interested in it. 5 The Authority may impose such fee as it considers reasonable for allowing a person to inspect the register or to take a copy of any part of it."}, {"act": "Private Security Industry Act 2001", "year": 2001, "section": "13", "section_title": " Licensing at local authority level", "section_text": "13 1 The Secretary of State may by order make provision for local authorities to carry out some or all of the Authority’s relevant licensing functions in relation to such cases and such areas, and for such purposes, as may be specified or described in the order. 2 References in this section to the Authority’s relevant licensing functions are references to such of its functions under this Act (other than section 7) as relate to the grant, revocation or modification of licences to engage in any such licensable conduct as will or may involve, or relate to, the carrying out of activities to which paragraph 8 of Schedule 2 (door supervisors etc. for public houses and clubs and comparable venues) applies. 3 An order under this section may— a impose such conditions and requirements in respect of the carrying out of any of the Authority’s relevant licensing functions by a local authority as the Secretary of State thinks fit; b provide for any of those conditions or requirements to be framed by reference to directions given by the Secretary of State in accordance with the order; c provide for any of the powers exercisable by a local authority by virtue of such an order to be exercisable concurrently in relation to the same case by the Authority and that local authority; and d authorise a local authority to retain any fee paid to them by virtue of section 8(7). 4 Section 11 shall apply in relation to a decision made by a local authority in accordance with an order under subsection (1) as it applies in relation to a decision of the Authority; and where it so applies it shall have effect as if the references in subsections (2) and (4) of that section to the Authority were a reference to the local authority that made the decision in question. 5 The Secretary of State may by order make such provision repealing or modifying the provisions of any local enactment as he considers appropriate in consequence of the coming into force of any of the provisions of this Act or of an order under subsection (1). 6 The Secretary of State shall consult the Authority before making an order under this section. 7 In this section “ local authority ” means— a the council for any county or district in England other than a metropolitan county the districts comprised in which are districts for which there are councils; b the council for any London borough; c the Common Council of the City of London; d the Council of the Isles of Scilly; e the council for any county or county borough in Wales. 8 This section does not apply to Scotland  or Northern Ireland  ."}, {"act": "Private Security Industry Act 2001", "year": 2001, "section": "14", "section_title": " Register of approved contractors", "section_text": "14 1 It shall be the duty of the Authority to establish and maintain a register of approved providers of security industry services. 2 The Authority shall secure that the register contains particulars of every person who is for the time being approved under any arrangements in force under section 15. 3 The particulars that must be recorded in every entry in the register relating to an approved person are— a the name of that person; b an address for that person which satisfies the prescribed requirements; c the services in respect of which that person is approved; d the time when the approval will cease to have effect unless renewed; and e the conditions of the approval. 4 It shall be the duty of the Authority to ensure that such arrangements are in force as it considers appropriate for— a allowing members of the public to inspect the contents of the register; and b securing that such publicity is given to any modification or withdrawal of an approval as will bring it to the attention of persons likely to be interested in it. 5 The Authority may impose such fee as it considers reasonable for allowing a person to inspect the register or to take a copy of any part of it."}, {"act": "Private Security Industry Act 2001", "year": 2001, "section": "15", "section_title": " Arrangements for the grant of approvals", "section_text": "15 1 It shall be the duty of the Authority to secure that there are arrangements in force for granting approvals to persons who— a are providing security industry services   in the United Kingdom  ; and b seek approval in respect of any such services that they are providing, or are proposing to provide. 2 The arrangements must— a allow for an approval to be granted either in respect of all the services in respect of which it is sought or in respect of only some of them; b ensure that an approval is granted to a person in respect of any services only if the condition for the grant of an approval is satisfied in accordance with subsection (3); c provide for an approval granted to any person to have effect subject to such conditions (whether or not connected with the provision of the services in respect of which the approval is granted) as may be contained in the approval; d enable a person to whom the Authority is proposing to grant an approval to refuse it if the proposal is in different terms from the approval which was sought; e make provision for the handling of complaints and disputes which— i are required by the conditions of an approved person’s approval to be dealt with in accordance with a procedure maintained by him in pursuance of those conditions; but ii are not disposed of by the application of that procedure; f provide for an approval to cease to have effect (unless renewed)— i except in a case to which sub-paragraph (ii) applies, at the end of the period of three years beginning with the day on which it is granted; and ii in a case for which provision as to the duration of the approval is made by the Secretary of State by order, for such other period beginning with that day as may be specified in the order; g provide for the modification and withdrawal of approvals. 3 The condition that must be fulfilled before an approval is granted to any person is that the Authority is satisfied that he— a will comply, in providing the services in respect of which he is approved, with such technical and other requirements as may be prescribed; b is a person in relation to whom such other requirements as may be prescribed are, and will continue to be, satisfied; c is, and will continue to be, able and willing to comply with any requirements that the Authority is proposing to impose by means of conditions of the approval; and d is otherwise a fit and proper person to be approved in respect of those services. 4 Regulations made by virtue of paragraph (a) or (b) of subsection (3) may frame a requirement for the purposes of that subsection by reference to the opinion of a person specified in the regulations, or of a person chosen in a manner determined in accordance with the regulations. 5 The requirements which (subject to subsection (6)) may be imposed by conditions contained in an approval in accordance with the arrangements include— a requirements to provide information to such persons, in such form, at such times and in response to such requests as may be specified in or determined under the terms of the condition; b requirements framed by reference to the opinion or directions of a person specified in or chosen in accordance with provision contained in the conditions. 6 Nothing in the arrangements shall authorise the imposition, by conditions contained in an approval, of any requirements for— a the provision of information, or b the maintenance of a procedure for handling complaints or disputes, in relation to any matter other than one appearing to the Authority to be relevant to the matters mentioned in subsection (3)(a) to (d). 7 Any requirement to provide information that is imposed in accordance with the arrangements on any person by the conditions of his approval shall be enforceable at the suit or instance of the Authority. 8 Where any arrangements under this section so provide, a person who— a seeks an approval under the arrangements, b applies for a modification of such an approval, c is for the time being approved under the arrangements, or d has his approval under the arrangements modified wholly or partly in consequence of an application made by him, shall pay to the Authority, at such time or times as may be prescribed, such fee or fees as may be prescribed in relation to that time or those times."}, {"act": "Private Security Industry Act 2001", "year": 2001, "section": "16", "section_title": " Right to use approved status", "section_text": "16 1 The Authority may approve the terms in which a person who is for the time being registered under section 14 as an approved provider of security industry services may hold himself out as so registered. 2 A person is guilty of an offence if— a he holds himself out as registered under section 14 as an approved provider of any security industry services when he is not so registered; or b he is so registered but holds himself out as so registered in terms that have not been approved by the Authority in relation to his case. 3 A person guilty of an offence under this section shall be liable— a on summary conviction, to a fine not exceeding the statutory maximum; b on conviction on indictment, to a fine. 4 For the purposes of this section references in this section to a person’s holding himself out as registered as an approved provider of any services include references to his holding himself out to be a person who is for the time being approved in respect of those services in accordance with arrangements under section 15."}, {"act": "Private Security Industry Act 2001", "year": 2001, "section": "17", "section_title": " Imposition of requirements for approval", "section_text": "17 1 The Secretary of State may by regulations provide that persons of prescribed descriptions are to be prohibited from providing prescribed security industry services unless they are for the time being approved in respect of those services in accordance with arrangements under section 15. 2 A person is guilty of an offence if he contravenes any prohibition imposed on him by regulations under subsection (1). 3 A person who— a is approved in respect of any security industry services in accordance with arrangements under section 15, and b would be prohibited by regulations under subsection (1) from providing those services except while for the time being so approved, is guilty of an offence if he contravenes any of the conditions of his approval in respect of those services. 4 A person guilty of an offence under this section is liable— a on summary conviction, to a fine not exceeding the statutory maximum; b on conviction on indictment, to a fine. 5 The Secretary of State may by regulations make provision in relation to cases in which a person is required by regulations under subsection (1) to be approved in respect of any services in accordance with arrangements under section 15— a for the conditions that are to be contained in his approval in relation to the handling of complaints made about the provision of those services; and b generally in relation to the arrangements under that section that are to be made for such cases."}, {"act": "Private Security Industry Act 2001", "year": 2001, "section": "18", "section_title": " Appeals relating to approvals", "section_text": "18 1 Where— a an application for an approval for the purposes of section 15 is refused, b conditions are included as conditions of such an approval, or c such an approval is modified or withdrawn, the applicant or, as the case may be, the approved person may appeal to   a   magistrates’ court  (in Scotland, to the sheriff)   against the Authority’s decision to refuse to grant the approval, to include those conditions or, as the case may be, to modify or to withdraw the approval. 2 An appeal under subsection (1) must be brought before the end of the period of twenty-one days beginning with the day on which the decision appealed against was first notified to the appellant by the Authority. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Where a magistrates’ court makes a decision on an appeal under subsection (1), an appeal to the Crown Court a magistrates’ court makes a decision on an appeal under subsection (1), an appeal to the Crown Court,  or b the sheriff makes a decision on an appeal under that subsection, an appeal to the Sheriff Principal, may be brought against that decision either by the Authority or by the person on whose appeal that decision was made. 5 Where an application for the grant of an approval by way of a renewal is refused or an approval is withdrawn, the approval to which the application or withdrawal relates shall be deemed to remain in force— a for the period during which an appeal may be brought under subsection (1); b for the period from the bringing of any such appeal until it is determined or abandoned; c for the period from any determination on appeal that an approval should be granted until effect is given to that determination, or it is overturned on a further appeal; d during any such period as   i   the  ... magistrates’ court or the Crown Court may direct, pending an appeal from a determination made on an appeal to   the   magistrates’ court,  or ii the sheriff or the Sheriff Principal may direct pending an appeal from a determination made on an appeal to the sheriff. 6 In the application of this section to Northern Ireland a reference to the Crown Court shall be taken as a reference to a county court."}, {"act": "Private Security Industry Act 2001", "year": 2001, "section": "19", "section_title": " Powers of entry and inspection", "section_text": "19 1 Subject to subsections (3) and (4), a person authorised in writing for the purpose by the Authority may enter any premises owned or occupied by any person appearing to him to be a regulated person other than premises occupied exclusively for residential purposes as a private dwelling. 2 A person authorised in writing for the purpose by the Authority may require any person appearing to him to be a regulated person to produce to him any documents or other information relating to any matter connected with— a any licensable conduct which has been or may be engaged in by the person so appearing; b the provision by the person so appearing of any security industry services; c any matters in respect of which conditions are imposed on the person so appearing by virtue of a licence or of an approval granted in accordance with arrangements under section 15. 3 A person exercising the power conferred by subsection (1) shall do so only at a reasonable hour. 4 A person exercising such a power shall— a comply with any reasonable request made (whether before or after entry is gained to the premises) by any person present on the premises to do any one or more of the following— i state the purpose for which the power is being exercised; ii show the authorisation by the Authority for his exercise of the power; iii produce evidence of his identity; b make a record of the date and time of his entry, the period for which he remained there and his conduct while there; and c if requested to do so by any person present on the premises at the time of the entry, provide that person with a copy of that record. 5 A person is guilty of an offence if— a he intentionally obstructs any person in the exercise of any power conferred by subsection (1); b he fails, without reasonable excuse, to comply with any requirement imposed by subsection (2); or c he makes an unauthorised disclosure of any information obtained by him in the exercise of any power conferred by this section, or as a consequence of the exercise of any such power by another. 6 For the purposes of this section a disclosure of information obtained by any person as mentioned in subsection (5)(c) is authorised if, and only if, it is made— a for the purposes of the carrying out by the Authority of any of its functions under this Act; or b for the purposes of any criminal proceedings. 7 A person guilty of an offence under this section shall be liable, on summary conviction, to a term of imprisonment not exceeding six months or to a fine not exceeding level 5 on the standard scale, or to both. 8 In this section “ regulated person ” means— a the holder of any licence granted under this Act; b any person who engages in licensable conduct without being the holder of a licence under this Act; c any person who is for the time being approved in accordance with arrangements under section 15 in respect of any services which regulations under section 17 prohibit him from providing unless so approved; or d any person who is not so approved but provides security industry services which he is prohibited by any such regulations from providing."}, {"act": "Private Security Industry Act 2001", "year": 2001, "section": "20", "section_title": " Guidance as to exercise of power of entry", "section_text": "20 1 It shall be the duty of the Authority to prepare and publish a document containing its guidance as to the manner in which persons authorised to enter premises under subsection (1) of section 19 should— a exercise the power conferred by that subsection; and b conduct themselves after entering premises in exercise of that power. 2 The Authority may from time to time revise the guidance published under this section; and, if it does so, it shall publish the revised guidance. 3 A requirement under this section for the Authority to publish guidance or revised guidance shall be a requirement to publish it in such manner as appears to the Authority appropriate for bringing it to the attention of persons likely to be affected by it."}, {"act": "Private Security Industry Act 2001", "year": 2001, "section": "21", "section_title": " Access to enhanced criminal records certificates", "section_text": "21 In section 115(5) of the Police Act 1997 (c. 50)\t\t\t(matters in respect of which an enhanced criminal record certificate may be required), after paragraph (g) there shall be inserted— ga a licence under the Private Security Industry Act 2001 to engage in any such licensable conduct (within the meaning of that Act) as will or may involve, or relate to, activities to which paragraph 8 of Schedule 2 to that Act applies (door supervisors  etc.  for public houses and clubs and comparable venues)."}, {"act": "Private Security Industry Act 2001", "year": 2001, "section": "22", "section_title": " False information", "section_text": "22 1 A person is guilty of an offence if for any purposes connected with the carrying out by the Authority of any of its functions under this Act— a he makes any statement to the Authority which he knows to be false in a material particular; or b he recklessly makes any statement to the Authority which is false in a material particular. 2 A person guilty of an offence under this section shall be liable, on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding level 5 on the standard scale, or to both."}, {"act": "Private Security Industry Act 2001", "year": 2001, "section": "23", "section_title": " Criminal liability of directors  etc", "section_text": "23 1 Where an offence under any provision of this Act is committed by a body corporate and is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of— a a director, manager, secretary or other similar officer of the body corporate, or b any person who was purporting to act in any such capacity, he (as well as the partnership) shall be guilty of that offence and liable to be proceeded against and punished accordingly. 2 Where an offence under any provision of this Act is committed by a Scottish partnership and is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of— a a partner; or b any person who was purporting to be a partner, he (as well as the partnership) shall be guilty of that offence and liable to be proceeded against and punished accordingly."}, {"act": "Private Security Industry Act 2001", "year": 2001, "section": "24", "section_title": " Orders and regulations", "section_text": "24 1 In this Act “ prescribed ” means prescribed by regulations made by the Secretary of State, or determined in any such manner and by such person as may be provided for in any such regulations; and “ prescribe ” shall be construed accordingly. 1A But in Scotland  “ prescribed ” in paragraph 8(3)(d) of Schedule 2 to this Act includes prescribed by regulations made by the Scottish Ministers ; and in Northern Ireland “prescribed” in that paragraph includes prescribed by regulations made by the Department of Justice . 2 Every power of the Secretary of State  or the Scottish Ministers   under this Act to make an order or regulations shall be exercisable by statutory instrument. 3 A statutory instrument containing any order or regulations made under any provision of this Act, other than one containing either— a an order under section 26(2); or b an order a draft of which has been approved for the purposes of paragraph 1(3) or 7(3) of Schedule 2,  or c an order or regulations made by the Scottish Ministers, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3A A statutory instrument containing an order or regulations made by the Scottish Ministers, other than an order under section 26(2), shall be subject to annulment in pursuance of a resolution of the Scottish Parliament. 3B Any power of the Department of Justice to make orders or regulations under this Act shall be exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979. 3C Orders and regulations made by the Department of Justice under this Act are subject to negative resolution (within the meaning of section 41(6) of the Interpretation Act (Northern Ireland) 1954). 4 Before— a making any regulations under any provision of this Act, b making any order under any provision of this Act other than paragraph 1(2) or 7(2) of Schedule 2, or c laying any draft order under paragraph 1(2) or 7(2) of Schedule 2 before Parliament, the Secretary of State shall consult  the Scottish Ministers  (except where the order is made by virtue of section 3(2)(j))   , the Department of Justice   and   the Authority. 4A Before making any order or regulations under any provision of this Act, the Department of Justice shall consult the Authority. 5 Any order or regulations made under any of the preceding provisions of this Act or any provision contained in a Schedule to this Act may— a make different provisions for different cases; b contain such incidental, supplemental, consequential and transitional provision as the Secretary of State thinks fit   (or where the order is, or regulations are, made by the Scottish Ministers, as the Scottish Ministers think fit , or where the order is, or the regulations are, made by the Department of Justice, as the Department of Justice thinks fit ) ."}, {"act": "Private Security Industry Act 2001", "year": 2001, "section": "25", "section_title": " Interpretation", "section_text": "25 1 In this Act— “ activities of a security operative ” shall be construed in accordance with Part 1 of Schedule 2; “ activities subject to additional controls ” shall be construed in accordance with Part 2 of that Schedule; “ the Authority ” means the Security Industry Authority; “ contravention ” includes a failure to comply, and cognate expressions shall be construed accordingly;   “the Department of Justice” means the Department of Justice in Northern Ireland;   “ designated activities ” has the meaning given by section 3(3); “ director ”— in relation to a company ( as defined in section 1(1) of the Companies Act 2006 ), includes a shadow director; in relation to any such company that is a subsidiary of another, includes any director or shadow director of the other company; and in relation to a body corporate whose affairs are managed by its members, means a member of that body corporate; “ information ” includes reports, references and other documents, photographs and data of any description; “ licence ” means a licence from the Authority under this Act; “ licensable conduct ” shall be construed in accordance with section 3(2); “ local statutory provision ” means— a provision of any local Act; a provision of any instrument in the nature of a local enactment; a provision of any instrument made under a local statutory provision; “ modification ” includes amendments, additions and omissions, and cognate expressions shall be construed accordingly; ... “ premises ” includes any vehicle or moveable structure and any other place whatever, whether or not occupied as land; “ relevant accountancy body ” means any of the following— the Institute of Chartered Accountants in England and Wales; the Institute of Chartered Accountants of Scotland; the Institute of Chartered Accountants in Ireland; the Association of Chartered Certified Accountants; the Chartered Institute of Management Accountants; the Chartered Institute of Public Finance and Accountancy; “ security industry services ” means services which are provided under a contract for services and in the course of which the person providing the services secures— that the activities of a security operative are carried out; or that a person is made available to carry out, under directions given by or on behalf of another person, any activities which will or are likely to consist of or include the activities of a security operative; “ surveillance ” includes covertly listening to or recording conversations or other sounds and any method of covertly obtaining information; “ shadow director ” means a shadow director as defined in   section 251 of the Companies Act 2006  ; “ subsidiary ” means a subsidiary as defined in   section 1159 of the Companies Act 2006 ; “ vehicle ” includes any vessel, aircraft or hovercraft. 2 In this Act references, in relation to a firm, to a member of the firm include references to any person who, in relation to that firm, is liable as a partner under section 14 of the Partnership Act 1890 (c. 39) (persons liable by “ holding out ”). 3 In the application of this section to Northern Ireland, a reference to an Act that does not extend there shall be taken as a reference to the equivalent (or nearest equivalent) legislation that does."}, {"act": "Private Security Industry Act 2001", "year": 2001, "section": "26", "section_title": " Short title, commencement and extent", "section_text": "26 1 This Act may be cited as the Private Security Industry Act 2001. 2 The provisions of this Act, other than this section, shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be appointed under this subsection for different purposes. 2A In the application of this Act to Scotland— a the reference in subsection (2) to the Secretary of State must be construed as a reference to the Scottish Ministers; but b before making any order under subsection (2) the Scottish Ministers are to consult the Secretary of State. 3 This Act extends to— a England and Wales, b Scotland, and c Northern Ireland."}]