[{"act": "Rating (Former Agricultural Premises and Rural Shops) Act 2001", "year": 2001, "section": "1", "section_title": " Mandatory rate relief on former agricultural premises", "section_text": "1 1 Section 43 of the Local Government Finance Act 1988 (c. 41) (occupied hereditaments: liability) is amended as follows. 2 In subsection (6A), after “applies,” insert  “                or, subject to subsection (6I) below, subsection (6F) below applies,              ” . 3 After subsection (6E) insert— 6F This subsection applies where— a on the day concerned the condition mentioned in subsection (6G) below is fulfilled in respect of the hereditament; and b the rateable value of the hereditament shown in the local non-domestic rating list at the beginning of the chargeable financial year is not more than any amount prescribed by the Secretary of State by order. 6G The condition is that the hereditament— a consists wholly or mainly of land or buildings which were, on at least 183 days during the period of one year ending immediately before this subsection comes into effect, agricultural land or agricultural buildings for the purposes of the exemption under paragraph 1 of Schedule 5 to this Act; and b includes land or a building which is not agricultural for the purposes of that exemption but was agricultural for those purposes on at least 183 days during the period mentioned in paragraph (a) above. 6H For the purposes of subsection (6G) above— a in relation to any hereditament which includes property which is domestic within the meaning of section 66 below, paragraph (a) has effect as if that part of the hereditament which does not consist of such property were the entire hereditament; and b a building which has replaced a building which was an agricultural building for the purposes of the exemption mentioned in that subsection (“ the original building ”) is to be treated as if it were the original building. 6I Subsection (6A) above shall not have effect, in relation to a hereditament to which subsection (6F) above applies, on a chargeable day on which paragraph 2A of Schedule 6 to this Act applies in relation to the hereditament. 6J Subject to subsection (6K) below, subsections (6F) to (6I) above shall cease to have effect at the end of the period of five years beginning with the day on which those subsections come into effect. 6K The Secretary of State may by order extend or further extend the period mentioned in subsection (6J). 6L If the period is so extended or further extended— a subsection (6F) above cannot apply to a hereditament after the end of the period of five years beginning with the day on which it first applies; and b where a hereditament to which subsection (6F) above applies (“ the original hereditament ”) includes land or a building which is subsequently included in a different hereditament, that subsection cannot apply to the different hereditament after the end of the period of five years beginning with the day on which it first applies to the original hereditament. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Rating (Former Agricultural Premises and Rural Shops) Act 2001", "year": 2001, "section": "2", "section_title": " Discretionary rate relief on former agricultural premises", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Rating (Former Agricultural Premises and Rural Shops) Act 2001", "year": 2001, "section": "3", "section_title": " Rate relief for rural food shops", "section_text": "3 1 Section 43 of the Local Government Finance Act 1988 (c. 41) (occupied hereditaments: liability) is amended as follows. 2 In subsection (6B)(c)(i), after “store” insert  “                , a qualifying food store              ” . 3 After subsection (6C) insert— 6CA A hereditament, or part of a hereditament, is used as a qualifying food store on any day in a chargeable financial year if a trade or business consisting wholly or mainly of the sale by retail of food for human consumption (excluding confectionery and excluding the supply of food in the course of catering) is carried on there. 6CB In subsection (6CA) above the supply of food in the course of catering includes— a any supply of food for consumption on the premises on which it is supplied; and b any supply of hot food for consumption off those premises; and for the purposes of paragraph (b) above “hot food” means food which, or any part of which— i has been heated for the purposes of enabling it to be consumed at a temperature above the ambient air temperature; and ii is at the time of supply above that temperature."}, {"act": "Rating (Former Agricultural Premises and Rural Shops) Act 2001", "year": 2001, "section": "4", "section_title": " Functions of the National Assembly for Wales", "section_text": "4 1 The reference in Schedule 1 to the National Assembly for Wales (Transfer of Functions) Order 1999 ( S.I.  1999/672) to the Local Government Finance Act 1988 (c. 41) is to be treated as referring to that Act as amended by this Act. 2 Subsection (1) does not affect the power to make further Orders varying or omitting the reference mentioned in subsection (1)."}, {"act": "Rating (Former Agricultural Premises and Rural Shops) Act 2001", "year": 2001, "section": "5", "section_title": " Financial provisions", "section_text": "5 There shall be paid out of money provided by Parliament any increase attributable to this Act in the sums payable out of money so provided under any other Act."}, {"act": "Rating (Former Agricultural Premises and Rural Shops) Act 2001", "year": 2001, "section": "6", "section_title": " Short title, commencement and extent", "section_text": "6 1 This Act may be cited as the Rating (Former Agricultural Premises and Rural Shops) Act 2001. 2 This Act (apart from this section) shall come into force on such day as the Secretary of State or, in relation to Wales, the National Assembly for Wales, may by order made by statutory instrument appoint, and different days may be appointed for different purposes. 3 An order under subsection (2) may contain transitional provisions and savings relating to the provisions being brought into force by the order. 4 This Act extends to England and Wales."}]