[{"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "1", "section_title": " Education in mainstream schools of children with special educational needs", "section_text": "1 In the Education Act 1996 (“ the 1996 Act ”), for section 316 substitute—  Duty to educate children with special educational needs in mainstream schools 316 1 This section applies to a child with special educational needs who should be educated in a school. 2 If no statement is maintained under section 324 for the child, he must be educated in a mainstream school. 3 If a statement is maintained under section 324 for the child, he must be educated in a mainstream school unless that is incompatible with— a the wishes of his parent, or b the provision of efficient education for other children. 4 In this section and section 316A “ mainstream school ” means any school other than— a a special school, or b an independent school which is not— i a city technology college, ii a city college for the technology of the arts, or iii a city academy.  Education otherwise than in mainstream schools 316A 1 Section 316 does not prevent a child from being educated in— a an independent school which is not a mainstream school, or b a school approved under section 342, if the cost is met otherwise than by a local education authority. 2 Section 316(2) does not require a child to be educated in a mainstream school during any period in which— a he is admitted to a special school for the purposes of an assessment under section 323 of his educational needs and his admission to that school is with the agreement of— i the local education authority, ii the head teacher of the school or, if the school is in Wales, its governing body, iii his parent, and iv any person whose advice is to be sought in accordance with regulations made under paragraph 2 of Schedule 26; b he remains admitted to a special school, in prescribed circumstances, following an assessment under section 323 at that school; c he is admitted to a special school, following a change in his circumstances, with the agreement of— i the local education authority, ii the head teacher of the school or, if the school is in Wales, its governing body, and iii his parent; d he is admitted to a community or foundation special school which is established in a hospital. 3 Section 316 does not affect the operation of— a section 348, or b paragraph 3 of Schedule 27. 4 If a local education authority decide— a to make a statement for a child under section 324, but b not to name in the statement the school for which a parent has expressed a preference under paragraph 3 of Schedule 27, they shall, in making the statement, comply with section 316(3). 5 A local education authority may, in relation to their mainstream schools taken as a whole, rely on the exception in section 316(3)(b) only if they show that there are no reasonable steps that they could take to prevent the incompatibility. 6 An authority in relation to a particular mainstream school may rely on the exception in section 316(3)(b) only if it shows that there are no reasonable steps that it or another authority in relation to the school could take to prevent the incompatibility. 7 The exception in section 316(3)(b) does not permit a governing body to fail to comply with the duty imposed by section 324(5)(b). 8 An authority must have regard to guidance about section 316 and this section issued— a for England, by the Secretary of State, b for Wales, by the National Assembly for Wales. 9 That guidance shall, in particular, relate to steps which may, or may not, be regarded as reasonable for the purposes of subsections (5) and (6). 10 “ Prescribed ”, in relation to Wales, means prescribed in regulations made by the National Assembly for Wales. 11 “ Authority ”— a in relation to a maintained school, means each of the following— i the local education authority, ii the school’s governing body, and b  in relation to a maintained nursery school or a pupil referral unit, means the local educationn authority."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "2", "section_title": " Advice and information for parents", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "3", "section_title": " Resolution of disputes", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "4", "section_title": " Compliance with orders", "section_text": "4 In the 1996 Act, insert the following section—  Compliance with orders 336A 1 If the Tribunal makes an order, the local education authority concerned must comply with the order before the end of the prescribed period beginning with the date on which it is made. 2 Regulations under this section, so far as they relate to Wales, require the agreement of the National Assembly for Wales."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "5", "section_title": " Unopposed appeals", "section_text": "5 In the 1996 Act, insert the following section—  Unopposed appeals 326A 1 This section applies if— a the parent of a child has appealed to the Tribunal under section 325, 328, 329 or 329A or paragraph 8(3) of Schedule 27 against a decision of a local education authority, and b the authority notifies the Tribunal that they have determined that they will not, or will no longer, oppose the appeal. 2 The appeal is to be treated as having been determined in favour of the appellant. 3 If an appeal is treated as determined in favour of the appellant as a result of subsection (2), the Tribunal is not required to make any order. 4 Before the end of the prescribed period, the authority must— a in the case of an appeal under section 325, make a statement under section 324 of the child’s educational needs, b in the case of an appeal under section 328, 329 or 329A, make an assessment of the child’s educational needs, c in the case of an appeal under paragraph 8(3) of Schedule 27 against a determination of the authority not to comply with the parent’s request, comply with the request. 5 An authority required by subsection (4)(a) to make a statement under section 324 must maintain the statement under that section. 6 Regulations under this section, so far as they relate to Wales, require the agreement of the National Assembly for Wales."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "6", "section_title": " Maintenance of statement during appeal", "section_text": "6 In paragraph 11 of Schedule 27 to the 1996 Act (circumstances in which a local education authority may cease to maintain a statement), after sub-paragraph (4) insert— 5 A local education authority may not, under this paragraph, cease to maintain a statement if— a the parent of the child has appealed under this paragraph against the authority’s determination to cease to maintain the statement, and b the appeal has not been determined by the Tribunal or withdrawn."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "7", "section_title": " Duty to inform parent where special educational provision made", "section_text": "7 1 In the 1996 Act, insert the following section—  Duty to inform parent where special educational provision made 317A 1 This section applies if— a a child for whom no statement is maintained under section 324 is a registered pupil at— i a community, foundation or voluntary school, or ii a pupil referral unit, b special educational provision is made for him at the school because it is considered that he has special educational needs, and c his parent has not previously been informed under this section of special educational provision made for him at the school. 2 If the school is a pupil referral unit, the local education authority must secure that the head teacher informs the child’s parent that special educational provision is being made for him at the school because it is considered that he has special educational needs. 3 In any other case, the governing body must inform the child’s parent that special educational provision is being made for him there because it is considered that he has special educational needs. 2 After subsection (3) of section 123 of the School Standards and Framework Act 1998 (c. 31)\t\t\t\t\t(provision for children with special educational needs), insert— 3A Subsection (3B) applies if— a a local education authority or other person providing relevant nursery education for a child makes special educational provision for him because it is considered that he has special educational needs; b no statement under section 324 of the Education Act 1996 is maintained for the child; and c his parent has not previously been informed under subsection (3B) of the special educational provision made for him. 3B The local education authority or other person concerned must inform the child’s parent that special educational provision is being made for him because it is considered that he has special educational needs."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "8", "section_title": " Review or assessment of educational needs at request of responsible body", "section_text": "8 In the 1996 Act, insert the following section—  Review or assessment of educational needs at request of responsible body 329A 1 This section applies if— a a child is a registered pupil at a relevant school (whether or not he is a child in respect of whom a statement is maintained under section 324), b the responsible body asks the local education authority to arrange for an assessment to be made in respect of him under section 323, and c no such assessment has been made within the period of six months ending with the date on which the request is made. 2 If it is necessary for the authority to make an assessment or further assessment under section 323, they must comply with the request. 3 Before deciding whether to comply with the request, the authority must serve on the child’s parent a notice informing him— a that they are considering whether to make an assessment of the child’s educational needs, b of the procedure to be followed in making the assessment, c of the name of their officer from whom further information may be obtained, and d of the parent’s right to make representations, and submit written evidence, to them before the end of the period specified in the notice (“ the specified period ”). 4 The specified period must not be less than 29 days beginning with the date on which the notice is served. 5 The authority may not decide whether to comply with the request until the specified period has expired. 6 The authority must take into account any representations made, and any evidence submitted, to them in response to the notice. 7 If, as a result of this section, a local education authority decide to make an assessment under section 323, they must give written notice to the child’s parent and to the responsible body which made the request, of the decision and of their reasons for making it. 8 If, after serving a notice under subsection (3), the authority decide not to assess the educational needs of the child— a they must give written notice of the decision and of their reasons for making it to his parent and to the responsible body which made the request, and b the parent may appeal to the Tribunal against the decision. 9 A notice given under subsection (8)(a) to the child’s parent must— a inform the parent of his right to appeal, and b contain such other information (if any) as may be prescribed. 10 On an appeal under subsection (8) the Tribunal may— a dismiss it, or b order the authority to arrange for an assessment to be made in respect of the child under section 323. 11 This section applies to a child for whom relevant nursery education is provided as it applies to a child who is a registered pupil at a relevant school. 12 “ Relevant school ” means— a a maintained school, b a maintained nursery school, c a pupil referral unit, d an independent school, e a school approved under section 342. 13 “ The responsible body ” means— a in relation to a maintained nursery school or a pupil referral unit, the head teacher, b in relation to any other relevant school, the proprietor or head teacher, and c in relation to a provider of relevant nursery education, the person or body of persons responsible for the management of the provision of that nursery education. 14 “ Relevant nursery education ” has the same meaning as in section 123 of the School Standards and Framework Act 1998, except that it does not include nursery education provided by a local education authority at a maintained nursery school. 15 “ Prescribed ”, in relation to Wales, means prescribed in regulations made by the National Assembly for Wales."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "9", "section_title": " Duty to specify named school", "section_text": "9 In section 324 of the 1996 Act (statement of special educational needs), after subsection (4) insert— 4A Subsection (4)(b) does not require the name of a school or institution to be specified if the child’s parent has made suitable arrangements for the special educational provision specified in the statement to be made for the child."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "10", "section_title": " Amendment of statement of special educational needs", "section_text": "10 Schedule 1 makes further provision concerning the rights of parents and others where a statement of special educational needs is amended."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "11", "section_title": " Discrimination against disabled pupils and prospective pupils", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "12", "section_title": " Meaning of “discrimination”", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "13", "section_title": "Disabled pupils not to be substantially disadvantaged", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "14", "section_title": "Accessibility strategies and plans", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "15", "section_title": "Accessibility strategies and plans: procedure", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "16", "section_title": "Residual duty of education authorities", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "17", "section_title": " Special Educational Needs and Disability Tribunal", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "18", "section_title": " Jurisdiction and powers of the Tribunal", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "19", "section_title": " Procedure", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "20", "section_title": " Admissions", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "21", "section_title": " Exclusions", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "22", "section_title": " Roles of the Secretary of State and the National Assembly", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "23", "section_title": " Enforcement procedure: Scotland", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "24", "section_title": " Validity and revision of agreements of responsible bodies", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "25", "section_title": " Interpretation", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "26", "section_title": " Discrimination against disabled students and prospective students", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "27", "section_title": " Meaning of “discrimination”", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "28", "section_title": " Disabled students not to be substantially disadvantaged", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "29", "section_title": " Further education  etc.  provided by local education authorities and schools", "section_text": "29 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "30", "section_title": " Right of redress", "section_text": "30 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "31", "section_title": " Occupation of premises by educational institutions", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "32", "section_title": " Validity and revision of agreements", "section_text": "32 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "33", "section_title": " Interpretation", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "34", "section_title": " Removal of certain duties of funding bodies", "section_text": "34 1 In section 65 of the Further and Higher Education Act 1992 (c. 13)\t\t\t\t\t(administration of funds by higher education funding councils), omit subsections (4A) and (4B). 2 In section 40 of the Further and Higher Education (Scotland) Act 1992 (c. 37), omit subsections (5) and (6). 3 Section 528 of the 1996 Act ceases to have effect. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 In section 35 of that Act (conditions imposed on financial resources in Wales), omit subsections (4) and (6)."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "35", "section_title": " Extension of role of Disability Rights Commission", "section_text": "35 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "36", "section_title": " Codes of practice", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "37", "section_title": " Conciliation for disputes under Part 4 of the 1995 Act", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "38", "section_title": " Relationship with other Parts of the 1995 Act", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "39", "section_title": " Application to the Isles of Scilly", "section_text": "39 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "40", "section_title": " Duty of Teacher Training Agency", "section_text": "40 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "41", "section_title": " Expenses of Secretary of State", "section_text": "41 There shall be paid out of money provided by Parliament any increase attributable to this Act in the sums so payable under any other enactment."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "42", "section_title": " Minor amendments and repeals", "section_text": "42 1 Schedule 8 makes minor and consequential amendments. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 If, as a result of any other amendment made by Part 1 of that Schedule, a power to make regulations is conferred, that power is exercisable so far as it relates to Wales by the National Assembly for Wales. 4 But each of the powers conferred as a result of subsection (3)— a is to be treated as if it had been transferred to the National Assembly for Wales by an Order in Council under section 22 of the Government of Wales Act 1998 (c. 38); and b that transfer may be revoked by an Order in Council under that section. 5 For the purposes of section 22 of the Government of Wales Act 1998, an Order in Council made as a result of subsection (4)(b) is to be treated as if it were revoking a previous Order in Council. 6 The repeals set out in Schedule 9 have effect."}, {"act": "Special Educational Needs and Disability Act 2001", "year": 2001, "section": "43", "section_title": " Short title, interpretation, commencement and extent", "section_text": "43 1 This Act may be cited as the Special Educational Needs and Disability Act 2001. 2 In this Act— “ the 1995 Act ” means the Disability Discrimination Act 1995 (c. 50); and “ the 1996 Act ” means the Education Act 1996 (c. 56). 3 Except as provided in subsections (4) and (6), this Act (apart from this section) comes into force on such day as the Secretary of State may appoint by order. 4 The following provisions of this Act come into force on the day on which it is passed— a section 4, b section 5, c section 9, d section 42(2) to (4), and e paragraphs 6 to 10, 13(1) to (4) and 14(3) of Schedule 8 (and section 42(1) so far as relating to those provisions), but only so far as is necessary for enabling the making of any regulations for which they provide. 5 Nothing in subsection (4) affects the operation of section 13 of the Interpretation Act 1978 (c. 30) in relation to this Act. 6 The following provisions come into force as respects Wales on such day as the National Assembly for Wales may appoint by order— a sections 1 to 3; b sections 7 and 8; c section 9 (so far as not brought into force by subsection (4)); d sections 14 and 15; e section 22, so far as it gives the National Assembly for Wales power to give directions under section 28M(1) or (3) of the 1995 Act or makes provision in relation to such a direction; f subsections (1) and (6) of section 42 (but only in so far as they relate to the provisions mentioned in paragraphs (g) to (i)); g in Part 1 of Schedule 8— i paragraphs 1, 5, 11 and 12; and ii paragraphs 6 to 10 and 14 (so far as not brought into force by subsection (4)); h in Part 2 of that Schedule, paragraphs 16 to 18; and i in Schedule 9, the entries relating to— i the Disabled Persons (Services, Consultation and Representation) Act 1986 (c. 33); and ii section 325(1) of, and Schedule 27 to, the 1996 Act. 7 Different days may be appointed for different provisions and for different purposes. 8 An order under this section— a must be made by statutory instrument; and b may contain incidental, supplemental, consequential or transitional provisions and savings. 9 Subsection (10) applies to an order bringing any provision made by— a section 28, or b paragraph 2 or 6 of Schedule 5, into force. 10 The order may, in particular, include provision for the duty imposed by section 28T(1) of the 1995 Act to have effect with such modifications as may be specified in the order for a period which ends— a on a date so specified; or b on the making by the Secretary of State of an order made by statutory instrument bringing the period to an end. 11 Amendments made by this Act to the 1996 Act have the same extent as that Act. 12 Parts 2 and 3 do not extend to Northern Ireland. 13 Nothing in this Act shall impose any charge on the people or on public funds, or vary the amount or incidence of or otherwise alter any such charge in any manner, or affect the assessment, levying, administration or application of any money raised by any such charge."}]