[{"act": "Finance Act 1934", "year": 1934, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Finance Act 1934", "year": 1934, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Finance Act 1934", "year": 1934, "section": "411", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Finance Act 1934", "year": 1934, "section": "1214", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Finance Act 1934", "year": 1934, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Finance Act 1934", "year": 1934, "section": "1617", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Finance Act 1934", "year": 1934, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Finance Act 1934", "year": 1934, "section": "1922", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19"}, {"act": "Finance Act 1934", "year": 1934, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Finance Act 1934", "year": 1934, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "24"}, {"act": "Finance Act 1934", "year": 1934, "section": "25", "section_title": " Power of Treasury to guarantee loans issued to redeem existing guaranteed loans.", "section_text": "25 1 Where a loan which may be redeemed before maturity at the option of the borrower has been guaranteed by the Treasury, whether before or after the passing of this Act, and it is proposed to issue another loan (in this section referred to as a conversion loan) solely for the purpose of providing for the redemption of the first-mentioned loan as aforesaid, whether by way of cash payments or by exchange of securities, the Treasury may guarantee the conversion loan: Provided that— a a conversion loan shall not be guaranteed under this section unless— i the amount required in each year to pay the interest on the conversion loan is less than the amount which would have been required in the year beginning at the date of the issue of that loan to pay the interest on the loan to be redeemed; and ii the Treasury are satisfied that the substitution of the guarantee of the conversion loan for the guarantee of the loan to be redeemed will benefit the Exchequer; and b where a conversion loan has been guaranteed under this section the Treasury shall not guarantee another conversion loan issued for the purpose of providing for the redemption of the first-mentioned conversion loan. 2 Any guarantee given under this section may be given in such form and manner, and on such terms and subject to such conditions, as the Treasury think fit. 3 Any moneys required for fulfilling a guarantee given under this section shall be charged on and issued out of the Consolidated Fund . . .   and any moneys paid in or towards repayment of any sum issued out of the Consolidated Fund under this section shall be paid into the Exchequer. 4 The Treasury shall lay before both Houses of Parliament— a a statement of any guarantee given under this section as soon as may be after it is given; and b once in each year, an account of any sums issued out of the Consolidated Fund for the purpose of any such guarantee. 5 In this section, references to the guaranteeing of a loan shall be construed as references to guaranteeing, whether wholly or in part, and whether solely or jointly with other guarantors, the payment either of the interest, or of both the interest and the principal, of the loan, and the expression “ guaranteed ” shall be construed accordingly."}, {"act": "Finance Act 1934", "year": 1934, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "26"}, {"act": "Finance Act 1934", "year": 1934, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "27"}, {"act": "Finance Act 1934", "year": 1934, "section": "28", "section_title": " Estate duty in respect of annuities and other interests.", "section_text": "28 For the purposes of paragraph (d) of subsection (1) of section two of the Finance Act, 1894  , where an annuity or other interest has been purchased or provided by the deceased, either by himself alone or in concert or by arrangement with any other person, the extent of any beneficial interest therein accruing or arising by survivorship or otherwise on the death of the deceased shall be ascertained, and shall be deemed always to have been ascertainable, without regard to any interest in expectancy the beneficiary may have had therein before death :Provided that, in a case where the deceased died before the passing of this Act, this section shall not apply to a beneficial interest accruing or arising under a disposition of property which produced income falling to be dealt with under the disposition during the lifetime of the deceased if no estate duty was paid in respect of the beneficial interest before the eighth day of December, nineteen hundred and thirty-two."}, {"act": "Finance Act 1934", "year": 1934, "section": "29", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "29"}, {"act": "Finance Act 1934", "year": 1934, "section": "30", "section_title": "†Short title, construction, extent and repeals.", "section_text": "30 1 This Act may be cited as the Finance Act 1934. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Any reference in this Act to any other enactment shall be construed as a reference to that enactment as amended or applied by any subsequent enactment including this Act. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 Such of the provisions of this Act as relate to matters with respect to which the Parliament of Northern Ireland has power to make laws shall not extend to Northern Ireland. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]