[{"act": "Incitement to Disaffection Act 1934", "year": 1934, "section": "1", "section_title": " Penalty on persons endeavouring to seduce members of His Majesty’s forces from their duty or allegiance.", "section_text": "1 If any person maliciously and advisedly endeavors to seduce any member of His Majesty’s forces from his duty or allegiance to His Majesty, he shall be guilty of an offence under this Act."}, {"act": "Incitement to Disaffection Act 1934", "year": 1934, "section": "2", "section_title": " Provisions for the prevention and detection of offences under this Act.", "section_text": "2 1 If any person, with intent to commit or to aid, abet, counsel, or procure the commission of an offence under section one of this Act, has in his possession or under his control any document of such a nature that the dissemination of copies thereof among members of His Majesty’s forces would constitute such an offence, he shall be guilty of an offence under this Act. 2 If a judge of the High Court is satisfied by information on oath that there is reasonable ground for suspecting that an offence under this Act has been committed, and that evidence of the commission thereof is to be found at any premises or place specified in the information, he may, on an application made by an officer of police of a rank not lower than that of inspector, grant a search warrant authorising any such officer as aforesaid named in the warrant together with any other persons named in the warrant and any other officers of police to enter the premises or place at any time within  one month three months  from the date of the warrant, if necessary by force, and to search the premises or place and every person found therein, and to seize anything found on the premises or place or on any such person which the officer has reasonable ground for suspecting to be evidence of the commission of such an offence as aforesaid: Provided that— a a search warrant shall only be issued in respect of an offence suspected to have been committed within the three months prior to the laying of the information thereof; and b if a search warrant under this Act has been executed on any premises, it shall be the duty of the officer of police who has conducted or directed the search to notify the occupier that the search has taken place, and to supply him with a list of any documents or other objects which have been removed from the premises, and where any documents have been removed from any other person to supply that person with a list of such documents. 3 No woman shall, in pursuance of a warrant issued under the last foregoing subsection, be searched except by a woman. 4 Anything seized under this section may be retained for a period not exceeding one month, or if within that period proceedings are commenced for an offence under this Act until the conclusion of those proceedings,  and subject as aforesaid, and to the provisions of this Act conferring powers on courts dealing with offences, the  Police (Property) Act 1897 (which makes provision with respect to the disposal of property in the possession of the police), shall apply to property which has come into the possession of the police under this section as it applies to property which has come into the possession of the police in the circumstances mentioned in that Act. and, in relation to property which has come into the possession of the police under this section, the Police (Property) Act 1897 (which makes provision with respect to the disposal of property in the possession of the police) shall have effect subject to the foregoing provisions of this subsection and to the provisions of this Act conferring powers on courts dealing with offences."}, {"act": "Incitement to Disaffection Act 1934", "year": 1934, "section": "3", "section_title": " Provisions as to punishment of offences.", "section_text": "3 1 A person guilty of an offence under this Act shall be liable, on conviction on indictment to imprisonment for a term not exceeding two years or to a fine not exceeding two hundred pounds, or on summary conviction to imprisonment for a term not exceeding four months or to a fine not exceeding twenty pounds, or (whether on conviction on indictment or on summary conviction) to both such imprisonment and fine. 2 No prosecution in England under this Act shall take place without the consent of the Director of Public Prosecutions. 3 Where a prosecution under this Act is being carried on by the Director of Public Prosecutions, a court of summary jurisdiction shall not deal with the case summarily without the consent of the Director. 4 Where any person is convicted of an offence under this Act, the court dealing with the case may order any documents connected with the offence to be destroyed or dealt with in such other manner as may be specified in the order, but no documents shall be destroyed before the expiration of the period within which an appeal may be lodged, and if an appeal is lodged no document shall be destroyed until after the appeal has been heard and decided."}, {"act": "Incitement to Disaffection Act 1934", "year": 1934, "section": "4", "section_title": " Short title and application to Scotland and Northern Ireland.", "section_text": "4 1 This Act may be cited as the Incitement to Disaffection Act 1934. 2 This Act shall apply to Scotland subject to the following modifications:— a subsection (2) of section two shall have effect as if for references to a judge of the High Court there were substituted references to the sheriff, and any application for a search warrant under the said subsection shall be made by the procurator fiscal instead of such officer as is therein mentioned; b subsection (4) of section two shall not apply provided that anything seized under that section may be retained for a period not exceeding one month, or if within that period proceedings are commenced for an offence under this Act until the conclusion of those proceedings, and subject as aforesaid and to the provisions of any enactment, including this Act, conferring powers on courts dealing with offences, any property which has come into the possession of the police under this section shall be returned to the owner, or, if the owner cannot be ascertained, shall be disposed of in such manner as the sheriff, in a summary application made to him, may direct; c the powers conferred by this Act on the sheriff shall not be exercisable by an  honorary sheriff . 3 It is hereby declared that this Act extends to Northern Ireland, and in the application thereof to Northern Ireland the provisions of this Act requiring the consent of the Director of Public Prosecutions to the summary trial of cases shall have effect as if references to the Attorney-General for Northern Ireland were therein substituted for references to the Director of Public Prosecutions."}, {"act": "Incitement to Disaffection Act 1934", "year": 1934, "section": "2", "section_title": " Provisions for the prevention and detection of offences under this Act.", "section_text": "2 1 If any person, with intent to commit or to aid, abet, counsel, or procure the commission of an offence under section one of this Act, has in his possession or under his control any document of such a nature that the dissemination of copies thereof among members of His Majesty’s forces would constitute such an offence, he shall be guilty of an offence under this Act. 2 If a judge of the High Court is satisfied by information on oath that there is reasonable ground for suspecting that an offence under this Act has been committed, and that evidence of the commission thereof is to be found at any premises or place specified in the information, he may, on an application made by an officer of police of a rank not lower than that of inspector, grant a search warrant authorising any such officer as aforesaid named in the warrant together with any other persons named in the warrant and any other officers of police to enter the premises or place at any time within  one month three months  from the date of the warrant, if necessary by force, and to search the premises or place and every person found therein, and to seize anything found on the premises or place or on any such person which the officer has reasonable ground for suspecting to be evidence of the commission of such an offence as aforesaid: Provided that— a a search warrant shall only be issued in respect of an offence suspected to have been committed within the three months prior to the laying of the information thereof; and b if a search warrant under this Act has been executed on any premises, it shall be the duty of the officer of police who has conducted or directed the search to notify the occupier that the search has taken place, and to supply him with a list of any documents or other objects which have been removed from the premises, and where any documents have been removed from any other person to supply that person with a list of such documents. 3 No woman shall, in pursuance of a warrant issued under the last foregoing subsection, be searched except by a woman. 4 Anything seized under this section may be retained for a period not exceeding one month, or if within that period proceedings are commenced for an offence under this Act until the conclusion of those proceedings,  and subject as aforesaid, and to the provisions of this Act conferring powers on courts dealing with offences, the  Police (Property) Act 1897 (which makes provision with respect to the disposal of property in the possession of the police), shall apply to property which has come into the possession of the police under this section as it applies to property which has come into the possession of the police in the circumstances mentioned in that Act. and, in relation to property which has come into the possession of the police under this section, the Police (Property) Act 1897 (which makes provision with respect to the disposal of property in the possession of the police) shall have effect subject to the foregoing provisions of this subsection and to the provisions of this Act conferring powers on courts dealing with offences."}]