[{"act": "Law Reform (Miscellaneous Provisions) Act 1934", "year": 1934, "section": "1", "section_title": " Effect of death on certain causes of action.", "section_text": "1 1 Subject to the provisions of this section, on the death of any person after the commencement of this Act all causes of action subsisting against or vested in him shall survive against, or, as the case may be, for the benefit of, his estate. Provided that this subsection shall not apply to causes of action for defamation . . .   . . . .  1A The right of a person to claim under section 1A of the  Fatal Accidents Act 1976 (bereavement) shall not survive for the benefit of his estate on his death. 2 Where a cause of action survives as aforesaid for the benefit of the estate of a deceased person, the damages recoverable for the benefit of the estate of that person—  a shall not include— i any exemplary damages; ii any damages for loss of income in respect of any period after that person’s death; b  . . . . . .  c Where the death of that person has been caused by the act or omission which gives rise to the cause of action, shall be calculated without reference to any loss or gain to his estate consequent on his death, exept that a sum in respect of funeral expenses may be included. 3  . . .  4 Where damage has been suffered by reason of any act or omission in respect of which a cause of action would have subsisted against any person if that person had not died before or at the same time as the damage was suffered, there shall be deemed, for the purposes of this Act, to have been subsisting against him before his death such cause of action in respect of that act or omission as would have subsisted if he had died after the damage was suffered. 5 The rights conferred by this Act for the benefit of the estates of deceased persons shall be in addition to and not in derogation of any rights conferred on the dependants of deceased persons by the Fatal Accidents Acts 1846 to 1908, . . .   and so much of this Act as relates to causes of action against the estates of deceased persons shall apply in relation to causes of action under the said Acts as it applies in relation to other causes of action not expressly excepted from the operation of subsection (1) of this section. 6 In the event of the insolvency of an estate against which proceedings are maintainable by virtue of this section, any liability in respect of the cause of action in respect of which the proceedings are maintainable shall be deemed to be a debt provable in the administration of the estate, notwithstanding that it is a demand in the nature of unliquidated damages arising otherwise than by a contract, promise or breach of trust. 7  . . . "}, {"act": "Law Reform (Miscellaneous Provisions) Act 1934", "year": 1934, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Law Reform (Miscellaneous Provisions) Act 1934", "year": 1934, "section": "3", "section_title": "\n \n \n Power of courts of record to award interest on debts and damages.\n", "section_text": "3 1 In any proceedings tried in any court of record for the recovery of any debt or damages, the court may, if it thinks fit, order that there shall be included in the sum for which judgment is given interest at such rate as it thinks fit on the whole or any part of the debt or damages for the whole or any part of the period between the date when the cause of action arose and the date of the judgment: Provided that nothing in this section— a shall authorise the giving of interest upon interest; or b shall apply in relation to any debt upon which interest is payable as of right whether by virtue of any agreement or otherwise; or c shall affect the damages recoverable for the dishonour of a bill of exchange. 1A Where in any such proceedings as are mentioned in subsection (1) of this section judgment is given for a sum which (apart from interest on damages) exceeds £200 and represents or includes damages in respect of personal injuries to the plaintiff or any other person, or in respect of a person’s death, then (without prejudice to the exercise of the power conferred by that subsection in relation to any part of that sum which does not represent such damages) the court shall exercise that power so as to include in that sum interest on those damages or on such part of them as the court considers appropriate, unless the court is satisfied that there are special reasons why no interest should be given in respect of those damages. 1B Any order under this section may provide for interest to be calculated at different rates in respect of different parts of the period for which interest is given, whether that period is the whole or part of the period mentioned in subsection (1) of this section.  1C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1D In this section ”personal injuries’ includes any disease and any impairment of a person’s physical or mental condition,  ...  2  . . .  "}, {"act": "Law Reform (Miscellaneous Provisions) Act 1934", "year": 1934, "section": "4", "section_title": " Short title and extent.", "section_text": "4 1 —This Act may be cited as the Law Reform (Miscellaneous Provisions) Act 1934. 2 This Act shall not extend to Scotland or Northern Ireland."}]