[{"act": "Whaling Industry (Regulation) Act 1934", "year": 1934, "section": "1", "section_title": "", "section_text": "1 1 Subject to the provisions of this section, references in this Act to whales shall be construed as references to any cetacean, and the reference in section 6(4)( a ) to whale products shall be construed accordingly. 2 In their application to a ship registered in or licensed under the law of a colony . . .   sections 3 to 6 of this Act shall have effect as if references to whales were references only to the following cetaceans, that is to say— a whales known as whalebone whales or baleen whales; and b whales known as sperm whales, spermacet whales, cachalots or pot whales; but Her Majesty may by Order in Council direct that those references shall also include references to all other cetaceans or to any description of other cetaceans specified in the Order. 3 An Order under subsection (2) above may provide that in its application by virtue of the Order this Act shall have effect with such exceptions, adaptations or modifications as may be specified in the Order; and any Order under that subsection may be limited so as to apply only in relation to one or more colonies . . .   specified in the Order. 4 Neither subsection (1) nor subsection (2) above shall be construed as extending, or enabling an Order to extend, to other cetaceans so much of section 3 of this Act as is expressed to apply only to right whales, grey whales, blue whales or fin whales."}, {"act": "Whaling Industry (Regulation) Act 1934", "year": 1934, "section": "2", "section_title": " Prohibition of catching or treating whales within United Kingdom waters.", "section_text": "2 It shall be unlawful for any ship to be used within the coastal waters of the United Kingdom for taking or treating whales, and if any ship is so used, the master shall be liable  on summary conviction, or on conviction on indictment, to a fine ."}, {"act": "Whaling Industry (Regulation) Act 1934", "year": 1934, "section": "3", "section_title": " Protection for certain classes of whales.", "section_text": "3 1 If any person belonging to a British ship to which this Act applies, while outside the coastal waters of the United Kingdom, kills or takes, or attempts to kill or to take,— a a right whale,  or a grey whale,  or b an immature whale, or c a female whale which is accompanied by a calf, that person and the master and (subject to the following provisions of this Act) the owner and the charterer (if any) of the ship shall each be  on summary conviction, or on conviction on indictment, to a fine . 2 For the purposes of this section a whale of any description shall be deemed to be immature if it is of less than such length as may be prescribed in relation to whales of that description: Provided that the length prescribed for the purposes of this section in relation to blue whales shall not be less than sixty feet, and the length so prescribed in relation to fin whales shall not be less than fifty feet. 3 In this section— a the expression “ calf ” includes a suckling whale; b the expression “ right whale ” means a whale known by any of the names set out in Part I of the Schedule to this Act; c the expression “ blue whales ” means whales known by any of the names set out in Part II of the Schedule to this Act; d the expression “ fin whales ” means whales known by any of the names set out in Part III of the Schedule to this Act; e the expression “ grey whale ” means a whale known by any of the names set out in Part IV of the Schedule to this Act. "}, {"act": "Whaling Industry (Regulation) Act 1934", "year": 1934, "section": "4", "section_title": " Whaling ships and whale-oil factories to be licensed.", "section_text": "4 1 Without prejudice to the provisions of the last foregoing section, it shall be unlawful for any British ship to which this Act applies to be used outside the coastal waters of the United Kingdom for taking or treating whales, or for any factory situate in Great Britain to be used for treating whales, unless the owner or the charterer of the ship, or the occupier of the factory, is the holder of a licence in force under this Act authorising the ship or the factory, as the case may be, to be so used. 2 If any ship or factory is used for taking or treating whales in contravention of this section, the master and (subject to the following provisions of this Act) the owner and the charterer (if any) of the ship, or the manager and (subject as aforesaid) the occupier of the factory, as the case may be, shall each be liable, in respect of each whale taken or treated in contravention of  on summary conviction, or on conviction on indictment, to a fine ."}, {"act": "Whaling Industry (Regulation) Act 1934", "year": 1934, "section": "5", "section_title": " Grant of licences.", "section_text": "5 1 On application made in the prescribed manner by the owner or charterer of any British ship to which this Act applies, or by the occupier of any factory situate in Great Britain, and on payment of such fee as may be prescribed, the licensing authority shall, subject to the following provisions of this Act, grant to the applicant a licence in the prescribed form authorising that ship or factory to be used for taking whales or for treating whales, as the case may require. 2 The fee prescribed in respect of the grant of a licence under this section shall not exceed— a two hundred pounds in the case of a licence authorising the use of a ship or factory for treating whales; or b one hundred pounds in the case of a licence authorising the use of a ship for taking whales. 3 A licence granted under this section shall, unless previously cancelled under this Act, continue in force for one year from the day specified in the licence as the day on which it takes effect  or for such shorter period beginning on the said day as may be specified in the licence; and subject to the provisions of the last preceding subsection, different fees may be charged in respect of the grant of licences for different periods. 4 The licensing authority may, if they think fit, refuse to grant a licence under this section to any person who has been convicted of an offence under this Act."}, {"act": "Whaling Industry (Regulation) Act 1934", "year": 1934, "section": "6", "section_title": " Conditions attached to licences.", "section_text": "6 1 There shall be attached to every licence under this Act authorising the use of a ship for taking whales a condition that the remuneration of the gunners and crew of the ship must, so far as it is calculated by reference to the results of their work, be calculated by reference to the size, species, oil-yield and value of the whales taken, and in such manner as to exclude remuneration in respect of any whale which is of less than such length as may be prescribed for the purposes of this section, or the taking of which is prohibited by this Act. 1A There shall be attached to every licence under this Act authorising the use of a ship or factory for treating whales a condition that the remuneration of the persons employed in treating whales on board the ship or at the factory must, so far as it is calculated by reference to the results of their work, be calculated by reference to the size, species, oil-yield and value of the whales treated. 2 There shall be attached to every licence under this Act authorising the use of a ship or factory for treating whales, the following conditions, that is to say:— a that there must be recorded in the prescribed manner and by the prescribed person— i with respect to each whale treated in the ship or factory, the date and place of taking, the species and the sex of the whale, and such measurements and other biological information (including information as to the contents of its internal organs) as may be prescribed; and ii the prescribed particulars as to the number of whales treated in the ship or factory, and as to the yield of oil of different grades, and the quantities of meal, guana and other products derived, from these whales; and b that the ship or factory must be equipped with plant of a type approved by the licensing authority for the extraction of oil from the blubber, flesh and bones of whales, and that steps must be taken to ensure that the plant is kept in good order and operated efficiently; and c that, except in the case of a whale or part of a whale intended to be used for human food, the oil must be extracted, by boiling or otherwise, from all whale blubber, from the heads and tongues of whales and from their tails as far forward as the outer opening of the lower intestine; and d in the case of a factory, that adequate arrangements must be made for utilising residual products. 3 There shall be attached to every licence under this Act the condition that the records required by the licence to be kept must be transmitted, at such times and in such manner as may be prescribed, to the licensing authority  and also a condition requiring the master or occupier of the ship or factory to which the licence relates to furnish, at such time, in such form and to such authority, as may be specified in the licence, an account showing the remuneration of each gunner and member of the crew of the ship, or of each person employed at the factory, as the case may be, and the manner in which that remuneration is calculated. 4 There may be attached to any licence under this Act such conditions (if any), in addition to the conditions required by the foregoing provisions of this section, as appear to the licensing authority to be necessary or expedient for the purpose of preventing, so far as practicable,— a Any excessive destruction of whales and any wastage of whales or whale products; b the taking of whales in particular areas; c the killing of whales otherwise than by a particular method; and any conditions attached to such a licence as aforesaid for the purpose of preventing the taking of whales in any particular area, or, for the purpose of preventing the killing of whales otherwise than by a particular method, may prohibit the taking, in that area, of any whales whatever or particular descriptions of whales, either at any time whatever or during particular periods, or, as the case may be, may prohibit the killing of whales otherwise than by that method either generally or in a particular area. 5 Notwithstanding anything in the foregoing provisions of this section, no condition involving the substitution of one type of plant for another shall be attached to a licence under this section unless at least twelve months’ notice of the intention to impose the condition has been given by the licensing authority in such manner as that authority think best for informing persons concerned. 6 The licensing authority may refuse to grant a licence under this Act in respect of a ship or factory until the authority are satisfied, from an inspection of the ship or factory or by such other evidence as they may require, that any condition affecting the structure or equipment of the ship or factory which it is proposed to attach to the licence has been complied with. 7 If any condition attached to a licence under this Act is contravened or not complied with, then, in the case of a licence granted in respect of a ship, the master and (subject to the following provisions of this Act) the owner and the charterer, if any, of the ship, or, in the case of a licence granted in respect of a factory, the manager and (subject as aforesaid) the occupier of the factory, shall each be liable  on summary conviction, or on conviction on indictment, to a fine; ; and the court by whom the offender is convicted may, if the court think fit, cancel any licence granted under this Act to the offender, being a licence which is for the time being in force in respect of the ship or factory, as the case may be, and that licence shall thereupon cease to be in force. 8 Without prejudice to the provisions of the last foregoing subsection, if any person fails to keep any record in accordance with the conditions attached to a licence under this Act or knowingly makes in any record which he is required by such conditions to keep, a statement false in any material particular, he shall be liable  on summary conviction to a fine not exceeding  the statutory maximum  or on conviction on indictment to a fine."}, {"act": "Whaling Industry (Regulation) Act 1934", "year": 1934, "section": "7", "section_title": " Permits to take and treat whales for scientific purposes.", "section_text": "7 1 Notwithstanding anything in this Act, the Board of Trade may grant to any person a special permit authorising that person to kill, take and treat whales for purposes of scientific research or for other exceptional purposes, subject to such restrictions as to number, and subject to such other conditions, as the Board think fit, and the killing, taking or treating of whales in accordance with a permit in force under this section shall be exempt from the operation of the foregoing provisions of this Act. 2 The Board of Trade may at any time revoke a permit granted by them under this section."}, {"act": "Whaling Industry (Regulation) Act 1934", "year": 1934, "section": "8", "section_title": " Powers of whale fishery inspectors.", "section_text": "8 1 For the purpose of enforcing the provisions of this Act, a whale fishery inspector, on producing on demand evidence of the fact that he is such an inspector,— a may board or enter any ship or factory which he has reason to believe is used for taking or for treating whales, and inspect the ship or factory and its plant and equipment; and b may, in the case of such a ship as aforesaid, require the master and crew, or any of them, or in the case of such a factory as aforesaid, require the occupier or manager thereof and the employees therein or any of them, to produce all such licences, records and other documents as the inspector considers it necessary to inspect, and to answer all such inquiries as he considers it necessary to make; and c may take copies of, or extracts from, any documents produced to him. 2 Any whale fishery inspector specially authorised in writing in that behalf by the Board of Trade may go on board any British ship to which this Act applies which is used for treating whales, and shall, during such period as may be specified in his authority, be entitled to remain on board the ship, to be provided with subsistence and accommodation therein and to be present at all operations in connection with the treating of whales on board the ship. A whale fishery inspector shall, in respect of each day during which he is provided in pursuance of this subsection with subsistence and accommodation on board a ship, pay to the master of the ship such sum as may be prescribed by regulations made by the licensing authority with the approval of the Treasury. 3 Every person who  without reasonable excuse  refuses to produce to a whale fishery inspector any document which he is required under this section to produce, or  without reasonable excuse  refuses to answer, or answers falsely, any inquiry duly made of him by such an inspector, or otherwise  wilfully obstructs , or  without reasonable excuse  refuses facilities to, such an inspector in the discharge of his functions under this section, shall be liable  on summary conviction, or on conviction on indictment, to a fine . 4 In this section the expression “ whale fishery inspector ” means— a any person appointed by, or under the authority of, the Board of Trade to be such an inspector; b any commissioned officer of any of His Majesty’s ships on full pay."}, {"act": "Whaling Industry (Regulation) Act 1934", "year": 1934, "section": "9", "section_title": " Forgery of documents.", "section_text": "9 1 If any person with intent to deceive— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   uses, or lends to or allows to be used by any other person, a licence or permit under this Act,. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ; or b makes or has in his possession any document so closely resembling a licence or permit under this Act as to be calculated to deceive; he shall be liable  on summary conviction to a fine not exceeding  the statutory maximum  or on conviction on indictment to a fine. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Whaling Industry (Regulation) Act 1934", "year": 1934, "section": "10", "section_title": " Legal proceedings.", "section_text": "10 1 In any proceedings taken by virtue of this Act against the owner or charterer of a ship or against the occupier of a factory in respect of any act or omission on the part of another person, it shall be a good defence for the owner, charterer or occupier, as the case may be, to prove that the act or omission took place without his knowledge or connivance and was not facilitated by any negligence on his part. 2 Summary proceedings taken by virtue of this Act  against any person for an offence committed at sea, may be commenced at any time within six months from the date on which that person first lands in the United Kingdom after the commission of the offence. 3 In any proceedings a document purporting to be a licence or permit granted under this Act shall, until the contrary is proved, be presumed to be such a licence or permit, as the case may be. 4 Proceedings against any person for the purposes of this Act may be taken before the court having jurisdiction in the place where that person is for the time being."}, {"act": "Whaling Industry (Regulation) Act 1934", "year": 1934, "section": "11", "section_title": " Application to non-British ships registered in colonies, &c.", "section_text": "11 His Majesty may by Order in Council direct that any provision of this Act which is expressed to apply only to British ships shall, subject to such exceptions, adaptations or modifications (if any) as may be specified in the Order, apply also to other ships, being ships registered in, or licensed under the law of, any colony . . . "}, {"act": "Whaling Industry (Regulation) Act 1934", "year": 1934, "section": "12", "section_title": " Exemption of whaling operations carried on in coastal waters of certain British possessions, &c. ", "section_text": "12 His Majesty may by Order in Council direct that subject to such conditions, if any, as may be specified in the Order, any of the foregoing provisions of this Act which restricts the taking or killing of whales or the use of ships shall not apply in relation to anything done within the coastal waters of— a a country or part of His Majesty’s dominions to which this Act may be extended by virtue of the next following section, . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  if there is in force, as respects those coastal waters, a provision of the local law which appears to His Majesty substantially to correspond with the aforesaid provision of this Act."}, {"act": "Whaling Industry (Regulation) Act 1934", "year": 1934, "section": "13", "section_title": " Extension to British possessions, &c.", "section_text": "13 1 His Majesty may by Order in Council direct that the provisions of this Act shall extend, with such exceptions, adaptations or modifications, if any, as may be specified in the Order, to the Isle of Man, any of the Channel Islands, . . .   or any colony. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Whaling Industry (Regulation) Act 1934", "year": 1934, "section": "14", "section_title": " Exercise of Board of Trade’s powers by other persons.", "section_text": "14 1 The Board of Trade may make arrangements whereby licences and permits which the Board are authorised to grant under this Act are issued and revoked on behalf, and in the name of the Board by officers of the  Ministry of Agriculture, Fisheries and Food , by officers of the  Secretary of State  and by such other persons, and at such places within or outside the United Kingdom, as the Board of Trade may determine, and any licence or permit issued or revoked in pursuance of such arrangements shall be deemed for the purposes of this Act to be a licence or permit, as the case may be, granted or revoked by the Board of Trade. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Whaling Industry (Regulation) Act 1934", "year": 1934, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Whaling Industry (Regulation) Act 1934", "year": 1934, "section": "16", "section_title": " Expenses, and application of fees and fines. ", "section_text": "16 The expenses incurred for the purposes of this Act by the licensing authority or by the  Minister of Agriculture, Fisheries and Food , the  Secretary of State  or any other person acting under the authority of the Board of Trade (including sums required to pay the remuneration and expenses of whale fishery inspectors) shall be defrayed out of moneys provided by Parliament; and all fees received under this Act by the licensing authority or by any such other authority or person as is mentioned in the foregoing provisions of this section, and (subject to the provisions of section  114 of the  Magistrates’ Courts Act 1952 , and of any corresponding enactment of the Parliament of Northern Ireland) all fines recovered by virtue of this Act, shall be paid into the Exchequer of the United Kingdom."}, {"act": "Whaling Industry (Regulation) Act 1934", "year": 1934, "section": "17", "section_title": " Interpretation, and saving for certain enactments. ", "section_text": "17 1 In this Act the following expressions have the meanings hereby respectively assigned to them, that is to say:— “ British ship to which this Act applies ” means a British ship which is not registered in— any of the following Dominions, that is to say, the Dominion of Canada, the Commonwealth of Australia, the Dominion of New Zealand, . . .  , and  Eire ; or a territory administered by His Majesty’s Government in any of the Dominions aforesaid; or India . . .  :   “ coastal waters ” means— in relation to the United Kingdom, the Channel Islands and the Isle of Man, so much of the waters adjoining those countries respectively as is within  British fishery limits ; and in relation to any other country, so much of the waters adjoining that country as is within the distance to which provisions of the law of that country corresponding to the provisions of this Act extend. “ factory ” does not include a ship; “ the licensing authority ” means— in relation to a factory situate in England, the  Minister of Agriculture, Fisheries and Food ; or in relation to a factory situate in Scotland,  the Secretary of State ; or in relation to a ship, the Board of Trade; “ master, ” in relation to any ship, includes the person for the time being in command or charge of the ship and, in relation to a ship used for treating whales, includes the person for the time being in charge of the operations on board the ship in connection with such treatment; “ prescribed ” means prescribed by regulations of the licensing authority; “ ship ” has the same meaning as in the  Merchant Shipping Act 1995 . 2 The provisions of this Act shall be without prejudice to the provisions of . . .   the  Whale Fisheries (Ireland) Act 1908."}, {"act": "Whaling Industry (Regulation) Act 1934", "year": 1934, "section": "18", "section_title": " Incidental provision as to regulations and orders.", "section_text": "18 1 Regulations prescribing lengths of whales for the purposes of any of the provisions of this Act, may also prescribe the manner in which the lengths are to be measured. 2 Regulations of the Board of Trade shall not be be made for the purposes of this Act except after consultation between the Board of Trade, on the one hand, and the  Minister of Agriculture, Fisheries and Food  and the  Secretary of State , on the other hand. 3 Any Order in Council made under the foregoing provisions of this Act may be varied or revoked by a subsequent Order in Council."}, {"act": "Whaling Industry (Regulation) Act 1934", "year": 1934, "section": "19", "section_title": "†Short title and commencement.", "section_text": "19 1 This Act may be cited as the Whaling Industry (Regulation) Act 1934. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Whaling Industry (Regulation) Act 1934", "year": 1934, "section": "6", "section_title": " Conditions attached to licences.", "section_text": "6 1 There shall be attached to every licence under this Act authorising the use of a ship for taking whales a condition that the remuneration of the gunners and crew of the ship must, so far as it is calculated by reference to the results of their work, be calculated by reference to the size, species, oil-yield and value of the whales taken, and in such manner as to exclude remuneration in respect of any whale which is of less than such length as may be prescribed for the purposes of this section, or the taking of which is prohibited by this Act. 1A There shall be attached to every licence under this Act authorising the use of a ship or factory for treating whales a condition that the remuneration of the persons employed in treating whales on board the ship or at the factory must, so far as it is calculated by reference to the results of their work, be calculated by reference to the size, species, oil-yield and value of the whales treated. 2 There shall be attached to every licence under this Act authorising the use of a ship or factory for treating whales, the following conditions, that is to say:— a that there must be recorded in the prescribed manner and by the prescribed person— i with respect to each whale treated in the ship or factory, the date and place of taking, the species and the sex of the whale, and such measurements and other biological information (including information as to the contents of its internal organs) as may be prescribed; and ii the prescribed particulars as to the number of whales treated in the ship or factory, and as to the yield of oil of different grades, and the quantities of meal, guana and other products derived, from these whales; and b that the ship or factory must be equipped with plant of a type approved by the licensing authority for the extraction of oil from the blubber, flesh and bones of whales, and that steps must be taken to ensure that the plant is kept in good order and operated efficiently; and c that, except in the case of a whale or part of a whale intended to be used for human food, the oil must be extracted, by boiling or otherwise, from all whale blubber, from the heads and tongues of whales and from their tails as far forward as the outer opening of the lower intestine; and d in the case of a factory, that adequate arrangements must be made for utilising residual products. 3 There shall be attached to every licence under this Act the condition that the records required by the licence to be kept must be transmitted, at such times and in such manner as may be prescribed, to the licensing authority  and also a condition requiring the master or occupier of the ship or factory to which the licence relates to furnish, at such time, in such form and to such authority, as may be specified in the licence, an account showing the remuneration of each gunner and member of the crew of the ship, or of each person employed at the factory, as the case may be, and the manner in which that remuneration is calculated. 4 There may be attached to any licence under this Act such conditions (if any), in addition to the conditions required by the foregoing provisions of this section, as appear to the licensing authority to be necessary or expedient for the purpose of preventing, so far as practicable,— a Any excessive destruction of whales and any wastage of whales or whale products; b the taking of whales in particular areas; c the killing of whales otherwise than by a particular method; and any conditions attached to such a licence as aforesaid for the purpose of preventing the taking of whales in any particular area, or, for the purpose of preventing the killing of whales otherwise than by a particular method, may prohibit the taking, in that area, of any whales whatever or particular descriptions of whales, either at any time whatever or during particular periods, or, as the case may be, may prohibit the killing of whales otherwise than by that method either generally or in a particular area. 5 Notwithstanding anything in the foregoing provisions of this section, no condition involving the substitution of one type of plant for another shall be attached to a licence under this section unless at least twelve months’ notice of the intention to impose the condition has been given by the licensing authority in such manner as that authority think best for informing persons concerned. 6 The licensing authority may refuse to grant a licence under this Act in respect of a ship or factory until the authority are satisfied, from an inspection of the ship or factory or by such other evidence as they may require, that any condition affecting the structure or equipment of the ship or factory which it is proposed to attach to the licence has been complied with. 7 If any condition attached to a licence under this Act is contravened or not complied with, then, in the case of a licence granted in respect of a ship, the master and (subject to the following provisions of this Act) the owner and the charterer, if any, of the ship, or, in the case of a licence granted in respect of a factory, the manager and (subject as aforesaid) the occupier of the factory, shall each be liable  on summary conviction, or on conviction on indictment, to a fine; ; and the court by whom the offender is convicted may, if the court think fit, cancel any licence granted under this Act to the offender, being a licence which is for the time being in force in respect of the ship or factory, as the case may be, and that licence shall thereupon cease to be in force. 8 Without prejudice to the provisions of the last foregoing subsection, if any person fails to keep any record in accordance with the conditions attached to a licence under this Act or knowingly makes in any record which he is required by such conditions to keep, a statement false in any material particular, he shall be liable  on summary conviction to a fine not exceeding  the statutory maximum  or on conviction on indictment to a fine."}, {"act": "Whaling Industry (Regulation) Act 1934", "year": 1934, "section": "9", "section_title": " Forgery of documents.", "section_text": "9 1 If any person with intent to deceive— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   uses, or lends to or allows to be used by any other person, a licence or permit under this Act,. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ; or b makes or has in his possession any document so closely resembling a licence or permit under this Act as to be calculated to deceive; he shall be liable  on summary conviction to a fine not exceeding  the statutory maximum  or on conviction on indictment to a fine. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]