[{"act": "Administration of Estates Act 1925", "year": 1925, "section": "1", "section_title": " Devolution of real estate on personal representative.", "section_text": "1 1 Real estate to which a deceased person was entitled for an interest not ceasing on his death shall on his death, and notwithstanding any testamentary disposition thereof, devolve from time to time on the personal representative of the deceased, in like manner as before the commencement of this Act chattels real devolved on the personal representative from time to time of a deceased person. 2 The personal representatives for the time being of a deceased person are deemed in law his heirs and assigns within the meaning of all trusts and powers. 3 The personal representatives shall be the representative of the deceased in regard to his real estate to which he was entitled for an interest not ceasing on his death as well as in regard to his personal estate."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "2", "section_title": " Application to real estate of law affecting chattels real.", "section_text": "2 1 Subject to the provisions of this Act, all enactments and rules of law, and all jurisdiction of any court with respect to the appointment of administrators or to probate or letters of administration, or to dealings before probate in the case of chattels real, and with respect to costs and other matters in the administration of personal estate, in force before the commencement of this Act, and all powers, duties, rights, equities, obligations, and liabilities of a personal representative in force at the commencement of this Act with respect to chattels real, shall apply and attach to the personal representative and shall have effect with respect to real estate vested in him, and in particular all such powers of disposition and dealing as were before the commencement of this Act exercisable as respects chattels real by the survivor or survivors of two or more personal representatives, as well as by a single personal representative, or by all the personal representatives together, shall be exercisable by the personal representatives or representative of the deceased with respect to his real estate. 2 Where as respects real estate there are two or more personal representatives, a conveyance of real estate devolving under this Part of this Act  or a contract for such a conveyance  shall not,  . . . be made without the concurrence therein of all such representatives or an order of the court, but where probate is granted to one or some of two or more persons named as executors, whether or not power is reserved to the other or others to prove, any conveyance of the real estate  or contract for such a conveyance  may be made by the proving executor or executors for the time being, without an order of the court, and shall be as effectual as if all the persons named as executors had concurred therein. 3 Without prejudice to the rights and powers of a personal representative, the appointment of a personal representative in regard to real estate shall not, save as hereinafter provided, affect— a any rule as to marshalling or as to administration of assets; b the beneficial interest in real estate under any testamentary disposition; c any mode of dealing with any beneficial interest in real estate, or the proceeds of sale thereof; d the right of any person claiming to be interested in the real estate to take proceedings for the protection or recovery thereof against any person other than the personal representative."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "3", "section_title": " Interpretation of Part I.", "section_text": "3 1 In this Part of this Act “ real estate ” includes— i Chattels real, and land in possession, remainder, or reversion, and every interest in or over land to which a deceased person was entitled at the time of his death; and ii Real estate held on trust (including settled land) or by way of mortgage or security, but not  . . . money secured or charged on land. 2 A testator shall be deemed to have been entitled at his death to any interest in real estate passing under any gift contained in his will which operates as an appointment under a general power to appoint by will, or operates under the testamentary power conferred by statute to dispose of an entailed interest. 3 An entailed interest of a deceased person shall (unless disposed of under the testamentary power conferred by statute) be deemed an interest ceasing on his death, but any further or other interest of the deceased in the same property in remainder or reversion which is capable of being disposed of by his will shall not be deemed to be an interest so ceasing. 4 The interest of a deceased person under a joint tenancy where another tenant survives the deceased is an interest ceasing on his death. 5 On the death of a corporator sole his interest in the corporation’s real and personal estate shall be deemed to be an interest ceasing on his death and shall devolve to his successor. This subsection applies on the demise of the Crown as respects all property, real and personal, vested in the Crown as a corporation sole."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "5", "section_title": " Cesser of right of executor to prove.", "section_text": "5 Where a person appointed executor by a will— i survives the testator but dies without having taken out probate of the will; or ii is cited to take out probate of the will and does not appear to the citation; or iii renounces probate of the will; his rights in respect of the executorship shall wholly cease, and the representation to the testator and the administration of his real and personal estate shall devolve and be committed in like manner as if that person had not been appointed executor."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "6", "section_title": " Withdrawal of renunciation.", "section_text": "6 1 Where an executor who has renounced probate has been permitted, whether before or after the commencement of this Act, to withdraw the renunciation and prove the will, the probate shall take effect and be deemed always to have taken effect without prejudice to the previous acts and dealings of and notices to any other personal representative who has previously proved the will or taken out letters of administration, and a memorandum of the subsequent probate shall be endorsed on the original probate or letters of administration. 2 This section applies whether the testator died before or after the commencement of this Act."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "7", "section_title": " Executor of executor represents original testator. ", "section_text": "7 1 An executor of a sole or last surviving executor of a testator is the executor of that testator. This provision shall not apply to an executor who does not prove the will of his testator, and, in the case of an executor who on his death leaves surviving him some other executor of his testator who afterwards proves the will of that testator, it shall cease to apply on such probate being granted. 2 So long as the chain of such representation is unbroken, the last executor in the chain is the executor of every preceding testator. 3 The chain of such representation is broken by— a an intestacy; or b the failure of a testator to appoint an executor; or c the failure to obtain probate of a will; but is not broken by a temporary grant of administration if probate is subsequently granted. 4 Every person in the chain of representation to a testator— a has the same rights in respect of the real and personal estate of that testator as the original executor would have had if living; and b is, to the extent to which the estate whether real or personal of that testator has come to his hands, answerable as if he were an original executor."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "8", "section_title": " Right of proving executors to exercise powers.", "section_text": "8 1 Where probate is granted to one or some of two or more persons named as executors, whether or not power is reserved to the others or other to prove, all the powers which are by law conferred on the personal representative may be exercised by the proving executor or executors for the time being and shall be as effectual as if all the persons named as executors had concurred therein. 2 This section applies whether the testator died before or after the commencement of this Act."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "9", "section_title": " Vesting of estate in Public Trustee where intestacy or lack of executors.", "section_text": "9 1 Where a person dies intestate, his real and personal estate shall vest in the Public Trustee until the grant of administration. 2 Where a testator dies and— a at the time of his death there is no executor with power to obtain probate of the will, or b at any time before probate of the will is granted there ceases to be any executor with power to obtain probate, the real and personal estate of which he disposes by the will shall vest in the Public Trustee until the grant of representation. 3 The vesting of real or personal estate in the Public Trustee by virtue of this section does not confer on him any beneficial interest in, or impose on him any duty, obligation or liability in respect of, the property."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "1014.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "15", "section_title": " Executor not to act while administration is in force.", "section_text": "15 Where administration has been granted in respect of any real or personal estate of a deceased person, no person shall have power to bring any action or otherwise act as executor of the deceased person in respect of the estate comprised in or affected by the grant until the grant has been recalled or revoked."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "17", "section_title": " Continuance of legal proceedings after revocation of temporary administration.", "section_text": "17  1 If, while any legal proceeding is pending in any court by or against an administrator to whom a temporary administration has been granted, that administration is revoked, that court may order that the proceeding be continued by or against the new personal representative in like manner as if the same had been originally commenced by or against him, but subject to such conditions and variations, if any, as that court directs. 2 The county court has jurisdiction under this section where the proceedings are pending in that court."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "1820.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "21", "section_title": " Rights and liabilities of administrator.", "section_text": "21 Every person to whom administration of the real and personal estate of a deceased person is granted, shall, subject to the limitations contained in the grant, have the same rights and liabilities and be accountable in like manner as if he were the executor of the deceased."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "21A", "section_title": " Debtor who becomes creditor’s executor by representation or administrator to account for debt to estate.", "section_text": "21A 1 Subject to subsection (2) of this section, where a debtor becomes his deceased creditor’s executor by representation or administrator— a his debt shall thereupon be extinguished; but b he shall be accountable for the amount of the debt as part of the creditor’s estate in any case where he would be so accountable if he had been appointed as an executor by the creditor’s will. 2 Subsection (1) of this section does not apply where the debtor’s authority to act as executor or administrator is limited to part only of the creditor’s estate which does not include the debt; and a debtor whose debt is extinguished by virtue of paragraph ( a ) shall not be accountable for its amount by virtue of paragraph ( b ) of that subsection in any case where the debt was barred by the Limitation Act 1939 before he became the creditor’s executor or administrator. 3 In this section “debt” includes any liability, and “debtor” and “creditor” shall be construed accordingly."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "22", "section_title": " Special executors as respects settled land.", "section_text": "22 1 A testator may appoint, and in default of such express appointment shall be deemed to have appointed, as his special executors in regard to settled land, the persons, if any, who are at his death the trustees of the settlement thereof, and probate may be granted to such trustees specially limited to the settled land. In this subsection “ settled land ” means land vested in the testator which was settled previously to his death and not by his will. 2 A testator may appoint other persons either with or without such trustees as aforesaid or any of them to be his general executors in regard to his other property and assets."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "23", "section_title": " Provisions where, as respects settled land, representation is not granted to the trustees of the settlement.", "section_text": "23 1 Where settled land becomes vested in a personal representative, not being a trustee of the settlement, upon trust to convey the land to or assent to the vesting thereof in the tenant for life or statutory owner in order to give effect to a settlement created before the death of the deceased and not by his will, or would, on the grant of representation to him, have become so vested, such representative may— a before representation has been granted, renounce his office in regard only to such settled land without renouncing it in regard to other property; b after representation has been granted, apply to the court for revocation of the grant in regard to the settled land without applying in regard to other property. 2 Whether such renunciation or revocation is made or not, the trustees of the settlement, or any person beneficially interested thereunder, may apply to the High Court for an order appointing a special or additional personal representative in respect of the settled land, and a special or additional personal representative, if and when appointed under the order, shall be in the same position as if representation had originally been granted to him alone in place of the original personal representative, if any, or to him jointly with the original personal representative, as the case may be, limited to the settled land, but without prejudice to the previous acts and dealings, if any, of the personal representative originally constituted or the effect of notices given to such personal representative. 3 The court may make such order as aforesaid subject to such security, if any, being given by or on behalf of the special or additional personal representative, as the court may direct, and shall, unless the court considers that special considerations apply, appoint such persons as may be necessary to secure that the persons to act as representatives in respect of the settled land shall, if willing to act, be the same persons as are the trustees of the settlement, and an office copy of the order when made shall be furnished to the  principal registry of the Family Division of the High Court  for entry, and a memorandum of the order shall be endorsed on the probate or administration. 4 The person applying for the appointment of a special or additional personal representative shall give notice of the application to the  principal registry of the Family Division of the High Court  in the manner prescribed. 5 Rules of court may be made for prescribing for all matters required for giving effect to the provisions of this section, and in particular— a for notice of any application being given to the proper officer; b for production of orders, probates, and administration to the registry; c for the endorsement on a probate or administration of a memorandum of an order, subject or not to any exceptions; d for the manner in which the costs are to be borne; e for protecting purchasers and trustees and other persons in a fiduciary position, dealing in good faith with or giving notices to a personal representative before notice of any order has been endorsed on the probate or administration or a pending action has been registered in respect of the proceedings."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "24", "section_title": " Power for special personal representatives to dispose of settled land.", "section_text": "24 1 The special personal representatives may dispose of the settled land without the concurrence of the general personal representatives, who may likewise dispose of the other property and assets of the deceased without the concurrence of the special personal representatives. 2 In this section the expression “ special personal representatives ” means the representatives appointed to act for the purposes of settled land and includes any original personal representative who is to act with an additional personal representative for those purposes."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "25", "section_title": " Duty of personal representatives.", "section_text": "25 The personal representative of a deceased person shall be under a duty to— a collect and get in the real and personal estate of the deceased and administer it according to law; b when required to do so by the court, exhibit on oath in the court a full inventory of the estate and when so required render an account of the administration of the estate to the court; c when required to do so by the High Court, deliver up the grant of probate or administration to that court."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "26", "section_title": " Rights of action by and against personal representative.", "section_text": "26 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 To recover rent due or accruing to the deceased, a personal representative may exercise any power under section 72(1) (commercial rent arrears recovery) or 81 (right to rent from sub-tenant) of the Tribunals, Courts and Enforcement Act 2007 that would have been exercisable by the deceased if he had still been living. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "27", "section_title": " Protection of persons acting on probate or administration.", "section_text": "27 1 Every person making or permitting to be made any payment or disposition in good faith under a representation shall be indemnified and protected in so doing, notwithstanding any defect or circumstance whatsoever affecting the validity of the representation. 2 Where a representation is revoked, all payments and dispositions made in good faith to a personal representative under the representation before the revocation thereof are a valid discharge to the person making the same; and the personal representative who acted under the revoked representation may retain and reimburse himself in respect of any payments or dispositions made by him which the person to whom representation is afterwards granted might have properly made."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "28", "section_title": " Liability of person fraudulently obtaining or retaining estate of deceased.", "section_text": "28 If any person, to the defrauding of creditors or without full valuable consideration, obtains, receives or holds any real or personal estate of a deceased person or effects the release of any debt or liability due to the estate of the deceased, he shall be charged as executor in his own wrong to the extent of the real and personal estate received or coming to his hands, or the debt or liability released, after deducting— a any debt for valuable consideration and without fraud due to him from the deceased person at the time of his death; and b any payment made by him which might properly be made by a personal representative."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "29", "section_title": " Liability of estate of personal representative.", "section_text": "29 Where a person as personal representative of a deceased person (including an executor in his own wrong) wastes or converts to his own use any part of the real or personal estate of the deceased, and dies, his personal representative shall to the extent of the available assets of the defaulter be liable and chargeable in respect of such waste or conversion in the same manner as the defaulter would have been if living."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "30", "section_title": " Provisions applicable where administration granted to nominee of the Crown.", "section_text": "30 1 Where the administration of the real and personal estate of any deceased person is granted to a nominee of the Crown (whether the Treasury Solicitor, or a person nominated by the Treasury Solicitor, or any other person), any legal proceeding by or against that nominee for the recovery of the real or personal estate, or any part of share thereof, shall be of the same character, and be instituted and carried on in the same manner, and be subject to the same rules of law and equity (including, except as otherwise provided by this Act, the rules of limitation under the statutes of limitation or otherwise), in all respects as if the administration had been granted to such nominee as one of the persons interested under this Act in the estate of the deceased. 2 An information or other proceeding on the part of His Majesty shall not be filed or instituted, and a petition of right shall not be presented, in respect of the real or personal estate of any deceased person or any part or share thereof, or any claim thereon, except . . .   subject to the same rules of law and equity within and subject to which a proceeding for the like purposes might be instituted by or against a subject. 3 The Treasury Solicitor shall not be required, when applying for or obtaining administration of the estate of a deceased person for the use or benefit of His Majesty, to deliver, nor shall . . .   the High Court or the Commissioners of Inland Revenue be entitled to receive in connexion with any such application or grant of administration, any affidavit, statutory declaration, account, certificate, or other statement verified on oath; but the Treasury Solicitor shall deliver and the said Division and Commissioners respectively shall accept, in lieu thereof, an account or particulars of the estate of the deceased signed by or on behalf of the Treasury Solicitor. 4 References in sections two, four, . . .   and seven of the  Treasury Solicitor Act, 1876, and in subsection (3) of section three of the  Duchy of Lancaster Act, 1920, to “ personal estate ” shall include real estate."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "31", "section_title": " Power to make rules.", "section_text": "31 Provision may be made by rules of court for giving effect to the provisions of this Part of this Act so far as relates to real estate and in particular for adapting the procedure and practice on the grant of letters of administration to the case of real estate."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "32", "section_title": " Real and personal estate of deceased are assets for payment of debts.", "section_text": "32 1 The real and personal estate, whether legal or equitable, of a deceased person, to the extent of his beneficial interest therein, and the real and personal estate of which a deceased person in pursuance of any general power (including the statutory power to dispose of entailed interests) disposes by his will, are assets for payment of his debts (whether by specialty or simple contract) and liabilities, and any disposition by will inconsistent with this enactment is void as against the creditors, and the court shall, if necessary, administer the property for the purpose of the payment of the debts and liabilities. This subsection takes effect without prejudice to the rights of incumbrancers. 2 If any person to whom any such beneficial interest devolves or is given, or in whom any such interest vests, disposes thereof in good faith before an action is brought or process is sued out against him, he shall be personally liable for the value of the interest so disposed of by him, but that interest shall not be liable to be taken in execution in the action or under the process."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "33", "section_title": " Trust for sale.", "section_text": "33 1 On the death of a person intestate as to any real or personal estate, that estate shall be held in trust by his personal representatives with the power to sell it. 2 The personal representatives shall pay out of— a the ready money of the deceased (so far as not disposed of by his will, if any); and b any net money arising from disposing of any other part of his estate (after payment of costs), all  such funeral, testamentary and administration expenses, debts and other liabilities as are properly payable thereout having regard to the rules of administration contained in this Part of this Act, and out of the residue of the said money the personal representative shall set aside a fund sufficient to provide for any pecuniary legacies bequeathed by the will (if any) of the deceased. 3 During the minority of any beneficiary or the subsistence of any life interest and pending the distribution of the whole or any part of the estate of the deceased, the personal representatives may invest the residue of the said money, or so much thereof as may not have been distributed,  under the Trustee Act 2000  . 4 The residue of the said money and any investments for the time being representing the same,  and any part of the estate of the deceased which remains  unsold and is not required for the administration purposes aforesaid, is in this Act referred to as “ the residuary estate of the intestate. ” 5 The income (including net rents and profits of real estate and chattels real after payment of rates, taxes, rent, costs of insurance, repairs and other outgoings properly attributable to income) of so much of the real and personal estate of the deceased as may not be disposed of by his will, if any, or may not be required for the administration purposes aforesaid, may, however such estate is invested, as from the death of the deceased, be treated and applied as income, and for that purpose any necessary apportionment may be made between tenant for life and remainderman. 6 Nothing in this section affects the rights of any creditor of the deceased or the rights of the Crown in respect of death duties. 7 Where the deceased leaves a will, this section has effect subject to the provisions contained in the will."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "34", "section_title": " Administration of assets.", "section_text": "34 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Where the estate of a deceased person is solvent his real and personal estate shall, subject to rules of court and the provisions hereinafter contained as to charges on property of the deceased, and to the provisions, if any, contained in his will, be applicable towards the discharge of the funeral, testamentary and administration expenses, debts and liabilities payable thereout in the order mentioned in Part II of the First Schedule to this Act."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "35", "section_title": " Charges on property of deceased to be paid primarily out of the property charged.", "section_text": "35 1 Where a person dies possessed of, or entitled to, or, under a general power of appointment (including the statutory power to dispose of entailed interests) by his will disposes of, an interest in property, which at the time of his death is charged with the payment of money, whether by way of legal mortgage, equitable charge or otherwise (including a lien for unpaid purchase money), and the deceased has not by will deed or other document signified a contrary or other intention, the interest so charged shall, as between the different persons claiming through the deceased, be primarily liable for the payment of the charge; and every part of the said interest, according to its value, shall bear a proportionate part of the charge on the whole thereof. 2 Such contrary or other intention shall not be deemed to be signified— a by a general direction for the payment of debts or of all the debts of the testator out of his personal estate, or his residuary real and personal estate, or his residuary real estate; or b by a charge of debts upon any such estate; unless such intention is further signified by words expressly or by necessary implication referring to all or some part of the charge. 3 Nothing in this section affects the right of a person entitled to the charge to obtain payment or satisfaction thereof either out of the other assets of the deceased or otherwise."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "36", "section_title": " Effect of assent or conveyance by personal representative.", "section_text": "36 1 A personal representative may assent to the vesting, in any person who (whether by devise, bequest, devolution, appropriation or otherwise) may be entitled thereto, either beneficially or as a trustee or personal representative, of any estate or interest in real estate to which the testator or intestate was entitled or over which he exercised a general power of appointment by his will, including the statutory power to dispose of entailed interests, and which devolved upon the personal representative. 2 The assent shall operate to vest in that person the estate or interest to which the assent relates, and, unless a contrary intention appears, the assent shall relate back to the death of the deceased. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 An assent to the vesting of a legal estate shall be in writing, signed by the personal representative, and shall name the person in whose favour it is given and shall operate to vest in that person the legal estate to which it relates; and an assent not in writing or not in favour of a named person shall not be effectual to pass a legal estate. 5 Any person in whose favour an assent or conveyance of a legal estate is made by a personal representative may require that notice of the assent or conveyance be written or endorsed on or permanently annexed to the probate or letters of administration, at the cost of the estate of the deceased, and that the probate or letters of administration be produced, at the like cost, to prove that the notice has been placed thereon or annexed thereto. 6 A statement in writing by a personal representative that he has not given or made an assent or conveyance in respect of a legal estate, shall, in favour of a purchaser, but without prejudice to any previous disposition made in favour of another purchaser deriving title mediately or immediately under the personal representative, be sufficient evidence that an assent or conveyance has not been given or made in respect of the legal estate to which the statement relates, unless notice of a previous assent or conveyance affecting that estate has been placed on or annexed to the probate or administration. A conveyance by a personal representative of a legal estate to a purchaser accepted on the faith of such a statement shall (without prejudice as aforesaid and unless notice of a previous assent or conveyance affecting that estate has been placed on or annexed to the probate or administration) operate to transfer or create the legal estate expressed to be conveyed in like manner as if no previous assent or conveyance had been made by the personal representative. A personal representative making a false statement, in regard to any such matter, shall be liable in like manner as if the statement had been contained in a statutory declaration. 7 An assent or conveyance by a personal representative in respect of a legal estate shall, in favour of a purchaser, unless notice of a previous assent or conveyance affecting that legal estate has been placed on or annexed to the probate or administration, be taken as sufficient evidence that the person in whose favour the assent or conveyance is given or made is the person entitled to have the legal estate conveyed to him, and upon the proper trusts, if any, but shall not otherwise prejudicially affect the claim of any person rightfully entitled to the estate vested or conveyed or any charge thereon. 8 A conveyance of a legal estate by a personal representative to a purchaser shall not be invalidated by reason only that the purchaser may have notice that all the debts, liabilities, funeral, and testamentary or administration expenses, duties, and legacies of the deceased have been discharged or provided for. 9 An assent or conveyance given or made by a personal representative shall not, except in favour of a purchaser of a legal estate, prejudice the right of the personal representative or any other person to recover the estate or interest to which the assent or conveyance relates, or to be indemnified out of such estate or interest against any duties, debt, or liability to which such estate or interest would have been subject if there had not been any assent or conveyance. 10 A personal representative may, as a condition of giving an assent or making a conveyance, require security for the discharge of any such duties, debt, or liability, but shall not be entitled to postpone the giving of an assent merely by reason of the subsistence of any such duties, debt or liability if reasonable arrangements have been made for discharging the same; and an assent may be given subject to any legal estate or charge by way of legal mortgage. 11 This section shall not operate to impose any stamp duty in respect of an assent, and in this section “ purchaser ” means a purchaser for money or money’s worth. 12 This section applies to assents and conveyances made after the commencement of this Act, whether the testator or intestate died before or after such commencement."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "37", "section_title": " Validity of conveyance not affected by revocation of representation.", "section_text": "37 1 All conveyances of any interest in real or personal estate made to a purchaser either before or after the commencement of this Act by a person to whom probate or letters of administration have been granted are valid, notwithstanding any subsequent revocation or variation, either before or after the commencement of this Act, of the probate or administration. 2 This section takes effect without prejudice to any order of the court made before the commencement of this Act, and applies whether the testator or intestate died before or after such commencement."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "38", "section_title": " Right to follow property and powers of the court in relation thereto.", "section_text": "38 1 An assent or conveyance by a personal representative to a person other than a purchaser does not prejudice the rights of any person to follow the property to which the assent or conveyance relates, or any property representing the same, into the hands of the person in whom it is vested by the assent or conveyance, or of any other person (not being a purchaser) who may have received the same or in whom it may be vested. 2 Notwithstanding any such assent or conveyance the court may, on the application of any creditor or other person interested,— a order a sale, exchange, mortgage, charge, lease, payment, transfer or other transaction to be carried out which the court considers requisite for the purpose of giving effect to the rights of the persons interested; b declare that the person, not being a purchaser, in whom the property is vested is a trustee for those purposes; c give directions respecting the preparation and execution of any conveyance or other instrument or as to any other matter required for giving effect to the order; d make any vesting order, or appoint a person to convey in accordance with the provisions of the  Trustee Act, 1925. 3 This section does not prejudice the rights of a purchaser or a person deriving title under him, but applies whether the testator or intestate died before or after the commencement of this Act. 4 The county court has jurisdiction under this section where the estate in respect of which the application is made does not exceed in amount or value the county court limit."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "39", "section_title": " Powers of management.", "section_text": "39 1 In dealing with the real and personal estate of the deceased his personal representatives shall, for purposes of administration, or during a minority of any beneficiary or the subsistence of any life interest, or until the period of distribution arrives, have— i as respects the personal estate  the same powers and discretions, including power to raise money by mortgage or charge (whether or not by deposit of documents), as a personal representative had before the commencement of this Act, with respect to personal estate vested in him,  . . .; and ii as respects the real estate, all the functions conferred on them by Part I of the Trusts of Land and Appointment of Trustees Act 1996;  and iii all the powers  necessary  so that every contract entered into by a personal representative shall be binding on and be enforceable against and by the personal representative for the time being of the deceased, and may be carried into effect, or be varied or rescinded by him, and, in the case of a contract entered into by a predecessor, as if it had been entered into by himself. 1A Subsection (1) of this section is without prejudice to the powers conferred on personal representatives by the Trustee Act 2000. 2 Nothing in this section shall affect the right of any person to require an assent or conveyance to be made. 3 This section applies whether the testator or intestate died before or after the commencement of this Act."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "40", "section_title": " Powers of personal representative for raising money, &c.", "section_text": "40 1 For giving effect to beneficial interests the personal representative may limit or demise land for a term of years absolute, with or without impeachment for waste, to trustees on usual trusts for raising or securing any principal sum and the interest thereon for which the land, or any part thereof, is liable, and may limit or grant a rentcharge for giving effect to any annual or periodical sum for which the land or the income thereof or any part thereof is liable. 2 This section applies whether the testator or intestate died before or after the commencement of this Act."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "41", "section_title": " Powers of personal representative as to appropriation.", "section_text": "41 1 The personal representative may appropriate any part of the real or personal estate, including things in action, of the deceased in the actual condition or state of investment thereof at the time of appropriation in or towards satisfaction of any legacy bequeathed by the deceased, or of any other interest or share in his property, whether settled or not, as to the personal representative may seem just and reasonable, according to the respective rights of the persons interested in the property of the deceased: Provided that— i an appropriation shall not be made under this section so as to affect prejudicially any specific devise or bequest; ii an appropriation of property, whether or not being an investment authorised by law or by the will, if any, of the deceased for the investment of money subject to the trust, shall not (save as hereinafter mentioned) be made under this section except with the following consents:— a when made for the benefit of a person absolutely and beneficially entitled in possession, the consent of that person; b when made in respect of any settled legacy share or interest, the consent of either the trustee thereof, if any (not being also the personal representative), or the person who may for the time being be entitled to the income: If the person whose consent is so required as aforesaid is an infant or  lacks capacity (within the meaning of the Mental Capacity Act 2005) to give the consent, it  shall be given on his behalf by his parents or parent, testamentary or other guardian, . . .    or a person appointed as deputy for him by the Court of Protection , or if, in the case of an infant, there is no such parent or guardian, by the court on the application of his next friend; iii no consent (save of such trustee as aforesaid) shall be required on behalf of a person who may come into existence after the time of appropriation, or who cannot be found or ascertained at that time; iv if  no deputy is appointed for a person who lacks capacity to consent , then, if the appropriation is of an investment authorised by law or by the will, if any, of the deceased for the investment of money subject to the trust, no consent shall be required on behalf of the  said person ; v if, independently of the personal representative, there is no trustee of a settled legacy share or interest, and no person of full age and capacity entitled to the income thereof, no consent shall be required to an appropriation in respect of such legacy share or interest, provided that the appropriation is of an investment authorised as aforesaid. 1A The county court has jurisdiction under proviso (ii) to subsection (1) of this section where the estate in respect of which the application is made does not exceed in amount or value the county court limit. 2 Any property duly appropriated under the powers conferred by this section shall thereafter be treated as an authorised investment, and may be retained or dealt with accordingly. 3 For the purposes of such appropriation, the personal representative may ascertain and fix the value of the respective parts of the real and personal estate and the liabilities of the deceased as he may think fit, and shall for that purpose employ a duly qualified valuer in any case where such employment may be necessary; and may make any conveyance (including an assent) which may be requisite for giving effect to the appropriation. 4 An appropriation made pursuant to this section shall bind all persons interested in the property of the deceased whose consent is not hereby made requisite. 5 The personal representative shall, in making the appropriation, have regard to the rights of any person who may thereafter come into existence, or who cannot be found or ascertained at the time of appropriation, and of any other person whose consent is not required by this section. 6 This section does not prejudice any other power of appropriation conferred by law or by the will (if any) of the deceased, and takes effect with any extended powers conferred by the will (if any) of the deceased, and where an appropriation is made under this section, in respect of a settled legacy, share or interest, the property appropriated shall remain subject to all  trusts  and powers of leasing, disposition, and management or varying investments which would have been applicable thereto or to the legacy, share or interest in respect of which the appropriation is made, if no such appropriation had been made. 7 If after any real estate has been appropriated in purported exercise of the powers conferred by this section, the person to whom it was conveyed disposes of it or any interest therein, then, in favour of a purchaser, the appropriation shall be deemed to have been made in accordance with the requirements of this section and after all requisite consents, if any, had been given. 8 In this section, a settled legacy, share or interest includes any legacy, share or interest to which a person is not absolutely entitled in possession at the date of the appropriation, also an annuity, and “ purchaser ” means a purchaser for money or money’s worth. 9 This section applies whether the deceased died intestate or not, and whether before or after the commencement of this Act, and extends to property over which a testator exercises a general power of appointment, including the statutory power to dispose of entailed interests, and authorises the setting apart of a fund to answer an annuity by means of the income of that fund or otherwise."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "42", "section_title": " Power to appoint trustees of infants’ property.", "section_text": "42 1 Where an infant is absolutely entitled under the will or on the intestacy of a person dying before or after the commencement of this Act (in this subsection called “the deceased”) to a devise or legacy, or to the residue of the estate of the deceased, or any share therein, and such devise, legacy, residue or share is not under the will, if any, of the deceased, devised or bequeathed to trustees for the infant, the personal representatives of the deceased may appoint a trust corporation or two or more individuals not exceeding four (whether or not including the personal representatives or one or more of the personal representatives), to be the trustee or trustees of such devise, legacy, residue or share for the infant, and to be trustees of any land devised or any land being or forming part of such residue or share for the purposes of the  Settled Land Act, 1925, and of the statutory provisions relating to the management of land during a minority, and may execute or do any assurance or thing requisite for vesting such devise, legacy, residue or share in the trustee or trustees so appointed. On such appointment the personal representatives, as such, shall be discharged from all further liability in respect of such devise, legacy, residue, or share, and the same may be retained in its existing condition or state of investment, or may be converted into money, and such money may be invested in any authorised investment. 2 Where a personal representative has before the commencement of this Act retained or sold any such devise, legacy, residue or share, and invested the same or the proceeds thereof in any investments in which he was authorised to invest money subject to the trust, then, subject to any order of the court made before such commencement, he shall not be deemed to have incurred any liability on that account, or by reason of not having paid or transferred the money or property into court."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "43", "section_title": " Obligations of personal representative as to giving possession of land and powers of the court.", "section_text": "43 1 A personal representative, before giving an assent or making a conveyance in favour of any person entitled, may permit that person to take possession of the land, and such possession shall not prejudicially affect the right of the personal representative to take or resume possession nor his power to convey the land as if he were in possession thereof, but subject to the interest of any lessee, tenant or occupier in possession or in actual occupation of the land. 2 Any person who as against the personal representative claims possession of real estate, or the appointment of a receiver thereof, or a conveyance thereof, or an assent to the vesting thereof, or to be registered as proprietor thereof under the  Land Registration Act 2002 , may apply to the court for directions with reference thereto, and the court may make such vesting or other order as may be deemed proper, and the provisions of the  Trustee Act, 1925, relating to vesting orders and to the appointment of a person to convey, shall apply. 3 This section applies whether the testator or intestate died before or after the commencement of this Act. 4 The county court has jurisdiction under this section where the estate in respect of which the application is made does not exceed in amount or value the county court limit."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "44", "section_title": " Power to postpone distribution.", "section_text": "44 Subject to the foregoing provisions of this Act, a personal representative is not bound to distribute the estate of the deceased before the expiration of one year from the death."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "45", "section_title": " Abolition of descent to heir, curtesy, dower and escheat.", "section_text": "45 1 With regard to the real estate and personal inheritance of every person dying after the commencement of this Act, there shall be abolished— a All existing modes rules and canons of descent, and of devolution by special occupancy or otherwise, of real estate, or of a personal inheritance, whether operating by the general law or by the custom of gavelkind or borough english or by any other custom of any county, locality, or manor, or otherwise howsoever; and b Tenancy by the curtesy and every other estate and interest of a husband in real estate as to which his wife dies intestate, whether arising under the general law or by custom or otherwise; and c Dower and freebench and every other estate and interest of a wife in real estate as to which her husband dies intestate, whether arising under the general law or by custom or otherwise: Provided that where a right (if any) to freebench or other like right has attached before the commencement of this Act which cannot be barred by a testamentary or other disposition made by the husband, such right shall, unless released, remain in force as an equitable interest; and d Escheat to the Crown or the Duchy of Lancaster or the Duke of Cornwall or to a mesne lord for want of heirs. 2 Nothing in this section affects the descent or devolution of an entailed interest."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "46", "section_title": " Succession to real and personal estate on intestacy.", "section_text": "46 1 The residuary estate of an intestate shall be distributed in the manner or be held on the trusts mentioned in this section, namely:— i If the intestate leaves a  spouse or civil partner , then in accordance with the following table: TABLE The amount of the fixed net sum referred to in paragraph (B) of case (2) of this Table is to be determined in accordance with Schedule 1A. (1) If the intestate leaves no issue: the residuary estate shall be held in trust for the surviving spouse or civil partner absolutely. (2) If the intestate leaves issue: A the surviving spouse or civil partner shall take the personal chattels absolutely; B the residuary estate of the intestate (other than the personal chattels) shall stand charged with the payment of a fixed net sum, free of death duties and costs, to the surviving spouse or civil partner, together with simple interest on it from the date of the death at the rate provided for by subsection (1A) until paid or appropriated; and C subject to providing for the sum and interest referred to in paragraph (B), the residuary estate (other than the personal chattels) shall be held—(a) as to one half, in trust for the surviving spouse or civil partner absolutely, and(b) as to the other half, on the statutory trusts for the issue of the intestate. ii If the intestate leaves issue but no  spouse or civil partner , the residuary estate of the intestate shall be held on the statutory trusts for the issue of the intestate; iii If the intestate leaves  no  spouse or civil partner  and  no issue but both parents, then,  ..., the residuary estate of the intestate shall be held in trust for the father and mother in equal shares absolutely; iv If the intestate leaves  no  spouse or civil partner  and  no issue but one parent, then,  ..., the residuary estate of the intestate shall be held in trust for the surviving father or mother absolutely; v If the intestate leaves no  spouse or civil partner  and no issue and no  parent, then  ..., the residuary estate of the intestate shall be held in trust for the following persons living at the death of the intestate, and in the following order and manner, namely:— First, on the statutory trusts for the brothers and sisters of the whole blood of the intestate; but if no person takes an absolutely vested interest under such trusts, then Secondly, on the statutory trusts for the brothers and sisters of the half blood of the intestate; but if no person takes an absolutely vested interest under such trusts; then Thirdly, for the grandparents of the intestate and, if more than one survive the intestate, in equal shares; but if there is no member of this class; then Fourthly, on the statutory trusts for the uncles and aunts of the intestate (being brothers or sisters of the whole blood of a parent of the intestate); but if no person takes an absolutely vested interest under such trusts; then Fifthly, on the statutory trusts for the uncles and aunts of the intestate (being brothers or sisters of the half blood of a parent of the intestate);  ...; vi In default of any person taking an absolute interest under the foregoing provisions, the residuary estate of the intestate shall belong to the Crown or to the Duchy of Lancaster or to the Duke of Cornwall for the time being, as the case may be, as bona vacantia, and in lieu of any right to escheat. The Crown or the said Duchy or the said Duke may (without prejudice to the powers reserved by section nine of the  Civil List Act, 1910, or any other powers), out of the whole or any part of the property devolving on them respectively, provide, in accordance with the existing practice, for dependants, whether kindred or not, of the intestate, and other persons for whom the intestate might reasonably have been expected to make provision. 1A The interest rate referred to in paragraph (B) of case (2) of the Table in subsection (1)(i) is the Bank of England rate that had effect at the end of the day on which the intestate died. 2 A husband and wife shall for all purposes of distribution or division under the foregoing provisions of this section be treated as two persons. 2A Where the intestate’s  spouse or civil partner  survived the intestate but died before the end of the period of 28 days beginning with the day on which the intestate died, this section shall have effect as respects the intestate as if the  spouse or civil partner  had not survived the intestate. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The interest payable on  the fixed net sum  payable to a surviving  spouse or civil partner  shall be primarily payable out of income.  5 In subsection (1A)  “ Bank of England rate ” means— a the rate announced by the Monetary Policy Committee of the Bank of England as the official bank rate, or b where an order under section 19 of the Bank of England Act 1998 (reserve powers) is in force, any equivalent rate determined by the Treasury under that section. 6 The Lord Chancellor may by order made by statutory instrument amend the definition of  “Bank of England rate” in subsection (5) (but this subsection does not affect the generality of subsection (7)(b)). 7 The Lord Chancellor may by order made by statutory instrument— a amend subsection (1A) so as to substitute a different interest rate (however specified or identified) for the interest rate for the time being provided for by that subsection; b make any amendments of, or repeals in, this section that may be consequential on or incidental to any amendment made by virtue of paragraph (a). 8 A statutory instrument containing an order under subsection (6) is subject to annulment pursuant to a resolution of either House of Parliament. 9 A statutory instrument containing an order under subsection (7) may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "46A", "section_title": "Disclaimer or forfeiture on intestacy", "section_text": "46A 1 This section applies where a person— a is entitled in accordance with section 46 to an interest in the residuary estate of an intestate but disclaims it, or b would have been so entitled had the person not been precluded by the forfeiture rule from acquiring it. 2 The person is to be treated for the purposes of this Part as having died immediately before the intestate. 3 But in a case within subsection (1)(b), subsection (2) does not affect the power conferred by section 2 of the Forfeiture Act 1982 (power of court to modify the forfeiture rule). 4 In this section  “ forfeiture rule ” has the same meaning as in the Forfeiture Act 1982."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "47", "section_title": " Statutory trusts in favour of issue and other classes of relatives of intestate.", "section_text": "47 1 Where under this Part of this Act the residuary estate of an intestate, or any part thereof, is directed to be held on the statutory trusts for the issue of the intestate, the same shall be held upon the following trusts, namely:— i In trust, in equal shares if more than one, for all or any the children or child of the intestate, living at the death of the intestate, who attain the age of  eighteen years  or marry under that age or form a civil partnership under that age , and for all or any of the issue living at the death of the intestate who attain the age of  eighteen years  or marry , or form a civil partnership,  under that age of any child of the intestate who predeceases the intestate, such issue to take through all degrees, according to their stocks, in equal shares if more than one, the share which their parent would have taken if living at the death of the intestate, and so that (subject to section 46A)  no issue shall take whose parent is living at the death of the intestate and so capable of taking; ii The statutory power of advancement, and the statutory provisions which relate to maintenance and accumulation of surplus income, shall apply, but when an infant marries , or forms a civil partnership,  such infant shall be entitled to give valid receipts for the income of the infant’s share or interest; iii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iv The personal representatives may permit any infant contingently interested to have the use and enjoyment of any personal chattels in such manner and subject to such conditions (if any) as the personal representatives may consider reasonable, and without being liable to account for any consequential loss. 2 If the trusts in favour of the issue of the intestate fail by reason of no child or other issue attaining an absolutely vested interest— a the residuary estate of the intestate and the income thereof and all statutory accumulations, if any, of the income thereof, or so much thereof as may not have been paid or applied under any power affecting the same, shall go, devolve and be held under the provisions of this Part of this Act as if the intestate had died without leaving issue living at the death of the intestate; b references in this Part of this Act to the intestate “ leaving no issue ” shall be construed as “ leaving no issue who attain an absolutely vested interest ”; c references in this Part of this Act to the intestate “leaving issue” or “ leaving a child or other issue ” shall be construed as “ leaving issue who attain an absolutely vested interest. ” 3 Where under this Part of this Act the residuary estate of an intestate or any part thereof is directed to be held on the statutory trusts for any class of relatives of the intestate, other than issue of the intestate, the same shall be held on trusts corresponding to the statutory trusts for the issue of the intestate (other than the provision for bringing any money or property into account) as if such trusts (other than as aforesaid) were repeated with the substitution of references to the members or member of that class for references to the children or child of the intestate. 4 References in paragraph (i) of subsection (1) of the last foregoing section to the intestate leaving, or not leaving, a member of the class consisting of brothers or sisters of the whole blood of the intestate and issue of brothers or sisters of the whole blood of the intestate shall be construed as references to the intestate leaving, or not leaving, a member of that class who attains an absolutely vested interest. 4A Subsections (2) and (4) are subject to section 46A. 4B Subsections (4C) and (4D) apply if a beneficiary under the statutory trusts— a fails to attain an absolutely vested interest because the beneficiary dies without having reached 18 and without having married or formed a civil partnership, and b dies leaving issue. 4C The beneficiary is to be treated for the purposes of this Part as having died immediately before the intestate. 4D The residuary estate (together with the income from it and any statutory accumulations of income from it) or so much of it as has not been paid or applied under a power affecting it is to devolve accordingly. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "47A", "section_title": " Right of surviving spouse to have own life interest redeemed.", "section_text": "47A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "48", "section_title": " Powers of personal representative in respect of interests of surviving spouse.", "section_text": "48 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 The personal representatives may raise— a the fixed net sum  or any part thereof and the interest thereon payable to the surviving  spouse or civil partner  of the intestate on the security of the whole or any part of the residuary estate of the intestate (other than the personal chattels), so far as that estate may be sufficient for the purpose or the said sum and interest may not have been satisfied by an appropriation under the statutory power available in that behalf;  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . and  ... the amount, if any, properly required for the payment of the costs of the transaction."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "49", "section_title": " Application to cases of partial intestacy.", "section_text": "49 1 Where any person dies leaving a will effectively disposing of part of his property, this Part of this Act shall have effect as respects the part of his property not so disposed of subject to the provisions contained in the will and subject to the following modifications:— aa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b The personal representative shall, subject to his rights and powers for the purposes of administration, be a trustee for the persons entitled under this Part of this Act in respect of the part of the estate not expressly disposed of unless it appears by the will that the personal representative is intended to take such part beneficially.  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "50", "section_title": " Construction of documents.", "section_text": "50 1 References to any Statutes of Distribution in an instrument inter vivos made or in a will coming into operation after the commencement of this Act, shall be construed as references to this Part of this Act; and references in such an instrument or will to statutory next of kin shall be construed, unless the context otherwise requires, as referring to the persons who would take beneficially on an intestacy under the foregoing provisions of this Part of this Act. 2 Trusts declared in an instrument inter vivos made, or in a will coming into operation, before the commencement of this Act by reference to the Statutes of Distribution, shall, unless the contrary thereby appears, be construed as referring to the enactments (other than the  Intestates’ Estates Act, 1890) relating to the distribution of effects of intestates which were in force immediately before the commencement of this Act. 3 In subsection (1) of this section the reference to this Part of this Act, or the foregoing provisions of this Part of this Act, shall in relation to an instrument inter vivos made, or a will or codicil coming into operation, after the coming into force of section 18 of the Family Law Reform Act 1987 (but not in relation to instruments inter vivos made or wills or codicils coming into operation earlier) be construed as including references to that section."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "51", "section_title": " Savings.", "section_text": "51 1 Nothing in this Part of this Act affects the right of any person to take beneficially, by purchase, as heir either general or special. 2 The foregoing provisions of this Part of this Act do not apply to any beneficial interest in real estate (not including chattels real) to which a  person of unsound mind  or defective living and of full age at the commencement of this Act, and unable, by reason of his incapacity, to make a will, who thereafter dies intestate in respect of such interest without having recovered his testamentary capacity, was entitled at his death, and any such beneficial interest (not being an interest ceasing on his death), shall, without prejudice to any will of the deceased, devolve in accordance with the general law in force before the commencement of this Act applicable to freehold land, and that law shall, notwithstanding any repeal, apply to the case. For the purposes of this subsection, a  person of unsound mind  or defective who dies intestate as respects any beneficial interest in real estate shall not be deemed to have recovered his testamentary capacity unless his . . .   receiver has been discharged. 3 Where an infant dies after the commencement of this Act without having been married or having formed a civil partnership,   and without issue , and independently of this sub-section he would, at his death, have been equitably entitled under a  trust or  settlement (including a will) to a vested estate in fee simple or absolute interest in freehold land, or in any property  . . . to devolve therewith or as freehold land, such infant shall be deemed to have had  a life interest , and the  trust or  settlement shall be construed accordingly. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "52", "section_title": " Interpretation of Part IV.", "section_text": "52 In this Part of this Act “ real and personal estate ” means every beneficial interest (including rights of entry and reverter) of the intestate in real and personal estate which (otherwise than in right of a power of appointment or of the testamentary power conferred by statute to dispose of entailed interests) he could, if of full age and capacity, have disposed of by his will  and references (however expressed) to any relationship between two persons shall be construed in accordance with section 1 of the Family Law Reform Act 1987"}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "53", "section_title": " General savings.", "section_text": "53 1 Nothing in this Act shall derogate from the powers of the High Court which exist independently of this Act or alter the distribution of business between the several divisions of the High Court, or operate to transfer any jurisdiction from the High Court to any other court. 2 Nothing in this Act shall affect any unrepealed enactment in a public general Act dispensing with probate or administration as respects personal estate not including chattels real. 3 Nothing in this Act shall— a alter any death duty payable in respect of real estate or impose any new duty thereon: b render any real estate liable to legacy duty or exempt it from succession duty: c alter the incidence of any death duties."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "54", "section_title": " Application of Act.", "section_text": "54 Save as otherwise expressly provided, this Act does not apply in any case where the death occurred before the commencement of this Act."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "55", "section_title": " Definitions.", "section_text": "55 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby assigned to them respectively, that is to say:— 1 i “ Administration ” means, with reference to the real and personal estate of a deceased person, letters of administration, whether general or limited, or with the will annexed or otherwise: ii “ Administrator ” means a person to whom administration is granted: iii “ Conveyance ” includes a mortgage, charge by way of legal mortgage, lease, assent, vesting, declaration, vesting instrument, disclaimer, release and every other assurance of property or of an interest therein by any instrument, except a will, and “ convey ” has a corresponding meaning, and “ disposition ” includes a “conveyance” also a devise bequest and an appointment of property contained in a will, and “ dispose of ” has a corresponding meaning: iiiA “ the County Court limit ”, in relation to any enactment contained in this Act, means the amount for the time being specified by an Order in Council under section 145 of the County Courts Act 1984 as the county court limit for the purposes of that enactment (or, where no such Order in Council has been made, the corresponding limit specified by Order in Council under section 192 of the County Courts Act 1959);  iv “ the Court ” means the High Court, and also the county court, where that court has jurisdiction,  . . .: v “ Income ” includes rents and profits: vi “ Intestate ” includes a person who leaves a will but dies intestate as to some beneficial interest in his real or personal estate: via “ Land ” has the same meaning as in the  Law of Property Act 1925;  vii “ Legal estates ” mean the estates charges and interests in or over land (subsisting or created at law) which are by statute authorised to subsist or to be created at law; and “ equitable interests ” mean all other interests and charges in or over land  . . .: viii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ix “ Pecuniary legacy ” includes an annuity, a general legacy, a demonstrative legacy so far as it is not discharged out of the designated property, and any other general direction by a testator for the payment of money, including all death duties free from which any devise, bequest, or payment is made to take effect: x “ Personal chattels ” means tangible movable property, other than any such property which— consists of money or securities for money, or was used at the death of the intestate solely or mainly for business purposes, or was held at the death of the intestate solely as an investment: xi “ Personal representative ” means the executor, original or by representation, or administrator for the time being of a deceased person, and as regards any liability for the payment of death duties includes any person who takes possession of or intermeddles with the property of a deceased person without the authority of the personal representatives or the court, and “ executor ” includes a person deemed to be appointed executor as respects settled land: xii “ Possession ” includes the receipt of rents and profits or the right to receive the same, if any: xiii “ Prescribed ” means prescribed by rules of court  . . .: xiv “ Probate ” means the probate of a will: xv . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . xvi . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  xvii “ Property ” includes a thing in action and any interest in real or personal property: xviii “ Purchaser ” means a lessee, mortgagee or other person who in good faith acquires an interest in property for valuable consideration, also an intending purchaser and “ valuable consideration ” includes marriage, and formation of a civil partnership,  but does not include a nominal consideration in money: xix “Real estate” save as provided in Part IV of this Act means real estate, including chattels real, which by virtue of Part I of this Act devolves on the personal representative of a deceased person: xx “ Representation ” means the probate of a will and administration, and the expression “taking out representation” refers to the obtaining of the probate of a will or of the grant of administration: xxi “ Rent ” includes a rent service or a rentcharge, or other rent, toll, duty, or annual or periodical payment in money or money’s worth, issuing out of or charged upon land, but does not include mortgage interest; and “ rentcharge ” includes a fee farm rent: xxii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  xxiii “ Securities ” include stocks, funds, or shares: xxiv “Tenant for life,”                      “statutory owner,”                       . . .                      “settled land,”                      “settlement,”                      “trustees of the settlement,”                      “term of years absolute,”                      “ death duties, ” and “ legal mortgage, ” have the same meanings as in the  Settled Land Act, 1925, and “ entailed interest ” and “ charge by way of legal mortgage ” have the same meanings as in the  Law of Property Act, 1925: xxv “ Treasury solicitor ” means the solicitor for the affairs of His Majesty’s Treasury, and includes the solicitor for the affairs of the Duchy of Lancaster:  xxvi “ Trust corporation ” means the public trustee or a corporation either appointed by the court in any particular case to be a trustee or entitled by rules made under subsection (3) of section four of the  Public Trustee Act, 1906, to act as custodian trustee: xxvii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . xxviii “ Will ” includes codicil. 2 References to a child or issue living at the death of any person include a child or issue enventre sa mere at the death. 3 References to the estate of a deceased person include property over which the deceased exercises a general power of appointment (including the statutory power to dispose of entailed interests) by his will."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "56", "section_title": " Repeal.", "section_text": "56 The Acts mentioned in the Second Schedule to this Act are hereby repealed to the extent specified in the third column of that Schedule, but as respects the Acts mentioned in Part I of that Schedule only so far as they apply to deaths occurring after the commencement of this Act."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "57", "section_title": " Application to Crown.", "section_text": "57 1 The provisions of this Act bind the Crown and the Duchy of Lancaster, and the Duke of Cornwall for the time being, as respects the estates of persons dying after the commencement of this Act, but not so as to affect the time within which proceedings for the recovery of real or personal estate vesting in or devolving on His Majesty in right of His Crown, to His Duchy of Lancaster, or on the Duke of Cornwall, may be instituted. 2 Nothing in this Act in any manner affects or alters the descent or devolution of any property for the time being vested in His Majesty either in right of the Crown or of the Duchy of Lancaster or of any property for the time being belonging to the Duchy of Cornwall."}, {"act": "Administration of Estates Act 1925", "year": 1925, "section": "58", "section_title": " Short title, commencement and extent.", "section_text": "58 1 This Act may be cited as the Administration of Estates Act, 1925. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 This Act extends to England and Wales only."}]