[{"act": "Allotments Act 1925", "year": 1925, "section": "1", "section_title": " Interpretation.", "section_text": "1 In this Act, unless the context otherwise requires,— “ Allotment ” means an allotment garden as defined by the  Allotments Act, 1922, or any parcel of land not more than five acres in extent cultivated or intended to be cultivated as a garden or farm, or partly as a garden and partly as a farm; . . . “ The Act of 1922 ” means the Allotments Act, 1922."}, {"act": "Allotments Act 1925", "year": 1925, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Allotments Act 1925", "year": 1925, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Allotments Act 1925", "year": 1925, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Allotments Act 1925", "year": 1925, "section": "5", "section_title": " Acquisition of land for future allotments.", "section_text": "5 The council of a borough or urban district may acquire land for allotments, notwithstanding that the land or any part of it cannot immediately be let in allotments, provided that the Minister of Health is satisfied,  . . ., that there is a reasonable expectation that the land will eventually be required for allotments."}, {"act": "Allotments Act 1925", "year": 1925, "section": "6", "section_title": " Amendment of section ten (3) of the Act of 1922. ", "section_text": "6 Section ten of the Act of 1922 is hereby amended by the substitutionfor paragraph b  of subsection (3) of the following paragraph— b by not less than three months’ notice in writing given by the owner tothe council in any case where the land is required for any purpose other than the use of the land for agriculture, sport, or recreation,and by not less than six months’ notice in writing so given andexpiring on or before the sixth day of September, where the land is required for the use for sport or recreation."}, {"act": "Allotments Act 1925", "year": 1925, "section": "7", "section_title": " Amendment of section ten (4) of Act of 1922.", "section_text": "7 The right of a tenant to claim compensation under subsection (4) of section ten of the Act of 1922 shall be exerciseable notwithstanding that it is otherwise agreed in the contract of tenancy in any case where the rent payable by the tenant under his contract of tenancy for the land exceeds three pence per pole,  . . .."}, {"act": "Allotments Act 1925", "year": 1925, "section": "8", "section_title": " Sale, &c., of land used as allotments.", "section_text": "8 Where a local authority has purchased  or appropriated  land for use as allotments the local authority shall not sell, appropriate, use, or dispose of the land for any purpose other than use for allotments without the consent of the Minister of Agriculture and Fisheries  . . . and such consent  may be given unconditionally or subject to such conditions as the Minister thinks fit, but  shall not be given unless the Minister is satisfied that adequate provision will be made for allotment holders displaced by the action of the local authority or that such provision is unnecessary or not reasonably practicable,  . . .."}, {"act": "Allotments Act 1925", "year": 1925, "section": "9", "section_title": " Amendment of s. 11 of the Act of 1922.", "section_text": "9 Section eleven of the Act of 1922 shall be read as if the period of twenty-one days were substituted therein for the period of ten days as the period within which a notice may be served on the person requiring possession."}, {"act": "Allotments Act 1925", "year": 1925, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Allotments Act 1925", "year": 1925, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Allotments Act 1925", "year": 1925, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Allotments Act 1925", "year": 1925, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Allotments Act 1925", "year": 1925, "section": "14", "section_title": " Short title.", "section_text": "14 1 This Act may be cited as the Allotments Act, 1925, and the Allotments Acts, 1908 to 1922, and this Act may be cited together as the Allotments Acts, 1908 to 1925. 2 This Act shall not apply to Scotland or Northern Ireland."}]