[{"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "1", "section_title": "Stipend to be payable only in money.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "2", "section_title": "Standard value of victual stipend.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "3", "section_title": "...", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "7", "section_title": "Vesting of standardised stipend.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "8", "section_title": "Payment of standardised stipend.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "9", "section_title": "Provisions as to Ann.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "10", "section_title": "...", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "11", "section_title": "Teind rolls.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "12", "section_title": "Charge to be substituted for liability for stipend exceeding one pound.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "13", "section_title": "Allocation of standard charge.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "14", "section_title": "Provisions where stipend does not exceed one pound.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "15", "section_title": "Extinction of liability for stipend not exceeding one shilling.", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "16", "section_title": "Valuation and surrender of teinds.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "17", "section_title": "Deduction of stipend in question with titular.", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "18", "section_title": "Sale of surplus teinds. Scots Act 1693 c. 39. Scots Act 1633 c. 17.", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "19", "section_title": "...", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "20", "section_title": " Constitution, powers and procedure of Scottish Ecclesiastical Commissioners.", "section_text": "20 1 Such persons not exceeding five in number as His Majesty may appoint shall be Commissioners under this Act for the purposes aftermentioned, and shall be styled the Scottish Ecclesiastical Commissioners. One of the Commissioners being a person who holds or has held judicial office shall be appointed Chairman. 2 The Commissioners shall hold office during His Majesty’s pleasure. If a vacancy occurs in the number of the Commissioners by reason of death, resignation, incapacity or otherwise, His Majesty may appoint some other person to fill the vacancy, and so from time to time as occasion requires. 3 The Commissioners may act by any one or more of their body and notwithstanding any vacancy in their number; but if any person aggrieved by an order or decision of one Commissioner so requires, the order or decision shall be reconsidered on rehearing by not less than three Commissioners. 4 The procedure, place of meeting, and authentication of documents of the Commissioners shall be regulated in such manner as the Commissioners determine. 5 The Commissioners may examine witnesses on oath, and for enforcing the attendance of witnesses, the examination of witnesses and the production of books and documents, shall have all such powers, rights, and privileges as are vested in any of His Majesty’s Courts of Law. 6 The Commissioners may appoint or employ a secretary and such other officers and persons and with such remuneration as they think necessary, and may remove any person so appointed or employed. 7 The salaries and remuneration of any persons so appointed or employed, and all expenses of the Commissioners incurred in the execution of this Act, shall be paid out of moneys to be provided for that purpose by the General Assembly."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "21", "section_title": " Orders of Commissioners.", "section_text": "21 1 The Commissioners may, after such inquiry in each individual case as they may think fit, make such orders as they may consider necessary or proper for any of the following purposes, that is to say: a for giving effect to the schemes framed by the Commissioners under the provisions of this Act relating to burgh churches, including the modification of the Act 23 & 24 Victoria, chapter 50, entitled “An Act to abolish the annuity tax in Edinburgh and Montrose, and to make provision in regard to the stipends of the ministers in that city and burgh, and also to make provision for the patronage of the church of North Leith,” and of any other local or personal Act, decree of the Court of Session or Court of Teinds or agreement relating to the burgh churches; b for the transfer to the General Trustees of the parliamentary churches and manses under the provisions of the section of this Act relating to parliamentary churches and manses; c for the transfer to the General Trustees of the churches and manses of the parishes mentioned in the Eighth Schedule to this Act; d for the transfer to the General Trustees of endowments referred to in the section of this Act relating to endowments in certain parishes quoad omnia; e for framing and giving effect to schemes relating to churches and manses with respect to which the sheriff may, as hereinafter provided, find and declare that the case ought to be dealt with by the Commissioners; f for giving effect to the provisions of the section of this Act relating to the transfer of rights in glebes; g for framing and giving effect to a scheme or schemes under the provisions of the section of this Act relating to allocation by General Trustees of certain moneys to be received from Treasury; h for the protection and preservation of any church or other ecclesiastical building which is for the time being used for ecclesiastical purposes, and which the Commissioners may, upon application made to them by the Royal Commission on Historic Monuments in Scotland or any person interested, consider to require special provisions in the public interest with respect to maintenance and access; i for the transfer to and administration by the General Trustees of any capital sum fixed or awarded and invested by way of commutation of fish teinds under the provisions of the  Fish Teinds (Scotland) Act 1864; j for the transfer to a kirk session of communion plate or other ecclesiastical furnishings in use in a church or by a congregation in any case in which a right of property in the plate or other furnishing is claimed by any public body; k for any other matter or thing which the Commissioners consider to be necessary or proper in connection with any of the purposes aforesaid. 2 Any such order shall have effect as if enacted in this Act, and may be recorded in the Register of Sasines. 3 In respect that the  Act 23 & 24 Victoria chapter 50, imposed an obligation on the town council of Edinburgh to grant a bond of annuity for the annual sum of four thousand two hundred pounds to the Edinburgh Ecclesiastical Commissioners for the purposes of the said Act, and in respect that the  Act 33 & 34 Victoria chapter 87, empowered the said town council to redeem the said bond of annuity by a payment to the said Commissioners of the sum of fifty-six thousand five hundred pounds and that the said bond of annuity was so redeemed by the payment of the said sum to the said Commissioners, nothing contained in this Act or in any order to be made by the Commissioners under the provisions of this section shall impose or be deemed to impose any further financial obligation or liability on the said town council in relation to the burgh churches situated within the burgh of Edinburgh, and any liability or obligation incumbent on the said town council in connection with the upkeep and maintenance or restoration or renewal of the burgh churches situated within the said burgh or payment of stipend to the ministers thereof shall be deemed to have been fulfilled and shall be at an end."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "22", "section_title": " Burgh churches.", "section_text": "22 With respect to the churches mentioned in the Ninth Schedule to this Act (in this Act referred to as “ burgh churches ”) the following provisions shall have effect:— 1 As soon as conveniently may be after the passing of this Act the Commissioners shall inquire into all circumstances relating to existing rights of property in the fabrics and sites of the burgh churches, and any manses or other subjects connected therewith, and in any churchyards connected with the burgh churches, the stipends of the ministers thereof and any funds, endowments, pew rents or assessments from which the stipends of the ministers, the maintenance of the churches and other subjects, and any other expenditure in connection therewith is defrayed, and shall thereafter frame schemes for the future ownership, maintenance, and administration of the burgh churches and other subjects and the payment of stipend to the ministers: 2 Every such scheme shall make provision for— a the transfer to the General Trustees of all rights of property vested in or belonging to the magistrates or the town council of any of the burghs within which the burgh churches are situated in the fabrics and sites of the burgh churches and of any manses and other subjects connected therewith, and in any churchyards connected with the burgh churches, and for the transfer to the General Trustees of the duty of maintaining any property so transferred; b the transfer to the General Trustees of all or any property held for church purposes by or on behalf of the magistrates or the town council of any of the burghs within which the burgh churches are situated; c the periodical payment to the General Trustees of all sums which are at present paid or payable by the magistrates or town council of any of the said burghs in respect of the stipends of the ministers of the burgh churches and (so far as the Commissioners consider this to be equitable and reasonable) of all sums which are at present paid or payable by the magistrates or town council of any of the said burghs in respect of the ownership and maintenance of the fabrics and sites of the churches and manses, or other subjects connected therewith; d the redemption of such periodical payments by the payment to the General Trustees of a capital sum or by the creation of terminable annuities or of sinking funds; e the transfer to the General Trustees of any property heritable or moveable held by any public body (whether statutory or otherwise) or person other than the magistrates or town council for the benefit of the minister of any of the burgh churches by way of stipend; f the protection of the interests of the ministers or assistants and successors who at the passing of this Act are incumbents of the benefices of the burgh churches; g the protection (so far as the Commissioners consider this to be practicable) of the interests of town councils in the burgh churches as regards sittings allotted to the town councils for their use, the right to have the church bells rung on special occasions, and the preservation of any other similar right or privilege hitherto enjoyed by the town councils; h . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2A References in any scheme made under this section of this Act and in subsection (2) above to the magistrates or the town council of a burgh and to the burgh within which a burgh church is situated shall, on and after 1st April 1996, be construed as references to the council and to the council area within which that burgh church is situated. 3 The General Trustees shall not be entitled to sell,  ... or otherwise alienate any of the burgh churches or the site thereof to any person unless they shall have previously offered to convey such church or site to the  council in whose area  such church is situated, on the same terms and conditions as they may be prepared to accept from such person, and  that  council  have failed to reply to the offer within a period of one month from the date thereof, or have within that period declined to accept the offer: 4 The provisions of this Act in regard to the transfer to the General Trustees of all rights of property in any churchyards connected with the burgh churches, and the duty of maintaining any churchyards so transferred, shall not apply to the churchyards of Greyfriars and Canongate in the  former  burgh of Edinburgh, or to the churchyard of  St.  David’s or Ramshorn in the  former  burgh of Glasgow, or to the churchyards of St. Nicholas and St. Clements in the  former  burgh of Aberdeen, which churchyards shall . . .   belong to and be maintained by the  councils of the  areas  in which these churchyards are situated , respectively: 5 In the application of paragraphs (b), (c), and (d) of subsection (2) of this section to any scheme framed with respect to any of the burgh churches the Commissioners shall have regard to the conditions contained in the decree of disjunction and erection of the burgh church: 6 When all matters contained in the scheme relating to a burgh church have been duly carried out and implemented all liability or obligation incumbent on the magistrates and town council of the burgh in which a burgh church is situated, in connection with the upkeep and maintenance of such burgh church and payment of stipend to the minister thereof, shall be deemed to have been fulfilled and shall be at an end, subject only to the payment of any capital sum, terminable annuity, or sinking fund for the redemption of any periodical payment made by such magistrates or town council in connection with the maintenance of such church and the stipend of the minister thereof. 7 In this section, except in subsection (6), “council” means a council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "23", "section_title": " Parliamentary churches and manses.", "section_text": "23 With respect to the churches and manses mentioned in the Tenth Schedule to this Act (which together with any land whether described as churchyard, glebe, or otherwise connected with the said churches and manses are in this Act referred to as “ parliamentary churches and manses ”) the following provisions shall have effect:— As soon as conveniently may be after the passing of this Act the Commissioners shall inquire into all circumstances relating to existing rights of property in the fabrics and sites of the parliamentary churches and manses, and to the maintenance thereof whether under the provisions of the  Act 5 George IV., Chapter 90, and any conveyance or other deed relating to any of the said churches and manses in favour of the Commissioners under the said Act or under any decision of the Court of Teinds or otherwise, and the Commissioners shall thereafter by order provide for the transfer to the General Trustees of the fabrics and sites of the said churches and manses, and of all powers and duties with respect to the maintenance and repair of the said fabrics and the allocation of sitting accommodation in the said churches."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "24", "section_title": " Churches and manses of certain parishes erected under Act of 1844.", "section_text": "24 With respect to the churches and manses of the parishes quoad omnia mentioned in the Eighth Schedule to this Act, the following provisions shall have effect:— As soon as conveniently may be after the passing of this Act the Commissioners shall inquire into all circumstances relating to existing rights of property in the fabrics and sites of the churches and manses of the parishes aforesaid, and to the maintenance thereof whether under any existing titles relating to the said churches and manses or otherwise, and the Commissioners shall thereafter by order provide for the transfer to the General Trustees of the fabrics and sites of the said churches and manses, and of all powers and duties with respect to the maintenance and repair of the said fabrics, and the allocation of sitting accommodation in the said churches."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "25", "section_title": " Mortifications and endowments in certain parishes quoad omnia.", "section_text": "25 Where in the case of a parish quoad omnia (not being one of the parishes quoad omnia mentioned in the Eighth Schedule to this Act) there exists any mortification or other endowment not derived from teinds which is for the benefit of the minister or parish either by way of stipend or by way of provision of a manse, glebe or other subjects, the Commissioners shall, upon application made to them by the General Trustees, inquire into all circumstances relating to such mortification or endowment and may thereafter, by order, provide for the transfer of the mortification or endowment or of the properties forming the subject of such mortification or endowment to the General Trustees: Provided that, except in the case of a benefice which is actually vacant at the passing of this Act, any order made by the Commissioners under this section shall not take effect unless or until the benefice shall have become actually vacant after such passing."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "26", "section_title": " Parish churches, manses, glebes and churchyards.", "section_text": "26 With a view to the transfer to and vesting in the General Trustees of all rights of property in and duties of maintenance or extension with respect to the churches, manses, and glebes of parishes quoad omnia (other than the churches and manses of the parishes quoad omnia mentioned in the Eighth Schedule to this Act), the transfer to and vesting in the respective  councils (constituted under section 2 of the Local Government etc. (Scotland) Act 1994)  of all such rights in and duties with respect to the churchyards of such parishes and the extinction of all such rights and duties as aforesaid heretofore belonging to and incumbent upon heritors or ministers, the following provisions of this Part of this Act shall have effect, and shall apply to such parishes only."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "27", "section_title": " Proceedings relating to matters mentioned in section 3 of 31 & 32  Vict.  c. 96.", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "28", "section_title": " Transfer of rights in parish churches and manses.", "section_text": "28 1 Where the General Trustees are of opinion that any church or manse is not in a reasonable state of tenantable repair and that the duty of executing repairs is incumbent upon heritors, the General Trustees may agree with the heritors concerned for the repair of the same by or at the expense of the heritors or for the payment by the heritors to the General Trustees of a sum of money in lieu of repair, and failing agreement the General Trustees may within three years after the passing of this Act apply to the sheriff for an order directing the heritors to carry out such repairs (if any) not involving structural alterations as he may consider necessary, or if the General Trustees so require to pay to the General Trustees such sum of money in lieu of repair as the sheriff may determine. The sheriff shall deal with any such application in a summary manner and his decision shall be final. 2 Any heritor concerned or the General Trustees may apply to the Sheriff for a certificate that all obligations incumbent on the heritors with respect to the church or manse of a parish have been fulfilled, and the sheriff shall deal with the application in a summary manner and shall issue a certificate to that effect if the General Trustees state or admit that all such obligations have been fulfilled, or if failing such statement or admission, he is satisfied either that any agreement or order made as aforesaid has been implemented, or that notwithstanding the absence of any such agreement no application has been made for such an order within three years after the passing of this Act, or that any application for an order so made has been refused. The certificate may be in or as nearly as may be in the form set out in the Eleventh Schedule to this Act, and shall contain or refer to a description of the subjects whether church or manse to which it relates and may be recorded by the General Trustees or by any heritor concerned in the appropriate Register of Sasines. 3 When a certificate issued by the sheriff under this section has been recorded as aforesaid— a any liability or obligation incumbent on any heritor in connection with the subjects to which the certificate relates shall be at an end except the obligation or liability to assess or to be assessed for the repayment of any debt existing at the date of the certificate; and b                               the ownership of                              the said subjects shall by virtue of this Act and without the necessity of any further conveyance vest in and belong to the General Trustees .... 4 Whereas in certain parishes,  islands and district  councils, or other public bodies (whether statutory or otherwise) or kirk sessions or persons are under the present law and practice or by Royal Warrant, charter, agreement or custom liable along with or in place of the heritors in obligations relating to the church or manse, it shall be lawful, in any such case, for the presbytery or the General Trustees or any other person concerned to apply to the sheriff to find and declare that the case ought to be dealt with by the Commissioners, and if the sheriff so finds and declares the provisions of this section shall have no further application to the case, and the Commissioners shall as soon thereafter as conveniently may be inquire into all circumstances relating to existing obligations in respect of the fabric and site of such church or manse and the maintenance of such fabric, and by order provide for the transfer to the General Trustees of the said fabric and site, and of all powers and duties with respect to the maintenance and repair of the said fabric. 5 If in any application to the sheriff under this section a question arises as to whether or not the church or manse to which the application relates is the church or manse of a parish within the meaning of this section, that question shall be determined by the sheriff in a summary manner, and his determination shall be final. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "29", "section_title": " Rights with respect to sitting accommodation in parish churches.", "section_text": "29 On the expiry of one year from the date on which any church is by or in pursuance of this Act transferred to the General Trustees the right of allocating sitting accommodation in the church, whether with or without payment therefor, and the right of disposal of any proceeds therefrom shall belong to the kirk session, or to such other body as the General Assembly may direct and any existing right to such accommodation shall cease and terminate."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "30", "section_title": " Transfer of rights in glebes.", "section_text": "30 With respect to glebes, the following provisions shall have effect:— 1 It shall be the duty of the clerk of every presbytery within one year after the passing of this Act to furnish to the Commissioners a list of the glebes appropriated to the ministers of the parishes in the presbytery, and of any cases where a minister has accepted or is entitled to any annual payment in place of glebe, and at the same time to intimate in which cases (if any) it is claimed by the presbytery (whether on the representation of the minister concerned or otherwise) that the heritors concerned have not fully implemented the obligations incumbent on them according to the present law and practice with respect to the provision and enlargement of a glebe: 2 As soon as conveniently may be after the receipt of the said lists, the Commissioners shall inquire into all circumstances relating to existing rights of property in the glebes, and in any payments in place of glebe, and shall thereafter make orders relating to the glebes and payments: 3 Every such order shall make provision for— a the implement by the heritors of any obligations incumbent on them as aforesaid which have not already been implemented; and b the transfer to and vesting in the General Trustees of the ownership of the glebes; and c the preservation of the existing rights of all persons other than the heritors or the minister of the parish who, under or in pursuance of any general or local Act of Parliament or otherwise, have acquired any right in any glebe or any part thereof ...; and d the manner in which— i any burden upon the glebe created under section eighteen of the  Glebe Lands (Scotland) Act 1866; and ii any of the costs, charges and expenses referred to in that section which have not been made a burden on the glebe may be dealt with, discharged and extinguished; and e the transfer to the General Trustees of any  ... securities or investments representing the price or consideration received for any glebe or part thereof or right therein  ... and held by any persons acting as trustees in trust for the payment of the income to the minister of the parish; and f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g the protection of the interests of the ministers or assistants and successors who at the passing of this Act are incumbents of the benefice of any parish."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "31", "section_title": " Redemption of feu duty affecting glebe.", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "32", "section_title": " Transfer of parish churchyards.", "section_text": "32 1 The property of any churchyard heretofore held by the heritors of any parish shall as at and from the passing of this Act by virtue of this Act and without the necessity of any further conveyance be transferred from the heritors and vested in the  islands or district council  to the same effect as if the churchyard had been as at that date transferred by the heritors to the council in pursuance of subsection (6) of section thirty of the  Local Government (Scotland) Act 1894:  and shall on 1st April 1996 and without the necessity for further conveyance be transferred to and vested in the council within whose area that churchyard is situated, subject to the provisions aftermentioned  Provided that due regard and respect shall be had by the  . . . council  to the memory of the dead and the wishes of their relatives before any ground already allocated as a burial ground shall be treated as being vacant and un-occupied ground and re-allocated by the  . . . council  as the burial place for another family or for the interment of another body: Provided also that in addition to the powers and duties by the said subsection transferred from the heritors to the  . . . council  the power or duty of enlarging or extending the churchyard and assessing for the cost of such enlargement or extension shall also be so transferred  and for the purpose of providing ground for such enlargement or extension or additional accommodation in a suitable and convenient situation, the  . . . council  shall have and may exercise all the powers relating to the acquisition of land for burial grounds contained in the  Burial Grounds (Scotland) Act 1855, and the costs of providing, maintaining, and managing ground so acquired, so far as they require to be defrayed out of any rate, shall be a charge on the poor rate or the assessment under the said Act of 1855, as the  . . . council  may determine : Provided further that where any churchyard transferred to a  . . . council  by or in pursuance of this Act surrounds or adjoins any church or other ecclesiastical building vested in the heritors or in the General Trustees or in any other body holding the same in trust for the purpose of worship or for preservation as an ancient or historic monument— a the churchyard shall be held subject to a right of access to the minister and the congregation attending the church, and such other persons as may resort thereto for the purpose of public or private worship, or of inspecting or repairing the church, or for any other lawful purpose; and b no funeral shall be allowed to take place during the usual time of the ordinary services in the church; and c any road or path through the burial ground shall be kept in good and sufficient repair by the parish council; and d where the use of part of the churchyard is required for the enlargement or repair of the church it may be so used in any case where it might lawfully have been so used if this Act had not been passed and subject to the like conditions and restrictions, and where used for the purpose of the enlargement of the church the part so used shall thereupon vest in the heritors or the General Trustees or other body holding the church as aforesaid. 2 The provisions relating to the sale of the right of burial contained in section eighteen of the  Burial Grounds (Scotland) Act 1855 shall apply to any churchyard transferred to a  . . . council  by or in pursuance of this Act, and to any enlargement or extension thereof. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Where the property of a churchyard is held by the kirk session of the parish the foregoing provisions of this section shall, with the necessary modifications, have effect as if the kirk session were named therein and in subsection (6) of section thirty of the  Local Government (Scotland) Act 1894, instead of the heritors. 5 (a) Where a churchyard of a parish has been closed— i either before or after the passing of this Act under the Burial Grounds (Scotland) Act 1855 ... ...; or ii before the passing of this Act by resolution of the heritors on the ground that no accommodation for further interments remains available therein; or iii by desuetude during a period of twenty years or upwards prior to the passing of this Act; the kirk session of the parish may, within ten years after the passing of this Act, in the case of a churchyard which has been closed before the passing of this Act, or within ten years after the date of the closing of a churchyard in the case of a churchyard closed after the passing of this Act, intimate in writing to the  . . . council  . . .   to whom the churchyard has been transferred that the kirk session desire to take over the custody, maintenance, and control of such churchyard, and the  . . . council  . . .  . . . shall, on receiving such intimation, transfer the custody, maintenance, and control of such churchyard to the kirk session, subject always to such conditions (if any) as the  . . . council  . . .   may appoint with respect to the public right of access to the churchyard free of charge. (b) Where a churchyard of a parish which has been transferred to a  . . . council  . . .   has been closed, or has ceased to be used for interment, the  . . . council  . . .  . . . may at any time, upon the application in writing of the kirk session of the parish, transfer the custody, maintenance, and control of such churchyard to the kirk session. (c) Where the custody, maintenance, and control of a churchyard have, in pursuance of this subsection, been transferred to the kirk session, the kirk session shall thenceforward be responsible for such custody, maintenance, and control, and for any expense in connection therewith. 6 In this section “council”, except where it firstly and secondly occurs in subsection (1), means a council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "33", "section_title": " Preservation of monuments, &c., in churches and churchyards.", "section_text": "33 For the preservation and maintenance of any family burying ground, or enclosure, tombstone, monument, or other memorial to the dead, in any parish churchyard or parish church, any person who, in the case of a parish churchyard, satisfies the  council (constituted under section 2 of the Local Government etc. (Scotland) Act 1994)  or other body to whom the parish churchyard or the control thereof is transferred, and in the case of a parish church satisfies the General Trustees that he has an interest in such burying ground, enclosure, tombstone, monument, or other memorial, on the ground of relationship to the deceased person or persons therein buried or thereby commemorated, shall be entitled, with the approval of  that council  or other body to whom the parish churchyard or the control thereof is transferred, or the General Trustees, as the case may be, to provide for the preservation and maintenance of the same."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "34", "section_title": " Provisions relating to quoad sacra parishes.", "section_text": "34 With respect to parishes quoad sacra erected under the  New Parishes (Scotland) Act 1844, the  United Parishes (Scotland) Act 1868, and the  United Parishes (Scotland) Act 1876 (other than parishes quoad sacra erected under section fourteen of the said Act of 1844), the following provisions shall have effect:— 1 In the case of a parish erected before the passing of this Act— a The statutory properties and endowments of the parish shall be transferred to the General Trustees as in this section provided; b As soon as conveniently may be after the passing of this Act there shall be prepared by the General Trustees  ... with respect to each parish, an inventory referring to this section of this Act and setting out the statutory properties and endowments of the parish, and each such inventory shall specify— i the name of the parish; ii each property or security forming part of the said statutory properties and endowments; and iii the name or names of the person or persons in whom the same is vested; c Without prejudice to the provisions of the immediately following paragraph of this subsection any person in whom any property or security specified in any such inventory is vested shall if so required by the General Trustees, and at their expense, transfer such property or security to the General Trustees, and do and concur in doing all acts and things necessary for that purpose; d Upon any such inventory in so far as the same relates to heritable properties or securities being recorded in the appropriate register of sasines the heritable properties and securities specified in such inventory shall by virtue of this Act and without the necessity of any further conveyance be deemed and taken to be validly transferred to and vested in the General Trustees as if a disposition or assignation by the person or persons in whom the said heritable properties or securities were vested had been granted in favour of the General Trustees and had been recorded in the appropriate register of sasines; e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f The General Assembly, or any body to which the General Assembly may delegate the necessary power, may at any time after the completion of the transfer to the General Trustees of the properties and securities specified in any such inventory alter the existing deed of constitution of the parish to which the inventory relates, or annul the said deed and grant a new deed of constitution in place thereof; g The statutory properties and endowments of the parish transferred to the General Trustees under or by virtue or in pursuance of this subsection shall be held by the General Trustees for the same ends, uses and purposes as those for which they were held by the trustees or other persons in whom they were vested prior to their being so transferred, or, if the General Assembly  or any body to which the General Assembly may delegate the necessary powers shall . . .  at any time so direct,shall be sold or otherwise disposed of, and the proceeds shall be held and applied by the General Trustees (or by any body to whom the General Assembly may delegate or may have delegated the necessary powers) in accordance with the provisions of section thirty-six of this Act. Provided that no ground used as a burial ground shall be put to any other use. 2 In the case of a parish erected after the passing of this Act— a the titles, deeds, certificates, and other documents of or relating to the statutory properties and endowments of the parish shall be taken in the name of the General Trustees; b the original deed of constitution shall be in such terms as the General Assembly, or any body to which the General Assembly may delegate the necessary power, may direct, and the General Assembly or any such body may subsequently alter the said deed or annul the same and grant a new deed of constitution in place thereof: 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In this section— the expresssion “ the statutory properties and endowments of the parish ” means— the church erected as a parish church for the parish under the aforesaid Acts of 1844, 1868, and 1876; and where a manse or glebe has been permanently provided under the said Acts as part of the endowment of the minister of the parish, such manse or glebe; and any  ... heritable securities permanently provided and secured at the time of erection or subsequently substituted  ... for the minister of the parish or for the maintenance of the church or manse  ...; and any Government securities or other securities or investments (not being heritable securities) permanently provided and secured or substituted as aforesaid; the expression “ church ” includes the fabric and site of the church and hall (if any) and any ground used as a burial ground in connection therewith; The expression “ manse ” includes the dwelling-house and offices and appurtenances thereof."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "35", "section_title": " Provisions relating to the allocation and redemption of bonds of annual rent held for behoof of quoad sacra churches.", "section_text": "35 1 Where the debtor under any bond and disposition in security, bond of annual rent, or other heritable security, whereby the payment of any annual sum is secured over land in favour of the minister of any parish quoad sacra erected under the  New Parishes (Scotland) Act 1844, the  United Parishes (Scotland) Act 1868, and the  United Parishes (Scotland) Act 1876, or in favour of the trustees acting under the deed of constitution of any such parish or of the General Trustees as coming in place of such minister or trustees (such minister or trustees or the General Trustees, as the case may be, being hereinafter in this section referred to as “ the creditor ”), sells or has sold any portion of such land the debtor shall be entitled to allocate upon the portion of such land so sold such a proportion of such annual sum as may be agreed upon between the debtor and the creditor, or, failing agreement, as may be fixed by the sheriff of the county in which such land is situated upon the application of the debtor. 2 If, as a result of any such allocation as is provided in the preceding subsection, the proportion of such annual sum so allocated, or the proportion of such annual sum remaining unallocated, does not exceed one pound in amount, the debtor shall forthwith redeem the same by payment to the General Trustees of a sum equal to the proportion of such annual sum so allocated, or to the proportion of such annual sum remaining unallocated, as the case may be, multiplied by twenty, and if the proportion of such annual sum so allocated, or the proportion of such annual sum remaining unallocated, exceeds one pound but is less than fifteen pounds in amount, such proportion shall be increased from the date when such allocation takes effect by five per cent. 3 Where the debtor and the creditor have agreed upon, or the sheriff has fixed, the proportion of such annual sum to be allocated the debtor shall be entitled to obtain from the creditor a memorandum of allocation in or as nearly as may be in the form of the Thirteenth Schedule to this Act, and upon such memorandum of allocation being recorded in the appropriate register of sasines the allocation contained therein shall be binding on all having interest. 4 Such annual sum or an allocated proportion thereof exceeding one pound may at any time be redeemed by and in the option of the debtor either a for such consideration or in such manner as may be agreed upon between the debtor and the creditor; or b at any term of Whitsunday or Martinmas after three months’ notice either i by payment to the creditor of such a sum as would, if invested at the time of payment in Consolidated 2½ per cent. annuities produce a yearly amount equal to the annual sum to be redeemed, or ii by transfer to the creditor of such an amount of Consolidated 2½ per cent. annuities as would produce a yearly amount equal to the annual sum to be redeemed. 5 Upon such annual sum or the allocated proportion thereof being redeemed by the debtor, as in this section provided, the debtor shall be entitled to obtain from the creditor a deed or other document disburdening the land over which the same is secured, which shall be recorded on behalf of the debtor in the appropriate register of sasines. 6 The whole expenses of any allocation of such annual sum and of the redemption of such annual sum or a proportion thereof shall be defrayed by the debtor. 7 In this section the word “ debtor ” includes the original debtor, his successor in such land, any  ... purchaser of such land or portion thereof, or any disponee to whom such land or portion thereof may be disponed."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "36", "section_title": " Requirements of parish to be first charge on endowments. ", "section_text": "36 All moneys received by the General Trustees with respect to any parish under or in pursuance of the provisions of this Act relating to stipend and any church, manse, glebe or other property heritable or moveable situated in, or forming part of, the endowments of any parish transferred to, or received by, the General Trustees by or in pursuance of this Act, and the proceeds of any such moneys, property, or endowments shall be appropriated in the first place to meeting the proper requirements of that parish or its neighbourhood (as such requirements may be determined by the General Assembly or by any body to which the General Assembly may delegate the necessary power), and any remainder after these requirements have been fully met shall form part of a general fund at the disposal of the General Assembly  or any body to which the General Assembly may delegate the necessary powers :Provided that except where a benefice is actually vacant at the passing of this Act or has become actually vacant thereafter— a all payments received by the General Trustees from heritors in respect of a stipend or standard charge until the same is redeemed, and the income from the redemption money in respect of the stipend or standard charge, shall be appropriated to the payment of that stipend after deduction of a sum not exceeding two per centum of the said payments and income to meet the expense of administration; and b the determination of the General Assembly shall not be exercised so as to decrease the amount of stipend, or the income from, or in respect of, any property transferred to the General Trustees as aforesaid to be received by the incumbent of a benefice nor so as to diminish the benefit to be derived by the incumbent from the use or occupation of any such property."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "37", "section_title": " Powers of General Trustees.", "section_text": "37 In addition to any powers which they already enjoy, the General Trustees shall have power to hold, maintain, administer, and dispose of any property of whatsoever description transferred to, or received by, or vested in them under, or in pursuance of this Act, subject always to the provisions of this Act and to the directions of the General Assembly, . . .   Without prejudice to the foregoing generality, the General Trustees shall have power, subject as aforesaid, to compromise or settle any claim against or by any  heritor or other  person arising out of anything contained in this Act or done thereunder."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "38", "section_title": " Additional powers of General Trustees.", "section_text": "38 1 The General Assembly shall have power to appoint from among the General Trustees a chairman and a vice-chairman of the General Trustees who shall respectively hold office for such period with such powers and duties, and subject to such conditions as the General Assembly may determine, and such chairman and vice-chairman or either of them may receive such remuneration as the General Assembly may from time to time fix. Such chairman, whom failing such vice-chairman, shall when present act as chairman at all meetings of the General Trustees, and when so present shall come in place of any chairman falling to be appointed under section thirteen of the Church of Scotland (General Trustees) Order 1921, and shall have the like voting powers. Without prejudice to the provisions of the said section with respect to the manner in which meetings of the General Trustees may be called, the chairman or the vice-chairman appointed by the General Assembly may direct that meetings of the General Trustees shall be called. 2 The General Trustees shall have power to appoint or employ (either from among their own number or otherwise) a solicitor or legal adviser to the General Trustees and such additional officers, attorneys, and persons as they may consider necessary for the proper conduct of the business of the General Trustees, and to pay to such solicitor or legal adviser or other officers, attorneys, or persons employed by them suitable remuneration for their services. 3 Any intimation to the General Trustees shall be competently made if addressed to the clerk or the chairman or vice-chairman of the General Trustees on their behalf at the known address of the General Trustees in Edinburgh, and any intimation by the General Trustees shall be competently made by the clerk or the chairman or vice-chairman on their behalf. 4 The General Assembly shall have power to determine from time to time the number of General Trustees who shall form a quorum at meetings of the General Trustees, provided always that the number so determined shall in no case be less than three as prescribed in section thirteen of the Church of Scotland (General Trustees) Order 1921. 5 All expenses incurred by the General Trustees in the discharge of their duties under this Act, so far as such expenses are not otherwise provided for under this Act, shall be defrayed in such manner as the General Assembly may determine, and the provisions of section nineteen of the said Order of 1921 shall not apply to such expenses. 6 The General Assembly may from time to time make byelaws and regulations to be observed by the General Trustees in the discharge of their duties under this Act."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "39", "section_title": " Allocation by General Trustees of certain moneys to be received from Treasury.", "section_text": "39 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "40", "section_title": " Redemption of manse maill, &c.", "section_text": "40 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "41", "section_title": " Provisions relating to Court of Teinds.", "section_text": "41 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "42", "section_title": " Application to Crown lands.", "section_text": "42 This Act shall be binding on the Crown and the provisions of this Act shall apply to lands vested in His Majesty in right of the Crown, and to lands vested in any Government Department for public purposes , and to the teinds  of any lands so vested in His Majesty or in any Government Department."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "43"}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "44", "section_title": " Provisions for preservation of heritors’ records. ", "section_text": "44 Whereas in consequence of the transfers of rights of property and the transfer or termination of obligations in connection therewith effected or to be effected by or under or in pursuance of this Act, the powers and duties of heritors (including the power and duty to impose and levy heritors’ assessments) will in due course be extinguished, it shall be the duty of the clerk to the heritors of any parish where such extinction has been effected to make intimation thereof in writing to the Secretary for Scotland, who may by order under his hand give such direction as he may think necessary or proper with respect to the preservation and permanent custody of the books of the heritors or any records or documents in their possession as heritors or in the possession of their clerk."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "45", "section_title": " Saving for obligations of relief.", "section_text": "45 Nothing in this Act shall prejudice or affect any obligation to relieve the heritor of any lands from liability in respect of any stipend or augmentation thereof exigible from the teinds of such lands, and any such obligation shall extend to relief from liability in respect of any standard charge over those lands or in respect of any payments under the section of this Act relating to provisions where stipend does not exceed one pound."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "46", "section_title": " Saving for superiors.", "section_text": "46 Nothing in this Act shall affect or be deemed to affect the rights of superiors of the sites of the churches mentioned in the Ninth Schedule to this Act, where the superiorities are not held by or on behalf of town councils, to payment of their feu duties from the parties in whom the dominium utile of the said sites is vested by this Act or otherwise, and to all other rights and privileges vested in such superiors prior to the passing of this Act."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "47", "section_title": " Interpretation.", "section_text": "47 1 In this Act, unless the context otherwise requires— “ The Church ” means the Church of Scotland; “ The General Assembly ” means the General Assembly of the Church; “ The General Trustees ” means the Church of Scotland General Trustees incorporated by the Church of Scotland (General Trustees) Order 1921; “ The Commissioners ” means the Scottish Ecclesiastical Commissioners to be appointed under this Act; “ Minister ” means a minister of the Church; “ Stipend ” means the stipend of a minister , including any allowance for communion elements payable by heritors out of teinds ; “ Glebe ” means the lands appropriated to a minister as his glebe, and shall be deemed to include grass glebe or minister’s grass, servitudes, right of pasturage, or other heritable rights belonging to the minister and forming part of the benefice, or any money payments in use to be made to the minister in respect of the said rights or any of them, and any land settled in perpetuity on the minister for the time being; “ Court of Teinds ” has the same meaning as in the  United Parishes (Scotland) Act 1876; “ Manse ” and “ Lord Ordinary ” have the same meanings as in the  Ecclesiastical Buildings and Glebes (Scotland) Act 1868. 2 For the purposes of this Act the surrendered teinds of any lands payable as stipend shall be deemed to be stipend exigible from the teinds of those lands. 3 The reference to “teinds” in section fifty-nine of the  Improvement of Land Act 1864, shall be construed so as to include standard charges. "}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "48", "section_title": " Repeal.", "section_text": "48 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   and so much of any Act as is inconsistent with this Act is also hereby repealed."}, {"act": "Church of Scotland (Property And Endowments) Act 1925", "year": 1925, "section": "49", "section_title": " Short title.", "section_text": "49 This Act may be cited as the Church of Scotland (Property and Endowments) Act 1925."}]