[{"act": "Land Charges Act 1925", "year": 1925, "section": "1", "section_title": "Registers at the land registry", "section_text": " 1    1   The registrar shall, subject as provided in this Act in regard to the register of annuities, continue to keep at the registry in the prescribed manner the following registers, namely—   a   a register of pending actions;     b   a register of annuities ;     c   a register of writs and orders affecting land;     d   a register of deeds of arrangement affecting land; and     e   a register of land charges.       2   An alphabetical index, in the prescribed form, shall be kept at the registry of all entries made in any register kept at the registry pursuant to this Act.     3   Every application to register shall be in the prescribed form and shall contain the prescribed particulars,    "}, {"act": "Land Charges Act 1925", "year": 1925, "section": "2", "section_title": "Register of pending actions", "section_text": " 2    1   A pending action, that is to say, any action, information or proceeding pending in court relating to land or any interest in or charge on land, and a petition in bankruptcy filed after the commencement of this Act, may be registered in the register of pending actions.     2   Subject to general rules, every application to register a pending action shall contain particulars of—   a   the name, address, and description of the estate owner or other person whose estate or interest is intended to be affected thereby; and     b   the court in which the action, information or proceeding was commenced or filed; and     c   the title of the action, information or proceeding ; and     d   the day when the action, information or proceeding was commenced or filed.       3   The registrar shall forthwith enter the particulars in the register, in the name of the estate owner or other person whose estate or interest is intended to be affected.     4   In the case of a petition in bankruptcy filed against a firm, the application to register the pending action shall state the names and addresses of the partners, and the registration shall be effected against each partner as well as against the firm.     5   No fee shall be charged for the registration of a petition in bankruptcy as a pending action if the application therefor is made by the registrar of the court in which the petition is filed.     6   The court, if it thinks fit, may, upon the determination of the proceedings, or during the pendency thereof if satisfied that the proceedings are not prosecuted in good faith, make an order vacating the registration of the pending action, and direct the party on whose behalf the registration was made to pay all or any of the costs and expenses occasioned by the registration and vacating thereof.     7   When an office copy of an order of discharge or an acknowledgment of satisfaction in the prescribed form is lodged with the registrar, he may enter discharge or satisfaction of the registered pending action to which it refers, and may issue a certificate in the prescribed form of such discharge or satisfaction.     8   The registration of a pending action shall cease to have effect at the expiration of five years from the date of registration, but may be renewed from time to time, and, if renewed, shall have effect for five years from the date of renewal.    "}, {"act": "Land Charges Act 1925", "year": 1925, "section": "3", "section_title": "Protection of purchasers against unregistered pending actions", "section_text": " 3    1   A pending action shall not bind a purchaser without express notice thereof unless it is for the time being registered pursuant to this Part of this Act :    Provided that as respects a petition in bankruptcy, this subsection only applies in favour of a purchaser of a legal estate in good faith, for money or money's worth, without notice of an available act of bankruptcy.     2   As respects any transfer or creation of a legal estate, a petition in bankruptcy filed after the commencement of this Act, which is not for the time being registered as a pending action, shall not be notice or evidence of any act of bankruptcy therein alleged.     3   The title of a trustee in bankruptcy acquired after the commencement of this Act shall be void as against a purchaser of a legal estate in good faith for money or money's worth without notice of an available act of bankruptcy claiming under a conveyance made after the date of registration of the petition in bankruptcy as a pending action, unless, at the date of the conveyance, either the registration of the pending action is in force, or the receiving order is registered pursuant to Part III. of this Act.    "}, {"act": "Land Charges Act 1925", "year": 1925, "section": "4", "section_title": "Register of annuities", "section_text": " 4    1   No annuity shall be entered in the register of annuities after the commencement of this Act.     2   An annuity registered before the commencement of this Act in the register of annuities may remain registered until the entry is vacated in the prescribed manner, on the prescribed evidence as to satisfaction, cesser or discharge being furnished.     3   When an acknowledgment in the prescribed form of satisfaction, cesser or discharge is lodged with the registrar, he may enter satisfaction, cesser or discharge of the registered annuity to which it refers, and may issue a certificate in the prescribed form of such satisfaction, cesser or discharge.     4   The register of annuities shall be closed when all the entries therein have been vacated, or the prescribed evidence of the satisfaction, cesser or discharge of all the annuities has been furnished.     5   In this Part of this Act the expression \" annuity \" means a rentcharge or an annuity for one or more life or lives, or for any term of years or greater estate determinable on one or more life or lives created after the twenty-fifth day of April, eighteen hundred and fifty-five, and before the commencement of this Act, and not being a rentcharge or an annuity created by a marriage settlement or will.    "}, {"act": "Land Charges Act 1925", "year": 1925, "section": "5", "section_title": "Protection of purchasers, &c. against unregistered annuities", "section_text": " 5   An annuity which before the commencement of this Act was capable of being registered in the register of annuities shall be void as against a creditor or a purchaser of any interest in the land charged therewith unless the annuity is for the time being registered in the register of annuities or in the register of land charges as hereinafter provided.  "}, {"act": "Land Charges Act 1925", "year": 1925, "section": "6", "section_title": "Register of writs and orders affecting land", "section_text": " 6    1   There may be registered in the register of writs and orders—   a   any writ or order affecting land issued or made by any court for the purpose of enforcing a judgment, statute or recognizance, whether obtained on behalf of the Crown or otherwise, or for the purpose of enforcing any inquisition finding a debt due to the Crown, or any obligation or specialty made to the Crown;     b   any order appointing a receiver or sequestrator of land;     c   any receiving order in bankruptcy made after the commencement of this Act, whether or not it is known to affect land.       2   Every entry made pursuant to this section shall be made in the name of the estate owner or other person whose land, if any, is affected by the writ or order registered.     3   The registration of a writ or order in the said register ceases to have effect at the expiration of five years from the date of registration, but may be renewed from time to time, and, if renewed, shall have effect for five years from the date of renewal.     4   No fee shall be charged for the registration of a receiving order in bankruptcy if the application therefor is made by an official receiver.     5   The registration of a writ or order affecting land may be vacated pursuant to an order of the court or a judge thereof.     6   When an office copy of an order for discharge, or an acknowledgment of satisfaction in the prescribed form, is lodged with the registrar, he may enter discharge or satisfaction of the registered writ or order to which it refers, and may issue a certificate in the prescribed form of such discharge or satisfaction.    "}, {"act": "Land Charges Act 1925", "year": 1925, "section": "7", "section_title": "Protection of purchasers against unregistered writs and orders", "section_text": " 7    1   Every such writ and order as is mentioned in the last preceding section, and every delivery in execution or other proceeding taken pursuant to any such writ or order, or in obedience thereto, shall be void as against a purchaser of the land unless the writ or order is for the time being registered pursuant to this Part of this Act:    Provided that as respects a receiving order in bankruptcy, this subsection only applies in favour of a purchaser of a legal estate in good faith, for money or money's worth, without notice of an available act of bankruptcy.     2   The title of a trustee in bankruptcy acquired after the commencement of this Act shall be void as against a purchaser of a legal estate in good faith for money or money's worth without notice of an available act of bankruptcy, claiming under a conveyance made after the date of registration of the petition in bankruptcy as a pending action, unless, at the date of the conveyance, either the registration of the pending action is in force or the receiving order is registered pursuant to this Part of this Act.    "}, {"act": "Land Charges Act 1925", "year": 1925, "section": "8", "section_title": "Register of deeds of arrangement affecting land", "section_text": " 8    1   A deed of arrangement affecting land maybe registered in the register of deeds of arrangement affecting land, in the name of the debtor.     2   The registration may be made on the application of a trustee of the deed, or of a creditor assenting to or taking the benefit of the deed.     3   The registration may be vacated pursuant to an order of the court or a judge thereof.     4   The registration of a deed of arrangement in the said register shall cease to have effect at the expiration of five years from the date of registration, but may be renewed from time to time, and if renewed shall have effect for five years from the date of renewal:    Provided that nothing in this subsection shall affect any registration made under any enactment replaced by this Act until the expiration of one year from the commencement of this Act.    "}, {"act": "Land Charges Act 1925", "year": 1925, "section": "9", "section_title": "Protection of purchasers against unregistered deeds of arrangement", "section_text": " 9   Every deed of arrangement, whether made before or after the commencement of this Act, shall be void as against a purchaser of any land comprised therein or affected thereby unless the deed is for the time being registered pursuant to this Part of this Act.  "}, {"act": "Land Charges Act 1925", "year": 1925, "section": "10", "section_title": "Register of land charges", "section_text": " 10    1   The following classes of charges on, or obligations affecting, land may be registered as land charges in the register of land charges, namely :—     Class A:—A rent, or annuity, or principal money payable by instalments or otherwise, with or without interest, being a charge (otherwise than by deed) upon land created pursuant to the application of some person either before or after the commencement of this Act—     under the provisions of any Act of Parliament, for securing to any person either the money spent by him or the costs, charges and expenses incurred by him under such Act, or the money advanced by him for repaying the money spent, or the costs, charges, and expenses incurred by another person under the authority of an Act of Parliament; or      under section thirty-five of the  Land Drainage Act, 1861; or      under section twenty or section forty-one of the  Agricultural Holdings Act, 1923, or any previous similar enactment; or      under section four or section six of the  Tithe Act, 1918; or      under section one of the  Tithe Annuities Apportionment Act, 1921; or      under paragraph (b) of the Twelfth Schedule to the  Law of Property Act, 1922.     but not including a rate or scot.      Class B:—A charge on land (not being a local land charge) of any of the kinds described in Class A, created otherwise than pursuant to the application of any person, either before or after the commencement of this Act, but if created before such commencement only if acquired under a conveyance made after such commencement.      Class C:—A mortgage charge or obligation affecting land of any of the following kinds, created either before or after the commencement of this Act, but if created before such commencement only if acquired under a conveyance made after such commencement, namely:—     Any legal mortgage not being a mortgage protected by a deposit of documents relating to the legal estate affected, and (where the whole of the land affected is within the juris, diction of a local deeds registry) not being registered in the local deeds register (in this Act called a \" puisne mortgage \"); and      Any equitable charge acquired by a tenant for life or statutory owner under the  Finance Act, 1894, or any other statute, by reason of the discharge by him of any death duties or other liabilities, and to which special priority is given by the statute (in this Act called \" a limited owner's charge\"); and      Any other equitable charge, which is not secured by a deposit of documents relating to the legal estate affected and does not arise or affect an interest arising under a trust for sale or a settlement and is not included in any other class of land charge (in this Act called \" a general equitable charge \"); and      Any contract by an estate owner or by a person entitled at the date of the contract to have a legal estate conveyed to him to convey or create a legal estate, including a contract conferring either expressly or by statutory implication a valid option of purchase, a right of pre-emption or any other like right (in this Act referred to as \" an estate contract \").         Class D:—A charge or obligation affecting land of any of the following kinds, namely :—     Any charge acquired by the Commissioners of Inland Revenue under any statute passed or hereafter to be passed for death duties leviable or payable on any death which occurs after the commencement of this Act; and      A covenant or agreement (not being a covenant or agreement made between a lessor and lessee) restrictive of the user of land entered into after the commencement of this Act (in this Act referred to as \"a restrictive covenant\"); and      Any easement right or privilege over or affecting land created or arising after the commencement of this Act, and being merely an equitable interest (in this Act referred to as an \" equitable easement\").         Class E :—An annuity within the meaning of Part II. of this Act created before the commencement of this Act and not registered in the register of annuities.        2   A land charge shall be registered in the name of the estate owner whose estate is intended to be affected except that, in the case of a land charge registered before the commencement of this-Act, under any enactment replaced by this Act, in the name of a person not being the estate owner, it may remain so registered until it is registered in the name of the estate owner in the prescribed manner.     3   Where a land charge is not created by an instrument, short particulars of the effect of the charge shall be furnished with the application to register the charge.     4   Nothing in this section shall be deemed to authorise the Commissioners of Inland Revenue to register a land charge in respect of any claim for death duties unless the duty has become a charge on the land, and the application to register any such charge shall state the duties in respect of which the charge is claimed, and, so far as possible, shall define the land affected, and such particulars shall be entered or referred to in the register.     5   In the case of a land charge for securing money, created by a company, registration under section ninety-three of the  Companies (Consolidation) Act, 1908, shall be sufficient in place of registration under this Act, and shall have effect as if the land charge had been registered under this Act.     6   In the case of a general equitable charge, restrictive covenant, equitable easement or estate contract affecting land within any of the three ridings, the registration in the prescribed manner in the appropriate local deeds registry of the document creating it shall be sufficient in place of registration under this Act, and the registration shall, as respects such land, have effect as if the land charge created by the document had been registered under this Act.     7   A puisne mortgage created before the commencement of this Act may be registered as a land charge before any transfer of the mortgage is made.     8   The registration of a land charge may be vacated pursuant to an order of the court or a judge thereof.    "}, {"act": "Land Charges Act 1925", "year": 1925, "section": "11", "section_title": "What land charges take effect as legal mortgages", "section_text": " 11   A land charge of Class A or Class B for securing money, created before or after the commencement of this Act, shall, when registered, take effect as if it had been created by a deed of charge by way of legal mortgage, but without prejudice to the priority of the charge.  "}, {"act": "Land Charges Act 1925", "year": 1925, "section": "12", "section_title": "Expenses of registering land charges", "section_text": " 12    1   Except as in this section provided, the expenses incurred by the person entitled to a land charge created before or after the commencement of this Act in causing the charge to be registered in the appropriate register shall be deemed to form part of the land charge, and shall be recoverable by him accordingly on the day for payment of any part of the land charge next after such expenses are incurred.     2   This section does not apply to the expenses incurred in registering a land charge of Class E or in registering as a land charge a restrictive covenant, an equitable easement or an estate contract.    "}, {"act": "Land Charges Act 1925", "year": 1925, "section": "13", "section_title": "Protection of purchasers against land charges created after certain dates", "section_text": " 13    1   A land charge of Class A created after the thirty-first day of December, eighteen hundred and eighty-eight, shall be void as against a purchaser of the land charged therewith or of any interest in such land, unless the land charge is registered in the register of land charges before the completion of the purchase.     2   A land charge of Class B, Class C or Class D, created or arising after the commencement of this Act, shall (except as hereinafter provided) be void as against a purchaser of the land charged therewith, or of any interest in such land, unless the land charge is registered in the appropriate register before the completion of the purchase:    Provided that, as respects a land charge of Class D and an estate contract created or entered into after the commencement of this Act, this subsection only applies in favour of a purchaser of a legal estate for money or money's worth.    "}, {"act": "Land Charges Act 1925", "year": 1925, "section": "14", "section_title": "Protection of purchasers against a land charge (Classes A, B or C) not registered within one year from assignment", "section_text": " 14    1   After the expiration of one year from the first conveyance, occurring on or after the first day of January, eighteen hundred and eighty-nine, of a land charge of Class A created before that date, the person entitled thereto shall not be able to recover the land charge or any part thereof as against a purchaser of the land charged therewith or of any interest in the land, unless the land charge is registered in the register of land charges before the completion of the purchase.     2   After the expiration of one year from the first conveyance, occurring after the commencement of this Act, of a land charge of Class B or Class C created before such commencement, the person entitled thereto shall not be able to enforce or recover the land charge or any part thereof as against a purchaser of the land charged therewith, or of any interest in the land, unless the land charge is registered in the appropriate register before the completion of the purchase.    "}, {"act": "Land Charges Act 1925", "year": 1925, "section": "15", "section_title": "Registration of local land charges", "section_text": " 15    1   Any charge (hereinafter called \" a local land charge ') acquired either before or after the commencement of this Act by the council of any administrative county, metropolitan borough, or urban or rural district, or by the corporation of any municipal borough, or by any other local authority under the Public Health Acts, 1875 to 1907, the Metropolis Management Acts, 1855 to 1893, or the  Private Street Works Act, 1892, or under any similar statute (public general or local or private) passed or hereafter to be passed, which takes effect by virtue of the statute, shall be registered in the prescribed manner by the proper officer of the local authority, and shall (except as hereinafter mentioned in regard to charges created or arising before the commencement of this Act) be void as against a purchaser for money or money's worth of a legal estate in the land affected thereby, unless registered in the appropriate register before the completion of the purchase.     2   Except as expressly provided by this section, the provisions of this Act relating to a land charge of Class B shall apply to a local land charge.     3   As regards a local land charge, the registration by the proper officer shall (without prejudice to the right of the registrar also to register the charge if and when the prescribed application and information is made and furnished to him) take the place of registration by the registrar, and, in reference thereto, the proper officer of the local authority shall have all the powers and be subject to the same obligations as the registrar has or is subject to in regard to a land charge.     4   Where a local authority has expended money for any purpose which, when the work is completed- and any requisite resolution is passed or order is made, will confer a charge upon land, the proper officer of the local authority may in the meantime register a local land charge in his register against the land generally, without specifying the amount, but the registration of any such general charge shall be cancelled within the prescribed time not being less than one year after the charge is ascertained and allotted, and thereupon the specific local land charges shall, unless previously discharged, be registered as of the date on which the general charge was registered.     5   Nothing in this section operates to impose any obligation to register any local land charge created or arising before the commencement of this Act except after the expiration of one year from such commencement or to discharge a purchaser from liability in respect of any local land charge which is not for the time being required to be registered.     6   Separate rules may be made under this Act in reference to local land charges for giving effect to the provisions of this section and in particular—   a   for prescribing the mode of registration of a general or specific charge;     b   for empowering a local authority, where it has no means (without incurring unreasonable expense) of ascertaining the person against whom a specific charge should be registered, to register the same only against the land affected;     c   for prescribing the proper officer to act as local registrar, and making provision as to official certificates of search to be given by him in reference to subsisting entries in his register;     d   for determining the effect of an official certificate of search in regard to the protection of a purchaser, solicitor, trustee or other person in a fiduciary position, and for prescribing the fees to be paid for any such certificate or for a search;     e   for prescribing the fees, if any, to be paid for the cancellation of an entry in the register.       7   For the purposes Of this section, any prohibition of or restriction on the user or mode of user of land or buildings enforceable by any local authority by virtue of any statute or any order, scheme or instrument made in pursuance of any statute, and any resolution passed by a local authority to prepare or adopt a town planning scheme, shall be deemed to be a restrictive covenant, and where arising or passed after the commencement of this Act shall be registered by the proper officer as a local land charge :    Provided that any such prohibition, restriction or resolution affecting an area or district may be registered generally against the area or district by reference to the statute, order, scheme or instrument under which it is imposed.     8   This section applies to local land charges affecting registered as well as unregistered land.    "}, {"act": "Land Charges Act 1925", "year": 1925, "section": "16", "section_title": "Power to make searches", "section_text": " 16   Any person may search in any register or index kept in pursuance of this Act on paying the prescribed fee.  "}, {"act": "Land Charges Act 1925", "year": 1925, "section": "17", "section_title": "Official certificates of search", "section_text": " 17    1   Where any person requires search to be made at the registry for entries of any matters or documents, whereof entries are required or allowed to be made in the registry by this Act, he may on payment of the prescribed fee lodge at the registry a requisition in that behalf.     2   The registrar shall thereupon make the search required, and shall issue a certificate setting forth the result thereof.     3   In favour of a purchaser or an intending purchaser, as against persons interested under or in respect of matters or documents whereof entries are required or allowed as aforesaid, the certificate, according to the tenor thereof, shall be conclusive, affirmatively or negatively, as the case may be.     4   Every requisition under this section shall be in writing, signed by the person making the same, specifying the name against which he desires search to be made, or in relation to which he requires a certificate of result of search, and other sufficient particulars.     5   If any officer, clerk, or person employed in the registry commits, or is party or privy to, any act of fraud or collusion, or is wilfully negligent, in the making of or otherwise in relation to any certificate under this section, he shall be guilty of a misdemeanour and shall be liable on conviction on indictment to imprisonment for a term not exceeding two years, or on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding twenty pounds, or to both such imprisonment and fine.     6   Nothing in this section or in any rule made under this Act affects any right which any person may have independently of this section to make any search in the registry; and every such search may be made as if this section or any such rule had not been enacted or made.     7   Where a solicitor obtains a certificate of result of search under this section, he shall not be answerable in respect of any loss that may arise from error in the certificate.     8   Where the solicitor is acting for trustees, executors, agents, or other persons in a fiduciary position, those persons also shall not be so answerable.     9   Where such persons obtain such a certificate without a solicitor, they shall also be protected in like manner.    "}, {"act": "Land Charges Act 1925", "year": 1925, "section": "18", "section_title": "7 Anne, c.20, not to apply to certain instruments", "section_text": " 18   It is not necessary to register under the Middlesex Registry Act, 1708—   a   any deed of arrangement, land charge of Class A or other instrument made or created on or after the thirtieth day of July, nineteen hundred; or     b   any land charge (except a puisne mortgage) of Class B, Class C or Class D created or made after the commencement of this Act;    which is or was capable of registration under this Act, or any enactment replaced by this Act.  "}, {"act": "Land Charges Act 1925", "year": 1925, "section": "19", "section_title": "General rules", "section_text": " 19    1   The Lord Chancellor may, with the concurrence of the Treasury as to fees, make such general rules as may be required for carrying this Act into effect, and in particular—   a   as to forms and contents of applications for registration, modes of identifying where practicable the land affected, requisitions for and certificates of official searches, and regulating the practice of the registry in connexion therewith;     b   for providing for the mode of registration of a land charge (and in the case of a puisne mortgage, general equitable charge, estate contract, restrictive covenant or. equitable easement by reference to the instrument imposing or creating the charge, interest or restriction, or an extract therefrom) and for the cancellation without an order of court of the registration of a land charge, on the cesser thereof, or with the consent of the person entitled thereto, or on sufficient evidence being furnished that the land charge has been overreached under the provisions of any statute or otherwise.       2   As respects the registration and re-registration—   a   of a petition in bankruptcy as a pending action; and     b   of a receiving order in bankruptcy as an order affecting land;    rules may be made under and in the manner provided by section one hundred and thirty-two of the  Bankruptcy Act, 1914, as if the registration and re-registration were required by that Act.    "}, {"act": "Land Charges Act 1925", "year": 1925, "section": "20", "section_title": "Definitions", "section_text": " 20   In this Act, unless the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them, that is to say:—   1   \" Conveyance \" includes a mortgage, charge, lease, assent, vesting declaration, vesting instrument, release and. every other assurance of property, or of an interest therein, by any instrument except a will, and \" convey \" has a corresponding meaning;     2   \" Court \" means the High Court of Justice, also the Court of Chancery of the County Palatine of Lancaster or Durham, or the county court where those courts respectively have jurisdiction ;     3   \" Deed of arrangement \" has the same meaning as in the  Deeds of Arrangement Act, 1914;     4   \" Estate owner, \" \" legal estate, \" \" equitable interest, \" \" trust for sale, \" \" charge by way of legal mortgage, \" \" will, \" and \" death duty \" have the same meanings as in the  Law of Property Act, 1925;     5   \" Judgment \" includes any order, rule or decree having the effect of a judgment;     6   \" Land \" includes land of any tenure, and mines and minerals, whether or not severed from the surface, buildings or parts of buildings (whether the division is horizontal, vertical or made in any other way) and other corporeal hereditaments, also a manor, an advowson and a rent and other incorporeal hereditaments, and an easement, right, privilege or benefit in, over or derived from land, but not an undivided share in land, and \"hereditament\" means real property which, on an intestacy occurring before the commencement of this Act, might have devolved on an heir;     7   \" Land charge \" means a land charge of every class and includes a local land charge;     8   \" Purchaser \" means any person (including a mortgagee or lessee) who, for valuable consideration, takes any interest in land or in a charge on land; and \" purchase \" has a corresponding meaning;     9   \" Prescribed \" means prescribed by rules made pursuant to this Act;     10   \" Registrar \" means the Chief Land Registrar; \" registry \" means His Majesty's Land Registry; and \" registered land \" has the same meaning as in the  Land Registration Act, 1925;     11   \" Restrictive covenant \" includes the conditions, stipulations and restrictions which the Commissioners of Works may, under any statutory power, impose on enfranchised land, after the commencement of this Act, for the protection of the amenities of royal parks, gardens, and palaces;     12   \" The three ridings \" has the same meaning as in the  Yorkshire Registries Act, 1884;     13   \" Tenant for life, \" \" statutory owner, \" \" vesting instrument \" and \" settlement \" have the same meanings as in the  Settled Land Act, 1925.    "}, {"act": "Land Charges Act 1925", "year": 1925, "section": "21", "section_title": "Effect of registration under any Part of Act", "section_text": " 21   Where any charge or other matter is capable of registration under two or more Parts of this Act, it shall be sufficient if it is registered under any one Part, and if registered under such one Part the person entitled to the benefit thereof shall not be prejudicially affected by the provisions of another Part by reason only that it was not also registered under that other Part.  "}, {"act": "Land Charges Act 1925", "year": 1925, "section": "22", "section_title": "Saving of overreaching powers", "section_text": " 22    1   The registration of any charge, annuity, or other interest under this Act shall not prevent the charge, annuity, or interest being overreached under any provision contained in any other statute, except where otherwise provided by that other statute.     2   The registration as a land charge of a puisne mortgage or charge shall not operate to prevent that mortgage or charge being overreached in favour of a prior mortgagee or a person deriving title under him where, by reason of a sale foreclosure or otherwise, the right of the puisne mortgagee or subsequent chargee to redeem is barred.    "}, {"act": "Land Charges Act 1925", "year": 1925, "section": "23", "section_title": "Application to registered land", "section_text": " 23    1   As respects pending actions, writs, orders, deeds of arrangement and land charges (not including local land charges) required to be registered or re-registered after the commencement of this Act, this Act shall not apply thereto, if and so far as they affect registered land, and can be protected under the Land Registration Act, 1925, by lodging or registering a creditor's notice, restriction, caution, inhibition or other notice.     2   Nothing in this Act imposes on the registrar any obligation to ascertain whether or not a pending action, writ, order, deed of arrangement or land charge affects registered land.    "}, {"act": "Land Charges Act 1925", "year": 1925, "section": "24", "section_title": "Repeals", "section_text": " 24   The Acts mentioned in the Schedule to this Act are hereby repealed to the extent specified in the third column of that Schedule:    Provided that, without prejudice to the provisions of section thirty-eight of the  Interpretation Act, 1889 :—   a   Nothing in this repeal shall affect any entry in a register made under any enactment so repealed, but the registration shall have effect as if made under this Act ;     b   Nothing in this repeal shall affect any rules made under any enactment so repealed, but all such rules shall continue in force as if made under the corresponding enactment in this Act;     c   References in any document to any enactment repealed by this Act shall be construed as references to this Act or to the corresponding enactment in this Act.    "}, {"act": "Land Charges Act 1925", "year": 1925, "section": "25", "section_title": "Application to the Crown.", "section_text": " 25   The provisions of this Act bind the Crown, but nothing in this Act shall be construed as rendering land owned by or occupied for the purposes of the Crown subject to any charge to which, independently of this Act, it would not be subject.  "}, {"act": "Land Charges Act 1925", "year": 1925, "section": "26", "section_title": "Short title, commencement and extent.", "section_text": " 26    1   This Act may be cited as the Land Charges Act, 1925.     2   This Act shall come into operation on the first day of January, nineteen hundred and twenty-six.     3   This Act extends to England and Wales only.    "}]