[{"act": "Northern Ireland Land Act 1925", "year": 1925, "section": "1", "section_title": " Alteration of rate of purchase annuity, &c.", "section_text": "1 1 In the case of advances made in pursuance of purchase agreements entered into or deemed to be entered into after the passing of this Act (in this Act referred to as new purchase agreements)— a £4·75  shall be substituted for  £3·25  as the rate of the purchase annuity under section forty-five of the  Irish Land Act 1903 (in this Act referred to as the Act of 1903); b The rate of interest to be paid by the Land Purchase Commission, Northern Ireland (in this Act referred to as the Commission) to the National Debt Commissioners under section thirty-six of the Act of 1903, shall be four-and-a-half per cent. per annum instead of two-and-three-quarters per cent. per annum; c Four-and-a-half per cent. per annum shall be substituted for three-and-a-half per cent. per annum as the rate of interest under . . .   section twenty-four of the Act of 1903; d 25p  per cent. per annum shall be substituted for  50p  per cent. per annum in sections thirty-six and forty-seven of the Act of 1903, as the rate of sinking fund payments: Provided that purchase agreements entered into after the passing of this Act on the resale by the Commission of land purchased or agreed to be purchased by them before the passing of this Act shall be treated for the purposes of this Part of this Act as purchase agreements entered into before the passing of this Act, and not as new purchase agreements. 2 The National Debt Commissioners shall in accounts kept by them of the Irish Land Purchase Fund distinguish between advances made in pursuance of purchase agreements entered into before the passing of this Act and of new purchase agreements."}, {"act": "Northern Ireland Land Act 1925", "year": 1925, "section": "2", "section_title": " Power to create guaranteed Four-and-a-half per cent. bonds.", "section_text": "2 1 The power of the Treasury to create stock for the purpose of raising money required for the Irish Land Purchase Fund (including the Land Purchase Aid Fund) shall include power to create and issue bonds to be called guaranteed four-and-a-half per cent. bonds of such denominations, not in any case less than five pounds, as the Treasury may determine, and redeemable in manner hereinafter provided. 2 Interest on the bonds at the rate of four-and-a-half per cent. per annum shall be payable half yearly or quarterly on such days in each year as may be fixed by the warrant authorising the creation of the bonds, and the provisions of the  Act of 1903 relating to stock (other than provisions as to the redemption of stock) shall, so far as they are applicable to bonds, and are not inconsistent with other provisions of this Act, apply to guaranteed four-and-a-half per cent. bonds created under this Act as they apply to the guaranteed two-and-three-quarters per cent. stock created under that Act with the substitution of interest at the rate of four-and-a-half per cent. for dividends at the rate of two-and-three-quarters per cent. 3 The bonds shall be redeemable by means of periodical drawings, and the Treasury may make arrangements for the redemption thereof at par, and may make regulations for the drawing of such bonds, and for that purpose there shall be set aside yearly in the Irish Land Purchase Fund and applied by the National Debt Commissioners for the redemption of bonds drawn for payment, a sum ascertained in accordance with the First Schedule to this Act: Provided that any such bonds may, after the expiration of thirty years from the passing of this Act, if not previously redeemed, be redeemed at par at such times and in such manner as the Treasury may direct. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Northern Ireland Land Act 1925", "year": 1925, "section": "3", "section_title": " Advances to be made in bonds.", "section_text": "3 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Where an advance is made by means of the issue of guaranteed four-and-a-half per cent. bonds, the sum to be paid for the redemption of the whole or part of the purchase annuity payable in respect of the advance shall be the difference between the sinking fund deemed to have been accumulated in respect of the advance and the amount of the advance (with interest thereon to date) or the requisite proportion of that difference as the case requires, and such sum shall be determined in accordance with rules made by the Treasury. Any sums so paid shall be paid by the Commission into the Land Purchase Fund and shall be applied in accordance with the First Schedule to this Act."}, {"act": "Northern Ireland Land Act 1925", "year": 1925, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Northern Ireland Land Act 1925", "year": 1925, "section": "5", "section_title": " Amendment of financial provisions.", "section_text": "5 The liability of the Commission to make the annual payments mentioned in section thirty-six of the Act of 1903 in respect of advances for purposes in Northern Ireland shall cease to the extent to which the annual sum payable to the Land Purchase Fund in pursuance of subsection (2) of section twenty-six of the  Government of Ireland Act 1920, represents purchase annuities payable in respect of such advances, and the residue of such payments including payments in respect of losses, if any, on re-sales, shall, if and so far as the receipts of the Commission are insufficient, be discharged as part of the expenses of the Commission."}, {"act": "Northern Ireland Land Act 1925", "year": 1925, "section": "6", "section_title": " Recovery of money, &c., paid in mistake.", "section_text": "6 Any moneys, bonds, stocks, or securities paid or distributed by the Commission to the wrong person, through a mistake of law or fact, shall be recoverable by the Commission as if they were debts due to the Crown."}, {"act": "Northern Ireland Land Act 1925", "year": 1925, "section": "7", "section_title": " Power to make rules.", "section_text": "7 The power of making rules conferred on the Treasury by the Land Purchase Acts shall extend to the making of rules for carrying the financial provisions of this Act into effect, and for adapting to the requirements of this Act such provisions of the Land Purchase Acts or any other enactment passed prior to this Act as relate to land purchase finance."}, {"act": "Northern Ireland Land Act 1925", "year": 1925, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Northern Ireland Land Act 1925", "year": 1925, "section": "12", "section_title": " Provisions as to resale of holdings vested in the Commission.", "section_text": "12 1 The Commission shall take steps to secure that every holding vested in them by virtue of this Part of this Act shall be vested in the tenant thereof as soon as possible after the appointed day, and for that purpose the tenant of each such holding shall be deemed on the appointed day to have entered into a new purchase agreement for the purchase of the holding from the Commission at the standard price, and the interest on the purchase money payable under section thirty-five of the  Land Law (Ireland) Act 1896, shall be at the rate of four and three-quarters per cent. per annum, and shall be payable as from the gale day last preceding the appointed day on such date or dates as may be prescribed by rules under Part I of this Act. Provision shall be made out of such interest payments towards the sinking fund in respect of the advance to the tenant. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Northern Ireland Land Act 1925", "year": 1925, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Northern Ireland Land Act 1925", "year": 1925, "section": "15", "section_title": " Sporting rights.", "section_text": "15 1 With respect to any land vested in the Commission by virtue of this Part of this Act or any untenanted land purchased under section forty-three or Part IV of the Act of 1909, the owner of the land may give notice within the prescribed time and in the prescribed manner that he desires that such rights as are hereinafter mentioned which he has exclusive of the tenant should be reserved to him, and where such a notice is given there shall be reserved to the owner of the land, as if an agreement to that effect had been entered into under section thirteen of the Act of 1903— a in the case of tenanted land, any right of fishing or taking fish; and b in the case of untenanted land, both those rights and all other sporting rights. 2 Subject as aforesaid the said section thirteen shall apply with respect to sporting rights affecting any such land as aforesaid."}, {"act": "Northern Ireland Land Act 1925", "year": 1925, "section": "16", "section_title": " Mineral rights.", "section_text": "16 1 Any rights to or in relation to mines or minerals on or under a holding which on a sale by agreement under the Land Purchase Acts would be reserved to the Commission pursuant to section thirteen of the Act of 1903, shall, subject to section ninety-nine of the said Act, and save as hereinafter provided, vest in the Commission on the vesting of the holding in them by virtue of this Part of this Act, and shall be reserved to the Commission on the resale of the holding without the necessity of any express reservation. 2 If, on an application made by the owner within the prescribed time and in the prescribed manner, the Commission is satisfied that any such rights possess a substantial value, whether actual or potential, and that although they are not being exercised at the time of the application there is a reasonable prospect of mines or minerals to which they relate being worked or developed within twenty years thereafter, they may make an order directing that all or any of the rights as therein specified shall to the extent therein mentioned be excepted on the vesting of the holding in the Commission and they shall be so excepted accordingly, and shall not be affected by such vesting. If the Commission refuse to make an order under this section an appeal shall lie to the Court of Appeal in Northern Ireland, whose decision shall be final. 3 Subsection (4) of section thirteen of the Act of 1903 shall apply as respects any rights excepted under this section in like manner as it applies as respects rights reserved under that section."}, {"act": "Northern Ireland Land Act 1925", "year": 1925, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Northern Ireland Land Act 1925", "year": 1925, "section": "20", "section_title": " Definition of tenanted land.", "section_text": "20 For the purposes of this Part of this Act the expression “ tenanted land ” means land held for a statutory term or under any contract of tenancy other than a fee farm grant, or lease for lives or years renewable for ever or lease for a term of years of which sixty or more are unexpired: Provided that land which has become tenanted land as above defined by reason of a contract of tenancy entered into on or after the sixteenth day of December, nineteen hundred and twenty-four, shall be deemed not to be tenanted land for the purposes of this Part of this Act."}, {"act": "Northern Ireland Land Act 1925", "year": 1925, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "21"}, {"act": "Northern Ireland Land Act 1925", "year": 1925, "section": "22", "section_title": " Adaptation of land purchase enactments and removal of difficulties.", "section_text": "22 1 For the purpose of carrying this Part of this Act into effect the Secretary of State may by order make such adaptations as appear to him to be necessary or proper of any enactment relative to land purchase in force in Northern Ireland at the time of the passing of this Act, including such adaptations of enactments applicable to sales of estates as may be necessary to make the same applicable to sales of holdings. 2 If any difficulty arises in determining the land which by virtue of this Part of this Act is vested in the Commission, or otherwise in carrying this part of this Act into effect, the Secretary of State may, by Order, authorise the Commission to take all such steps and do all such things as may appear to him necessary or expedient for carrying this part of this Act into full effect; and any such Order shall, subject to revocation or alteration by a subsequent Order, have effect as if enacted in this Act."}, {"act": "Northern Ireland Land Act 1925", "year": 1925, "section": "23", "section_title": " Abolition of power to fix judicial rents.", "section_text": "23 1 After the passing of this Act a judicial rent shall not be fixed under the Land Law (Ireland) Acts in respect of any holding, but nothing in this provision shall prevent the filing after the passing of this Act of agreements fixing fair rents entered into before the sixteenth day of December, nineteen hundred and twenty-four, or the operation of such agreements, when filed, or the making of rules in relation to such agreements, or the fixing of a fair rent after the passing of this Act in pursuance of an application made before the said date. 2 Where a holding has been excluded from vesting in the Commission under Part II of this Act by reason that it possesses a substantial value or utility (whether potential or actual) as building ground, and the holding is subject to a first-term judicial rent, the court shall have the like power of authorising the resumption thereof as if the holding had been subject to a second-term judicial rent: Provided that nothing in this provision affects any power of obtaining possession of any holding held at a non-judicial rent. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Northern Ireland Land Act 1925", "year": 1925, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "24"}, {"act": "Northern Ireland Land Act 1925", "year": 1925, "section": "26", "section_title": " Regulations as to turbary. ", "section_text": "26 The powers of the Commission and of the Ministry of Finance for Northern Ireland to make regulations with respect to turbary on bogs on holdings shall be extended so as to include power to define the area on which the proprietor of the holding is to cut turf and to make regulations with respect to turbary on bog on any holding, whether the proprietor thereof had or had not an exclusive right of turbary before the sale, and with respect to turbary on any bog the property of the vendor, or of the Commission on which rights or privileges of turbary were exercised or enjoyed prior to the sale, and to make regulations conferring and defining rights of access to the bog over any land for the purposes of turbary."}, {"act": "Northern Ireland Land Act 1925", "year": 1925, "section": "27", "section_title": " Provision for the maintenance of water-courses, drains, and similar works. ", "section_text": "27 1 Where it appears to the Commission that any watercourse, drain, embankment, road, or other work has, prior to the sale of a holding, been cleansed or maintained in whole or in part by the landlord or at his expense for the benefit of the holding, either alone or in conjunction with other lands, and whether under the terms of the contract of tenancy or otherwise, the Judicial Commissioner may direct that there shall be deducted from the purchase money, and transferred and applied in manner hereinafter provided, a sum, whether in money, stock or bonds, which, in his opinion, will yield an income equivalent to the average annual expenditure incurred by the landlord in such cleansing or maintenance during the period of ten years preceding the date of the passing of this Act, as estimated by the Judicial Commissioner. 2 Every such sum shall be transferred to the Land Purchase Trustee for Northern Ireland, and may be invested or reinvested, and the income thereof shall be applied in or towards the cleansing or maintenance of the watercourse, drain, embankment, road, or other work in accordance with a scheme to be framed by the Commission after consultation with the Ministry of Finance for Northern Ireland, which scheme may, if thought fit, authorise the application of the principal sum or any part thereof, or the investments for the time being representing the same, in or towards the reconstruction or improvement of such work. 3 Sums so transferred to the Land Purchase Trustee under this section, and any sums which, prior to the passing of this Act, have been set apart as a fund for similar purposes in Northern Ireland, and the investment, reinvestment, and application of the same, and the execution and alteration of any scheme relating thereto, shall be deemed to be excluded from the general subject-matter of the Acts relating to land purchase in Northern Ireland within the meaning of the  Government of Ireland Act 1920."}, {"act": "Northern Ireland Land Act 1925", "year": 1925, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "28"}, {"act": "Northern Ireland Land Act 1925", "year": 1925, "section": "29", "section_title": " Power to appoint solicitors &c., to act in place of a person in default. ", "section_text": "29 1 Where any person— a fails to furnish any information, map, particular, or document which under this Act it is his duty to furnish, or, in the opinion of the Judicial Commissioner, fails to carry out such duty in a satisfactory manner; or b wilfully fails or refuses to make title or produce evidence of title; or c fails to prosecute any proceedings with due diligence and effect; it shall be lawful for the Judicial Commissioner to appoint a solicitor, land agent, engineer, surveyor, valuer or land clerk to act in the matter and to carry out the instructions of the Commission; and such solicitor, land agent, engineer, surveyor, valuer or land clerk shall have all such powers as he would have had had he been duly employed by such person as aforesaid. 2 Such costs and remuneration as are approved by the Judicial Commissioner of any such solicitor, land agent, engineer, or surveyor so employed shall be payable out of the purchase money or bonus or interest thereon payable to such person as aforesaid, or may be paid by the Commission and in that case shall be recoverable by the Commission from that person, and, without prejudice to other methods of recovery, the Commission may deduct the amount thereof from any purchase money, bonus, or interest so payable."}, {"act": "Northern Ireland Land Act 1925", "year": 1925, "section": "30", "section_title": " Amendment of provisions as to subdivision, letting or mortgaging of purchased holdings.", "section_text": "30 1 Any attempted sub-division or letting of a holding, in contravention of section thirty of the  Land Law (Ireland) Act 1881, or section fifty-four of the Act of 1903 shall be void. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Where the Commission or the Ministry of Finance for Northern Ireland, in the exercise of their respective powers, authorise the sub-division of a holding which is subject to a purchase annuity and apportion the purchase annuity, then, any part of the holding upon which portion of the purchase annuity is charged shall, if the Commission or Ministry with the consent of the registered proprietor of the holding so direct, be deemed to be consolidated with any other holding of which he is the registered proprietor and which is subject to a purchase annuity, and that annuity and the said portion shall be payable in such manner and subject to such conditions as may be prescribed."}, {"act": "Northern Ireland Land Act 1925", "year": 1925, "section": "31", "section_title": " Provisions as to the ascertainment of title and distribution of purchase money.", "section_text": "31 1 Where the Commission for the purpose of the ascertainment of title to or distribution of purchase money require any searches to be made in the registry of deeds in Dublin, or in the registry of judgments in Dublin, the searches shall be made without charge to the persons entitled to the purchase money, and the costs thereof (if any) shall be borne as an expense of the Commission. 2 The Commission shall not for the purpose of an investigation of title to or distribution of purchase money require proof of payment of any estate duty, legacy duty, succession duty, settlement estate duty, probate duty, account duty, or temporary estate duty, if the event which gave rise to an immediate claim to such duty happened more than twelve years before the date of the investigation, without prejudice, however, to the liability of any accountable person to the payment of duty."}, {"act": "Northern Ireland Land Act 1925", "year": 1925, "section": "32", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "32"}, {"act": "Northern Ireland Land Act 1925", "year": 1925, "section": "33", "section_title": " Power to make rules. ", "section_text": "33 The power of the Commission, or of any commissioner or commissioners of the Commission, to make rules under any enactment which, as originally enacted, authorised rules to be made by the Irish Land Commission or by any commissioner or commissioners of that Commission for any purposes relating or incidental to land purchase, shall be extended so as to include a power to make rules for carrying this Act into effect and, as so extended, shall be exercised by the Judicial Commissioner after consultation with, and subject to the approval of the Secretary of State, which consultation and approval shall be in lieu of any consultation and approval required under any such enactment."}, {"act": "Northern Ireland Land Act 1925", "year": 1925, "section": "34", "section_title": " Interpretation.", "section_text": "34 In this Act unless the context otherwise requires:— References to any enactment shall be construed as references to that enactment as it is in force in Northern Ireland; References to the Judicial Commissioner shall be construed as references to the commissioner of the Commission by whom the powers and duties of the Judicial Commissioner under the Land Purchase Acts are, as respects Northern Ireland, to be exercised and performed pursuant to the Land Purchase (Northern Ireland) Order 1923, or any Order amending the same."}, {"act": "Northern Ireland Land Act 1925", "year": 1925, "section": "35", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "35"}, {"act": "Northern Ireland Land Act 1925", "year": 1925, "section": "36", "section_title": " Short title and construction.", "section_text": "36 1 This Act may be cited as the Northern Ireland Land Act 1925, and shall be construed as one with the Land Purchase Acts, and may be cited with those Acts. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]