[{"act": "Performing Animals (Regulation) Act 1925", "year": 1925, "section": "1", "section_title": " Restriction on exhibition and training of performing animals.", "section_text": "1 1 No person shall exhibit or train any performing animal  in Wales   unless he is registered in accordance with this Act. 2 Every local authority shall keep a register for the purpose of this Act, and any person who exhibits or trains animals as aforesaid on making an application in the prescribed form to the local authority of the district in which he resides, or if he has no fixed place of residence in  Great Britain   Wales , to the local authority of such one of the prescribed districts  in Wales   as he may choose, and on payment of  such fee as appears to the local authority to be appropriate  shall be registered under this Act, unless he is a person, who, in pursuance of an order of the court made under this Act, is prohibited from being so registered. 3 Any application for registration under this Act shall contain such particulars as to the animals and as to the general nature of the performances in which the animals are to be exhibited or for which they are to be trained as may be prescribed, and the particulars so given shall be entered in the register. 4 The local authority shall give to every person whose name appears on the register kept by them a certificate of registration in the prescribed form containing the particulars entered in the register. 5 Every register kept under this Act shall at all reasonable times be open for inspection . . .  , and any person shall . . .   be entitled to take copies thereof or make extracts therefrom. 6 Any person entered on the register shall, subject to the provisions of any order made under this Act by any court, be entitled, on making application for the purpose, to have the particulars entered in the register with respect to him varied, and where any such particulars are so varied the existing certificate shall be cancelled and a new certificate issued. 7 A copy of every certificate of registration issued by a local authority shall be transmitted by the authority to the Secretary of State and shall be available for inspection at all reasonable times . . .  (8) A local authority may charge such fees as appear to them to be appropriate for inspection of the register, for taking copies thereof or making extracts therefrom or for inspection of copies of certificates of registration issued by them."}, {"act": "Performing Animals (Regulation) Act 1925", "year": 1925, "section": "2", "section_title": " Power of courts to prohibit or restrict exhibition and training of performing animals.", "section_text": "2 1 Where it is proved to the satisfaction of a court of summary jurisdiction on a complaint made by a constable or an officer of a local authority that the training or exhibition of any performing animal has been accompanied by cruelty and should be prohibited or allowed only subject to conditions, the court may make an order against the person in respect of whom the complaint is made prohibiting the training or exhibition or imposing such conditions thereon as may be specified by the order. 2 If any person is aggrieved by the making of such an order or a refusal to make such an order, he may appeal to a court of quarter sessions . . .  3 An order made under this Act shall not come into force until seven days after it is made, or, if an appeal has been entered within that period, until the determination of the appeal. 4 Any court by which an order is made under this section shall cause a copy of the order to be sent as soon as may be after the order comes into force to the local authority by which the person against whom the order is made is registered and to the Secretary of State, and shall cause the particulars of the order to be endorsed upon the certificate held by that person, and that person shall produce his certificate on being so required by the court for the purposes of endorsement. A local authority to which a copy of an order is sent under this section shall enter the particulars of the order on the register."}, {"act": "Performing Animals (Regulation) Act 1925", "year": 1925, "section": "3", "section_title": " Power to enter premises.", "section_text": "3 1 Any officer of a local authority duly authorised in that behalf by the local authority and any constable may— a enter at all reasonable times and inspect any premises in which any performing animals are being trained or exhibited, or kept for training or exhibition, and any such animals found therein; and b require any person who he has reason to believe is a trainer or exhibitor of performing animals to produce his certificate. 2 No constable or such officer as aforesaid shall be entitled under this section to go on or behind the stage during a public performance of performing animals."}, {"act": "Performing Animals (Regulation) Act 1925", "year": 1925, "section": "4", "section_title": " Offences and legal proceedings.", "section_text": "4 1 If any person— a not being registered under this Act exhibits or trains any performing animal  in Wales ; or b being registered under this Act exhibits or trains any performing animal  in Wales   with respect to which or in a manner with respect to which he is not registered; or c being a person against whom an order by a court of summary jurisdiction has been made on complaint under this Act, contravenes or fails to comply with the order in any part of Great Britain, whether within or without the area of jurisdiction of that court; or d obstructs or wilfully delays any constable or officer of a local authority in the execution of his powers under this Act as to entry or inspection; or e conceals any animal  in Wales   with a view to avoiding such inspection; or f being a person registered under this Act, on being duly required in pursuance of this Act to produce his certificate under this Act fails without reasonable excuse so to do; or g applies to be registered under this Act when prohibited from being so registered; he shall be guilty of an offence against this Act and shall be liable on summary conviction upon a complaint made by a constable or an officer of a local authority to a fine not exceeding  level 3 on the standard scale . 2 Where a person is convicted of an offence against this Act, or against the  Protection of Animals Act, 1911, as amended by any subsequent enactment  or of an offence under any of sections 4, 5, 6(1) and (2), 7 to 9 and 11 of the Animal Welfare Act 2006 , the court before which he is convicted may in addition to or in lieu of imposing any other penalty— a if such person is registered under this Act order that his name be removed from the register; b order that such person shall either permanently or for such time as may be specified in the order be disqualified for being registered under this Act; and where such an order is made, the provisions of subsections (2), (3) and (4) of section two of this Act shall apply to the order as they apply to an order made under that section. 2A Where a person is convicted of any offence under sections 28C or 28F(16) of the Animal Health Act,  1981 (c. 22) , or sections 19 to 24, 25(7), 29 or 40(11) of the  Animal Health and Welfare (Scotland) Act, 2006 (asp 11) , the court by which he is convicted has the same powers under subsection (2) in relation to such convictions as it has in relation to convictions for offences under this Act. "}, {"act": "Performing Animals (Regulation) Act 1925", "year": 1925, "section": "5", "section_title": " Interpretation, rules, and expenses. ", "section_text": "5 1 For the purposes of this Act— The expression “ animal ” does not include invertebrates: The expression “ exhibit ” means exhibit at any entertainment to which the public are admitted, whether on payment of money or otherwise, and the expression “ train ” means train for the purpose of any such exhibition, and the expressions “exhibitor” and “trainer” have respectively the corresponding meanings: The expression “ local authority ” means—   As respects the City of London, the common council; As respects any London borough, the council of the borough; As respects any county or metropolitan district, the council of the county or district: The expression “local authority” means a county council in Wales or a county borough council in Wales: The expression “ prescribed ” means prescribed by rules made by the Secretary of State. 2 The Secretary of State may make rules for prescribing anything which is to be prescribed under this Act, and as to the execution and performance by local authorities of their powers and duties under this Act, and generally for carrying this Act into effect. 3 Any expenses of a local authority under this Act, so far as not covered by fees, shall be defrayed in the case of the council of a county, out of the county fund , and in the case of the council of a metropolitan district or London borough, out of the general rate fund ."}, {"act": "Performing Animals (Regulation) Act 1925", "year": 1925, "section": "6", "section_title": " Application to Scotland.", "section_text": "6 This Act shall apply to Scotland subject to the following modifications:— a The expression “ local authority ” means  a council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 , . . .  b References to a court of summary jurisdiction shall be construed as references to the sheriff; references to an appeal to quarter sessions shall not apply; and the  Protection of Animals (Scotland) Act, 1912, shall be substituted for the  Protection of Animals Act, 1911."}, {"act": "Performing Animals (Regulation) Act 1925", "year": 1925, "section": "7", "section_title": " Exceptions from application of Act.", "section_text": "7 This Act shall not apply to the training of animals for bona fide military, police, agricultural or sporting purposes, or the exhibition of any animals so trained."}, {"act": "Performing Animals (Regulation) Act 1925", "year": 1925, "section": "8", "section_title": "Short title, commencement, and extent.", "section_text": "8 1 This Act may be cited as the Performing Animals (Regulation) Act, 1925. 2 This Act shall not apply to Northern Ireland. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]