[{"act": "Universities and College Estates Act 1925", "year": 1925, "section": "1", "section_title": " Universities and Colleges to which the Act applies.", "section_text": "1 The universities and colleges to which this Act applies are the Universities of Oxford, Cambridge and Durham, and the colleges or halls in those universities, and the Colleges of Saint Mary of Winchester, near Winchester, and of King Henry the Sixth at Eton, and for the purposes of this Act the Cathedral or House of Christ Church in Oxford shall be considered to be a college in the University of Oxford."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "2", "section_title": " Powers of sale and exchange.", "section_text": "2 1 A university or college— i May sell any land belonging to the university or college, or any easement, right or privilege of any kind, over or in relation to such land; and ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  iii May make an exchange of any land belonging to the university or college, or of any easement, right, or privilege of any kind, whether or not newly created, over or in relation to such land, for other land, or for any easement, right or privilege of any kind, whether or not newly created, over or in relation to other land, including an exchange in consideration of money paid for equality of exchange. 2 A sale or exchange under this section or any other provision of this Act shall not be made except with the consent of the Minister. 3 On a sale or exchange by a university or college under the powers of this Act, any restriction or reservation with respect to building on or other user of land, or with respect to mines and minerals, or with respect to or for the purpose of the more beneficial working thereof, or with respect to any other thing, may be imposed or reserved and made binding, as far as the law permits, by covenant, condition or otherwise on the university or college and land belonging to it, or on the other party and any land sold or given in exchange to him."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "3", "section_title": " Regulations respecting sales.", "section_text": "3 1 Save as hereinafter provided, every sale shall be made for the best consideration in money that can reasonably be obtained. 2 A sale may be made in consideration wholly or partially of a perpetual rent, or a terminable rent consisting of principal and interest combined, payable yearly or half yearly to be secured upon the land sold, or the land to which the easement, right or privilege sold is to be annexed in enjoyment, or an adequate part thereof: In the case of a terminable rent, the conveyance shall distinguish the part attributable to principal and that attributable to interest; and the part attributable to principal shall,  when received by the university or college, be paid to the Minister and  be capital money: Provided that, unless the part of the terminable rent attributable to interest varies according to the amount of the principal repaid,  the Minister the university or college concerned  shall, during the subsistence of the rent, accumulate the income of the said capital money in the way of compound interest by investing the same and the resulting income thereof in securities authorised for the investment of capital money and add the accumulations to capital. 3 The rent to be reserved on any such sale shall be the best rent that can reasonably be obtained, regard being had to any money paid as part of the consideration, or laid out, or to be laid out, for the benefit of any land belonging to the university or college, and generally to the circumstances of the case, but a peppercorn rent, or a nominal or other rent less than the rent ultimately payable, may be made payable during any period not exceeding five years from the date of the conveyance. 4 Where a sale is made in consideration of a rent, the following provisions shall have effect:— i The conveyance shall contain a covenant by the purchaser for payment of the rent, and  the statutory powers and remedies for the recovery of the rent shall apply. ii A duplicate of the conveyance shall be executed by the purchaser and delivered to the university or college, of which execution and delivery the execution of the conveyance by the university or college shall be sufficient evidence: iii A statement contained in the conveyance, or in an indorsement thereon signed by or on behalf of the university or college, respecting any matter of fact or of calculation under this Act in relation to the sale, shall, in favour of the purchaser and of those claiming under him, be sufficient evidence of the matter stated. 5 A sale may be made in one lot or in several lots, and either by auction or by private contract, and may be made subject to any stipulations respecting title or evidence of title or other things. 6 On a sale the university or college may fix reserve biddings and buy in at an auction."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "4", "section_title": " Regulations respecting exchanges.", "section_text": "4 1 Save as hereinafter provided every exchange shall be made for the best consideration in land or in land and money that can reasonably be obtained. 2 An exchange may be made subject to any stipulations respecting title, or evidence of title, or other things. 3 Land in England or Wales shall not be given by a university or college in exchange for land out of England and Wales."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "5", "section_title": " Payment to Minister of money payable on sale or exchange. ", "section_text": "5 Any money (not being rent) payable as consideration on a sale or exchange effected by a university or college under this Act shall be capital money  and be paid to the Minister."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "6", "section_title": " Powers to lease for building or mining or ordinary purposes.", "section_text": "6 A university or college may lease any land belonging to the university or college, or any easement, right, or privilege of any kind, over or in relation to the same, for any purpose whatever, whether involving waste or not, for any term not exceeding— i In case of a building lease, ninety-nine years: ii In case of a mining lease, sixty years: iii In case of any other lease, twenty-one years."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "7", "section_title": " Regulations respecting leases generally.", "section_text": "7 1 Save as hereinafter provided:— i Every lease shall be by deed, and be made to take effect in possession not later than twelve months after its date: ii Every lease shall reserve the best rent that can reasonably be obtained, regard being had to any fine taken, and to any money laid out or to be laid out for the benefit of any land belonging to the university or college, and generally to the circumstances of the case: iii Every lease shall contain a covenant by the lessee for payment of the rent, and a condition of re-entry on the rent not being paid within a time therein specified not exceeding thirty days. 2 A counterpart of every lease shall be executed by the lessee and delivered to the university or college, of which execution and delivery the execution of the lease by the university or college shall be sufficient evidence. 3 A statement, contained in a lease or in an indorsement thereon, signed by or on behalf of the university or college, respecting any matter of fact or of calculation under this Act in relation to the lease, shall, in favour of the lessee and of those claiming under him, be sufficient evidence of the matter stated. 4 A fine received on the grant of a lease under any power conferred by this Act shall be capital money  and be paid to the Minister."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "8", "section_title": " Leasing powers for special objects.", "section_text": "8 The leasing power of a university or college extends to the making of— i a lease for giving effect (in such manner and so far as the law permits) to a covenant of renewal, performance whereof could be enforced against the owner for the time being of the land belonging to the university or college; and ii a lease for confirming, as far as may be, a previous lease being void or voidable; but so that every lease, as and when confirmed, shall be such a lease as might at the date of the original lease have been lawfully granted under this Act, or otherwise, as the case may require."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "9", "section_title": " Regulations respecting building leases.", "section_text": "9 1 Every building lease shall be made partly in consideration of the lessee, or some person by whose direction the lease is granted, or some other person, having erected, or agreeing to erect, buildings, new or additional, or having improved or repaired, or agreeing to improve or repair, buildings, or having executed, or agreeing to execute, on the land leased, an improvement authorised by this Act for or in connexion with building purposes. 2 A peppercorn rent or a nominal or other rent less than the rent ultimately payable, may be made payable for the first five years or any less part of the term. 3 Where the land is contracted to be leased in lots, the entire amount of rent to be ultimately payable may be apportioned among the lots in any manner; save that— i the annual rent reserved by any lease shall not be less than  50p ; and ii the total amount of the rents reserved on all leases for the time being granted shall not be less than the total amount of the rents which, in order that the leases may be in conformity with this Act, ought to be reserved in respect of the whole land for the time being leased; and iii the rent reserved by any lease shall not exceed one-fifth part of the full annual value of the land comprised in that lease with the buildings thereon when completed."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "10", "section_title": " Regulations respecting mining leases.", "section_text": "10 1 In a mining lease— i the rent may be made to be ascertainable by or to vary according to the  area  worked, or by or according to the quantities of any mineral or substance gotten, made merchantable, converted, carried away, or disposed of, in or from any land belonging to the university or college, or any other land, or by or according to any facilities given in that behalf; and ii the rent may also be made to vary according to the price of the minerals or substances gotten, or any of them, and such price may be the saleable value, or the price or value appearing in any trade or market or other price list or return from time to time, or may be the marketable value as ascertained in any manner prescribed by the lease (including a reference to arbitration), or may be an average of any such prices or values taken during a specified period; and iii a fixed or minimum rent may be made payable, with or without power for the lessee, in case the rent, according to  area  or quantity or otherwise, in any specified period does not produce an amount equal to the fixed or minimum rent, to make up the deficiency in any subsequent specified period, free of rent other than the fixed or minimum rent. 2 A lease may be made partly in consideration of the lessee having executed, or his agreeing to execute, on the land leased, an improvement authorised by this Act for or in connexion with mining purposes."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "11", "section_title": " Variation of building or mining lease according to circumstances of district.", "section_text": "11 Where it is shown to the Minister with respect to the district in which any land belonging to a university or college is situate, either— i that it is the custom for land therein to be leased for building or mining purposes for a longer term or on other conditions than the term or conditions specified in that behalf in this Act: or ii that it is difficult to make leases for building or mining purposes of land therein, except for a longer term or on other conditions than the term and conditions specified in that behalf in this Act; the Minister may, if he thinks fit, authorise generally the university or college to make from time to time leases of or affecting land in that district for any term or on any conditions as in the authority expressed, or may, if he thinks fit, authorise the university or college to make any such lease in any particular case, and thereupon the university or college, subject to any direction in the authority to the contrary, may make in any case, or in the particular case, a lease of the land in conformity with the authority."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "12", "section_title": " Application of mineral rents, &c.", "section_text": "12 The net rents, tolls, duties, royalties, and reservations which may be received by a university or college, for or in respect of any mining lease to be granted under this Act or any enactment hereby repealed, shall be applied and disposed of by the university or college in manner following; (that is to say),— a one equal third part of such net rents, tolls, duties, royalties, and reservations, shall be applicable and be applied by the university or college as part of their ordinary income, and b the remaining two equal third parts thereof shall be applicable and be applied by the university or college in or upon any of the purposes following; (that is to say,) in the purchase of lands to be conveyed to or for the benefit of the university or college, or in the erection of new buildings, or in the addition to and enlargement of any existing buildings, or in the drainage, or other permanent and lasting improvement of any lands belonging to the universtiy or college, or in the purchase of any wayleaves, or other easements, in, over, or upon any lands adjoining, or near to any such lands; and, in the meantime, until such two equal third parts shall be applied in or upon any of the purposes aforesaid, the same shall be invested by the university or college in the purchase of Government stocks, funds, or securities, and the interest, dividends, and annual proceeds thereof shall be received by the university or college, and be applicable as part of their ordinary income."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "13", "section_title": " Surrenders and regrants.", "section_text": "13 1 A university or college may accept, with or without consideration, a surrender of any lease of land belonging to the university or college, whether made under this Act or not, or a regrant of any land granted in fee simple, whether under this Act or not, in respect of the whole land leased or granted, or any part thereof, with or without an exception of all or any of the mines and minerals therein, or in respect of mines and minerals, or any of them, and with or without an exception of any easement, right or privilege of any kind over or in relation to the land surrendered or regranted. 2 On a surrender of a lease, or a regrant of land granted in fee simple, in respect of part only of the land or mines and minerals leased or granted, the rent may be apportioned. 3 On a surrender or regrant, the university or college may in relation to the land or mines and minerals surrendered or regranted, or of any part thereof, make a new or other lease or grant in fee simple, or new or other leases or grants in fee simple in lots. 4 A new or other lease, or grant in fee simple, may comprise additional land or mines and minerals, and may reserve any apportioned or other rent. 5 On a surrender or regrant, and the making of a new or other lease, whether for the same or for any extended or other term, or of a new or other grant in fee simple, and whether or not subject to the same or to any other covenants, provisions, or conditions, the value of the lessee’s or grantee’s interest in the lease surrendered, or the land regranted, may be taken into account in the determination of the amount of the rent to be reserved, and of any fine or consideration in money to be taken, and of the nature of the covenants, provisions, and conditions to be inserted in the new or other lease, or grant in fee simple. 6 Every new or other lease, or grant in fee simple, shall be in conformity with this Act. 7 All money (not being rent) received on the exercise by a university or college of the powers conferred by this section,  shall be paid to the Minister, and  shall, unless the Minister (upon an application made within six months after the receipt thereof or within such further time as the Minister may in special circumstances allow) otherwise directs, be capital money. 8 In this section “ land granted in fee simple ” means land so granted with or subject to a reservation thereout of a perpetual or terminable rent which is or forms part of land belonging to the university or college, and “ grant in fee simple ” has a corresponding meaning."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "14", "section_title": " Power to grant water rights to statutory bodies.", "section_text": "14 1 For the development, improvement, or general benefit of land belonging to the university or college, a university or college may make a grant in fee simple or absolutely or a lease for any term of years absolute, for a nominal price or rent, or for less than the best price or rent that can reasonably be obtained, or gratuitously, to any statutory authority, of any water or streams or springs of water in, upon, or under land belonging to the university or college, and of any rights of taking, using, enjoying and conveying water, and of laying, constructing, maintaining, and repairing mains, pipes, reservoirs, dams, weirs and other works of any kind proper for the supply and distribution of water, and of any land belonging to the university or college which is required as a site for any of the aforesaid works, and of any easement, right or privilege over or in relation to land belonging to the university or college in connexion with any of the aforesaid works. 2 This section does not authorise the creation of any greater rights than could have been created by a person absolutely entitled for his own benefit to the land affected. 3 In this section “ statutory authority ” means an authority or company for the time being empowered by any Act of Parliament, public, general, or local or private, or by any order or certificate having the force of an Act of Parliament, to provide with a supply of water any town, parish or place in which the land belonging to the university or college is situated. 4 All money (not being rent) received on the exercise of any power conferred by this section shall be capital money,  and be paid to the Minister ."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "15", "section_title": " Power to grant land for public and charitable purposes.", "section_text": "15 1 For the development, improvement, or general benefit of land belonging to the university or college, a university or college may  with the consent of the Minister  make a grant in fee simple or absolutely, or a lease for any term of years absolute, for a nominal price or rent, or for less than the best price or rent that can reasonably be obtained, or gratuitously, of any land belonging to the university or college, with or without any easement, right or privilege over or in relation to land belonging to the university or college, for all or any one or more of the following purposes, namely:— i For the site or the extension of any existing site of a place of religious worship, residence for a minister of religion, school house, town hall, market house, public library, public baths, museum, hospital, infirmary, or other public building, literary or scientific institution, drill hall, working-men’s club, parish room, reading room or village institute, with or without in any case any yard, garden, or other ground to be held with any such building; or ii For the construction, enlargement, or improvement of any railway, canal, road (public or private), dock, sea-wall, embankment, drain, watercourse, or reservoir; or iii For any other public or charitable purpose in connexion with land belonging to the university or college, or tending to the benefit of the persons residing, or for whom dwellings may be erected, on such land: Not more than  0.40 hectare  shall in any particular case be conveyed for any purpose mentioned in paragraphs (i) and (iii) of this subsection, nor more than  two hectares  for any purpose mentioned in paragraph (ii) of this subsection, unless the full consideration be paid or reserved in respect of the excess. 2 All money (not being rent) received on the exercise of any power conferred by this section shall be capital money,  and be paid to the Minister ."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "16", "section_title": " Dedication for streets, open spaces, &c.", "section_text": "16 1 On or after or in connexion with a sale or grant for building purposes, or a building lease or the development as a building estate of land belonging to the university or college, or at any other reasonable time, the university or college, for the general benefit of the residents on land belonging to the university or college— i may cause or require any parts of such land to be appropriated and laid out for streets, roads, paths, squares, gardens, or other open spaces, for the use, gratuitously or on payment of the public or of individuals, with sewers, drains, watercourses, fencing, paving, or other works necessary or proper in connexion therewith; and ii may provide that the parts so appropriated shall be conveyed to or vested in trustees or any company or public body, on trusts or subject to provisions for securing the continued appropriation thereof to the purposes aforesaid, and the continued repair or maintenance of streets and other places and works aforesaid, with or without provision for appointment of new trustees when required; and iii may execute any general or other deed necessary or proper for giving effect to the provisions of this section (which deed may be inrolled in the Central Office of the  Senior Courts ), and thereby declare the mode, terms, and conditions of the appropriation, and the manner in which and the persons by whom the benefit thereof is to be enjoyed, and the nature and extent of the privileges and conveniences granted. 2 In regard to the dedication of land for public purposes a university or college shall be in the same position as if it were an absolute owner. 3 A university or college shall have power— a to enter into any agreement for the recompense to be made for any land belonging to the university or college which is required for the widening of a highway under  the Highways Act 1980 , or otherwise; and b to consent to the diversion of any highway over land belonging to the university or college under  the Highways Act 1980  or otherwise; and c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  and any agreement or consent so made or given shall be as valid and effectual, for all purposes, as if made or given by an individual who is the absolute owner of the land. 4 All money (not being rent) received on the exercise of any power conferred by this section shall be capital money,  and be paid to the Minister ."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "17", "section_title": " Power to compromise claims and release restrictions, &c.", "section_text": "17 1 A university or college may,  with the consent of the Minister,  either with or without giving or taking any consideration in money or otherwise, compromise, compound, abandon, submit to arbitration, or otherwise settle any claim, dispute, or question whatsoever relating to land belonging to the university or college, including in particular claims, disputes or questions as to boundaries, the ownership of mines and minerals, rights and powers of working mines and minerals, local laws and customs relative to the working of mines and minerals and other matters, manorial incidents, easements and restrictive covenants, and for any of those purposes may enter into, give, execute, and do such agreements, assurances, releases, and other things as the university or college may,  with such consent as aforesaid,  think proper. 2 A university or college may,  with the consent of the Minister,  at any time, either with or without consideration in money or otherwise, release, waive, or modify, or agree to release, waive, or modify, any covenant, agreement or restriction imposed on any other land for the benefit of land belonging to the university or college, or release, or agree to release, any other land from any easement, right or privilege, including a right of pre-emption, affecting the same for the benefit of land belonging to the university or college. 3 A university or college may contract that a transaction effected before or after the commencement of this Act, which (subject or not to any variation authorised by this subsection) is affected by section seventy-eight of the  Railway Clauses Consolidation Act 1845, or by section twenty-two of the  Waterworks Clauses Act 1847 (relating to support by minerals) shall take effect as if some other distance than forty yards or the prescribed distance had been mentioned in such sections or had been otherwise prescribed: Provided that in any case where section seventy-eight aforesaid has effect as amended and re-enacted by Part II of the  Mines (Working Facilities and Support) Act 1923, a university or college may make any agreement authorised by section 85a of the  Railway Clauses Consolidation Act 1845, as enacted in the said Part II."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "18", "section_title": " Power to vary leases and grants.", "section_text": "18 A university or college may, at any time, by deed, either with or without consideration in money or otherwise, vary, release, waive of modify, either absolutely or otherwise, the terms of any lease whenever made of land belonging to the university or college, or any covenants or conditions contained in any grant in fee simple whenever made of land with or subject to a reservation thereout of a rent payable to the university or college, and in either case in respect of the whole or any part of the land comprised in any such lease or grant, but so that every such lease or grant shall, after such variation, release, waiver or modification as aforesaid, be such a lease or grant as might then have been lawfully made under this Act if the lease had been surrendered, or the land comprised in the grant had never been so comprised, or had been regranted."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "19", "section_title": " Power to apportion rents.", "section_text": "19 1 A university or college may, at any time, by deed, either with or without consideration in money or otherwise, agree for the apportionment of any rent reserved or created by any such lease or grant as mentioned in the last preceding section, or any rent payable to the university or college, so that the apportioned parts of such rent shall thenceforth be payable exclusively out of or in respect of such respective portions of the land subject thereto as may be thought proper, and also agree that any covenants, agreements, powers, or remedies for securing such rent and any other covenants or agreements by the lessee or grantee and any conditions shall also be apportioned and made applicable exclusively to the respective portions of the land out of or in respect of which the apportioned parts of such rent shall thenceforth be payable. 2 Where the land, or any part thereof, is held or derived under a lease, or under a grant reserving rent, or subject to covenants, agreements or conditions (whether such lease or grant comprises other land or not), the university or college may, at any time, by deed, with or without giving or taking any consideration in money or otherwise, procure the variation, release, waiver, or modification, either absolutely or otherwise, of the terms, covenants, agreements or conditions contained in such lease or grant, in respect of the whole or any part of the land, including the apportionment of any rent, covenants, agreements, conditions, and provisions reserved, or created by, or contained in, such lease or grant. 3 This section applies to leases or grants made either before or after the commencement of this Act."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "20", "section_title": " Provisions as to consideration.", "section_text": "20 1 All money (not being rent) payable by the university or college in respect of any transaction to which any of the three last preceding sections relates may be paid out of capital money, and all money (not being rent) received on the exercise by the university or college of the powers conferred by any of those sections,  shall be paid to the Minister and  shall, unless the Minister (upon an application made within six months after the receipt thereof or within such further time as the Minister may in special circumstances allow) otherwise directs, be capital money. 2 For the purpose of the three last preceding sections “ consideration in money or otherwise ” means— a a capital sum of money or a rent; b land being freehold or leasehold for any term of years whereof not less than sixty years shall be unexpired; c any easement, right or privilege over or in relation to land belonging to the university or college, or any other land; d the benefit of any restrictive covenant or condition; and e the release of land belonging to the university or college, or any other land, from any easement, right or privilege, including a right of pre-emption or from the burden of any restrictive covenant or condition affecting the same."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "21", "section_title": " General power to effect any transaction under an order of the Minister.", "section_text": "21 1 Any transaction affecting or concerning land belonging to a university or college, or any other land, not otherwise authorised by this Act, which in the opinion of the Minister would be for the benefit of land belonging to the university or college, may, under an order of the Minister, be effected by a university or college: Provided that the transaction is one which could have been validly effected by an absolute owner. 2 In this section “ transaction ” includes any sale, extinguishment of manorial incidents, exchange, assurance, grant, lease, surrender, reconveyance, release, reservation, or other disposition, and any purchase or other acquisition, and any covenant, contract, or option, and any application of capital money (except as hereinafter mentioned), and any compromise or other dealing, or arrangement; but does not include an application of capital money in payment for any improvement not authorised by this Act; and “ effected ” has the meaning appropriate to a particular transaction; and the references to land extend and apply to restrictions and burdens affecting land. 3 If a question arises or a doubt is entertained as to the intended exercise by a university or college of any power conferred by this Act, the university or college or any other person interested, may apply to the Minister for his decision, opinion, advice or directions thereon, or for the sanction of the Minister to any conditional contract for such exercise, and the Minister may make such order as he thinks fit."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "22", "section_title": " Separate dealing with surface and minerals, with or without wayleaves, &c.", "section_text": "22 A sale, exchange, lease or other authorised disposition by a university or college, may be made either of land, with or without an exception or reservation of all or any of the mines and minerals therein, or of any mines and minerals, and in any such case with or without a grant or reservation of powers of working, wayleaves or rights of way, rights of water and drainage, and other powers, easements, rights, and privileges for or incident to or connected with mining purposes, in relation to land belonging to the university or college, or any other land."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "23", "section_title": " Power to grant options.", "section_text": "23 1 A university or college may at any time,  with the consent of the Minister,  either with or without consideration, grant by writing an option to purchase or take a lease of land belonging to the university or college, or any easement, right, or privilege over or in relation to the same at a price or rent fixed at the time of the granting of the option. 2 Every such option shall be made exercisable within an agreed number of years not exceeding ten. 3 The price or rent shall be the best which, having regard to all the circumstances, can reasonably be obtained and either— a may be a specified sum of money or rent, or at a specified rate according to the superficial area of the land with respect to which the option is exercised, or the frontage thereof or otherwise; or b in the case of an option to purchase contained in a lease or agreement for a lease, may be a stated number of years’ purchase of the highest rent reserved by the lease or agreement; or c if the option is exercisable as regards part of the land comprised in the lease or agreement, may be a proportionate part of such highest rent; and any aggregate price or rent may be made to be apportionable in any manner, or according to any system, or by reference to arbitration. 4 An option to take a mining lease may be coupled with the grant of a licence to search for and prove any mines or minerals under land belonging to the university or college, pending the exercise of the option. 5 The consideration, (if any) for the grant of the option shall be capital money  and be paid to the Minister ."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "24", "section_title": " Power to enter into contracts.", "section_text": "24 1 A university or college— i may contract to make any sale, exchange, mortgage, charge or other disposition authorised by this Act; and ii may vary or rescind, with or without consideration, the contract in the like cases and manner in which, if the university or college were absolute owner of the land, it might lawfully vary or rescind the same, but so that the contract as varied be in conformity with this Act; and iii may contract to make any lease; and in making the lease may vary the terms, with or without consideration, but so that the lease be in conformity with this Act; and iv may accept a surrender of a contract for a lease or a grant in fee simple at a rent, in like manner and on the like terms in and on which it might accept a surrender of a lease or a regrant; and thereupon may make a new or other contract for or relative to a lease or leases, or a grant or grants in fee simple at a rent, in like manner and on the like terms in and on which it might make a new or other lease or grant, or new or other leases or grants, where a lease or a grant in fee simple at a rent had been executed; and v may enter into a contract for or relating to the execution of any improvement authorised by this Act, and may vary or rescind the same; and vi may, in any other case, enter into a contract to do any act for carrying into effect any of the purposes of this Act, and may vary or rescind the same. 2 Every contract, including a contract arising by reason of the exercise of an option, shall be binding on and shall enure for the benefit of the land belonging to the university or college. 3 The Minister may, on the application of the university or college or of any person interested in any contract, give directions respecting the enforcing, carrying into effect, varying, or rescinding thereof. 4 A preliminary contract under this Act for or relating to a lease, and a contract conferring an option, shall not form part of a title or evidence of the title of any person to the lease, or to the benefit thereof, or to the land the subject of the option. 5 All money (not being rent) received on the exercise by the university or college of the powers conferred by subsection (1) of this section  shall be paid to the Minister, and  shall, unless the Minister (upon an application made within six months after the receipt thereof or within such further time as the court may in special circumstances allow) otherwise directs, be capital money."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "25", "section_title": " Exercise of powers; limitation of provisions, &c.", "section_text": "25 1 Where a power of sale, exchange, leasing, mortgaging, charging, or other power is exercised by a university or college, the university or college may execute, make and do all deeds, instruments, and things necessary or proper in that behalf. 2 Where any provision in this Act refers to sale, purchase, exchange, leasing, or other disposition or dealing, or to any power, consent, payment, receipt, deed, assurance, contract, expenses, act, or transaction, the same shall be construed to extend only (unless it is otherwise expressed) to sales, purchases, exchanges, leasings, dispositions, dealings, powers, consents, payments, receipts, deeds, assurances, contracts, expenses, acts, and transactions under this Act."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "26", "section_title": " Modes of investment or application of capital money. ", "section_text": "26 1 Capital money paid, whether before or after the commencement of this Act, to the Minister under this Act, or under any enactment hereby repealed,  or paid to a university or college under this Act  and the proceeds of sale of securities representing any such money  may, with the consent of the Minister,  be applied by a university or college to any of the following purposes:— i In investments in which trustees mayinvest under the general power of investment in section 3 of the Trustee Act 2000 (as restricted by sections 4 and 5 of that Act); ii In discharge, purchase, or redemption of incumbrances affecting the inheritance of land belonging to the university or college, or of . . .   rentcharge in lieu of tithe, Crown rent, chief rent, or quit rent, charged on or payable out of the land, or of any charge in respect of an improvement created on an holding under the  Agricultural Holdings Act 1986  or any similar previous enactment; iii In payment as for an improvement authorised by this Act on any money expended and costs incurred by a landlord under or in pursuance of the  Agricultural Holdings Act 1986  or any similar previous enactment, or under custom or agreement or otherwise, in or about the execution of any improvement comprised in  Schedule 7  to the said Agricultural Holdings Act; iv In payment for equality of exchange of land belonging to the university or college: v . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  vii In redemption of any compensation rentcharge created in respect of the extinguishment of manorial incidents, and affecting land belonging to the university or college; viii In commuting any additional rent made payable on the conversion of a perpetually renewable leasehold interest into a long term, and in satisfying any claim for compensation on such conversion by any officer, solicitor, or other agent of the lessor in respect of fees or remuneration which would have been payable by the lessee or under-lessee on any renewal; ix In purchase of the freehold reversion in fee of any land expectant on the determination of any interest in the land belonging to the university or college; x In purchase of land in fee simple, or of leasehold land held for sixty years or more unexpired at the time of purchase, subject or not to any exception or reservation of or in respect of mines or minerals therein, or of or in respect of rights or powers relative to the working of mines or minerals therein, or in other land; xi In purchase either in fee simple, or for a term of sixty years or more, of mines and minerals convenient to be held or worked with land belonging to the university or college, or of any easement, right, or privilege convenient to be held with that land for mining or other purposes; xii In purchase of the interest of a lessee under a lease from the university or college; xiii In payment of the costs and expenses of all plans, surveys, and schemes, including schemes under the  Town Planning Act 1971  or any similar previous Act, made with a view to, or in connexion with, the improvement or development of any land belonging to the university or college, or any part thereof, or the exercise of any statutory powers, and of all negotiations entered into by the university or college with a view to the exercise of any of the said powers, notwithstanding that such negotiations may prove abortive, and in payment of the costs and expenses of opposing any such proposed scheme as aforesaid affecting land belonging to the university or college, whether or not the scheme is made; xiv . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . xv In payment to a local or other authority of such sum as may be agreed in consideration of such authority taking over and becoming liable to repair a private road on land belonging to the university or college or a road for the maintenance whereof the university or college is liable ratione tenuræ; xvi In or towards the restoration or rebuilding of the chancel of any church which the university or college is by law liable to restore or rebuild; xvii In payment of costs, charges, and expenses of or incidental to the exercise of any of the powers, or the execution of any of the provisions of this Act or any enactment hereby repealed, including the costs and expenses incidental to any of the matters referred to in this section. 2 Any such capital money or proceeds may be applied  with the consent of the Minister  in repayment of any money borrowed under this Act or any Act repealed by this Act or to any of the purposes to which money so borrowed is applicable under this Act: Provided that— a where any capital money is applied in repayment of a loan, it shall be replaced within or at the expiration of the period limited for the repayment of the loan  and on the terms mentioned in the order consenting to the loan , and that where capital money is applied to any purpose to which money borrowed is applicable under this Act, the like provision shall be made by the university or college for replacing the same as is by this Act required to be made for the repayment of money borrowed under this Act; and b where capital money is applied in payment for an improvement mentioned in Part II. of the First Schedule to this Act it shall be replaced by not more than fifty half-yearly instalments, the first instalment being payable at the expiration of six months from the date when the work or operation in payment for which the capital money was applied was completed. 3 The income of any securities on which capital money is invested under this section shall, except where it is by or under this Act required to be accumulated, be paid or applied as the income of the land represented by the securities would have been payable or applicable. 4 Land purchased under this section shall be conveyed to the university or college to be held upon trusts corresponding to the purposes for which the capital money or proceeds of sale of securities applied in the purchase were held. 5 Where the purpose to which money may be applied under this section is of such a nature that, in the opinion of the  Minister ,  university or college concerned  provision ought to be made for replacing the money within a limited time,  the Minister shall, in giving his consent to the application, require provision to be so made. the university or college shall make such provision accordingly."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "27", "section_title": " Provisions as to money in court.", "section_text": "27 The provisions of this Act as to capital money shall also apply to money belonging solely to a university or college which may have arisen from the sale, enfranchisement, or exchange under any other Act of Parliament, or otherwise howsoever, of any lands belonging to the university or college and which may for the time being be standing to the account or credit of any cause or matter in the  Senior Courts  or in the names of trustees nominated in pursuance of any Act of Parliament."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "28", "section_title": " Provision as to money payable into court or to trustees.", "section_text": "28 1 Where the purchase, consideration, or compensation money payable in respect of any land belonging to a university or college is directed by any Act of Parliament to be paid into court, or either into court or to trustees, the money shall, at the option of the university or college, be paid either as directed by the Act or to  the Minister the university or college. 2 Where any such money has been paid either before or after the commencement of this Act either into court or to trustees on behalf of a university or college, that sum, or the securities representing it, may, if in court on the application of, and if held by trustees by the direction of, the university or college, be paid or transferred to  the [Minister]  the university or college. 3 Money paid and securities transferred to  the Minister under this section on behalf of a university or college shall be treated as capital money paid to the Minister under this Act and as securities representing money so paid a university or college under this section shall be treated as capital money under this Act and as securities representing such capital money ."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "29", "section_title": " Application of money paid for lease or reversion.", "section_text": "29 Where capital money payable to  the Minister under this Act, or any enactment hereby repealed to a university or college under this Act  is purchase money paid in respect of a lease for years, or in respect of any other estate or interest in land less than the fee simple, or in respect of a reversion dependent on any such lease, estate, or interest  the Minister may, notwithstanding anything in this Act, require and the university or college concerned shall  cause the same to be laid out, invested accumulated and paid in such manner as, in the judgment of  the Minister the university or college is appropriate to make a proper allocation thereof as between capital and income."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "30", "section_title": " Power to raise money with consent of the Minister for improvements. ", "section_text": "30 1 A university or college may,  with the consent of the Minister,  raise by mortgage of any lands belonging to the university or college, such sums of money (together with all reasonable costs and expenses incidental to such raising and the application thereof) as may be certified by the surveyor of the university or college to be properly required,  and may be authorised by the Minister, carrying interest at a rate not exceeding the rate to be specified in the order evidencing the consent of the Minister. 2 The sums so raised shall be applied for or towards the restoration and improvement and (if need be) enlargement of any house or building forming part of or connected with or otherwise belonging to the university or college, or for or towards the erection of new or additional houses or buildings, or for the extension and improvement of any existing houses or buildings upon any lands belonging to the university or college, or for the execution of any improvement specified in the First Schedule to this Act or for any other permanent and lasting improvement of any lands belonging to the university or college."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "31", "section_title": " Power to raise money by way of compensation for loss of fines on non-renewal of leases. ", "section_text": "31 1 Whenever any lease of land belonging to a university or college, the leases of which have been customarily renewed on payment of a fine, from any cause whatever (other than such as is hereinafter mentioned) remains unrenewed at any customary period of renewal, or whenever any loss of fines has been occasioned by the surrender of any lease upon any transaction by way of sale or exchange between the university or college and its lessees, it shall be lawful for the university or college,  with the consent of the Minister,  to raise by mortgage of any land belonging to the university or college such sums of money (together with all reasonable costs and expenses incidental to such raising) as may be required,  and be stated in the order evidencing the consent of the Minister, carrying interest at a rate not exceeding the rate to be specified in the order,  for the purpose of paying, by way of indemnity, to the then existing members of the university or college the same amount of money as would have accrued to the said members if any such lease had been renewed in manner theretofore accustomed: Provided that— a The power of raising money under this section shall not be exercised for the purpose of providing for the loss of more than two fines in respect of the same land; and b upon the creation of any such mortgage provision shall be made by the university or college,  with the approval of the Minister,  for the discharge of the borrowed money within or at the expiration of thirty years from the borrowing thereof; and c after any sum has been raised under the power hereinbefore contained in lieu of the fines payable in respect of any lease of any land no fine shall henceforth be taken for the renewal of any lease of that land. 2 This section does not apply where the non-renewal is due to the refusal of the university or college entitled to the reversion of the land to accept such sum of money by way of fine  as may be deemed reasonable by the Minister as is reasonable,  and may be tendered by the lessee at the first and each successive time of renewal after the sixth day of August, eighteen hundred and sixty, or within three months of such time, for the renewal of any lease theretofore regularly renewed."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "32", "section_title": " Provision for the discharge of money borrowed on mortgage. ", "section_text": "32 1 When money has been raised by a mortgage made by a university or college under this Act, or under any enactment repealed by this Act, the university or college shall  in such manner as may be approved by the Minister,  make provision, either by the grant of an annuity to the lender or by the creation of a sinking or redemption fund or otherwise, for the discharge, within such time not exceeding fifty years  as may be sanctioned by the Minister, as the university or college think fit  of the money borrowed, and for the payment of interest due thereon. 2 The maximum time allowed for the repayment of the loan— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in the case of a loan raised for the purposes of an improvement mentioned in Part II. of the First Schedule to this Act, shall not exceed twenty-five years from the date when the work or operation in payment for which the money was borrowed was completed."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "33", "section_title": " Power to sell advowsons, &c.", "section_text": "33 1 Arrangements may be made under the authority of the  Church Commissioners  to enable a university or college— a to sell any benefices, with or without cure of souls, rights of patronage, impropriate rectories, or any other lands or hereditaments annexed or belonging to or held, either wholly or partly by, or in trust for, the university or college, or the head or other member of the college; b to sell rights of patronage of benefices, the patronage whereof is vested in any person in trust for the university or college, or for the benefit of the head or any other member of the college; c to invest the proceeds of any such sale in the purchase of land in fee simple or any parliamentary or public stocks or funds of Great Britain or other securities, to be settled, held, applied, and disposed of in such manner as may be arranged and determined by the university or college and the  Church Commissioners , with proper provision, in cases where the benefice is annexed or, belongs to or is held in trust for, the head or other member of the college, for the payment of the interest thereof to the head or such other member of the college upon his resigning the benefice; and d to annex the whole or any part of the endowments belonging to any such benefice being a benefice without cure of souls or impropriate rectory, or other lands or hereditaments as aforesaid, or to apply the proceeds of sale thereof, or to apply the proceeds of sale of any rights of patronage, or any part thereof, whether made under this section or otherwise, or any money, stocks, funds, or securities belonging to the university or college, or to any head or to any other member thereof, by way of endowment or augmentation of any benefice with cure of souls, the patronage whereof belongs to, or is held in trust for, or for the benefit of, the university or college or the head or other member of the college: Provided that the powers conferred by this section shall not be exercised to the prejudice of the existing interest of any such head or other member of a college without his consent; and in case of any diminution being occasioned in the income of any such head or other member of a college by any sale, annexation, purchase, or investment that may be made under the provisions of this section, arrangements may be made under the authority of the said Commissioners for giving to such head or other member adequate compensation for such diminution of his income out of the revenues of the college, or out of the proceeds of any such sale or investment. 2 Every endowment or augmentation which may be made by a university or college of any benefice with cure of souls under the authority of this section, or by virtue of the provisions of . . .   any other Act shall be valid notwithstanding the clear annual value of such benefice may at the time of such endowment or augmentation exceed or be thereby made to exceed the limits prescribed . . .   by any other Act:  . . .  3 On the sale or annexation under this section of any benefice without cure of souls, or of any impropriate rectory to which any right of patronage belongs, such right of patronage, if not intended to be included in such sale or to accompany such annexation, shall immediately after such sale or annexation be separated from and be no longer exercised by the holder of such benefice without cure of souls, or impropriate rectory, but shall by force of this Act be absolutely transferred to and vested in the university or college, the former patrons or owners of the benefice or impropriate rectory. 4 For the purposes of this section the expression “ benefice ” includes any canonry, ecclesiastical rectory, prebend, or other preferment. 5 Any authority or consent of the  Church Commissioners  under this or the next succeeding section shall be evidenced in writing under their common seal."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "34", "section_title": " Power to purchase advowsons, &c.", "section_text": "34 1 Arrangements may be made under the authority of the  Church Commissioners  to enable a university or college to purchase, out of any of the corporate funds or revenues thereof, advowsons of benefices and any rights of perpetual presentation or nomination to benefices, whether such benefices are or are not annexed to, or held by, or in trust for, the university or college, or the head or other member of the college. 2 The  Lands Clauses Consolidation Act 1845 (except such parts thereof as relate to the purchase of lands otherwise than by agreement, and to the recovery of forfeitures, penalties, and costs, and to the sale of superfluous lands), shall be incorporated with and form part of this section, and as if the university or college in each particular case had been inserted therein instead of “the promoters of the undertaking”: Provided that the powers by the said Act vested in the promoters of the undertaking shall be exercised only by a university or college with the consent of the  Church Commissioners ."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "35", "section_title": " Power to substitute lands, &c. for rents, &c. as endowments of benefices.", "section_text": "35 1 Where any rent or annual sum of money granted, reserved, or made payable, whether before or after the commencement of this Act, under any of the powers of the  Augmentation of Benefices Act 1854, or of the several Acts therein mentioned or otherwise, to the incumbent of any church, by way of endowment, or in augmentation of the endowment of any church or chapel, is charged upon or made payable out of any revenues, lands, or other hereditaments belonging to a university or college, it shall be lawful— a for the university or college, with the consent of the incumbent for the time being of the church, and also with the consent of the bishop of the diocese within which the church is situate, and of the patron thereof, and notwithstanding any statute or law to the contrary, by deed to appropriate and annex in perpetuity to the church any land, tithe rentcharge, or other hereditaments belonging to the university or college, to the intent that the same may be held and enjoyed by the incumbent for the time being of the church in lieu of and substitution for such rent or annual sum of money as aforesaid; and b for the incumbent for the time being to accept to him and his successors such substituted endowment or augmentation, and by the same or any other deed, to release any revenues, lands, or other hereditaments theretofore charged with the said rent or annual sum of money; and the premises so released shall be thenceforth wholly discharged from the said rent or sum of money, and from all powers and remedies for the recovery thereof. 2 A bishop shall not give his consent to any such annexation and release as aforesaid unless it is proved to his satisfaction that the substituted endowment or augmentation will produce an income which will exceed or be fully equal to the rent or annual sum of money for which the same is to be substituted. 3 Such deed or deeds as aforesaid shall be executed by the patron and bishop whose consent is so required as aforesaid, and shall state that such proof as aforesaid has been given to the satisfaction of the bishop."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "36", "section_title": " Severances of benefices from headships of colleges.", "section_text": "36 Where a benefice is by statute or otherwise annexed to the headship of a college as part of the endowment of the headship, and it appears that the endowments of the benefice are sufficient to bear such a charge as is hereinafter mentioned, the college may by deed charge the whole or any part of the land or other endowments of the benefice with the payment to the head of the college for the time being of such an annual sum, not exceeding one half of such endowments, as is in the opinion of the  Church Commissioners  and the bishop of the diocese proper and adequate, regard being had to the value of the benefice, the requirements of the college, and, in the case of a parochial benefice, the population and other circumstances of the parish, and thereupon the advowson and right of presentation of and in such benefice shall be vested in the college freed and discharged from any trust in favour of the head for the time being."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "37", "section_title": " Power to transfer advowsons, &c. gratuitously.", "section_text": "37 It shall be lawful for a university or college to transfer gratuitously to a bishop,  Chapter,   dean and chapter, or other ecclesiastical corporation willing to accept the same, any right of patronage belonging to the university or college."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "38", "section_title": " Provisions as to consents by Minister. ", "section_text": "38 1 The consent required by this Act to be given by the Minister to any sale or exchange by a university or college shall be evidenced in manner following (that is to say); the Minister, upon consideration of the proposed transaction, and the report thereon of the surveyor of the university or college, and being satisfied as to the propriety thereof, shall issue an order under his official seal authorising the proposed sale or exchange to be carried into effect by the university or the college. 2 The consent of the Minister to the investment of capital money in the purchase of other lands, shall also be evidenced by a similar order, to be issued by the Minister in manner aforesaid, approving of the proposed purchase, and authorising the university or college to carry the same into effect. 3 The consent of the Minister to the raising of money by mortgage shall be evidenced by a similar order authorising the proposed mortgage to be effected by the university or college. 4 It shall not in any case be necessary that the Minister should be made party to, or should execute any conveyance, assignment, or other assurance or instrument to be made or executed by a university or college for effecting any sale, exchange, purchase, mortgage or other transaction under this Act, or satisfy himself as to the title of any lands, the subject of any such transaction. 5 Notwithstanding anything herein contained, the Minister may require a valuation to be made by any surveyor to be selected or approved by him, and also a plan to be furnished of the lands, the subject of any  such  sale, exchange, purchase, or mortgage,  proposed to be made under an order of the Minister under section 21 of this Act  and all costs and expenses of and incidental to obtaining any such  consent valuation or plan  shall be borne by the university or college. 6 The Minister may, if he thinks fit, in giving his consent to a sale, exchange, purchase, or redemption of any land tax, tithe rentcharge, Crown rent, chief rent, quit rent or other periodical payment, by a university or college, dispense with a report from the surveyor of the university or college."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "39", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "39"}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "40", "section_title": " Power to transfer to the university or college lands vested in individual members thereof.", "section_text": "40 When any lands are vested in any person being a member of a university or college in trust or for the benefit of the university or college, or the head or any other member thereof, it shall be lawful for such person  with the consent of the Minister  to convey and transfer such lands in such manner as that the same may be vested in the university or college in its corporate capacity, upon the trusts nevertheless affecting the same lands respectively."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "41", "section_title": " Land to which Act applies and mode of exercise of powers.", "section_text": "41 1 The powers and provisions of this Act relating to land belonging to a university or college shall extend and be applicable not only to land vested in the university or college, or in any body constituted for holding land belonging to the university or college, and held as the property or for the general purposes of the university or college, but also to land so vested which may be held upon any trusts, or for any special endowment or other purposes, connected with the university or college. 2 The power conferred by this Act on a university or college may as respects each particular university or college be exercised by such body and in such manner as may be provided by the statutes regulating that university or college."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "42", "section_title": " Saving of existing powers.", "section_text": "42 Nothing in this Act contained shall restrain a university or college, or other body constituted for holding land belonging to a university or college, from exercising any powers of sale, exchange, purchase, or borrowing, or from granting any leases or making any grants, whether by way of renewal or otherwise, which the university or college might have exercised or granted under the provisions of any Act of Parliament, whether public general or local or private, or under any other authority, or in any other manner whatsoever, in case this Act had not been passed: Provided that, upon any exchange being effected under the provisions of the Inclosure Acts 1845 to 1882, it shall be lawful for the  Secretary of State  to authorise any money by way of equality of exchange to be received by the university or college, and any money so received shall be capital money  and be paid to the  Secretary of State  and, until  such payment as aforesaid the money (if any) to be paid by way of equality of exchange has been paid to the university or college  no order of exchange shall be finally confirmed by the  Secretary of State , and a recital of such payment in the order of exchange shall be conclusive evidence thereof."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "43", "section_title": " Definitions.", "section_text": "43 In this Act unless the context otherwise requires, the following expressions have the meanings hereby assigned to them respectively, that is to say:— i “ Building purposes ” include the erecting and the improving of, and the adding to, and the repairing of buildings; and a “ building lease ” is a lease for any building purposes or purposes connected therewith; ii “ Disposition ” and “ conveyance ” include a mortgage, charge by way of legal mortgage, lease, assent, vesting declaration, vesting instrument, disclaimer, release and every other assurance except a will and “dispose of” or “ convey ” has a corresponding meaning; iii “ Hereditaments ” mean real property which on an intestacy might before the commencement of the  Law of Property Act 1922, have devolved on an heir; iv “ Land ” includes land of any tenure, and mines and minerals whether or not held apart from the surface, buildings or parts of buildings (whether the division is horizontal, vertical or otherwise) and all other corporeal hereditaments; also a manor, an advowson, and a rent and all other incorporeal hereditaments, and an easement, right, privilege, or benefit in, over, or derived from land  , but not an undivided share in land ; v “ Lease ” includes an agreement for a lease; vi “ Manor ” includes lordship, and reputed manor or lordship; and “ manorial incidents ” has the same meaning as in the  Law of Property Act 1922; vii “ Mines and minerals ” mean mines and minerals whether already opened or in work or not, and include all minerals and substances in, on, or under the land, obtainable by underground or by surface working; and “ mining purposes ” include the sinking and searching for, winning, working, getting, making merchantable, smelting or otherwise converting or working for the purposes of any manufacture, carrying away, and disposing of mines and minerals, in or under  any  land, and the erection of buildings, and the execution of engineering and other works suitable for those purposes; and a “ mining lease ” is a lease for any mining purposes or purposes connected therewith, and includes a grant or licence for any mining purposes; viii “ Minister ” means the  Minister of Agriculture, Fisheries and Food ; ix “ Rent ” includes yearly or other rent, and toll, duty, royalty, or other reservation, by the acre, or the ton, or otherwise; and, in relation to rent, “ payment ” includes delivery; and “ fine ” includes premium or fore-gift, and any payment, consideration, or benefit in the nature of a fine, premium, or fore-gift; x A “ term of years absolute ” means a term of years, taking effect either in possession or in reversion, with or without impeachment for waste, whether at a rent or not, and whether subject or not to another legal estate, and whether certain or liable to determination by notice, re-entry, operation of law, or by a provision for cesser on redemption, or in any other event (other than the dropping of a life, or the determination of a determinable life interest), but does not include any term of years determinable with life or lives or with the cesser of a determinable life interest, nor, if created after the commencement of this Act, a term of years which is not expressed to take effect in possession within twenty-one years after the creation thereof where required by statute to take effect within that period; and in this definition the expression “ term of years ” includes a term for less than a year, or for a year or years and a fraction of a year or from year to year."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "44", "section_title": " Repeals.", "section_text": "44 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   nothing in this repeal shall affect the validity of anything done before the commencement of this Act, or shall affect any consent, order, authority, or direction given under any enactment so repealed; but any such consent, order, authority, or direction shall have effect as if made under the corresponding provisions of this Act. 2 References in any document to any enactment repealed by this Act shall be construed as references to this Act or the corresponding provisions of this Act."}, {"act": "Universities and College Estates Act 1925", "year": 1925, "section": "45", "section_title": " Short title.", "section_text": "45 1 This Act may be cited as the Universities and College Estates Act 1925. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]