[{"act": "Colonial Prisoners Removal Act 1869", "year": 1869, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited for all purposes as “ The Colonial Prisoners Removal Act 1869. ”"}, {"act": "Colonial Prisoners Removal Act 1869", "year": 1869, "section": "2", "section_title": " Definition of terms: Colony.Governor.Legislative body.", "section_text": "2 For the purposes of this Act— The term “ colony ” shall not include any place within the United Kingdom, the Isle of Man, or the Channel Islands, . . .   . . .   but shall include any plantation, territory, or settlement situate elsewhere within Her Majesty’s dominions, and subject to the same local government; and for the purposes of this Act all plantations, territories, and settlements under a central legislature shall be deemed to be one colony under the same local government: The term “ governor ” shall include the officer for the time being administering the government of any colony: The term “ legislative body ”shall mean any house of assembly or other body of persons having legislative powers in the colony, and where such body of persons consists of two separate houses it shall include both houses, and where there are local legislative bodies as well as a central legislative body shall mean the central legislative body only."}, {"act": "Colonial Prisoners Removal Act 1869", "year": 1869, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Colonial Prisoners Removal Act 1869", "year": 1869, "section": "4", "section_title": " Prisoners may be removed from one colony to another for purposes of punishment.", "section_text": "4 Any two colonies may, with the sanction of an order of Her Majesty in Council, agree for the removal of any prisoners under sentence or order of transportation, imprisonment, or penal servitude from one of such colonies to the other for the purpose of their undergoing in such other colony the whole or any part of their punishment, and for the return of such prisoners to the former colony at the expiration of their punishment, or at such other period as may be agreed upon, upon such terms and subject to such conditions as may seem good to the said colonies. The sanction of the order of Her Majesty in Council may be obtained, in the case of a colony having a legislative body, on an address of such body to Her Majesty, and in the case of any colony not having a legislative body, on an address of the governor of such colony; and such sanction shall be in force as soon as such order in council has been published in the colony to which it relates. The agreement of any one colony with another shall for the purposes of this Act be testified by a writing under the hand of the governor of such colony."}, {"act": "Colonial Prisoners Removal Act 1869", "year": 1869, "section": "5", "section_title": " Removal of prisoners to be by warrant.", "section_text": "5 Where the sanction of Her Majesty has been given to any such agreement as aforesaid relating to the removal of prisoners from one colony to another for the purpose of undergoing their punishment, any prisoners under sentence or order of transportation, imprisonment, or penal servitude may be removed from such one colony to the other under the authority of a warrant signed by the governor, and addressed to the master of any ship, or any other person or persons; and the person or persons to whom such warrant is addressed shall have power to convey the prisoner therein named to such other colony, and to deliver him when there into the custody of any authority designated in such warrant, or empowered by the governor of such last-mentioned colony to receive such prisoner."}, {"act": "Colonial Prisoners Removal Act 1869", "year": 1869, "section": "6", "section_title": " Prisoner in legal custody during removal.", "section_text": "6 Every prisoner shall, from the time of his leaving his prison in one colony to the time of his reaching his prison in the other colony, be deemed to be in the legal custody of the person or persons empowered to remove him, and to be subject to the same restraint, and, in the event of misbehaviour, to the same punishment, as if he had continued in prison, and as if the person or persons empowered to remove him were the gaoler or gaolers of such prison; and if he escape or attempt to escape from such custody, such prisoner, and every person aiding or attempting to aid him in such escape, shall be subject to the same punishment as if such escape or attempt to escape were an escape or attempt to escape from prison. A prison shall mean any place of confinement or any place where the prisoners undergo punishment. Any person punishable under this section may be tried and punished either in the colony from which the prisoner is being removed, or in the colony to which he is being removed; and the law applicable to such person shall be the law of the colony in which he is tried."}, {"act": "Colonial Prisoners Removal Act 1869", "year": 1869, "section": "7", "section_title": " Liability of prisoner in colony to which he is removed.", "section_text": "7 Every prisoner shall, upon his delivery to the person having lawful authority to receive him in the colony to which he is removed, be subject within such colony to the same laws and regulations, and shall be dealt with in all respects in the same manner, as if he had been tried and received the same sentence in such colony as the sentence which has been passed on him in the colony from which he is removed."}, {"act": "Colonial Prisoners Removal Act 1869", "year": 1869, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}]