[{"act": "Irish Church Act 1869", "year": 1869, "section": "1", "section_title": "Short title.", "section_text": " 1   This Act may be cited for all purposes as \"The Irish Church Act, 1869.\"  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "2", "section_title": "Dissolution of legislative union between Churches of England and Ireland.", "section_text": " 2   On and after the first day of January one thousand eight hundred and seventy-one the said union created by Act of Parliament between the Churches of England and Ireland shall be dissolved, and the said Church of Ireland, herein-after referred to as \" the said Church,\" shall cease to be established by law.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "3", "section_title": "Appointment of Commissioners.", "section_text": " 3   The following persons, that is to say, Viscount Monck, Bight Honourable James Anthony Lawson, one of the justices of the Court of Common Pleas in Ireland, and George Alexander Hamilton, Esquire, shall he constituted Commissioners under this Act: they shall hold office during Her Majesty's pleasure, and if any vacancy occurs in the office of any commissioner by death, resignation, or incapacity, or otherwise, Her Majesty may, by warrant under the royal sign manual, appoint some other fit person, being a member of either of the said Churches or of the said United Church, to fill the vacancy. The Commissioners appointed under this Act shall be a body corporate with a common seal, and a capacity to acquire and hold land for the purposes of this Act, and shall be styled \" The Commissioners of Church Temporalities in Ireland.    Judicial notice shall be taken by all courts of justice of the corporate seal of the Commissioners, and any order or other instrument purporting to be sealed therewith shall be received as evidence without further proof.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "4", "section_title": "Quorum Commissioners.", "section_text": " 4   Any power or act by this Act vested in or authorized to be done by the Commissioners may be exercised or done by any one of them, with this qualification, that any person aggrieved by any order of one Commissioner may require his case to be heard by the three Commissioners.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "5", "section_title": "Appointment of officers.", "section_text": " 5   The said Commissioners, herein-after referred to as \" the Commissioners,\" may from time to time, with the consent of the Lord Lieutenant, appoint and remove a secretary, and may appoint and remove such officers, agents, clerks, and messengers as they deem necessary for the purposes of this     They may also employ such architects, actuaries, surveyors, and other persons as they may think fit for the purpose of enabling them to carry into effect any of the provisions of this Act.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "6", "section_title": "Salaries and expenses.", "section_text": " 6   The following sums shall be paid by the Commissioners out of any monies for the time being in their hands in pursuance of this Act:   1   To every Commissioner appointed in pursuance of this Act a salary of not exceeding two thousand pounds a year :     2   To the secretary, officers, agents, clerks, and messengers appointed, such salaries as the Commissioners may recommend, with the sanction of the Lord Lieutenant, and as the Commissioners of Her Majesty's Treasury may approve:     3   To any architect, actuary, surveyor, or other person as aforesaid employed by the Commissioners, such remuneration, on a scale to be approved by the Commissioners of the Treasury, as the Commissioners may think expedient:     4   All incidental expenses of carrying this Act into execution, which shall he taken to include the reimbursement to every claimant of all reasonable costs and expenses properly incurred by him in establishing any claim under this Act.    "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "7", "section_title": "Powers of Commissioners.", "section_text": " 7   Subject to such appeal as is herein-after mentioned, the Commissioners shall have full power to decide all questions whatsoever, whether of law or fact, which it may be necessary to decide for the purposes of this Act, and they shall not be subject to be restrained in the due execution of their powers under this Act by the order of any court, nor shall any proceedings before them be removed by certiorari into any     The Commissioners with respect to the following matters, that is to say,   1   Enforcing the attendance of witnesses, after a tender of their expenses, the examination of witnesses orally or by affidavit, and the production of deeds, books, papers, and documents;     2   Issuing any commission for the examination of witnesses ;     3   Punishing persons refusing to give evidence or to produce documents, or guilty of contempt in the presence of the Commissioners or any of them sitting in open court;     4   Making or enforcing any order whatever made by them for the purpose of carrying into effect the objects of this Act,    shall have all such powers, rights, and privileges as are vested in the High Court of Chancery in Ireland for such or the like purposes, and all proceedings before the Commissioners shall in law be deemed to be judicial proceedings before a court of record.    The Commissioners may review and rescind or vary any order or decision previously made by them or any of them; but save as aforesaid, and as herein-after provided, every order or decision of the said Commissioners shall be final.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "8", "section_title": "Forms of application, and general rules.", "section_text": " 8   The Commissioners shall circulate forms of application and directions as to the mode in which applications are to he made to them under this Act.    They shall also from time to time make, and when made may rescind, amend, or add to, such general rules as they may think best adapted for regulating the course of procedure under this Act, and generally for securing the due execution of the powers vested in them by this Act, and giving effect to the provisions : Provided that every such general rule shall be laid before Her Majesty's Privy Council of Ireland, and it shall be lawful for such Privy Council, by order signed by six of the said Privy Council, to confirm, or disallow any such rule, or to alter or amend, and confirm with alteration or amendment, any such rule, or to remit any such rule to the Commissioners for further consideration ; and every such general rule (when the same shall have been confirmed by order of the said Privy Council) shall be enrolled in the High Court of Chancery in Ireland, and when so enrolled shall be binding on the Commissioners in the exercise of their powers, and shall be of the same force and effect as if the same had been enacted by authority of Parliament; provided always, that any rules so confirmed and enrolled as aforesaid may from time to time be rescinded, amended, or altered, as occasion may require, by other rules made by the Commissioners, and confirmed and enrolled in like manner.    All general rules made and enrolled as aforesaid shall be laid before both Houses of Parliament within one month from the enrolment thereof, if Parliament be then sitting, or, if Parliament be not then sitting, within one month from the commencement of the then next session of Parliament.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "9", "section_title": "Duration of office, and restriction on sitting in Parliament.", "section_text": " 9   No commissioner and no person appointed to any office by the Commissioners shall hold his office for a longer period than ten years next after the passing of this Act, and thenceforth until the end of the next session of Parliament, and no commissioner appointed under this Act shall during his continuance in office be capable of being elected to or sitting as a member of the House of Commons.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "10", "section_title": "Prohibition of future appointments.", "section_text": " 10   Save as herein-after mentioned, no person shall, after the passing of this Act, he appointed by Her Majesty or any other person or corporation by virtue of any right of patronage or power of appointment now existing to any archbishopric, bishopric, benefice, or cathedral preferment in or connected with the said Church.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "11", "section_title": "Property of Ecclesiastical Commissioners vested in Commissioners under this Act.", "section_text": " 11   From and after the passing of this Act all property, real and personal, at the date of such passing vested in or belonging to the Ecclesiastical Commissioners for Ireland, is transferred to and vested in the Commissioners appointed under this Act, subject to all tenancies, charges, incumbrances, rights (including tenants rights of renewal), or liabilities affecting the same, and the corporation of the Ecclesiastical Commissioners for Ireland is hereby dissolved.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "12", "section_title": "Church property vested in Commissioners under this Act.", "section_text": " 12   On the first of January one thousand eight hundred and seventy-one, save as herein-after provided, all property, real and personal, belonging or in anywise appertaining to or appropriated to the use of any archbishopric, bishopric, benefice, or cathedral preferment in or connected with the said Church, or belonging or in anywise appertaining to or appropriated to the use of any person as holding any such archbishopric, bishopric, benefice, or cathedral preferment, or belonging or in anywise appertaining to or appropriated to the use of any cathedral corporation in Ireland, as defined by this Act, shall vest in the Commissioners, subject as herein-after mentioned ; that is to say,   1   In case of all such property, subject to any quitrents, head rents, leases, and other tenancies, charges, and incumbrances affecting the same:     2   In the case of any houses, buildings, farms, lands, churches, burial grounds, or other corporeal hereditaments to which, or to the rent and profits of which, any archbishop, bishop, or person holding any such benefice or cathedral preferment as aforesaid may be entitled, subject to the life interests of such archbishop, bishop, or person respectively; and such last-mentioned corporeal hereditaments shall, subject to the provision for commutation herein-after contained, continue in such archbishop, bishop, or person respectively for their respective lives with the same powers, rights, and authorities and in the same manner as if this Act had not passed :     3   On the death or cessor of the interest of any archbishop or bishop aforesaid the tenants then holding directly under any such archbishop or bishop where leases had been theretofore customarily renewable shall have similar rights of renewal of their said leases, and the said Commissioners shall be under similar obligations and have similar powers and rights in relation to such renewals, and the rents and fines thereupon, as the tenants of sees suppressed under statute third and fourth William the Fourth, chapter thirty-seven, and as the Ecclesiastical Commissioners in regard thereto had and were under respectively immediately before the passing of statute twenty-third and twenty-fourth Victoria, chapter one hundred and fifty : every application for any such renewal shall be made within one year from the death or cessor of the interest of such archbishop or bishop, and thereupon the Commissioners shall once and for ever fix for the future the rent and periods of renewal and the fine to be paid thereupon, and in case of any difference in relation to such rent or fine the same shall be referred to arbitration as herein.    "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "13", "section_title": "Dissolution of ecclesiastical corporations, and cessation of right of bishops to sit in House of Lords.", "section_text": " 13   On the said first of January one thousand eight hundred and seventy-one every ecclesiastical corporation in Ireland, whether sole or aggregate, and every cathedral corporation in Ireland, as defined by this Act, shall he dissolved, and on and after that day no archbishop or bishop of the said Church shall be summoned to or be qualified to sit in the House of Lords as such; provided that every present archbishop, bishop, dean, and archdeacon of the said Church shall during his life enjoy the same title and precedence as if this Act had not passed.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "14", "section_title": "Compensation to ecclesiastical persons other than curates.", "section_text": " 14   The Commissioners shall, as soon as may be after the passing of this Act, ascertain and declare by order the amount of yearly income of which the holder of any archbishopric, bishopric, benefice, or cathedral preferment in or connected with the said Church will be deprived by virtue of this Act, after deducting all rates and taxes, salaries of curates found by the Commissioners on inquiry as authorized by the fifteenth section of this Act to be permanent curates, payments to diocesan schoolmasters, and other outgoings to which such holder is liable by law, but not deducting income or property tax, and the commissioners shall have regard to the prospective increase (if any) of such income by the falling in or cessation of charges thereon; and the Commissioners shall, as from the first day of January one thousand eight hundred and seventy-one, pay each year to every such holder so long as he lives and continues to discharge such duties in respect of his said archbishopric, bishopric, benefice, or preferment as he was accustomed to discharge, or would, if this Act had not passed, have been liable to discharge, or any other spiritual duties in Ireland which may be substituted for them, with his own consent, and with the consent of the representative body of the said Church hereinafter mentioned, or, if not discharging such duties, shall be disabled from so doing by age, sickness, or permanent infirmity, or by any cause other than his own wilful default, an annuity equal to the amount of yearly income so ascertained as aforesaid: Provided that no deduction shall, in the case of any incumbency, be made in respect of a curate's salary under this section unless a deduction for curate's salary has been made in the case of the same incumbency by the Ecclesiastical Commissioners for Ireland during five years next preceding the first day of January one thousand eight hundred and sixty-nine; and provided always, that where deduction has been made under this section in respect of the salary of a curate, and the salary of such curate ceases otherwise than by commutation under this Act in the lifetime of the person in ascertaining whose yearly income such salary has been deducted as aforesaid, the Commissioners shall thenceforth pay to such person, so long as he lives and continues to discharge the duties of his office, a further annuity equal to the amount of such curate's salary, subject to the provisions for commutation herein-after contained.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "15", "section_title": "Compensation to curates.", "section_text": " 15   The Commissioners shall inquire whether any curate, serving as such at any time between the first day of January one thousand eight hundred and sixty-nine and first day of January one thousand eight hundred and seventy-one, is to be deemed a permanent curate, and shall determine the same, having regard to the length or term of his service, the duties to be discharged in the benefice, the non-residence, infirmity, or other incapacity of the incumbent, or his habit of employing a curate. The Commissioners shall ascertain, and declare by order the amount of yearly income received by any such permanent curate, and shall pay to every such curate so long as he lives and continues to discharge the duties of his said curacy, or any other spiritual duties in Ireland, which with his own consent and with the consent of the Church body herein-after mentioned may be substituted for them, or if not discharging such duties shall be disabled from so doing by age, sickness, or permanent infirmity, or any cause other than his own wilful default, an annuity commencing on the first day of January one thousand eight hundred and seventy-one equal to the amount of such yearly income, or shall on the application of such curate, made at any time between the first day of January one thousand eight hundred and seventy-one and the first day of January one thousand eight hundred and seventy-two, and with the consent of the Church body herein-after mentioned, cause the present value of such life annuity to be estimated, and pay the same to such curate or to such curate and Church body in such proportions as they shall agree: Provided that where the salary of a curate has been deducted under section fourteen from the income of any incumbent, such curate shall be deemed to be a permanent curate within the meaning of this section; and no commutation of his salary, and no change in his duties for the purposes of this Act, shall he made without the consent of the incumbent from whose income the salary of such curate has been deducted.    The Commissioners may make to any curate who is not entitled to compensation as a permanent curate, and who is serving as a curate on any day between the said first day of January one thousand eight hundred and sixty-nine and the said first day of January one thousand eight hundred and seventy-one, both inclusive, such gratuity for the loss of his curacy as they may think just, so that the amount thereof do not exceed twenty-five pounds for every year during which he shall have served as a curate : Provided always, that in any case in which the period of service of any curate shall not amount to eight years, the Commissioners may make up such gratuity to the sum of two hundred pounds : Provided also, that such gratuity shall in no case exceed the sum of six hundred     When any annual sum granted by Parliament to the holder of any benefice in or connected with the said Church is discontinued, the Commissioners shall ascertain and declare by order the amount of yearly income of which such holder is thereby deprived, after making such deductions as aforesaid, and the Commissioners shall, as from the day of the discontinuance thereof, pay each year to every such holder so long as he lives and continues to discharge such duties as aforesaid an annuity equal to the amount of yearly income so ascertained as aforesaid.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "16", "section_title": "Compensation to diocesan and district schoolmasters, clerks, sextons, &c.", "section_text": " 16   The Commissioners shall, as soon as may be after the passing of this Act, ascertain and declare by order the following particulars:   1   The amount of yearly salary which each schoolmaster of any diocesan or district school in Ireland is entitled to receive under any warrant of the Lord Lieutenant in Council made under the provisions of the Act of the session of the fifty-third year of the reign of His late Majesty King George the Third, chapter one hundred and seven, or any statutory amendment thereof:     2   The amount of yearly salary which each clerk, sexton, or other holder of a freehold office of a similar character, or of any office held during good behaviour which the Commissioners may think equal to a freehold office, connected with any cathedral, parish, chapelry, and chapel of ease in Ireland, is entitled to receive, and of the emoluments of which he will be deprived by this Act:    and the Commissioners shall every year, after the first of January one thousand eight hundred and seventy-one, pay to each such diocesan schoolmaster, clerk, sexton, and officer respectively, so long as he lives and continues to perform the duties of his office personally or by sufficient deputy in the same school, cathedral, church, or chapel, or, in the case of a clerk, sexton, or officer of the said church, any duties of the same kind which shall be assigned to him by the representative body of the Church herein-after mentioned, and which he will agree to perform, an annuity equal to the amount of his yearly salary and emoluments so ascertained as aforesaid, or shall, on the application of such annuitant, being a clerk, sexton, or officer of the said church, made at any time between the first day of January one thousand eight hundred and seventy-one and the first day of January one thousand eight hundred and seventy-two, and with the consent of the Church body herein-after mentioned, cause the present value of such life annuity to be estimated, and pay the same to such annuitant, or to such annuitant and Church body, in such proportions as they shall agree r Provided that no commutation shall be made of the salary of an annuitant, being a sexton, clerk, or other officer as aforesaid, without the consent of the ecclesiastical person under whom such sexton, clerk, or officer may be serving at the time of the application being made for commutation.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "17", "section_title": "Compensation to persons not included in preceding section.", "section_text": " 17   The Commissioners shall pay to any person holding an appointment in or connected with any church or chapel in the said Church, and not entitled to compensation under the preceding section, and who has held such office for two years before the first day of January one thousand eight hundred and seventy-one, and is holding the same on the said day, such sum by way of gratuity, not exceeding one year's salary, as they think fit; and where the said Commissioners shall find that any such person is or may be deprived of any income derived from any property or fund vested in the said Commissioners under this Act, they may pay to any such person such further sum by way of compensation, either by a single payment or by a life annuity, as they shall, with the consent of the Lords Commissioners of Her Majesty's Treasury, determine.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "18", "section_title": "Compensation to lay patrons.", "section_text": " 18   The Commissioners shall, as soon as may be after the passing of this Act, ascertain and by order declare the amount of compensation which ought to be paid to any person or body corporate who or which shall within three years therefrom make application in writing to this effect for or in respect of any advowson, right of presentation or nomination to any benefice or cathedral preferment, vested in or belonging to such person or body corporate, and affected by the provisions of this Act, and shall by and out of any monies for the time being in their hands pay to such person or body corporate the amount of such compensation so ascertained and declared as aforesaid; but Her Majesty shall not, nor shall any corporation, sole or aggregate, dissolved by this Act, nor shall any trustees, officers, or persons acting in a public capacity, be entitled to compensation for or in respect of any advowson, right of presentation or nomination to any benefice or cathedral preferment vested in or belonging to Her Majesty or such corporation, trustees, officers, or persons : Provided always, that where any person would, but for the provisions of the statutes affecting Roman Catholics in reference to conformity to the Established Church, have had at the passing of this Act any such advowson or right of presentation vested in him, he shall be entitled to compensation for such advowson or right of presentation in the same manner as if the same were then actually vested in such person.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "19", "section_title": "Repeal of laws prohibiting holding of synods, &c.", "section_text": " 19   From and after the passing of this Act there shall be repealed and determined any Act of Parliament, law, or custom whereby the archbishops, bishops, clergy, or laity of the said Church are prohibited from holding assemblies, synods, or conventions, or electing representatives thereto, for the purpose of making rules for the well-being and ordering of the said Church; and nothing in any Act, law, or custom shall prevent the bishops, the clergy, and laity of the said Church, by such representatives, lay and clerical, and to be elected as they the said bishops, clergy, and laity shall appoint, from meeting in general synod or convention, and in such synod or convention framing constitutions and regulations for the general management and good government of the said Church, and property and affairs thereof, and the future representation of the members thereof in diocesan synods, general convention, or otherwise.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "20", "section_title": "Existing law to subsist by contract.", "section_text": " 20   The present ecclesiastical law of Ireland, and the present articles, doctrines, rites, rules, discipline, and ordinances of the said Church, with and subject to such (if any) modification or alteration as after the first day of January one thousand eight hundred and seventy-one may be duly made therein according to the constitution of the said Church for the time being, shall be deemed to be binding on the members for the time being thereof in the same manner as if such members had mutually contracted and agreed to abide by and observe the same, and shall be capable of being enforced in the temporal courts in relation to any property which under and by virtue of this Act is reserved or given to or taken and enjoyed by the said Church or any members thereof, in the same manner and to the same extent as if such property had been expressly given, granted, or conveyed upon trust to be held, occupied, and enjoyed by persons who should observe and keep and be in all respects bound by the said ecclesiastical law, and the said articles, doctrines, rites, rules, discipline, and ordinances of the said Church, subject as aforesaid; but nothing herein contained shall be construed to confer on any archbishop, bishop, or other ecclesiastical person any coercive jurisdiction whatsoever : Provided always, that no alteration in the articles, doctrines, rites, or, save in so far as may be rendered necessary by the passing of this Act, in the formularies of the said Church, shall be binding on any ecclesiastical person now licensed as a curate or holding any archbishopric, bishopric, benefice, or cathedral preferment in Ireland, being an annuitant or person entitled to compensation under this Act, who shall within one month after the making of such alteration signify in writing to the Church body hereafter mentioned his dissent therefrom, so as to deprive such person of any annuity or other compensation to which under this Act he may be entitled.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "21", "section_title": "Abolition of ecclesiastical courts and ecclesiastical law.", "section_text": " 21   On and after the first day of January one thousand eight hundred and seventy-one all jurisdiction, whether contentious or otherwise, of all the ecclesiastical, peculiar, exempt, and other courts and persons in Ireland at the time of the passing of this Act having any jurisdiction whatsoever exerciseable in any cause, suit, or matter, matrimonial, spiritual, or ecclesiastical, or in any way connected with or arising out of the ecclesiastical law of Ireland, shall cease ; and on and after the said first day of January one thousand eight hundred and seventy-one the Act of the session of the twenty-seventh and twenty-eighth years of the reign of Her present Majesty, chapter fifty-four, shall be repealed, and on and after the last-mentioned day the ecclesiastical law of Ireland, except in so far as relates to matrimonial causes and matters, shall cease to exist as law.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "22", "section_title": "Incorporation of Church body.", "section_text": " 22   If at any time it be shown to the satisfaction of Her Majesty that the bishops, clergy, and laity of the said Church in Ireland, or the persons who, for the time being, may succeed to the exercise and discharge of the episcopal functions of such bishops, and the clergy and laity in communion with such persons, have appointed any persons or body to represent the said Church, and to hold property for any of the uses or purposes thereof, it shall be lawful for Her Majesty by charter to incorporate such body, with power, notwithstanding the statutes of mortmain, to hold lands to such extent as is in this Act provided, but not further or otherwise.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "23", "section_title": "Redemption of annuities and life interest of ecclesiastical persons.", "section_text": " 23   In the event of a representative corporate body, herein-after referred to as \" the representative body of the said Church,\" being constituted in pursuance of this Act to represent the said Church, any archbishop, bishop, or person holding any such benefice or cathedral preferment as aforesaid, or any curate entitled to an annuity under this Act, may after the first day of January one thousand eight hundred and seventy-one apply to the Commissioners to commute his annuity and the value of his life interest, if any, in any ecclesiastical property held, by him in pursuance of this Act, exclusive of any income derived from pew rents and burial fees, for a capital sum ; and the Commissioners, if satisfied that such annuity and life interest is unincumbered, or, if incumbered, that the incumbrancers consent to the commutation, and that the said representative body assent to such commutation, and also, in the case of a curate, that the incumbent (if any) from whose income the salary of such curate has been deducted as aforesaid assents, shall cause the then present value of such annuity and also of such life interest, exclusive as aforesaid, to be estimated, and shall pay the amount of such estimated value to the representative body of the said Church charged with the payment of the annuity in respect of which the capital sum is paid, so long as the annuitant requires such payment to be made, but with power to the representative body of the said Church to make such arrangements in respect of the commuted value of the annuity with the annuitant, and as to the disposal of such portion thereof as shall after such arrangements be applicable to Church purposes, as shall to such body seem fit; and upon such capital sum being paid, the annuity of such applicant shall cease, and all the estate and interest of the said applicant in any such ecclesiastical property as aforesaid shall vest in the     Any person having a life interest in ecclesiastical property in pursuance of this Act, although not the recipient of an annuity, shall be deemed to be an annuitant for the purposes of this section, and such life interest may be valued and commuted accordingly; provided that the value of the life interest in any ecclesiastical property of the said Church shall include the benefit (if any) derived from fines paid on the renewal of leases, on an average of fourteen years preceding the first of January one thousand eight hundred and sixty-nine ; and the Commissioners shall at any time between the first day of January one thousand eight hundred and seventy-one and the first day of January one thousand eight hundred and seventy-three, but not afterwards, if it appears to them, as respects any diocese or united dioceses in Ireland, as the case may he, or as respects any Protestant nonconforming body or communion, that not less than three fourths of the whole number of ecclesiastical persons in such diocese or united dioceses, or of the whole number of the ministers of such body or communion authorized to commute under this Act, hare commuted or agreed to commute their life interests, pay in addition to the monies otherwise payable by them a sum equal to twelve pounds in the hundred on the commutation money payable in respect of each life interest, such addition to be disposed of in the same manner as the commutation money in respect of which it is added.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "24", "section_title": "Building charge to be paid on commutation of annuity.", "section_text": " 24   When any annuity is commuted as aforesaid, the Commissioners shall, as soon as may he, ascertain and by order declare the amount of any building charge to which the archbishop, bishop, incumbent, or person holding such cathedral preferment, and theretofore entitled to such annuity as aforesaid, or any person or persons claiming through or under him, may be entitled, after deducting such sum or sums of money (if any) as the Commissioners may ascertain and declare to be just in respect of any dilapidations or want of proper repair in any of the buildings subject to such charge, and the Commissioners shall thereupon pay to such archbishop, bishop, or person holding such benefice or cathedral preferment, or any person or persons claiming as aforesaid (as the case may be), the principal sum (if any) so ascertained and declared to be payable to him or them in respect of such building charge as aforesaid.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "25", "section_title": "Enactments with respect to churches.", "section_text": " 25   The following enactments shall be made with respect to churches rested in the Commissioners under this Act:   1   Where any church or ecclesiastical building or structure appears to the Commissioners to be ruinous, or if a church to be wholly disused as a place of public worship, and not suitable for restoration as a place of public worship, and yet to be deserving of being maintained as a national monument by reason of its architectural character or antiquity, the Commissioners shall by order vest such church, building, or structure in the secretary of the Commissioners of Public Works in Ireland, to be held by such secretary, his heirs and assigns, upon trust for the Commissioners of Public Works, to be preserved as a national monument, and not to be used as a place of public worship, and the Commissioners shall ascertain and by order declare what sum is in their judgment required for maintaining as national monuments the churches, buildings, and structures so vested, and shall pay such sum accordingly to the said secretary, to be held upon trust for the said Commissioners, and to be applied by them in maintaining the said churches, buildings, and structures :     2   Where any church is in actual use at the time of the passing of this Act, and the representative body of the said church, at any time within six months after the first of January one thousand eight hundred and seventy-one, apply to the Commissioners stating that they require such church for religious purposes, or for the purpose of taking the same down and erecting or enlarging another church or churches in lieu thereof, the Commissioners shall by order vest the church in the said representative body of the said Church, subject to any life estate or interest that is existing therein :     3   Where any church was in use at the time of the passing of this Act, and no application in respect thereof is made by the said representative body of the said Church within the said prescribed period, and such church was erected at the private expense of any person, the Commissioners shall, on the application of the person who erected such church, if alive, or of his representatives if he died since the year one thousand eight hundred, by order vest such church in the applicant or applicants, or in such person or persons as he or they may direct:     4   Where any church vested in the Commissioners under this Act is not disposed of under the preceding sections, the Commissioners shall dispose of such church and the site thereof in such manner as they think expedient:     5   Where any church is vested in the representative body of the said Church by order of the Commissioners, any school-house belonging thereto or used in connexion therewith, together with any land occupied with such schoolhouse, and by this Act vested in the Commissioners, shall be included in the said order :     6   No vesting order made under this section shall prejudice or affect the right of any person or persons to any vault or other place of burial within any church or ecclesiastical building, and every such vesting order shall be deemed to be subject thereto, and to all such other rights of sepulture therein as may be subsisting at the date of such order.    "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "26", "section_title": "Enactments with respect to burial grounds.", "section_text": " 26   The following enactments shall he made with respect to burial grounds vested in the Commissioners :   1   Where any church vested in the representative body of the said Church has a burial ground annexed or adjacent thereto, but not separated therefrom by any carriage highway, or that has been granted by a private donor to, or exclusively used by, the parishioners attending the said church, such burial ground shall be included with the church in the order made by the Commissioners, subject to any life estate or interest subsisting therein, and pass to the said representative body accordingly, but without prejudice to such rights of or in respect of burial as may be subsisting therein, or may be thereafter declared to subsist therein by Act of Parliament; or the Commissioners shall, at the option of the said representative body, vest such burial ground in the guardians of the poor law union within which the same may be situate, subject to a right of way in the said representative body, and the clergy and congregation attending the said church, and such other persons as may resort thereto for the purpose of divine worship, or for the purpose of repairing the said church, or for any other lawful purpose; and such guardians shall not allow any funeral to take place during the usual time of the ordinary services in the said church, and shall make such other regulations as may be found necessary from time to time to prevent any interference by persons attending funerals with the clergy or congregation attending the said church, and shall keep the wall or other fence, and the gates or doors of, and any road or path through, such burial ground to the church situate therein in good and sufficient repair, and shall, as far as may be consistently with the provisions herein-before contained, hold such burial ground for the same purposes, and subject to the same rules and regulations, as if such burial ground were a burial ground purchased or taken by such guardians, being a burial board under the provisions of \" The Burial Act (Ireland), 1856,\" and the statutory amendments thereof, for the time being, but without prejudice to such rights of burial as may be subsisting therein at the date of such order, or may thereafter be declared to subsist therein by Act of Parliament:     2   Where any church conveyed to the secretary to the Commissioners of Public Works for Ireland as aforesaid has a burial ground annexed or adjacent thereto, and also in every case other than those herein-before provided for in which a burial ground is vested in the Commissioners under this Act, unless such burial ground is in any private park, demesne, or ornamental grounds, the Commissioners shall vest such burial ground in the guardians of the poor of the poor law union within which the same may be situate, to be held by such guardians for the same purposes, and subject to the same rules and regulations, as if such burial ground were a burial ground purchased or taken by such guardians, being a burial board under the provisions of the Burial Act (Ireland), 1856, and the statutory amendments thereof, for the time being, but without prejudice to such rights of burial as may be subsisting therein at the date of such order, or may thereafter be declared to subsist therein by Act of Parliament; and the Commissioners may, in the case of burial grounds situate in private parks, demesnes, or ornamental grounds, vest the same in such person and in such manner as the Lord Lieutenant in Council may direct in each particular instance.    "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "27", "section_title": "Enactments with respect to ecclesiastical residences.", "section_text": " 27   Where there is any ecclesiastical residence vested in the Commissioners which at the time of the passing of this Act or within six months prior thereto is or has been occupied as a residence by any ecclesiastical person performing or aiding in the performance of the services in any church vested in the representative body of said Church in pursuance of this Act, or in any building temporarily used in place of a church, or where such residence being a see house is or has been occupied by the archbishop or bishop of the see to which such residence belongs at the time of the passing of this Act, or within six months prior thereto, the Commissioners shall, on the application of the representative body of the said Church, by order vest in that body such ecclesiastical residence, with the garden and curtilage thereto, subject to such life estate or interest, if any, as may be then subsisting therein, upon payment to the Commissioners of such sum as is herein-after mentioned, that is to say, where there is no building charge affecting the same, upon payment to the Commissioners of a sum equal to ten times the amount of the annual value of the site of such ecclesiastical residence estimated as land, and of the said garden and curtilage, such value to be determined in case of disagreement by arbitration; and where there is a building charge affecting the same, on payment to the Commissioners of such one of the two sums herein-after mentioned as may be the smallest, that is to say, either the amount of such building charge or a sum equal to the value of such ecclesiastical residence, with the garden and curtilage thereto, taken at ten years purchase of the annual value as estimated by the general tenement valuation, such valuation and payment to be made, if there be no life estate or interest subsisting in such residence, at the time of the making of the said vesting order, but if there be a life estate or interest subsisting therein, then such valuation, and also the payment to the Commissioners or persons entitled thereto in place of the Commissioners, to be made immediately after the determination of such life estate or interest.    Where the payment of the amount of any building charge or sum as aforesaid is deferred in pursuance of this section, the amount thereof shall be deemed to be a lien on the said ecclesiastical residence, and the garden and curtilage thereto, in the nature of a lien for unpaid purchase money, but it shall not bear interest until the same becomes payable in pursuance of this section.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "28", "section_title": "Power to convey additional land to Church body.", "section_text": " 28   Where any ecclesiastical residence is by order of the commissioners vested in the representative body of the said Church, the Commissioners may, on the application of the said body, by order vest a further portion of land in the said body; that is to say,   1   In the case of a see house a quantity of land not exceeding thirty acres, being land usually occupied with the said see house;     2   In the case of any other ecclesiastical residence a quantity of land not exceeding ten acres, being land usually occupied with the said ecclesiastical residence :      Provided always, that if the Commissioners shall be of opinion that for the convenient enjoyment of the said house or residence, or by reason of the severance which would otherwise take place, an additional quantity of land should be granted, they shall by order vest such additional land in the said body.    There shall be paid to the said Commissioners by the said representative body as the price of the land to be vested in them in pursuance of this section such sum as may be agreed upon or may be determined by     Any vesting order made by the Commissioners in pursuance of this section shall have annexed thereto a map accurately defining the land thereby vested.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "29", "section_title": "Enactments with respect to private endowments.", "section_text": " 29   In lieu of any real or personal property becoming vested in the Commissioners by virtue of this Act which may consist or be the produce of property or monies given by private persons out of their own resources, or which may consist of or be the produce of monies raised by private subscription, and without prejudice to any life interests preserved or secured by this Act, the Commissioners shall, on the application of the representative body of the said Church, pay as at the end of six calendar months after the first day of January one thousand eight hundred and seventy-one to such representative body the sum of five hundred thousand pounds sterling; but such payment shall be without prejudice to any claim in respect of any particular private endowment which may within twelve months after such payment be substantiated against the said sum.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "30", "section_title": "Moveable chattels belonging to see or church.", "section_text": " 30   All plate, furniture, and other moveable chattels belonging to any church or chapel, or used in connexion with the celebration of Divine worship therein, shall vest in the representative Church body when incorporated; and, subject to the life enjoyment of same by the existing incumbents, all moveable chattels held and enjoyed by the incumbent for the time being of any see, cathedral preferment, and benefice in his corporate right, together with or as incident to the occupation of any ecclesiastical residence, shall also vest in the same body when incorporated; and where any property is vested in any ecclesiastical or cathedral corporation in Ireland in trust for the poor or any other charitable purpose, the dissolution of such corporation shall not affect the continuance of the trust, but such property shall immediately upon such dissolution vest in the representative body of the said Church, or, in default of and until the same shall be constituted, in the Commissioners for the execution of this Act, but subject always to the trusts affecting the same, and under the same supervision, local or otherwise, as theretofore, or as near thereto as the circumstances of the case will admit; and in all cases where ecclesiastical persons are at present in right of their dignities or offices entitled to be members of any lay corporations constituted for the management of any private endowment, or are trustees for the management of property belonging to institutions of private foundation for purposes not ecclesiastical, then the persons (if any) who shall hereafter at any time discharge duties similar or analogous to those now discharged by such ecclesiastical persons shall be entitled to succeed in their room, and be members of such lay corporations, and to act as such trustees.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "31", "section_title": "Limitation of right to purchase fee simple in consideration of perpetual rent.", "section_text": " 31   No application under the Act of the session of the third and fourth years of King \"William the Fourth, chapter thirty-seven, and the Acts amending the same, or any of them, by any immediate or inferior tenants, for the purchase or conveyance of the fee simple and inheritance of any lands, shall he made after the expiration of three years from the first day of January one thousand eight hundred and seventy-one, hut save as aforesaid nothing in this Act contained shall prejudice or affect the right of any such immediate or inferior tenant to purchase or have such conveyance of the fee simple and inheritance as aforesaid :    In any case in which by any of the provisions of the said Acts it is required that anything relating to any such purchase or conveyance, or to the renewal of any lease, shall he done by the Ecclesiastical Commissioners for Ireland, such provision shall be construed as if the Commissioners hereby constituted were named therein instead of such Ecclesiastical Commissioners.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "32", "section_title": "Sale of tithe rentcharge to owners of land.", "section_text": " 32   The Commissioners may at any time after the first clay of January one thousand eight hundred and seventy-one sell any rentcharge in lieu of tithes vested in them under this Act to the owner of the land charged therewith in consideration of a sum equal to twenty-two and a half times the amount of such rentcharge ; and upon any such sale being so made, the Commissioners shall by order declare the rentcharge to be merged in the land out of which it issued, and the same shall merge and be extinguished     Upon the application of any owner so purchasing, the Commissioners may by order declare his purchase money or any part thereof to be payable by instalments, and the land out of which such rentcharge issued to be accordingly charged as from a day to be mentioned in such order for fifty-two years thence next ensuing with an annual sum calculated at the rate of four pounds nine shillings per centum on the purchase money, less such sum in the pound as such owner shall be ascertained by the Commissioners to have been on an average of five years preceding the passing of this Act entitled to deduct for poor rates from the tithe rentcharge payable by him, or for such less number of years as may be agreed upon at an equivalent annual sum, so as to discharge the principal and interest in such less number of years. The annual sum charged by such order shall have priority over all charges and incumbrances, except quit or crown rents, and shall be payable by the same persons, and be recoverable in the same manner, and be subject to the same charges, if any, as the rentcharge in lieu of tithes heretofore payable out of the same lands.    \" Owner \" for the purposes of this section shall mean the person for the time being liable to pay rentcharge in lieu of tithes under the provisions of the Act of the first and second years of the reign of Her present Majesty, chapter one hundred and nine.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "33", "section_title": "Commissioners may purchase surrender or assignment of lease.", "section_text": " 33   The Commissioners may, in order to the commutation of tithe rentcharge, purchase the surrender or assignment of any subsisting lease of tithe rentcharge made by an ecclesiastical person or corporation.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "34", "section_title": "Power to Commissioners to sell property vested in them by this Act.", "section_text": " 34   The Commissioners may at any time after the first of January one thousand eight hundred and seventy-one sell by public auction or private contract, or otherwise convert into money, any real or personal property vested in them by this Act, subject to the other provisions of this Act, and to the following conditions :   1   They shall not sell to the public any perpetual yearly rent issuing out of any land, or any right to mines or quarries in any land, where the fee simple of the land subject to such rent or right is vested in some person other than the Commissioners, until they have given notice to the owner of such land that they are willing to sell the same to him at the price herein-after mentioned, and the owner has declined to accept their offer:     2   Perpetuity rents shall be offered to the owner of the land out of which they issue at a capital sum equal to twenty-five times the annual amount of such rents :     3   The price of the rights to mines or quarries shall be fixed by the Commissioners by order :     4   They shall not sell to the public the fee simple of any land in which any archbishop, bishop, or person holding any such benefice or cathedral preferment as aforesaid has a life interest during the continuance of such life interest:     5   They shall not sell to the public the fee simple of any land which is held immediately from or under the Commissioners by virtue of any lease or tenancy, until they have given notice to the lessee or tenant that they are willing to sell the fee simple to him for a price to be named by the Commissioners in such notice, and such lessee or tenant has declined to accept their offer; and they shall not sell to the public the fee simple of any land which is held immediately from or under the Commissioners by virtue of any lease for twenty-one years or for three lives, or twenty-one years, or for forty years, or for three lives, until the expiration of three years from the first day of January one thousand eight hundred and seventy-one :     6   Notice shall he given to the owner, where such owner is known to the Commissioners, by sending by post a letter containing the terms of the offer addressed to him at his last known place of abode; where he is not known, notice may be given by advertising the terms in the Dublin Gazette, and in one or more local newspapers as the Commissioners may determine:     7   An owner shall be deemed to have declined to accept the offer of the Commissioners if he do not accept the same in writing, and pay or secure the purchase money to the Commissioners within three months after the giving of such notice as aforesaid:     8   \" Owner of land \" for the purposes of this section shall include a \" limited owner\" as defined by the \" Landed Property (Ireland) Improvement Act, I860;\" and any limited owner may raise the money required for any purchase under this section, or any part thereof, by mortgage (at a rate of interest not exceeding five pounds per centum per annum) of the land of which he is such limited owner as aforesaid.      Any person purchasing from the Commissioners shall hold the lands, tenements, and hereditaments purchased by him subject to all tenants rights of renewal to which the same were subject in the hands of the Commissioners at the time of such sale.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "35", "section_title": "Orders of Commissioners operating as conveyance, &c. to be liable to same stamp duty.", "section_text": " 35   Every order of the Commissioners operating as a conveyance or mortgage of any property shall he deemed to he a conveyance or mortgage within the meaning of the Acts relating to stamps, and shall he chargeable with stamp duty accordingly.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "36", "section_title": "Payment of money into bank.", "section_text": " 36   All purchase monies, rents, and other monies whatsoever payable to the Commissioners under or by reason of any of the provisions of this Act shall be paid into such bank, and be invested in such manner, as may from time to time be determined by the Commissioners of the Treasury.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "37", "section_title": "Accounts of capital and revenues.", "section_text": " 37   The Commissioners appointed under this Act shall prepare in such form, and either annually or for such shorter periods, as the Treasury may direct, accounts of the receipts and expenditure of the capital and of the revenues derived from all property, real and personal, vested in the Commissioners, or of any other funds falling under their control and management under the provisions of this Act; and within three months after the expiration of each year, or other shorter period, to which the accounts relate, the Commissioners shall transmit the same to the Comptroller and Auditor General, to be audited, certified, and reported upon with reference to the provisions of this Act, and in conformity with the powers and regulations prescribed in the Exchequer and Audit Departments Act, 1866, for the rendering and auditing of appropriation accounts; and the accounts, with the reports of the Comptroller and Auditor General thereon, shall be laid before both Houses of Parliament not later than two months after the date on which they shall have been rendered for audit, if Parliament be then sitting, and if not sitting, then within a week after it shall be next assembled: Provided always, that the expense of such audit shall be included in the incidental expenses herein-before mentioned of carrying this Act into execution, and shall be defrayed accordingly.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "38", "section_title": "Compensation to nonconforming ministers.", "section_text": " 38   When the annual parliamentary grant for the expenses of the nonconforming, seceding, and Protestant dissenting ministers in Ireland, commonly called the Regium Donum, and in this Act referred to by that name, is discontinued, the Commissioners shall as soon as may be after such discontinuance ascertain and declare by order the amount of the yearly sum theretofore received thereout by each minister of any Protestant nonconforming congregation in Ireland, or which he would have been entitled to receive if such grant had not been discontinued, and shall pay to each such minister, so long as he lives and is continued in the ministry, by and with the consent of the governing body of the church or religious community to which he may belong, an annuity equal to the yearly amount so ascertained as aforesaid.    The Commissioners shall also on such discontinuance as aforesaid ascertain and declare by order the amount of any yearly sum to which any assistant successor to a minister in such congregation may be prospectively entitled, and shall secure to such successor a deferred life annuity of the same value and payable in the same events as the yearly sum for which it is substituted. The Commissioners shall also ascertain and declare by order what Protestant nonconforming congregations were on the first day of March one thousand eight hundred and sixty-nine fulfilling the conditions necessary for eventually obtaining out of the Regium Donum the payment of yearly sums for their respective ministers, and what would have been in each case the amount of such yearly payment, and the time at which the same would have begun to be payable, and shall as from that time pay to the minister of each such congregation a life annuity, subject to the same conditions as aforesaid, equal to the amount of the yearly payment which he would have become entitled to receive on the fulfilment of the necessary conditions if the 'grant of the Regium Donum had not been discontinued : Provided always, that no minister placed in a congregation, or becoming assistant successor, for the first time after the passing of this Act shall be entitled to any annual sum by way of compensation.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "39", "section_title": "Commutation of annuities of nonconformist ministers, &c.", "section_text": " 39   Any minister or assistant successor of any Protestant nonconforming congregation, to or for whom any annuity is paid or secured under this Act by reason of the discontinuance of the said grant called the Regium Donum, may apply to the Commissioners to commute his annuity for a capital sum to he paid to him, and the said Commissioners, if satisfied that the annuity of the applicant is not incumbered, or if incumbered that the incumbrancers consent to the commutation, shall cause the then present value of the annuity to be estimated, and shall pay the amount of such estimated value to trustees, such trustees to be appointed in the case of any such minister or assistant successor as aforesaid by such minister or assistant successor and the General Assembly or synod or presbytery, as the case may be, of the church or religious community to which such minister or assistant successor may belong.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "40", "section_title": "Repeal of Maynooth Acts.", "section_text": " 40   On and after the first day of January one thousand eight hundred and seventy-one, the Act of the Irish Parliament of the fortieth year of the reign of His late Majesty King George the Third, chapter eighty-five, except the fourth and fifth sections thereof, the Act of the eighth and ninth years of the reign of Her present Majesty, chapter twenty-five, except the first three sections thereof, and the Act of the twenty-third and twenty-fourth years of the reign of Her said present Majesty, chapter one hundred and four, shall he and the same are hereby repealed, save in respect of any pecuniary and individual interests at present existing against the trustees.    When the annual sums herein-after mentioned cease to be paid, compensation shall be made in respect thereof by payment of capital sums as follows, that is to say :   1   In respect of the annual sum paid out of the said Regium Donum to the fund for supporting the widows and orphans of ministers of the synod of Ulster, by payment of the capital sum herein-after mentioned to the Presbyterian Widows Fund Association :     2   In respect of the several annual sums paid out of the Regium Donum to the said association, and also to the trustees of other widows funds of certain Protestant nonconforming bodies respectively, such sums to be ascertained on an average of such number of years as the Commissioners may think fit by payment of the capital sums herein-after mentioned to the said association and trustees of the said widows funds respectively:     3   In respect of the several sums paid annually by ministers in receipt of Regium Donum to the said widows funds respectively out of their first year's income derived from the Regium Donum on such average as aforesaid, by payment of the capital sum herein-after mentioned to the said association and the said trustees respectively:     4   In respect of the annual sum paid out of the Regium Donum to or on account of the clerks of the synod, by payment of the capital sum herein-after mentioned to trustees to be appointed in that behalf by the moderator of the General Assembly or of the synod or presbytery for whose benefit such annual payment was heretofore made as aforesaid :     5   In respect of the annual sums granted by Parliament for the salaries of the theological professors, and for the incidental expenses of the General Assembly's college at Belfast, by payment of the capital sum herein-after mentioned to trustees, not exceeding seven in number, consisting of the existing trustees of the said college, and additional trustees to be appointed in that behalf by the said General Assembly of the Presbyterian Church in Ireland, or by the majority of them :     6   In respect of the buildings of the said college, a sum not exceeding fifteen thousand pounds to the said trustees as last aforesaid:     7   In respect of the annual sums granted by Parliament for the salaries of the theological professors of the non-subscribing associations of Presbyterians, by payment of the capital sum herein-after mentioned to trustees to be appointed in each case by the professors and presidents of such associations:     8   In respect of the annual sum paid during the financial year ending the thirty-first day of March one thousand eight hundred and sixty-nine to the trustees of the College of Maynooth in pursuance of the Act of Parliament in that behalf, by payment of the capital sum herein-after mentioned to the trustees of the said college.      The capital sum to be paid by the Commissioners in respect of each of the annual sums aforesaid shall be fourteen times the amount of each such annual sum. And provided further, that in case of the retirement or removal from office of the present president or vice-president, or of any of the existing masters or professors, of Maynooth College, on account of age, permanent infirmity, or any cause other than his own wilful default, such president, vice-president, master, or professor shall be entitled to receive from the trustees by way of retiring allowance an annual sum equal to two thirds of his actual salary at the time of his retirement or removal.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "41", "section_title": "Remission of debt to trustees of Maynooth.", "section_text": " 41   Any sums of money remaining due from the trustees of the said College of Maynooth to the Commissioners of Public \"Works in Ireland in respect of advances made by the said Commissioners on the security of the sums payable to the said trustees under the sixth section of the said Act of the eighth and ninth years of the reign of Her present Majesty, chapter twenty-five, shall be and the same are hereby released.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "42", "section_title": "Persons aggrieved may appeal.", "section_text": " 42   Where any person is aggrieved by the value set by the Commissioners on any life interest or other interest in respect of which compensation is awarded to him under this Act, and where any person feels aggrieved by the value set by the Commissioners on any advowson or right of presentation in respect of which he is awarded compensation under this Act, he may, if he think fit, refer such question to arbitration. Supplemental Provisions  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "43", "section_title": "Possession to be given up of 24, Upper Merrion Street.", "section_text": " 43   The possession of the house No. 24, Upper Merrion Street, in the city of Dublin, now occupied as an office by the said Ecclesiastical Commissioners, and all furniture and fittings therein, and also all books, accounts, deeds, maps, documents, and papers whatsoever at the date of this Act belonging to the said Ecclesiastical Commissioners, or under their control, or the control of any of their officers, shall immediately after the passing of this Act be delivered up by the person or persons having charge of the same respectively to the Commissioners.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "44", "section_title": "Compensation to Ecclesiastical Commissioners and their officers.", "section_text": " 44   There shall be paid to Arthur Edward Gayer and William Charles Quin (two of the said Ecclesiastical Commissioners) the annual sum of one thousand pounds each during their natural lives respectively, and to Robert Franks (their secretary), to George Lefroy (their treasurer), to the solicitor, and to the several other officers and clerks of the said Ecclesiastical Commissioners whose services may not be required by the Commissioners hereby constituted, such annual sums respectively as the said last-mentioned Commissioners, with the assent of the Lord Lieutenant, may recommend, and shall be approved of by the Commissioners of the Treasury; and if the services of such officers are required by the Commissioners hereby constituted, such services shall, for all purposes of superannuation, be deemed a continuance of their former services.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "45", "section_title": "Compensation to vicars general and other officers by annuities equal to their average income for the three years ending 1st January 1869.", "section_text": " 45   The Commissioners shall ascertain and by order declare the amount of the fees or other emoluments received by each vicar-general, official principal, commissary-general, or chancellor, or registrar or joint registrar of any diocese or united dioceses or any peculiar or exempt jurisdiction in Ireland, or by the registrar of any cathedral corporation, or by the auditor appointed under the said Act of the twenty-seventh and twenty-eighth years of the reign of Her present Majesty, chapter fifty-four, on an average of the three years ending the first day of January one thousand eight hundred and sixty-nine, and of which they may be deprived by this Act, and shall, as from the first day of January one thousand eight hundred and seventy-one, out of any funds for the time being in the hands of the Commissioners under the provisions of this Act, pay to each such vicar-general, official principal, commissary-general, chancellor, or registrar, and auditor respectively during his life an annuity equal to the average amount of his fees and other emoluments ascertained as aforesaid, and shall also pay to each such officer the amount of any fees of which he shall show to the satisfaction of the Commissioners that he has been actually deprived during the interval between the passing of this Act and the first day of January one thousand eight hundred and seventy-one by virtue of the provisions of this Act : Provided always, that in any case where a deputy registrar shall for five years before the passing of this Act have discharged the duty of the office of registrar, such deputy registrar shall receive from the Commissioners such sum by way of compensation for the loss of his office as the Commissioners shall think right, and such sum shall be deducted from the amount payable under this Act to the principal registrar; provided further, that it shall he lawful for such commissioners to grant to all managing and other clerks who have been continuously employed in the office of the said provincial or diocesan registry for five years or upwards immediately before the passing of this Act, and who may sustain any loss of emolument by reason of the passing of the same, such reasonable allowance as the said Commissioners may deem just and proper.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "46", "section_title": "As to benefices of Kilcullen, Kildare, Saint Mary, Saint Thomas, and Saint George, Dublin.", "section_text": " 46   The Commissioners shall ascertain whether the chancellor and prebendaries of Christ Church, Dublin, or any other ecclesiastical person, are or are not entitled to any right of succession in the benefices of Kilcullen, Kildare, Saint Mary, Saint Thomas, and Saint George, Dublin, or any other benefice or benefices, and, if entitled, shall award to them respectively such sum in compensation for the same as shall seem to them just.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "47", "section_title": "Delivery up of books by registrars.", "section_text": " 47   All and singular the records, books, accounts, deeds, maps, documents, and papers whatsoever which in anywise relate to or concern any of the property or premises vested or to become vested in the Commissioners under any of the provisions of this Act shall, within three months next after the said first day of January one thousand eight hundred and seventy-one, be delivered up to the Commissioners by the respective registrars of the several provincial and diocesan or united diocesan or other registries in Ireland, or other the officers then having the custody or possession of the same respectively, on getting receipts therefor from the said Commissioners : Provided always, that the said Commissioners shall preserve the said books, accounts, deeds, maps, documents, and papers, and shall permit reasonable access to the same, and shall hand over to the said representative body such of the said books, accounts, deeds, maps, documents, and papers, if any, as may exclusively relate to property to which the said representative body shall have become entitled, and certified copies of such of them as may relate to the said property, jointly with other property, and at the close of the commission shall lodge the residue thereof in the Public Record Office of Ireland.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "48", "section_title": "Commissioners not to expend monies in building.", "section_text": " 48   It shall not be lawful for the Commissioners to expend any money whatever in or about the building, rebuilding, or enlarging of any cathedral or other church, or any chapel, see house, glebe house, or other building belonging to the said church or to any person holding office therein or connected therewith, or in enlarging or improving any churchyard or graveyard, nor to grant or advance any money for the purposes aforesaid, or any of them, except such sums as the Ecclesiastical Commissioners of Ireland shall before the first of March last have engaged or agreed to expend for such purposes, or such as in the opinion of the Commissioners they may since that date in due and ordinary course of business have engaged or agreed to expend for such purposes.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "49", "section_title": "Commissioners not to expend monies in repairs.", "section_text": " 49   It shall not be lawful for the Commissioners, after the first day of January one thousand eight hundred and seventy-one, to expend any money whatever upon any such buildings, churchyard, or graveyard as aforesaid, whether for repairs or otherwise, nor in payment of salaries of clerks or sextons of any parish, chapelry, or chapel of ease who may be appointed after the passing of this Act, or in providing any church or chapel with fuel, lighting, or things necessary for the celebration of Divine service, nor to grant or advance any money for the purposes aforesaid, or any of them, except such sums as the Ecclesiastical Commissioners shall before the first of March last have engaged or agreed to expend for such purposes, or such as in the opinion of the Commissioners they may since that date in due and ordinary course of business have engaged or agreed to expend for such purposes: Provided that in the meantime, and until the said first day of January one thousand eight hundred and seventy-one, it shall be lawful for the Commissioners to expend such sums of money as they may ascertain and by order declare to be necessary for keeping any such buildings as aforesaid in substantial repair and preservation, or for providing any church or chapel with fuel, lighting, or other things requisite for the decent performance of Divine worship as heretofore in such church or chapel.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "50", "section_title": "Payment of building charge.", "section_text": " 50   Nothing herein contained shall affect the right of any archbishop, bishop, or person holding any benefice or cathedral preferment in the said Church, and whose annuity has not been commuted in pursuance of this Act, to receive the amount of any building charge to which such archbishop, bishop, or other person would have been entitled if this Act had not passed ; and in the event of the circumstances occurring under which such person or his representatives would have been entitled, if this Act had not passed, to receive such charge, the Commissioners shall pay the same to such person or his representatives.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "51", "section_title": "Regulations as to payment of commutation and annuity.", "section_text": " 51   Every annuity payable by the Commissioners under this Act shall be deemed to accrue due from day to day, and shall be paid at such intervals not exceeding in any case six months, and in such manner, as the Commissioners may judge expedient.    The Commissioners may deduct from any annuity payable by them any sums they may have been required to pay to any incumbrancer in respect of any charge which would have been payable out of the property for which such annuity is substituted if no substitution had taken place, subject to the like provision thereout for the discharge of the spiritual duties of the see or benefice as the income thereof would have been liable to if this Act had not been     All commutation monies paid under this Act in lieu of annuities shall be calculated at the rate of three pounds ten shillings per centum per annum.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "52", "section_title": "Power of Commissioners to accept mortgages as security for a portion of purchase money.", "section_text": " 52   Where the Commissioners sell any land or interest in land in pursuance of this Act, the Commissioners may credit the purchaser with such part of the purchase money, not exceeding three fourth parts, as they think proper, on having payment of the same, with interest at the rate of four per centum per annum, secured to the satisfaction of the Commissioners ; and any such purchase money may be made payable by half-yearly instalments, not exceeding sixty-four in number.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "53", "section_title": "Power to pay by instalments.", "section_text": " 53   Where the Commissioners are authorized or required under this Act to pay any capital sum in respect of any commuted annuity, they may, if they think fit, instead of paying such sum at once, elect to pay the same by half-yearly instalments, not exceeding eight in number, together with interest at the rate of three and a half pounds per cent. on any part of the capital for the time being remaining unpaid.    Where the representative body of the said Church is liable to pay any capital sum to the Commissioners, such capital sum may be paid by twenty-two yearly instalments, with interest at the rate of three and a half per cent. on the amount of the purchase money remaining unpaid, to be secured in such manner as the Commissioners think expedient.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "54", "section_title": "Sales of lands, &c. may be made in Landed Estates Court.", "section_text": " 54   If in any case in which the Commissioners are by this Act authorized or directed to sell any property it appears to them to be expedient that the same should be sold, or the sale thereof carried out, in the Landed Estates Court in Ireland, it shall be lawful for the Commissioners so to declare by order, and to direct that such sale shall be effected or carried out by the said court, and thereupon such sale shall he effected or carried out in and by the said court accordingly; hut any right of pre-emption herein-before declared shall he as far as possible preserved in the said court; and the conveyance of the premises so to be sold, or the sale of which may be carried out, under any such order, shall be executed by a judge of the said court, and shall have the same force and operation in all respects as if the same were so executed in a matter in which an absolute order for sale of the said premises had been duly made by the said court on a petition filed therein for that purpose.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "55", "section_title": "Saving claim of arrears of rent, &c.", "section_text": " 55   The vesting of any property in the Commissioners under this Act shall not preclude any person entitled from recovering any arrears of rent, interest, or other sums payable at the time of such vesting, out of or in respect of such property, and such arrears, interest, or other sum may be recovered by such person in the same manner in all respects as if such vesting had not taken place ; and where any person is deprived of any rent, interest, or other sum payable out of or in respect of property by reason of such property vesting in the Commissioners under this Act, the Commissioners, after deducting any rates or charges payable thereout, shall pay to such person a proportionate part of such rents, interest, and other sums in respect of the time that may have intervened between the last day at which such person was entitled to receive such rents, interest, or sums, and the time of the vesting of the property in the Commissioners.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "56", "section_title": "Provision for other persons under disability.", "section_text": " 56   Where any person who (if not under disability) might have made any application, given any consent, done any act, or been party to any proceeding under this Act, is an infant, idiot, or lunatic, the guardian or committee of the estate respectively of such person may make such applications, give such consents, do such acts, and be party to such proceedings, as such person respectively, if free from disability, might have made, given, done, or been party to, and shall otherwise represent such person for the purposes of this Act: where there is no guardian or committee of the estate of any such person as aforesaid, being infant, idiot, or lunatic, or where any person the committee of whose estates if he were idiot or lunatic would be authorized to act for and represent such person under this part of this Act is of unsound mind or incapable of managing his affairs, but has not been found idiot or lunatic under an inquisition, it shall be lawful for the Court of Chancery to appoint a guardian of such person for the purpose of any proceedings under this Act, and from time to time to change such guardian; and where the court sees fit it may appoint a person to act as the next friend of a married woman for the purpose of any proceeding under this Act, and from time to time remove or change such next friend.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "57", "section_title": "Provision as to incapacitated owners.", "section_text": " 57   If in any case any such advowson or building charge as is mentioned in this Act is so circumstanced as that there is not in the opinion of the Commissioners any person competent to give an effectual discharge for the compensation or amount payable in respect thereof, or if the person or any of the persons claiming to he entitled thereto do not deduce his or their title to the satisfaction of the Commissioners, or if any doubt or other difficulty whatsoever arise in relation to the premises, it shall he lawful for the Commissioners so to declare by order, and thereupon the compensation or amount so payable by the Commissioners shall be paid into the Bank of Ireland, ex parte the Commissioners, to be dealt with in the same manner in which purchase money payable to parties under disability is paid into the Bank of Ireland and dealt with in pursuance of the Land Clauses Consolidation Act, 1845 ; and in the construction of that Act this Act shall for the purposes of this section be deemed to be the special Act.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "58", "section_title": "Power to officers of Commissioners to enter upon land.", "section_text": " 58   Any surveyor or other person employed by the Commissioners for the purpose of ascertaining the value of any land or buildings which, or the reversion of which, may be vested in the Commissioners under this Act, may enter upon such land or buildings at all reasonable times during the day, upon making full compensation for any damage he may do for the purpose of making a valuation of such land or buildings, or ascertaining the several matters and things necessary to be ascertained by the Commissioners for the purpose of carrying this Act into effect.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "59", "section_title": "Commissioners to raise money for the purposes of the Act.", "section_text": " 59   The Commissioners may, with the consent of the Commissioners of Her Majesty's Treasury, from time to time raise such sums of money as they may think expedient for the purpose of carrying into effect any of the provisions of this Act, and the Commissioners may give as security for the repayment of any monies so raised, and of interest thereon, the whole or any part of the property vested in them by this Act.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "60", "section_title": "Power to Treasury to advance money to Commissioners.", "section_text": " 60   The Commissioners for the Reduction of the National Debt, if they think fit, with the approval of the Commissioners of Her Majesty's Treasury, may from time to time out of any money in their hands under the Act of the session of the twenty-sixth and twenty-seventh years of Her Majesty (chapter eighty-seven), \"to consolidate and amend the laws relating to savings banks,\" or under the Act of the session of the twenty-fourth and twenty-fifth years of Her Majesty (chapter fourteen), \" to grant additional facilities \" for depositing small savings at interest with the security of the \" Government for due repayment thereof,\" or under both those Acts, advance to the Commissioners, with such guarantee as is by this Act authorized (but not otherwise), the whole or any part or parts of the money which by this Act the Commissioners are authorized to raise.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "61", "section_title": "Power for Treasury to guarantee advance to Commissioners.", "section_text": " 61   It shall be lawful for the Commissioners of Her Majesty's Treasury, if they think fit, from time to time to guarantee the payment of the principal and interest of all or any part of any money for the time being raised by the Commissioners in pursuance of this Act.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "62", "section_title": "Form of security and guarantee.", "section_text": " 62   Any security given by the Commissioners in pursuance of this Act shall be in such form, and may contain such powers of sale or otherwise, as the Commissioners of Her Majesty's Treasury may approve, and there shall be certified thereon, in such form as the said Commissioners of Her Majesty's Treasury may direct, the guarantee to be given by the last-mentioned Commissioners in pursuance of this Act.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "63", "section_title": "Guarantee to be based on Consolidated Fund.", "section_text": " 63   For the purpose of giving effect to the guarantee aforesaid, it shall be lawful for the Commissioners of Her Majesty's Treasury, from time to time, in aid of any money applicable under this Act, for payment of principal and interest for the time being accrued due in respect of any monies raised by the Commissioners in pursuance of this Act, to cause to be issued out of the Consolidated Fund of the United Kingdom, or the growing produce thereof, such sums as may be necessary for payment of the same principal and interest, or of any part thereof respectively.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "64", "section_title": "Repayment to Consolidated Fund.", "section_text": " 64   In case any money is at any time issued out of the said Consolidated Fund in pursuance of the guarantee aforesaid, the Commissioners of Her Majesty's Treasury shall cause the same to be repaid to the said Consolidated Fund out of the funds in the hands of the Commissioners.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "65", "section_title": "Rules as to arbitration.", "section_text": " 65   Arbitrations under this Act shall be conducted in manner directed by \" The Railway Clauses Consolidation Act, 1845,\" and for this purpose the clauses of the said Act with respect to the settlement of disputes by arbitration shall be incorporated herewith, subject to the qualification that, in cases where the Board of Trade is thereby authorized to appoint an umpire, the Commissioners of Public Works in Ireland shall have power to appoint the same.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "66", "section_title": "Regulation as to vacancies.", "section_text": " 66   If any vacancy occur in any archbishopric, bishopric, benefice, or cathedral preferment in or connected with the said Church between the date of the passing of this Act and the first day of January one thousand eight hundred and seventy-one, the following enactments shall be made with respect to such vacancy :   1   All property, real and personal, belonging or in anywise appertaining to or appropriated to the use of any such vacant archbishopric, bishopric, benefice, or cathedral preferment, or belonging or in anywise appertaining to or appropriated to the use of any person as holding any such archbishopric, bishopric, benefice, or cathedral preferment, shall vest in the Commissioners, subject to any quitrents, head rents, leases, and other tenancies, charges, and incumbrances affecting the same :     2   Her Majesty may in the case of a vacant archbishopric, on the requisition of any three bishops of the province, and in the case of a bishop on the requisition of the archbishop of the province in which such bishopric is situate, or of any three bishops of the same province, fill up the vacancy; but no archbishop or bishop so appointed shall be summoned to or be qualified to sit in the House of Lords, and he shall be subject to the provisions herein-after mentioned:     3   In the case of any vacant benefice or cathedral preferment, such vacancy may be filled up by the same person or persons who would have been qualified to fill up the same if this Act had not passed, but the person so appointed shall be subject to the provisions herein-after mentioned:     4   Every person appointed to fill any vacancy in pursuance of this section shall be subject to all the provisions of this Act, and he shall not be entitled to any compensation in respect of any annuity or other interest of which he may be deprived by virtue of this Act; and no person appointed to fill any vacancy in pursuance of this section shall be liable to pay any ad valorem duty or tax to the Crown, or any ad valorem fees to the ecclesiastical registries, neither shall he be bound to pay any building charge upon the preferment or benefice in which the vacancy shall have occurred :      Provided always, that if the owner of any archbishopric, bishopric, benefice, or cathedral preferments, or any curate, be appointed to fill a vacancy in any other archbishopric, bishopric, benefice, or other cathedral preferments, such person, notwithstanding such appointment, shall still have and retain all such life estate or interest and all the rights and privileges to which he would have been entitled if he had not accepted such appointment, and in the meantime he shall pay over the net income of the archbishopric, bishopric, benefice, or cathedral preferment held by him at the time of such appointment to the representative body of the said Church, who shall thereout make such provision for the discharge of the spiritual duties in the said last-mentioned archbishopric, bishopric, benefice, or cathedral preferment, or curacy, as, in the case of an archbishopric or bishopric, shall be directed in writing by the person or persons authorized thereto by the representative body of the said Church, or, in the case of a benefice or cathedral preferment, by the bishop of the diocese for the time being, or, in case of a curate whose salary is deducted under this Act, by the incumbent from whose income such salary has been deducted :   5   The Commissioners may pay to any person appointed to fill a vacancy in pursuance of this section, during such time as he may occupy his office between the date of the passing of this Act and the said first January one thousand eight hundred and seventy-one, a sum equal, as nearly as the Commissioners can determine, to the net annual income of the archbishopric, bishopric, benefice, or cathedral preferment to which he is appointed, or a proportionate part thereof, according as he holds his office for the whole time or a portion only of such time.    "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "67", "section_title": "As to exclusion of house, &c. in cases of commutation.", "section_text": " 67   In case of any commutation as herein-before provided it shall be lawful for the Commissioners, at the desire of the holder of any archbishopric, bishopric, benefice, or cathedral preferment, to exclude from such commutation any house or land reserved to such holder by this Act which shall be in his actual occupation; but in such case the building charges, if any, to which he shall be entitled shall not become payable under section twenty-four of this Act, but payable at the termination of his life interest under section fifty.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "68", "section_title": "Ultimate trust of surplus.", "section_text": " 68   And whereas it is further expedient that the proceeds of the said property should he appropriated mainly to the relief of unavoidable calamity and suffering, yet not so as to cancel or impair the obligations now attached to property under the Acts for the relief of the poor : Be it further enacted, that the said proceeds shall be so applied accordingly in the manner Parliament shall hereafter direct.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "69", "section_title": "Provision as to Acts relating to United Church of England and Ireland.", "section_text": " 69   In all enactments, deeds, and other documents in which mention is made of the United Church of England and Ireland, the enactments and provisions relating thereto shall he read distributively in respect of the Church of England and the Church of Ireland, hut, as to the last-mentioned Church, subject to the provisions of this Act.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "70", "section_title": "Saving rights as to proprietary-chapels and chapels of ease.", "section_text": " 70   Nothing in this Act contained shall affect the patronage or right of presentation to any proprietary or district parochial church or endowed chapel of ease which has been endowed out of private funds, or affect the property in any such church or chapel, or the property held for the purposes of or appropriated to the use of the same, or affect the continuance of the trust relating thereto as originally constituted.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "71", "section_title": "Saving of Act of 39 & 40 G.3 c.67, &c.", "section_text": " 71   Nothing herein contained shall affect the Act of the session of the thirty-ninth and fortieth years of the reign of King George the Third, chapter sixty-seven, and intituled \"An Act for the Union of Great Britain and Ireland,\" or an Act of the Irish Parliament passed in the fortieth year of the reign of King George the Third, and also intituled \" An Act for the Union of Great Britain and Ireland,\" or anything done thereby, except in so far as relates to the union of the Churches of England and Ireland, and except as expressly herein-before provided.  "}, {"act": "Irish Church Act 1869", "year": 1869, "section": "72", "section_title": "Interpretation of terms.", "section_text": " 72   In the construction and for the purposes of this Act the following words and expressions shall have the meanings hereby assigned to them respectively, unless there be something in the subject or context repugnant thereto; (that is to say,)     \" Lord Lieutenant \" shall mean and include the lords justices or other chief governors or governor of Ireland :      \" Lease \" shall include an agreement for a lease, or other contract of tenancy, and the estate or interest created or agreed to be created thereby:      \" Ecclesiastical person \" shall mean and include any archbishop or bishop, or person holding any benefice or cathedral preferment as herein-after defined:      \" Church \" shall include a public chapel or chapel of ease, also a cathedral or collegiate church :      \" Benefice \" shall mean and include every parish, rectory, vicarage, perpetual curacy, donative, chantry, endowed public chapel, parochial chapelry, and chapelry or district annexed, or reputed to be annexed, to any church or chapel, and whether the same be or be not within any exempt or peculiar jurisdiction :      \" Glebe house \" shall mean a house of residence belonging to any benefice as herein-before defined :      \" Cathedral preferment \" shall mean and include every deanery, archdeaconry, prebend, canonry, chaplaincy, office of minor canon, chantry, office of priest vicar, vicar choral or choirman, having any prebend or endowment belonging thereto, or belonging to any body corporate consisting of persons holding any such office, and also every precentorship, treasurership, sub-deanery, chancellorship of the church, and other dignity and office in any cathedral or collegiate church :      \" Cathedral corporation \" shall mean any dean and chapter or chapter, and also any corporation of minor canons, or vicars and choirmen, or vicars choral, or any other subordinate corporation of or belonging to or connected with any cathedral or collegiate church in Ireland :      \" Curate \" shall include residentiary preacher or reader :      \" Property \" shall include things in action and rights of action :      \" Jurisdiction \" shall mean legal and coercive power, and shall not extend to or include any power or authority which may be exercised in a voluntary religious association, upon the footing of mutual contract or agreement.     "}]