[{"act": "Judicial Statistics (Scotland) Act 1869", "year": 1869, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited for all purposes as “ The Judicial Statistics (Scotland) Act 1869. ”"}, {"act": "Judicial Statistics (Scotland) Act 1869", "year": 1869, "section": "2", "section_title": " Schedules to be returned by clerks of courts and other public officers.", "section_text": "2 The following persons, viz.,—first, the clerks of the several courts of law, and of all courts administering civil or criminal justice, and second, keepers of records and other persons receiving remuneration for performing public duties in the civil service of Her Majesty, shall and are hereby required to fill up and transmit to the department for the collection of judicial statistics, before the end of the month of March in each year, such schedules relative to the business transacted in their respective offices during the preceding year as, subject to the following conditions and regulations, they shall from time to time receive from the superintendent of the said department."}, {"act": "Judicial Statistics (Scotland) Act 1869", "year": 1869, "section": "3", "section_title": " Forms of schedules to be certified.", "section_text": "3 Each such schedule shall be in a form which has been certified under the signature of Her Majesty’s Advocate for Scotland as having been approved of by him, and each such form, with his signature attached thereto, shall be preserved in the chambers of the department for the collection of judicial statistics, where the same shall be patent to any clerk or other person who is bound to make a return under such form."}, {"act": "Judicial Statistics (Scotland) Act 1869", "year": 1869, "section": "4", "section_title": " Provision for enforcement.", "section_text": "4 In case any person shall fail to fill up and return such schedule, or shall fail or neglect to do what is herein required of such person, or in case any obstruction shall arise in the execution of this Act, it shall be lawful for Her Majesty’s Advocate for Scotland to apply by summary petition to the Court of Sessions; and in case any person shall consider himself aggrieved by anything that he is required to do under the provisions of this Act, it shall be lawful for him to apply by summary petition to the Court of Session; and in either case the court shall deal therewith according to the practice as to summary petitions, and shall do therein as may seem just and necessary for the execution of the purposes of this Act."}, {"act": "Judicial Statistics (Scotland) Act 1869", "year": 1869, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Judicial Statistics (Scotland) Act 1869", "year": 1869, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}]