[{"act": "Crown Private Estates Act 1862", "year": 1862, "section": "1", "section_title": " Interpretation of terms.", "section_text": "1 In the construction of this Act the expression “ private estates of Her Majesty, her heirs or successors, ” shall mean (unless controlled or confined to a more limited sense by express words or the context) any manors, messuages, lands, tenements, leases, and hereditaments, and other real or heritable property and estate, of whatsoever tenure the same may be, whether situate or arising in England, Scotland or Ireland, or in any other part of Her Majesty’s dominions, which have at any time heretofore been purchased or acquired by Her Majesty, or shall at any time hereafter be purchased or acquired by Her Majesty, her heirs or successors, out of any monies issued and applied for the use of her or their privy purse, or with any other monies not appropriated to any public service, and any manors, messuages, lands, tenements, leases, and hereditaments, and other real or heritable property and estate, of whatsoever tenure the same may be, whether situate or arising in England, Scotland, or Ireland, or in any other part of Her Majesty’s dominions, which have come to Her Majesty, or shall or may come to Her Majesty, or her heirs or successors, by the gift or devise or disposition of, or by descent, inheritance, or succession, or otherwise from, any of her or their ancestors, or any other person or persons not being Kings or Queens of this realm, and any manors, messuages, lands, tenements, leases, and hereditaments, and other real or heritable property and estate, of whatsoever tenure the same may be, and whether situate or arising in England, Scotland, or Ireland, or in any other part of Her Majesty’s dominions, which did or shall belong to Her Majesty, or her heirs or successors, or to any person or persons in trust for her or them, at the time of her or their respective accessions to the Crown of this realm, and which before such accession she or they respectively might have legally granted, sold, given, devised, disponed, or conveyed."}, {"act": "Crown Private Estates Act 1862", "year": 1862, "section": "2", "section_title": " Restrictions of 1 Ann. c. 7, and 1  Geo.  3. c. 1, and 34 Geo. 3. c. 75 not to extend to the private estates of the Sovereign.", "section_text": "2 None of the provisions or restrictions contained in the said Acts of the first year of Her Majesty Queen Anne and the first and thirty-fourth years of His Majesty King George the Third, or in any other Act or Acts of Parliament relating to any manors, messuages, lands, tenements, leases, or hereditaments, or other real or heritable property or estate vested in or belonging to Her Majesty, her heirs or successors, in right of the Crown of this realm, do or shall extend to the private estates of Her Majesty, her heirs or successors."}, {"act": "Crown Private Estates Act 1862", "year": 1862, "section": "3", "section_title": " Leasehold estates (other than in Scotland) to be vested in trustees.", "section_text": "3 Such private estates of Her Majesty, her heirs or successors, situate or arising in any part of Her Majesty’s dominions, except Scotland, as are or shall be of leasehold tenure, shall be vested in some trustee or trustees for Her Majesty, her heirs and successors respectively, from time to time to be respectively named or appointed by instrument in writing under the Sign Manual of Her Majesty, her heirs and successors respectively, in the same manner as if the second section of the  Crown Private Estate Act 1800, had extended to all such estates."}, {"act": "Crown Private Estates Act 1862", "year": 1862, "section": "4", "section_title": " Private estates of the Sovereign in Scotland held under a superior or in lease to be vested in trustees.", "section_text": "4 Such private estates of Her Majesty, her heirs or successors, situate or arising in Scotland, as are or shall be held feudally directly under the Crown as superior, may lawfully be held by Her Majesty, her heirs or successors, of and under herself or themselves as Sovereign or Sovereigns of this realm and feudal superiors, and the dominium utile thereof shall not become ipso facto consolidated with the dominium directum; and such private estates of Her Majesty, her heirs or successors, situate or arising in Scotland, as are or shall be held feudally under a subject superior, or as are or shall be held in lease, shall be vested in some trustee or trustees for Her Majesty, her heirs and successors respectively, from time to time to be respectively named or appointed by instrument in writing under the Sign Manual of Her Majesty, her heirs or successors respectively, in the same manner as if the second section of the  Crown Private Estate Act 1800, had extended to all such estates."}, {"act": "Crown Private Estates Act 1862", "year": 1862, "section": "5", "section_title": " As to testamentary disposition of the private estates of the Sovereign other than in Scotland.", "section_text": "5 The private estates of Her Majesty, her heirs or successors, situate or arising in any part of Her Majesty’s dominions (except Scotland), may be disposed of by Her Majesty, her heirs or successors, in manner provided by the fourth section of the  Crown Private Estate Act 1800: Provided always, that a will or other testamentary disposition by Her Majesty, her heirs or successors, of or concerning any such private estates as aforesaid, shall not require publication; and every such will or testamentary disposition shall be valid and effectual, if signed by the testator or testatrix, or by some other person in his or her presence, and by his or her direction, in the presence of two witnesses: Provided also, that every will or other testamentary disposition by Her Majesty, her heirs or successors, of any such private estates as aforesaid, made under the authority of this Act and of the  Crown Private Estate Act 1800, or either of them, and whether made before or after the passing of this Act, shall be construed with reference to the property comprised in such will or testamentary disposition, to speak and take effect as if it had been executed immediately before the death of the testator or testatrix, unless a contrary intention shall appear by the will or other testamentary disposition."}, {"act": "Crown Private Estates Act 1862", "year": 1862, "section": "6", "section_title": " As to disposition of the private estates of the Sovereign in Scotland.", "section_text": "6 The private estates of Her Majesty, her heirs or successors, situate or arising in Scotland, may be disposed of by Her Majesty, her heirs or successors, by dispositions or conveyance, either special or general, granted either mortis causa or inter vivos; and all dispositions, conveyances, deeds of appointment, commissions, powers of attorney, wills, deeds of settlement, and other deeds or instruments to be made or granted by Her Majesty, her heirs or successors, of or relating to the private estates of Her Majesty, her heirs or successors, situate or arising in Scotland, shall be valid and effectual, although not executed according to the forms of the law of Scotland, if the same shall be under the Sign Manual attested by two or more witnesses; and every such disposition or conveyance, if granted mortis causa, shall be valid and effectual, whether the same shall be under the Sign Manual as aforesaid, or shall be signed by some other person in the presence of the granter, and by his or her direction in the presence of two or more witnesses, who shall attest the same, although the same shall not be executed according to the forms of the law of Scotland."}, {"act": "Crown Private Estates Act 1862", "year": 1862, "section": "7", "section_title": " As to descent of the private estates of the Sovereign.", "section_text": "7 On the demise of Her Majesty, her heirs or successors, the private estates of Her Majesty, her heirs or successors, shall, subject and without prejudice to any disposition which shall have been made thereof under the authority of the  Crown Private Estate Act 1800, or of this Act, descend or go in manner prescribed by, and (according to the nature thereof) be subject to, the provisions and restrictions respectively referred to in the fifth section of the  Crown Private Estate Act 1800."}, {"act": "Crown Private Estates Act 1862", "year": 1862, "section": "8", "section_title": " Private estates of the Sovereign to be subject to taxes.", "section_text": "8 The private estates of Her Majesty, her heirs or successors, shall be subject to all such taxes, rates, duties, assessments, and other impositions, parliamentary and parochial, as the same would have been subject to if the same had been the property of any subject of this realm; and all such rates, taxes, assessments, and impositions shall, so long as such private estates shall be vested in Her Majesty, her heirs or successors, or in any person or persons in trust for Her Majesty, her heirs or successors as aforesaid, be ascertained, rated, assessed or imposed thereon in the same manner and form in all respects as if the same estates were the absolute and beneficial estate of any of Her Majesty’s subjects; but nevertheless such rates, taxes, assessments, and impositions shall be paid and payable in manner herein-after directed, and not otherwise."}, {"act": "Crown Private Estates Act 1862", "year": 1862, "section": "9", "section_title": " Taxes to be paid out of the privy purse.", "section_text": "9 So long as the private estates of Her Majesty, her heirs or successors, shall remain vested in Her Majesty, her heirs or successors, or in any trustee or trustees for Her Majesty, her heirs or successors as aforesaid, freed and discharged from the provisions and restrictions aforesaid, all taxes, rates, duties, assessments, impositions, rents, and other annual payments, fines, and other outgoings, which shall from time to time be charged and chargeable upon or be or become due and payable in respect of all or any of such private estates, shall be paid and discharged out of the privy purse of Her Majesty, her heirs or successors; and accounts thereof shall from time to time be returned to the person or persons for the time being executing the office of privy purse of Her Majesty, her heirs or successors, or to his or their deputy, who shall by and out of any monies in his or their hands applicable for the use of Her Majesty, her heirs or successors, pay and discharge the same."}, {"act": "Crown Private Estates Act 1862", "year": 1862, "section": "10", "section_title": " Extension of Trustee Act, 1850, to the private estates of the Sovereign (except in Scotland), and to the personal estate of the Sovereign.", "section_text": "10 The  Trustee Act 1850 shall extend to a trustee or trustees of the private estates of Her Majesty, her heirs or successors, situate or arising in any part of Her Majesty’s dominions, except Scotland, and to any trustee or trustees of any personal estate of Her Majesty, her heirs or successors; and any petition or other proceeding for obtaining the benefit of that Act for or on behalf of Her Majesty, her heirs or successors, shall be by and in the name or names of any person or persons authorized in that behalf by Her Majesty, her heirs or successors, by any instrument in writing under the Sign Manual."}, {"act": "Crown Private Estates Act 1862", "year": 1862, "section": "11", "section_title": " Provision as to legal proceedings and trust estates in Scotland. ", "section_text": "11 All suits and actions, either real or personal, respecting the private estates of Her Majesty, her heirs and successors, in Scotland, and which may not be vested in a trustee or trustees, may be sued, in Scotland, on behalf of Her Majesty, her heirs and successors, by and in the name or names of any person or persons to be from time to time for that purpose appointed by Her Majesty, her heirs or successors, by any writing under the Sign Manual; every such appointment to continue only during the pleasure of Her Majesty, her heirs and successors; and all suits and actions in Scotland respecting such private estates at the instance of other parties may be sued and carried on by summons or process directed against such person or persons; and Her Majesty, her heirs or successors, shall at all times be entitled to require any trustee or trustees who may be vested in or possessed of any of the private estates of Her Majesty, her heirs and successors, in Scotland, to convey and dispone the same to Her Majesty, her heirs or successors, or to any new trustee or trustees to be named or appointed by Her Majesty, her heirs or successors, by writing under the Sign Manual; and in the event of the failure, delay, or inability of any such trustee or trustees so to convey or dispone the same, or in the event of the said trustee or trustees having died, it shall be competent for any person or persons authorized in that behalf by Her Majesty, her heirs or successors, by writing under the Sign Manual, to apply by petition to the Court of Session to declare that the trust conveyance subsists for the benefit of Her Majesty, her heirs and successors, and that Her Majesty, her heirs and successors, are entitled to have the same transferred, and further to adjudge such private estates in Scotland which shall be specified and described in the petition from such trustee or trustees, or his or their heirs or heir, and to decern and declare the same to belong to Her Majesty, her heirs or successors, or to such new trustee or trustees as may be so named and appointed, as the case may be; and the Court of Session shall pronounce decreet in terms of the prayer of such petition; and such decreet shall be held to be and shall have the effect of a valid conveyance and disposition in due and usual form of such private estates as shall be specified and described in the decreet in favour of Her Majesty, her heirs and successors, or of such trustee or trustees, as the case may be; and it shall be competent to register such decreet in the general . . . . . .   register of sasines in terms of and to the effect authorized by the  Titles to Lands (Scotland) Act 1858 and the  Titles to Lands (Scotland) Act 1860."}, {"act": "Crown Private Estates Act 1862", "year": 1862, "section": "12", "section_title": " Saving of the rights and remedies of the Sovereign.", "section_text": "12 Provided that nothing in this Act contained shall take away or interfere with any right or remedy by any law or statute competent to Her Majesty, her heirs or successors, in regard to the private estates of Her Majesty, her heirs or successors, or in regard to any trusts of such estates, or against any trustee or trustees, his or their heirs, executors, administrators, and assigns."}, {"act": "Crown Private Estates Act 1862", "year": 1862, "section": "13", "section_title": " Short title.", "section_text": "13 This Act may be cited for all purposes as “ The Crown Private Estates Act 1862. ”"}]