[{"act": "Harbours Transfer Act 1862", "year": 1862, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as “ The Harbours Transfer Act 1862. ”"}, {"act": "Harbours Transfer Act 1862", "year": 1862, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Harbours Transfer Act 1862", "year": 1862, "section": "34.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Harbours Transfer Act 1862", "year": 1862, "section": "5", "section_title": " Consent, &c. of Board of Trade as to harbour works on tidal lands, lifeboats, &c.", "section_text": "5 With respect to any special Act that may be passed after the end of the present session of Parliament, the following sections of the  Harbours, Docks, and Piers Clauses Act 1847, and all provisions relative thereto in that Act or in any such future special Act contained, shall be read and construed as if the Board of Trade were named in the said sections instead of the Admiralty; namely, sections twelve, thirteen, sixteen, eighteen, and nineteen."}, {"act": "Harbours Transfer Act 1862", "year": 1862, "section": "6", "section_title": " Consent and approval of Board of Trade to railway works on tidal lands.", "section_text": "6 With respect to any special Act that may be passed after the end of the present session of Parliament, section seventeen of the  Railways Clauses Consolidation Act 1845, and the  Railways Clauses Consolidation (Scotland) Act 1845, respectively, and all provisions relative thereto in the said Acts or in any such future special Act contained, shall be read and construed as if the Board of Trade were named in the said sections instead of the Admiralty."}, {"act": "Harbours Transfer Act 1862", "year": 1862, "section": "7", "section_title": " Plans, &c. to be deposited with Board of Trade under 23 & 24  Vict.  c. 152 s. 41.", "section_text": "7 With respect to applications made under the  Tramways (Ireland) Act 1860, section forty-one of that Act shall be read as if the Board of Trade were therein named instead of the Admiralty."}, {"act": "Harbours Transfer Act 1862", "year": 1862, "section": "8", "section_title": " Powers for protection of navigation, &c. under local Acts for harbours, railways and other works on tidal lands, &c. to be exercised by Board of Trade.", "section_text": "8 Where any special or local or local and personal Act, or Act of a local or local and personal nature, already passed or to be passed before the end of the present session of Parliament,— 1 Authorizing or regulating the construction of a railway, or the execution of any work whatever, situate on or affecting tidal lands, or the shore of the sea or of any navigable river, where and so far up the same as the tide flows and reflows; or, 2 Authorizing or regulating the construction or improving of a harbour, dock, or pier, or works connected therewith, by any company, body corporate, commissioners, trustees, undertakers, persons or person; or, 3 Constituting or altering or regulating the constitution of any harbour or conservancy authority; or, 4 Altering or regulating the powers or duties of any harbour or conservancy authority,— contains either expressly or by incorporation or reference or otherwise any provision for any of the purposes following:— For preventing the construction or execution of any work or the doing of any thing without the consent or approval of the Admiralty, or for authorizing or requiring any work to be constructed, executed, or maintained, or any thing to be done with the consent or on the requisition or to the satisfaction of the Admiralty: For empowering the Admiralty to exercise any authority concerning lifeboats, mortars, rockets, tide gauges, or barometers to be provided by any undertakers: For empowering the Admiralty to make a local survey or examination at the expense of any company, body, or person: For empowering the Admiralty, in case of any work being abandoned or suffered to fall into disuse or decay, or in any other case, to abate, remove, or alter any work or any part of it, or restore the site thereof to its former condition, at the like expense: For empowering the Admiralty to exercise any authority concerning lights to be maintained at night during the construction or execution of any work: for empowering the Admiralty or the First Lord of the Admiralty to nominate or appoint a member or members of any board or body of trustees, commissioners, or conservators, or of any harbour or conservancy authority: For empowering the Admiralty to determine any dispute or difference between or among any bodies or persons: For empowering the Admiralty or the First Lord of the Admiralty to nominate or appoint any arbitrator, referee, or umpire, or any engineer, inspector, or officer, or any person to fill any place or discharge any duty under such Act: or any other provision for the protection, management, or regulation of harbours or navigation, or for the exercise of any control or power over or in relation to any harbour authority, or any other provision in any wise relating to conservancy, or authorizing or requiring any act or thing concerning harbours or navigation or conservancy to be done by or in relation to the Admiralty,— Then such Acts and all enactments relative thereto shall be read and construed as if in the respective provisions aforesaid the Board of Trade were named instead of the Admiralty, and the President of the Board of Trade instead of the First Lord of the Admiralty."}, {"act": "Harbours Transfer Act 1862", "year": 1862, "section": "9", "section_title": " Power to Admiralty to retain authority over ports, &c. where dockyards, &c. are situate. ", "section_text": "9 Provided always, that where it appears to the Admiralty that the interests of Her Majesty’s Naval Service require that the whole or any part of any harbour, port, bay, estuary, or navigable river in, on, or adjoining to which there is or shall be any of Her Majesty’s dockyards, victualling yards, steam factory yards, arsenals, or naval stations, should be excepted, either entirely or in some respects out of the operation of the last foregoing section, the Admiralty may give notice in writing to the Board of Trade that any such harbour, port, bay, estuary, or navigable river as aforesaid, or such part thereof as is in the notice specified, is to be deemed so excepted, either entirely or in the respects therein mentioned; and every such notice shall be published by the Admiralty in the London, Edinburgh, or  Belfast  Gazette (according as the place affected may be in England, Scotland, or Ireland); and thereupon the harbour, port, bay, estuary, or navigable river to which such notice relates, or the part thereof therein specified, shall, either entirely or in the respects therein mentioned, as the case may require, be and remain as if this Act had not been passed; but any such notice may be from time to time varied or at any time revoked by a like notice published in like manner."}, {"act": "Harbours Transfer Act 1862", "year": 1862, "section": "10", "section_title": " Exception as to Mersey and Thames.", "section_text": "10 Provided also, that nothing herein contained shall affect— 1 The Act of the session of the fifth and sixth years of Her Majesty, “  for better preserving the navigation of the River Mersey”: 2  . . . "}, {"act": "Harbours Transfer Act 1862", "year": 1862, "section": "1112.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Harbours Transfer Act 1862", "year": 1862, "section": "13", "section_title": " Board of Trade to furnish to Admiralty information as to applications for provisional orders. ", "section_text": "13 In each year, not later than the seventh day of January, the Board of Trade shall furnish to the Admiralty a list of all applications for provisional orders under the last-mentioned Acts then pending, with a short statement of the nature of the works for the construction whereof powers are sought by such proposed provisional orders respectively."}, {"act": "Harbours Transfer Act 1862", "year": 1862, "section": "14", "section_title": " Provisions of same Act made applicable to Board of Trade.", "section_text": "14 The following sections of the  General Pier and Harbour Act 1861, Amendment Act, and all provisions relative thereto in any other Act or in any provisional order of the Board of Trade contained, shall be read and construed as if the Board of Trade were named in the said sections instead of the Admiralty; namely, sections seven, eight, nine, ten, and eleven."}, {"act": "Harbours Transfer Act 1862", "year": 1862, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15"}, {"act": "Harbours Transfer Act 1862", "year": 1862, "section": "16", "section_title": " Provisions as to ballast to be administered by Board of Trade.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Harbours Transfer Act 1862", "year": 1862, "section": "17", "section_title": " Transfer of harbours in schedule. Powers, &c. under Acts in schedule and other Acts to be exercised by Board of Trade.", "section_text": "17 On the first day of January one thousand eight hundred and sixty-three, the harbours specified in the schedule to this Act, and all breakwaters, piers, jetties, quays, wharves, lighthouses, roads, approaches, works, and buildings belonging thereto, and the ground and soil thereof, and all lands and hereditaments acquired for the purposes thereof, so far as on that day such harbours and property shall be vested in the Admiralty or in any commissioner for the execution of any Act for any estate or interest, but not further or otherwise, shall be transferred to and vested in the Board of Trade in trust for Her Majesty, for the public service; and the enactments mentioned in the said schedule, and every other enactment relating to or affecting the same harbours shall be read and construed as if the Board of Trade were therein named instead of the Admiralty or instead of any such commissioner, as the case may be."}, {"act": "Harbours Transfer Act 1862", "year": 1862, "section": "18", "section_title": " Prerogative of Crown and general conservancy powers of Admiralty.", "section_text": "18 Nothing in this Act shall affect— 1 Any estate, right, title, interest, prerogative, royalty, jurisdiction, or authority of or belonging to Her Majesty the Queen, in right of her Crown, or of her office of Admiral, or otherwise: 2 Any right, duty, power, jurisdiction, or authority vested in or performed or exercised by, or capable of being performed or exercised by, the Lord High Admiral of the United Kingdom, or the Commissioners for executing the office of Lord High Admiral, otherwise than under or by virtue of the several Acts and parts of Acts herein-before expressly mentioned or referred to."}, {"act": "Harbours Transfer Act 1862", "year": 1862, "section": "19", "section_title": " Acts done, contracts and appointments made, proceedings pending, &c. under provisions of former Acts not to be prejudicially affected.", "section_text": "19 Nothing in this Act shall prejudicially affect— 1 Any purchase, sale, conveyance, covenant, contract, deed, act, or thing which before the passing of this Act has been or before the respective days whereon the several provisions of this Act commence and take effect shall be made, entered into, executed, or done under or by virtue of any Act or part of an Act herein-before expressly mentioned or referred to; and the same respectively shall continue in as full force and be as valid and effectual as if this Act had not been passed, the Board of Trade being only substituted for the Admiralty: 2 Any debt or money demand, or any right or cause of action or suit, or other remedy of, for, or against the Admiralty or any other body or person; and the same shall and may be paid, discharged, enjoyed, used, or exercised, as if this Act had not been passed, the Board of Trade being only substituted for the Admiralty: 3  . . .  4  . . . "}, {"act": "Harbours Transfer Act 1862", "year": 1862, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "20"}, {"act": "Harbours Transfer Act 1862", "year": 1862, "section": "21", "section_title": " Borrowing power not restrained by limitation of amount in special Act.", "section_text": "21 A harbour authority may, subject and according to the provisions of the last-mentioned Act, borrow money to any amount whatever, notwithstanding any limitation of the amount to be borrowed by such harbour authority contained in any special Act; but nothing in the  Harbours and Passing Tolls, &c. Act 1861, or in this Act, shall be deemed to give to any loan made or to be made under the  Harbours and Passing Tolls, &c. Act 1861, equality, as to order of charge or of payment of principal or interest, with any loan made or to be made under any special Act, except only as to such portion (if any) of the monies raised under the  Harbours and Passing Tolls, &c. Act 1861, as might have been raised under the special Act solely, or to repeal or alter any provision of any special Act whereby any harbour authority being a company is restricted from borrowing until a definite portion of capital is subscribed for or taken or paid up."}, {"act": "Harbours Transfer Act 1862", "year": 1862, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "22"}]