[{"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "1", "section_title": " On death of person subject to  service law  committee of adjustment to secure effects and pay charges.", "section_text": "1 On the death of a person while subject to  service law  the prescribed committee of adjustment shall, as soon as may be, in accordance with the prescribed regulations and subject to any exceptions made thereby, 1 secure and make an inventory of all such of the effects of the deceased as are in camp or quarters, and, if the death occurs out of the United Kingdom, are within the prescribed area whether station, colony, or command, or other, (which area is in this Act referred to as the regulation area); and 2 ascertain the amount and provide for the payment of the preferential charges on the property of the deceased."}, {"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "2", "section_title": " Preferential charges.", "section_text": "2 The following shall be the preferential charges on the property of a person dying while subject to  service law , and shall, except so far as other provision may be made for them or any of them, be payable in preference to all other debts and liabilities, and, as among themselves, in the following order:— 1 Expenses of last illness and funeral: 2 Service  debts, namely, sums due in respect of, or of any advance in respect of— a Quarters; b Mess, band, and other regimental accounts; c Service  clothing, appointments and equipments, not exceeding a sum equal to six months pay of the deceased, and having become due within eighteen months before his death; to which shall be added, where the death occurs out of the United Kingdom,— 3 Servants wages, not exceeding two months wages to each servant; and 4 Household expenses incurred within a month before the death, or after the last issue of pay to the deceased, whichever is the shorter period."}, {"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "3", "section_title": " Surplus only of personal estate to be deemed personal estate.", "section_text": "3 So much only of the personal property of a person dying while subject to  service law  as remains after payment of the preferential charges shall be considered personal estate of the deceased with reference to the calculation of. . . .   any . . . .   duty, tax, or per-centage, or for any of the purposes of administration."}, {"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "4", "section_title": " Decision of question as to preferential charges.", "section_text": "4 If in any case a doubt or difference arises in relation to any preferential charge or the payment thereof, the decision of the Secretary of State, or of such officer or person as the Secretary of State deputes by writing to act in this behalf, shall be final, and shall be binding on all persons for all purposes."}, {"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "5", "section_title": " Payment of preferential charges by representatives or other persons.", "section_text": "5 Subject to the prescribed regulations, if any person pays or secures the payment of the preferential charges in full, the committee of adjustment shall not further interfere in relation to the property, except so far as they may be requested so to do by or on behalf of that person."}, {"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "6", "section_title": " Powers and duties of committee where preferential charges are not paid.", "section_text": "6 1 If within one month after the death or such further time not exceeding the prescribed time as the committee of adjustment allow, the preferential charges are not paid or secured to their satisfaction, the committee shall proceed to pay those charges. 2 If the death occurs out of the United Kingdom, the committee of adjustment, save as may be prescribed, shall, if it appears to them necessary for the payment of the preferential charges, and in any case may, collect all the personal property of the deceased in the regulation area. 3 The committee, save as may be prescribed, shall, for the purpose of paying the preferential charges and their expenses, and in any case may, at such time as, subject to the prescribed regulations, they think expedient, sell and convert into money such of the personal property of the deceased as does not consist of money. 4 If the death occurs out of the United Kingdom they may also, save as otherwise prescribed, pay all debts which appear to them to be legally payable out of the personal estate of the deceased. 5 For the purpose of the exercise of their duties the committee shall, to the exclusion of all authorities and persons whomsoever, have the same rights and powers as if they had taken out representation to the deceased, and also if in a colony the powers which any official administrator has by the law of that colony; and any receipt given by the committee shall have the like effect as if it had been given by the legal personal representative of the deceased. 6 The committee of adjustment shall lodge the surplus remaining in their hands after payment of the said charges and expenses and debts with such person (in this Act referred to as the paymaster), at such times, in such manner, and together with such inventory, accounts, vouchers, and information, as may be prescribed."}, {"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "7", "section_title": " Disposal of surplus by paymaster. ", "section_text": "7 The paymaster shall pay the surplus in the prescribed manner, and subject to the prescribed provisions and exceptions, as follows: 1 If out of the United Kingdom he may pay thereout any expenses which under the prescribed regulations are chargeable against the surplus, and any debts which are legally payable out of the personal estate of the deceased; 2 If he knows of a representative of the deceased in the same part of Her Majesty’s dominions, he shall pay the surplus to that representative; 3 If he does not know of such a representative as above mentioned, and the amount does not exceed  £5,000 , he may pay or apply all or any part thereof to or for the benefit of such persons in the same part of Her Majesty’s dominions as he knows of and appear to be beneficially entitled to the personal estate of the deceased, or to or for the benefit of any of such persons; 4 He shall remit the surplus or so much thereof as is not paid or applied in pursuance of this section to the Secretary of State."}, {"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "8", "section_title": " Disposal of residue by Secretary of State.", "section_text": "8 The Secretary of State, on being informed of the death of a person subject to  service law , shall proceed with all reasonable speed as follows: 1 He shall cause to be ascertained the total amount to the credit of the deceased, including any surplus or part of a surplus remitted by a paymaster as mentioned in this Act, and all arrears of pay, batta, grants, and other allowances in the nature thereof; which total amount so ascertained is in this Act referred to as the residue; 2 If he has notice of a representative of the deceased, he shall pay the residue to that representative; 3 He may, and if it so prescribed shall, before such payment, publish the prescribed notice stating the amount of the residue and such other particulars respecting the deceased and his property as may seem fit, and also the mode in which any application respecting the residue is to be made to the Secretary of State. Provided that the Secretary of State may pay out of any money in his hands to the credit of the deceased any preferential charges appearing to him to have been left unpaid by the committee of adjustment."}, {"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "9", "section_title": " Disposal by Secretary of State of residue where residue does not exceed one hundred pounds, and no representation. ", "section_text": "9 Where the residue does not exceed  £5,000 , the Secretary of State may, if he think fit, require representation to be taken out; but if he does not, and has no notice of a representative of the deceased, then, after the expiration of the prescribed time and the publication of the prescribed notice (if any), the residue shall be disposed of as follows: 1 The Secretary of State may, if he thinks fit, pay or apply the residue or any part thereof, in accordance with the prescribed regulations to or for the benefit of any of the persons appearing to be beneficially entitled to the personal estate of the deceased, or any of them, and may for that purpose invest the same by deposit in a . . .   savings bank or otherwise, and, if necessary, in the name or names of a trustee or trustees for any such person. 2 Any part thereof remaining in the hands of the Secretary of State, and not irrevocably appropriated, shall be applied in paying any debt of the deceased which— a accrued due within three years before the death; and b is claimed from the Secretary of State within two years after the death; and c is proved by the claimant to the satisfaction of the Secretary of State. 3 Except as above in this section provided, a person shall not be entitled to obtain payment out of any residue in the hands of the Secretary of State of any sum due from the deceased."}, {"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "10", "section_title": " Application of residue undisposed of.", "section_text": "10 1 Where any residue or any part thereof remains undisposed of and unappropriated, the prescribed notice thereof shall be published, and during six years next after the publication of that notice the like notice with any necessary modifications shall be annually published. 2 So much of the residue as remains undisposed of and unappropriated for six months after the publication of the last of such notices shall, together with any income or accumulations of income accrued therefrom, be applied in the prescribed manner in or towards the creation or maintenance of such compassionate or other fund for the benefit of widows, surviving civil partners  and children, or other near relatives, of soldiers dying on service, or within six months after discharge, as may be prescribed. 3 Provided that the application under this section of any residue, or part of a residue, shall not bar any claim of any person to the same, or any part thereof."}, {"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "11", "section_title": "†Disposal of medals and decorations.", "section_text": "11  . . . .   decorations shall not be considered to be comprised in the personal estate of the deceased with reference to the claims of creditors or for any of the purposes of administration under this Act or otherwise; and, notwithstanding anything in this or any other Act, the same, when secured by the committee of adjustment, shall be held and disposed of according to regulations laid down by royal warrant."}, {"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "12", "section_title": " Disposal of effects not money.", "section_text": "12 Where any part of the personal estate of the deceased consists of effects, securities, or other property not converted into money, the provisions of this Act with respect to paying or remitting the surplus shall, save as may be prescribed, extend to the delivery, transmission, or transfer of such effects, securities, or property, and the paymaster and Secretary of State shall respectively have the same power of converting the same into money as the representative of the deceased."}, {"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "13", "section_title": " Regulations by royal warrant.", "section_text": "13 1 Her Majesty the Queen may, by warrant under the Royal Sign Manual, make regulations for all such things as are by this Act directed or authorised to be prescribed or made subject to regulations, and also such regulations as may seem fit for the better execution of this Act, or any part thereof; and may by such regulations make different provisions to meet different cases or different circumstances. 2 Every royal warrant made under this Act shall be printed by the Queen’s printer, and published under the authority of Her Majesty’s Stationery Office, and laid before both Houses of Parliament as soon as may be after the making thereof."}, {"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "14", "section_title": " Restriction on interposition of official administrators.", "section_text": "14 1 An official administrator, notwithstanding any law regulating his office independently of this Act, shall not interpose in any manner in relation to any property of a person dying while subject to  service law , except in the prescribed cases, or except when and so far as he is expressly required to do so by a committee of adjustment, or paymaster, or Secretary of State. 2 The committee of adjustment in such cases, under such circumstances, and at such times as may be prescribed, may request an official administrator, to exercise his official powers either on behalf of the committee or otherwise, and the administrator shall comply with the request. The Committee may also lodge any property secured or collected by them with any official administrator. 3 Where under this Act any property comes to the hands of any official administrator, he shall administer the same as regards preferential charges and otherwise in accordance with this Act, and, subject thereto, according to the law regulating his office independently of this Act. 4 The official administrator shall remit any surplus remaining in his hands after discharge of all debts and his charges to the Secretary of State at such time and in such manner as may be prescribed, to be disposed of according to the provisions of this Act as if remitted by a paymaster. 5 An official administrator shall not take a percentage on the property exceeding three per cent. on the gross amount coming to or remaining in his hands after payment of preferential charges."}, {"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "15", "section_title": " Money remitted not to be assets in place where remitted to.", "section_text": "15 Any property coming under this Act to the hands of any committee of adjustment or paymaster shall not, by reason of so coming, be deemed assets or effects at the place in which that committee or paymaster is stationed or resides, and it shall not be necessary by reason thereof that representation be taken out in respect of that property for that place."}, {"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "16", "section_title": " Duty and representation where sums under 100 l.", "section_text": "16 Where any surplus or residue, as the case may be, does not exceed one hundred pounds no duty shall be payable in the United Kingdom . . . . . .   in respect thereof, and it shall not be necessary that representation to any deceased person be taken out for the purpose of obtaining payment thereof or of any part thereof under this Act from a paymaster or a Secretary of State, except in any prescribed case, or in any case where the Secretary of State requires it."}, {"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "17", "section_title": " Discharge of paymaster and Secretary of State.", "section_text": "17 Compliance with the regulations under this Act with respect to the mode of payment of any surplus or residue or any part thereof to any person (whether by transmission or remission to another place or person or otherwise) shall discharge the Secretary of State or paymaster or other person complying with the regulations, and he shall not be liable by reason of the surplus or residue or part which may be in his hands having been paid, transmitted, remitted, or otherwise dealt with in accordance with the regulations."}, {"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "18", "section_title": " Validity of payments, sales, &c., under this Act.", "section_text": "18 Every payment, application, sale, or other disposition of property made by the Secretary of State, or by any committee of adjustment, or by any paymaster, when acting in execution or supposed execution of this Act, or of any royal warrant for carrying this Act into effect, shall be valid as against all persons whomsoever; and the Secretary of State, and every officer belonging to any such committee, and every such paymaster as aforesaid shall, by virtue of this Act, be absolutely discharged from all liability in respect of the property so paid applied, sold, or disposed of."}, {"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "19", "section_title": " Saving for rights of representative.", "section_text": "19 After the committee of adjustment have lodged with the paymaster the surplus of the property of any deceased person, any representative of that person and any official administrator shall, as regards any property of a deceased person not collected by the committee of adjustment and not forming part of the surplus or residue in this Act mentioned, have the same rights and duties as if this Act had not passed."}, {"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "20", "section_title": " Creditor administering not entitled to claim property.", "section_text": "20 A creditor, as such, shall not be deemed a person entitled to take out representation to the deceased within the meaning of this Act or to pay or secure the preferential charges; nor shall a creditor taking out representation be entitled as representative of the deceased to claim from a paymaster or the Secretary of State any part of the property of the deceased."}, {"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "21", "section_title": " Deposit in court of probate, &c., of original wills in hands of Secretary of State, and declaration of intestacy. ", "section_text": "21 1 Where any original will of a person dying while subject to  service law , whether he died before or after the commencement of this Act, comes to the hands of a Secretary of State, and representation under the same is not taken out, then the Secretary of State may cause the same to be deposited as follows: a Where the domicile of the testator appears to the Secretary of State to have been in Scotland, then in the office of the commissary clerk of the commissary court of the county of Edinburgh: b Where the domicile of the testator appears to the Secretary of State to have been in Ireland, then in the place for the time being appointed in Dublin for the deposit of original wills brought into the High Court in Ireland: c In any other case, in the place for the time being appointed in London for the deposit of original wills brought into the High Court in England. 2 Where a person dies while subject to  service law  intestate, and under this Act any residue of his property comes to the hands of the Secretary of State, and representation to the deceased is not taken out, then the Secretary of State may, if it seems fit, cause a declaration of his intestacy to be deposited in the place or office where his original will (if any) would be deposited as aforesaid. 3 In every such case the Secretary of State may cause to be deposited, together with the original will or declaration of intestacy, an inventory showing the personal property of the deceased, and the application thereof, as far as the same is known. 4 Every such original will, declaration of intestacy, and inventory shall be preserved and dealt with, and may be inspected, subject and according to the same rules or orders and on payment of the same fees as any other like documents deposited in that office or place, or subject and according to such other rules or orders and on payment of such other fees, as may be made or fixed in that behalf by the court, judge, or other authority empowered to make rules or orders in relation to other documents deposited in the same place or office."}, {"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "22", "section_title": " Special provision as to an army paymaster.", "section_text": "22 In the application of this Act to an army paymaster, the following modifications shall be made: 1 The powers and duties of the committee of adjustment shall arise immediately on his death, and shall continue notwithstanding that the professional charges are paid or secured: 2 Money in the possession or under the control of an army paymaster at his death shall not be considered to be comprised in his effects for the purposes of this Act: 3 The surplus in the hands of the committee of adjustment and the residue in the hands of a Secretary of State shall be dealt with and disposed of as may be prescribed and not according to the foregoing provisions of this Act."}, {"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "23", "section_title": " Application of Act to deserters, felons, &c.", "section_text": "23 Where a person subject to  service law  deserts, or is absent without leave for twenty-one days,  or, in consequence of a conviction by or before a court of ordinary criminal jurisdiction,  ... is imprisoned or detained to serve a sentence of three months or more , ...  , the provisions of this Act shall apply as if the person were dead, subject to the following modifications: 1 The powers of the committee of adjustment shall arise and continue notwithstanding that the preferential charges are paid or secured: 2 The committee of adjustment shall dispose of the surplus in the prescribed manner, and the same when so disposed of shall be free from all claim on the part of the said person or any one claiming through him."}, {"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "24", "section_title": " Application of Act to case of insanity.", "section_text": "24 Where a person subject to  service law  law is ascertained in the prescribed manner to be insane, the provisions of this Act shall apply as if he had died at the time of his insanity being so ascertained, subject nevertheless to the prescribed exceptions, and to the following modifications: a The preferential charges may be paid by the  wife, husband or civil partner  of the insane person, or by any person who, subject to the prescribed regulations, appears to be a relative of or person undertaking the care of the insane person or of his property: b The committee of adjustment shall dispose of the surplus in the prescribed manner with a view to its being applied for the benefit of the insane person."}, {"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "2527.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "25"}, {"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "28"}, {"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "29", "section_title": " Definitions.", "section_text": "29 In this Act, unless the context otherwise requires,— The expression “ officer ” includes a warrant officer, . . .  : The expression “ representation ” includes probate and letters of administration, with or without will annexed, and in Scotland confirmation, and in . . .   a colony the corresponding documents in use according to the law of . . .   the colony: The expression “ representative ” means any person taking out representation, but does not include an official administrator: The expression “official administrator” . . .   in a colony means any public officer who has by law any powers or duties in relation to the collection or distribution of the estate of any deceased person: The expression “ prescribed ” means prescribed by Royal Warrant.   The expression “ desert ” means commit an offence against under section 8 of the Armed Forces Act 2006 .   “ Subject to service law ” has the same meaning as in the Armed Forces Act 2006. "}, {"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "29A", "section_title": "Application of Act to members of naval, marine or air forces", "section_text": "29A 1 Regulations may provide that any provision of this Act does not apply, or applies with prescribed modifications, in relation to a relevant person. 2 In this section  “ relevant person ” means a person subject to service law who is not a member of Her Majesty's military forces."}, {"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "30", "section_title": " Extent of Act.", "section_text": "30 1 This Act shall apply to all persons subject to  service law , whether within or without Her Majesty’s dominions. 2 This Act shall be registered by the Royal Courts of the Channel Islands, and shall apply to those Islands and to the Isle of Man as if they were parts of the United Kingdom. 3 This Act shall apply to a place in which Her Majesty exercises jurisdiction under the  Foreign Jurisdiction Act, 1890, as if that place were a colony."}, {"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "3132.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "31"}, {"act": "Debts (Deceased Servicemen etc) Act 1893", "year": 1893, "section": "33", "section_title": " Short title.", "section_text": "33 This Act may be cited as the  Debts (Deceased Servicemen  etc ) Act 1893 ."}]