[{"act": "Sheriff Courts Consignations (Scotland) Act 1893", "year": 1893, "section": "1", "section_title": " Short title and extent.", "section_text": "1 This Act may be cited as the Sheriff Courts Consignations (Scotland) Act 1893 and shall apply to Scotland only."}, {"act": "Sheriff Courts Consignations (Scotland) Act 1893", "year": 1893, "section": "2", "section_title": " Definition.", "section_text": "2 In this Act the expression “consignation” shall extend and apply to any sum of money received by any sheriff clerk for deposit or consignation in any cause or proceeding in the ordinary sheriff court, . . .  whether by order of court or otherwise, and shall include any sum of money lodged by way of caution or security in corroboration of any bond, civil or criminal."}, {"act": "Sheriff Courts Consignations (Scotland) Act 1893", "year": 1893, "section": "2A", "section_title": "Application of this Act to the Sheriff Appeal Court", "section_text": "2A 1 This Act applies to the Sheriff Appeal Court as it applies to each sheriff court, subject to the following modifications. 2 References to the sheriff court or to the ordinary sheriff court are to be read as references to the Sheriff Appeal Court. 3 References to the sheriff principal are to be read as references to the President of the Sheriff Appeal Court. 4 References to the sheriff clerk or to the sheriff clerk of the sheriffdom are to be read as references to the Clerk of the Sheriff Appeal Court. 5 Section 3 has effect as if, for the words from “At” to “purpose” there is substituted “All consignations must be entered into a book kept at the office of the Clerk to the Sheriff Appeal Court for that purpose”."}, {"act": "Sheriff Courts Consignations (Scotland) Act 1893", "year": 1893, "section": "3", "section_title": " Consignations to be entered in books kept at each sheriff court.", "section_text": "3 At the principal seat of the sheriff court in each  sheriffdom  in Scotland, and at each other place in such  sheriffdom  at which an ordinary court is held by the  sheriff , all consignations shall be entered by the sheriff clerk in a book or books to be kept by him for the purpose in such form as the court of session may from time to time by Act of Sederunt prescribe, and it shall be the duty of the sheriff clerk to specify full particulars of each consignation, and any person interested shall be entitled, free of charge, to inspect such book at any time that he may desire to do so."}, {"act": "Sheriff Courts Consignations (Scotland) Act 1893", "year": 1893, "section": "4", "section_title": " Consignations to amount of five pounds to be deposited in bank.", "section_text": "4 Within ten days after consignation is made of any sum of money amounting to not less than five pounds the sheriff clerk shall lodge the same in a bank approved by the  sheriff principal  on deposit receipt, and the deposit receipt therefor shall be taken in name of the sheriff clerk of the  sheriffdom  and his successors in office, and shall bear on the face of it the name of the party or parties on whose behalf it is consigned, and of the cause or proceeding or bond to which it relates."}, {"act": "Sheriff Courts Consignations (Scotland) Act 1893", "year": 1893, "section": "5", "section_title": " Responsibility of sheriff clerk for safe custody.", "section_text": "5 The sheriff clerk shall be responsible for the safe custody of all consignations made with him, whether lodged on deposit receipt or otherwise, and shall be bound to account for the same, with interest, if any, accrued thereon, to the person having right thereto, subject to the others of the  sheriff principal , and he shall be bound to keep the same distinct from any other funds in his possession. The sheriff clerk shall not be liable for any loss resulting from the failure of any bank in which any consignation shall have been lodged as aforesaid."}, {"act": "Sheriff Courts Consignations (Scotland) Act 1893", "year": 1893, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Sheriff Courts Consignations (Scotland) Act 1893", "year": 1893, "section": "7", "section_title": " Sheriff clerks to lodge returns of consignations with Queen’s Remembrancer.", "section_text": "7  . . .  , on or before the first day of April  in each year the sheriff clerk shall lodge with the Secretary of State a detailed return of unclaimed consignations in respect of the year which shall have terminated seven years prior to the previous thirty-first December, and the sheriff clerk shall, along with the said return, pay the amount of such consignations mentioned therein, with any interest which may have accrued thereon, to the Queen’s and Lord Treasurer’s Remembrancer, who shall, upon such payment being made, grant a receipt binding himself and his successors in office to relieve the sheriff clerk of any claim that may be established in respect of such consignations and interest."}, {"act": "Sheriff Courts Consignations (Scotland) Act 1893", "year": 1893, "section": "8", "section_title": " Cases of non-compliance with provisions of Act.", "section_text": "8 The Queen’s and Lord Treasurer’s Remembrancer . . .  or any person deputed by him may at any time have access to the consignation books, and may call for exhibition of the deposit receipts, bank pass books, accounts, and all other documents applicable or relating to consigned moneys."}, {"act": "Sheriff Courts Consignations (Scotland) Act 1893", "year": 1893, "section": "9", "section_title": " Payment by Queen’s Remembrancer to Exchequer.", "section_text": "9 It shall be lawful for  the Secretary of State from time to time . . .  to pay over to the Exchequer out of the balances accumulated in his hands under the provisions of this Act such sums as . . .  may seem fit."}, {"act": "Sheriff Courts Consignations (Scotland) Act 1893", "year": 1893, "section": "10", "section_title": " Right to claim moneys in Queen’s Remembrancer’s hands. ", "section_text": "10 Every person having any legal claim to the moneys to be paid over in terms of this Act, or any part of them, shall have such and the like claim therein, and such and the like right to demand and recover the same from the Queen’s and Lord Treasurer’s Remembrancer, after payment thereof to the said Remembrancer, as from the person or persons having possession of such moneys before payment to the said Remembrancer; and an order by the court in which any consignation has been made or received, for the payment thereof, or of any part thereof, to any person or persons named, shall be sufficient warrant to the Queen’s and Lord Treasurer’s Remembrancer to make such payment, and such court shall continue to have jurisdiction relative to the disposal of such consignation, and the parties to the cause shall have the same rights of appeal and otherwise in the case of dispute regarding the consignation as they would have had if the money had remained in the hands of the sheriff clerk."}]