[{"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "1", "section_title": " Application of Part I and interpretation", "section_text": "1 1 This Part of this Act shall apply in relation to any compulsory purchase to which Part II of the Acquisition of Land Act 1981, or Schedule 1 to that Act, applies, and in this Part of this Act— a “ the Acquisition of Land Act ” means that Act, b “ compulsory purchase order ” has the same meaning as in that Act.  2 In construing this Part of this Act the enactment under which the purchase is authorised and the compulsory purchase order  ... shall be deemed to be the special Act. 3 In this Part of this Act, unless the context otherwise requires.— “ acquiring authority ” means the person authorised by the compulsory purchase order  ... to purchase the land; “ land ” includes anything falling within any definition of that expression in the enactment under which the purchase is authorised; “ lease ” includes an agreement for a lease; “ notice to treat ” has the meaning given by section 5 of this Act; “ subject to compulsory purchase ”, in relation to land, means land the compulsory purchase of which is authorised by the compulsory purchase order. 4 In this Part of this Act “the works\" or “ the undertaking ” means the works or undertaking, of whatever nature, authorised to be executed by the special Act. Provided that where this Part of this Act applies by virtue of  Part IX of the Town and Country Planning Act 1990 or section 52 of the Planning (Listed Buildings and Conservation Areas) Act 1990  references in this Part of this Act to the execution of the works shall be construed in accordance with  section 245(4) of the Town and Country Planning Act 1990 or, as the case may be, section 52(2) of the Planning (Listed Buildings and Conservation Areas) Act 1990 . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Where under this Act any notice is to be given to the owner of any land or where any act is authorised or required to be done with the consent of any such owner, the word “owner\" shall, unless the context otherwise requires, mean any person having power to sell and convey the land to the acquiring authority."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "2", "section_title": " Persons without power to sell their interests.", "section_text": "2 Schedule 1 to this Act (which gives owners power to sell to the acquiring authority) shall have effect for the purposes of this Act."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "3", "section_title": " Acquisition by agreement in pursuance of compulsory purchase order.", "section_text": "3 It shall be lawful for the acquiring authority to agree with the owners of any of the land subject to compulsory purchase, and with all parties having an estate or interest in any of the land, or who are by Schedule 1 to this Act or any other enactment enabled to sell and convey or release any of that land, for the absolute purchase, for a consideration in money  or money’s worth , of any of that land, and of all estates and interests in the land."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "4", "section_title": " Time limit for giving notice to treat.", "section_text": "4 1   A notice to treat may not be served by the acquiring authority after the end of the   applicable period   beginning with the day on which the compulsory purchase order becomes operative. 2 The applicable period is— a 3 years, or b such longer period as is specified in the order for the purposes of this section."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "4A", "section_title": "Extension of time limit during challenge", "section_text": "4A 1 If an application is made under section 23 of the Acquisition of Land Act 1981 (application to High Court in respect of compulsory purchase order), the   applicable period for the purposes of   section 4 is to be extended by— a a period equivalent to the period beginning with the day the application is made and ending on the day it is withdrawn or finally determined, or b if shorter, one year. 2 An application is not finally determined for the purposes of subsection (1)(a) if an appeal in respect of the application— a could be brought (ignoring any possibility of an appeal out of time with permission), or b has been made and not withdrawn or finally determined."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "5", "section_title": " Notice to treat, and untraced owners. ", "section_text": "5 1 When the acquiring authority require to purchase any of the land subject to compulsory purchase, they shall give notice (hereafter in this Act referred to as a  “notice to treat”) to all the persons interested in, or having power to sell and convey or release, the land, so far as known to the acquiring authority after making diligent inquiry. 2 Every notice to treat— a shall give particulars of the land to which the notice relates, b shall demand particulars of the recipient’s estate and interest in the land, and of the claim made by him in respect of the land, and c shall state that the acquiring authority are willing to treat for the purchase of the land, and as to the compensation to be made for the damage which may be sustained by reason of the execution of the works. 2ZA For provision about notice of claims for compensation, see sections 4 and 4A of the Land Compensation Act 1961. 2A A notice to treat shall cease to have effect at the end of the period of three years beginning with the date on which it is served unless— a the compensation has been agreed or awarded or has been paid or paid into court, b a general vesting declaration has been executed under section 4 of the Compulsory Purchase (Vesting Declarations) Act 1981, c the acquiring authority have entered on and taken possession of the land specified in the notice, or d the question of compensation has been referred to the  Upper Tribunal . 2B If the person interested in the land, or having power to sell and convey or release it, and the acquiring authority agree to extend the period referred to in subsection (2A) of this section, the notice to treat shall cease to have effect at the end of the period as extended unless— a any of the events referred to in that subsection have then taken place, or b the parties have agreed to a further extension of the period (in which case this subsection shall apply again at the end of the period as further extended, and so on). 2C Where a notice to treat ceases to have effect by virtue of subsection (2A) or (2B) of this section, the acquiring authority— a shall immediately give notice of that fact to the person on whom the notice was served and any other person who, since it was served, could have made an agreement under subsection (2B) of this section, and b shall be liable to pay compensation to any person entitled to such a notice for any loss or expenses occasioned to him by the giving of the notice and its ceasing to have effect. 2D The amount of any compensation payable under subsection (2C) shall, in default of agreement, be determined by the  Upper Tribunal . 2E Compensation payable to any person under subsection (2C) shall carry interest at the rate prescribed under section 32 of the Land Compensation Act 1961 from the date on which he was entitled to to be given notice under that subsection until payment. 3 Schedule 2 to this Act (which relates to absent or untraced owners) shall have effect for the purposes of this Act."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "6", "section_title": " Reference to  Upper Tribunal . ", "section_text": "6 If a person served with a notice to treat does not within twenty-one days from the service of the notice state the particulars of his claim or treat with the acquiring authority in respect of his claim, or if he and the acquiring authority do not agree as to the amount of compensation to be paid by the acquiring authority for the interest belonging to him, or which he has power to sell, or for any damage which may be sustained by him by reason of the execution of the works, the question of disputed compensation shall be referred to the  Upper Tribunal ."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "7", "section_title": " Measure of compensation in case of severance. ", "section_text": "7 In assessing the compensation to be paid by the acquiring authority under this Act regard shall be had not only to the value of the land to be purchased by the acquiring authority, but also to the damage, if any, to be sustained by the owner of the land by reason of the severing of the land purchased from the other land of the owner, or otherwise injuriously affecting that other land by the exercise of the powers conferred by this or the special Act."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "8", "section_title": " Other provisions as to divided land.", "section_text": "8 1 Schedule 2A makes provision in respect of a proposal by an acquiring authority to acquire part only of a— a house, building or factory, or b park or garden belonging to a house. 2 If any land which is not situated in a town or built upon is cut through and divided by the works so as to leave, either on both sides of the works, or on one side, a quantity of land which is less than half an acre, the owner of the land may require the acquiring authority to purchase the land along with the land subject to compulsory purchase: Provided that this subsection shall not apply if the owner has other land adjoining the land so left into which it can be thrown so as to be conveniently occupied with it, and in that case the acquiring authority shall, if so required by the owner, at their own expense throw the piece of land so left into the adjoining land by removing the fences and levelling the sites thereof, and by soiling it in a satisfactory and workmanlike manner. 3 If the owner of any land cut through and divided by the works requires the acquiring authority under the provisions of the special Act to make any bridge, culvert or other communication between the land so divided, and— a the land is so cut through and divided as to leave, either on both sides or on one side, a quantity of land which is less than half an acre, or which is of less value than the expense of making the communication between the divided land, and b the owner has not other land adjoining that piece of land, the acquiring authority may require the owner to sell them the piece of land. Any dispute as to the value of the piece of land, or as to the expense of making a communication between the divided land shall be determined by the  Upper Tribunal , and either party to proceedings for determining the compensation to be paid for the land acquired may require the  Upper Tribunal  to make  its determination  under this subsection in those proceedings."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "9", "section_title": " Refusal to convey, failure to make title,  etc.  ", "section_text": "9 1 If the owner of any of the land purchased by the acquiring authority, or of any interest in the land so purchased, on tender of the compensation agreed or awarded to be paid in respect of the land or interest refuses to accept it, or neglects or fails to make out a title to the land or interest to the satisfaction of the acquiring authority, or refuses to convey or release the land as directed by the acquiring authority, it shall be lawful for the acquiring authority to pay into court the compensation payable in respect of the land or interest. 2 The compensation so paid into court shall, subject to the provisions of this Act, be placed to the credit of the parties interested in the land and the acquiring authority shall, so far as they can, give their descriptions. 3 When the acquiring authority have paid into court the compensation, it shall be lawful for them to execute a deed poll containing a description of the land in respect of which the payment into court was made, and declaring the circumstances under which, and the names of the parties to whose credit, the payment into court was made. 4 On execution of the deed poll all the estate and interest in the land of the parties for whose use and in respect whereof the compensation was paid into court shall vest absolutely in the acquiring authority and as against those persons the acquiring authority shall be entitled to immediate possession of the land. 5 On the application of any person claiming all or any part of the money paid into court, or claiming all or any part of the land in respect of which it was paid into court, or any interest in it, the High Court may order its distribution according to the respective estates, titles or interests of the claimants, and if, before the money is distributed, it is dealt with under section 6 of the  Administration of Justice Act 1965 payment likewise of the dividends thereof, and may make such other order as the Court thinks fit. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "10", "section_title": " Further provision as to compensation for injurious affection. ", "section_text": "10 1 If any person claims compensation in respect of any land, or any interest in land, which has been taken for or injuriously affected by the execution of the works, and for which the acquiring authority have not made satisfaction under the provisions of this Act, or of the special Act, any dispute arising in relation to the compensation shall be referred to and determined by the  Upper Tribunal . 2 This section shall be construed as affording in all cases a right to compensation for injurious affection to land which is the same as the right which section 68 of the  Lands Clauses Consolidation Act 1845 has been construed as affording in cases where the amount claimed exceeds fifty pounds. 3 Where this Part of this Act applies by virtue of  Part IX of the Town and Country Planning Act 1990  references in this section to the acquiring authority shall be construed in accordance with  section 245(4)(b) of that Act ."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "11", "section_title": " Powers of entry. ", "section_text": "11 1 If the acquiring authority have served notice to treat in respect of any of the land and have served on the owner, lessee and occupier of that land   a notice of entry , the acquiring authority may enter on and take possession of that land, or of such part of that land as is specified in the notice  , after the end of a period specified in the notice ; and then any compensation agreed or awarded for the land of which possession is taken shall carry interest at the rate prescribed under section 32 of the  Land Compensation Act 1961 from the time of entry until the compensation is paid or is paid into court in accordance with this Act. Where under this subsection a notice is required to be served on an owner of land, and the land is ecclesiastical property as defined in  section 12(3) of the Acquisition of Land Act , a like notice shall be served on the  Diocesan Board of Finance for the diocese in which the land is situated . In this subsection “ owner ” has the meaning given by  section 7(1) of the Acquisition of Land Act . 1A A notice of entry under subsection (1) must specify the period after the end of which the acquiring authority may enter on and take possession of the land to which the notice relates. 1B The period specified in a notice of entry under subsection (1) must not end earlier than the end of the period of 3 months beginning with the day on which the notice is served unless it is a notice to which section 11A(4) or paragraph 13 of Schedule 2A applies. 1C A notice of entry under subsection (1) must explain the effect of section 11B (counter-notice requiring possession to be taken on specified date) and give an address at which the acquiring authority may be served with a counter-notice. 1D An acquiring authority may extend the period specified in a notice of entry under subsection (1) by agreement with each person on whom it was served. 1E A reference in this Act to the period specified in a notice of entry under subsection (1) is to the period as extended by any agreement under subsection (1D). 2 ... . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 For the purpose of   surveying, valuing or taking levels   of any of the land subject to compulsory purchase, of probing or boring to ascertain the nature of the soil and of setting out the line of the works, the acquiring authority, after giving not less than three nor more than fourteen days’ notice to the owners or occupiers of that land, may enter on that land, but the acquiring authority shall make compensation for any damage thereby occasioned to the owners or occupiers of the land, and any question of disputed compensation under this subsection shall be referred to the  Upper Tribunal . 4 Except as provided by the foregoing provisions of this section, the acquiring authority shall not, except with the consent of the owners and occupiers, enter on any of the land subject to compulsory purchase until the compensation payable for the respective interests in that land has been agreed or awarded, and has been paid to the persons having those interests or has been paid into court in accordance with this Act."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "11A", "section_title": "Powers of entry: further notices of entry", "section_text": "11A 1 This section applies where— a an acquiring authority have given a notice of entry under section 11(1) but have not yet entered on and taken possession of the land, and b the authority become aware of an owner, lessee or occupier (“the newly identified person”) to whom they ought to have given a notice to treat under section 5(1) but have not. 2 Any notice of entry already served under section 11(1) remains valid, but the authority may not enter on and take possession of the land unless they serve on the newly identified person— a a notice to treat under section 5(1), and b a notice of entry under section 11(1). 3 Subsection (4) applies for the purpose of determining the period to be specified in the notice of entry under section 11(1) served on the newly identified person if— a the person is an occupier of the land and the authority were not aware of the person because they were given misleading information when carrying out inquiries under section 5(1), or b the person is not an occupier of the land. 4 The period specified in the notice must be a period that ends— a no earlier than the end of the period of 14 days beginning with the day on which the notice of entry is served, and b no earlier than the end of the period specified in any previous notice of entry given by the acquiring authority in respect of the land."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "11B", "section_title": "Counter-notice requiring possession to be taken on specified date", "section_text": "11B 1 Where an acquiring authority serve a notice of entry under section 11(1) on an occupier with an interest in land, the occupier may serve a counter-notice requiring the acquiring authority to take possession of the land by no later than a date specified in the counter-notice. 2 If the occupier gives up possession of the land on or before the specified date the acquiring authority are to be treated as having taken possession on that date (unless the acquiring authority has in fact taken possession before that date). 3 The date specified in the counter-notice— a must not be before the end of the period specified in the notice of entry under section 11(1), and b must be at least 28 days after the day on which the counter-notice is served. 4 A counter-notice under subsection (1) has no effect if the notice to treat relating to the land is withdrawn or ceases to have effect before the date specified in the counter-notice. 5 A counter-notice under subsection (1) has no effect if it would require an acquiring authority to take possession of land at a time when section 11A or paragraph 6 of Schedule 2A prohibit the authority from entering on and taking possession of the land. 6 If subsection (5) applies, the authority must notify the occupier who served the counter-notice— a that the counter-notice has no effect, and b if the authority serve a notice of entry as mentioned in section 11A(2)(b), of the date after which the authority could enter on and take possession of the land. 7 If a counter-notice served under subsection (1) has no effect because of subsection (5), the occupier who served it may serve a further counter-notice. 8 Where a notice of entry under section 11(1) is served on more than one occupier with the same interest in the land, a reference in this section to the occupier with an interest in land is to all of them acting together."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "12", "section_title": " Unauthorised entry. ", "section_text": "12 1 If the acquiring authority, or any of their contractors, wilfully enter on and take possession of any of the land subject to compulsory purchase in contravention of subsection (4) of the last foregoing section, the acquiring authority shall forfeit to the person in possession of that land the sum of ten pounds in addition to the amount of any damage done to the land by entering and taking possession. 2 The said sum of ten pounds, and the amount of any such damage, shall be recoverable summarily as a civil debt. 3 An appeal shall lie to a court of quarter sessions against an order of a magistrates’ court adjudging a sum to be forfeited under the foregoing provisions of this section. 4 If, after a sum has been adjudged to be forfeited under this section, the acquiring authority, or their contractors, remain in unlawful possession of any of the land the acquiring authority shall be liable to forfeit the sum of twenty-five pounds for every day on which they so remain in possession. 5 A sum forfeited under the last foregoing subsection shall be recoverable by the person in possession of that land in the High Court, and in any such proceedings the decision of the magistrates’ court shall not be conclusive as to the acquiring authority’s right of entry. 6 This section shall not subject the acquiring authority to the payment of a penalty if they have in good faith and without collusion paid the compensation agreed or awarded in respect of the land to a person whom they reasonably believed to be entitled to the compensation, or have paid it into court for the benefit of the person entitled to the land  ... although such person may not have been legally entitled thereto."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "13", "section_title": " Refusal to give possession to acquiring authority.", "section_text": "13 1 If the acquiring authority are under this Act authorised to enter on and take possession of any land, and the owner or occupier of any of that land, or any other person, refuses to give up possession of it, or hinders the acquiring authority from entering on or taking possession of it, the acquiring authority may issue their warrant to  —                     a the sheriff, or b the enforcement officer, to deliver possession of it to the person appointed in the warrant to receive it.                   2 On receipt of the warrant  the person to whom it is issued  shall deliver possession of any such land accordingly. 2A If, by virtue of paragraph 3A of Schedule 7 to the Courts Act 2003, the warrant is issued to two or more persons collectively, the duty in subsection (2) of this section shall apply to the person to whom the warrant is allocated in accordance with the approved arrangements mentioned in that Schedule. 3 The costs accruing by reason of the issue and execution of the warrant, to be settled by  the person executing the warrant , shall be paid by the person refusing to give possession, and the amount of those costs shall be deducted and retained by the acquiring authority from the compensation, if any, payable by them to that person. 4 If no compensation is payable to the person refusing to give possession, or if it is less than the amount of the costs, that amount or the amount by which the costs exceed the compensation, if not paid on demand, shall be   recovered by using the procedure in Schedule 12 to the Tribunals, Courts and Enforcement Act 2007 (taking control of goods) , and on application to any justice of the peace for that purpose he shall issue his warrant accordingly. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In this section — \" the enforcement officer \", in relation to a warrant to deliver possession of land under this section, means the officer or officers identified for that purpose in paragraph 3A of Schedule 7 to the Courts Act 2003, and “ sheriff ” includes an under sheriff or other legally competent deputy, and means the sheriff for the area where the land is situated, or if land in one ownership is not situated wholly in one such area the sheriff for the area where any part of the land is situated."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "14", "section_title": " Mortgages.", "section_text": "14 1 The acquiring authority may purchase or redeem the interest of the mortgagee of any of the land subject to compulsory purchase in accordance with either of the two following subsections. 2 The acquiring authority may pay or tender to the mortgagee the principal and interest due on the mortgage, together with his costs and charges, if any, and also six months additional interest, and thereupon the mortgagee shall immediately convey or release his interest in the land comprised in the mortgage to the acquiring authority or as they may direct. 3 Alternatively, the acquiring authority may give notice in writing to the mortgagee that they will pay all the principal and interest due on the mortgage at the end of six months, computed from the day of giving the notice; and if they have given any such notice, or if the person entitled to the equity of redemption has given six months notice of his intention to redeem, then at the expiration of either of the notices, or at any intermediate period, on payment or tender by the acquiring authority to the mortgagee of the principal money due on the mortgage, and the interest which would become due at the end of six months from the time of giving either of the notices, together with his costs and expenses, if any, the mortgagee shall convey or release his interest in the land comprised in the mortgage to the acquiring authority, or as they may direct. 4 If, in a case under subsection (2) or subsection (3) of this section, on such payment or tender the mortgagee fails to convey or release his interest in the mortgage as directed by the acquiring authority, or fails to make out a good title to that interest to the satisfaction of the acquiring authority, it shall be lawful for the acquiring authority to pay into court the sums payable under subsection (2) or subsection (3) of this section, as the case may be. 5 When the acquiring authority have paid those sums into court, it shall be lawful for them to execute a deed poll in the manner provided by section 9(3) of this Act. 6 On execution of the deed poll, as well as in the case of a conveyance by the mortgagee, all the estate and interest of the mortgagee (and of all persons in trust for him, or for whom he may be a trustee) in the land shall vest in the acquiring authority and, where the mortgagee was entitled to possession of the land, the acquiring authority shall be entitled to possession of the land. 7 This section shall apply— a whether or not the acquiring authority have previously purchased the equity of redemption. b whether or not the mortgagee is a trustee, c whether or not the mortgagee is in possession of the land, and d whether or not the mortgage includes other land in addition to the land subject to compulsory purchase."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "15", "section_title": " Mortgage debt exceeding value of mortgaged land.", "section_text": "15 1 If the value of any such mortgaged land is less than the principal, interest and costs secured on the land, the value of the land, or the compensation to be paid by the acquiring authority in respect of the land, shall be settled by agreement between the mortgagee and the person entitled to the equity of redemption on the one part, and the acquiring authority on the other part, or, if they fail to agree, shall be determined by the  Upper Tribunal . 2 The amount so agreed or awarded shall be paid by the acquiring authority to the mortgagee in satisfaction or part satisfaction of his mortgage debt. 3 On payment or tender of the amount so agreed or awarded the mortgagee shall convey or release all his interest in the mortgaged land to the acquiring authority or as they direct, and if he fails to do so, or fails to adduce a good title to that interest to the satisfaction of the acquiring authority, it shall be lawful for the acquiring authority to pay into court the amount agreed or awarded. 4 When the acquiring authority have so paid into court the amount agreed or awarded, it shall be lawful for them to execute a deed poll in the manner provided by section 9(3) of this Act. 5 On execution of the deed poll the land, as to the estate and interest which were then vested in the mortgagee, or any person in trust for him, shall become absolutely vested in the acquiring authority and, where the mortgagee was entitled to possession of the land, the acquiring authority shall be entitled to possession of the land. 6 The making of payment to the mortgagee or into court of the amount agreed or awarded shall be accepted by the mortgagee in satisfaction, or part satisfaction, of his mortgage debt, and shall be a full discharge of the mortgaged land from all money due thereon. 7 All rights and remedies possessed by the mortgagee against the mortgagor by virtue of any bond or covenant or other obligation, other than the right to the land, shall remain in force in respect of so much of the mortgage debt as has not been satisfied by payment to the mortgagee or into court."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "16", "section_title": " Acquisition of part of land subject to mortgage.", "section_text": "16 1 If a part only of any mortgaged land is required by the acquiring authority, and— a the part so required is of less value than the principal, interest and costs secured on such land, and b the mortgagee does not consider the remaining part of the land a sufficient security for the money charged thereon, or is not willing to release the part so required. then the value of that part, and also the compensation (if any) to be paid in respect of the severance thereof or otherwise, shall be settled by agreement between the mortgagee and the party entitled to the equity of redemption of that land on the one part and the acquiring authority on the other and, if the parties fail to agree, shall be determined by the  Upper Tribunal . 2 The amount so agreed or awarded shall be paid by the acquiring authority to the mortgagee in satisfaction or part satisfaction of his mortgage debt. 3 On payment or tender of the amount so agreed or awarded the mortgagee shall convey or release all his interest in the land to be taken to the acquiring authority or as they direct. 4 A memorandum of what has been so paid shall be endorsed on the deed creating the mortgage and shall be signed by the mortgagee; and a copy of the memorandum shall at the same time (if required) be furnished by the acquiring authority at their expense to the person entitled to the equity of redemption of the land comprised in the mortgage. 5 If, on payment or tender to any such mortgagee of the amount of compensation agreed or awarded, the mortgagee fails to convey or release to the acquiring authority, or as they direct, his interest in the land in respect of which the compensation has been so paid or tendered, or if he fails to adduce a good title thereto to the satisfaction of the acquiring authority, it shall be lawful for the acquiring authority to pay into court the amount of the compensation; and subsections (4) to (6) of the last foregoing section shall apply as if references in those subsections to the land were references to the part of the land comprised in the mortgage which is required by the acquiring authority. 6 Notwithstanding the foregoing provisions of this section the mortgagee shall have the same powers and remedies for recovering or compelling payment of the mortgage money or the residue of it (as the case may be), and the interest thereon, as against the remaining land comprised in the mortgage, as he would have had for recovering or compelling payment thereof as against the whole of the land originally comprised in the mortgage."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "17", "section_title": " Compensation where mortgage paid off before stipulated time.", "section_text": "17 1 If in the mortgage deed a time was limited for the payment of the principal secured and under the three last foregoing sections the mortgagee has been required to accept payment of the principal at a time earlier than the time so limited, the amounts payable under those sections shall include— a all such costs and expenses as may be incurred by the mortgagee in respect of, or as incidental to, the re-investment of the sum paid off, and b if the rate of interest secured by the mortgage is higher than can reasonably be expected to be obtained on re-investment at the time the mortgage is paid off, regard being had to the current rate of interest, compensation in respect of the loss thereby sustained. 2 The costs under paragraph (a) of the foregoing subsection shall, in case of difference, be taxed and their payment enforced in the manner provided in section 23 of this Act for costs of conveyances, and the amount of compensation under paragraph (b) of the foregoing subsection shall, in case of difference, be referred to and determined by the  Upper Tribunal ."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "18", "section_title": " Rentcharges.", "section_text": "18 1 If any difference arises between the acquiring authority and a person entitled to a rentcharge on any of the land subject to compulsory purchase as to the compensation to be paid for the release of the land from the rentcharge, or from the part of the rentcharge affecting the land, it shall be referred to and determined by the  Upper Tribunal . 2 If part only of the land charged with a rentcharge is comprised in the land required by the acquiring authority the apportionment of the rentcharge— a may be settled by agreement between the person entitled to the rentcharge and the owner of the land on the one part and the acquiring authority on the other part, and b if not so settled, shall be referred to and determined by the  Upper Tribunal , but if the remaining part of the land so charged is a sufficient security for the rentcharge the person entitled to the rentcharge may, with the consent of the owner of that part of the land, release from the rentcharge the land required by the acquiring authority on condition or in consideration of that part of the land remaining exclusively subject to the whole of the rentcharge. 3 If the person entitled to a rentcharge on any of the land subject to compulsory purchase, on payment or tender to him of the compensation agreed or awarded, fails to execute in favour of the acquiring authority a release of the rentcharge, or if he fails to make out a good title to the rentcharge to the satisfaction of the acquiring authority, it shall be lawful for the acquiring authority to pay into court the amount of the compensation. When the acquiring authority have paid the compensation into court, it shall be lawful for them to execute a deed poll in the manner provided by section 9(3) of this Act, and on execution of the deed poll the rentcharge, or the part of the rentcharge in respect of which the compensation was paid, shall be extinguished. 4 If any of the land subject to compulsory purchase is so released from a rentcharge, or part of a rentcharge, to which it was subject jointly with other land, the last-mentioned land shall alone be charged with the whole of the rentcharge, or, as the case may be, with the remainder of the rentcharge, and the person entitled to the rentcharge shall have all the same rights and remedies over the last-mentioned land, for the whole, or as the case may be for the remainder, of the rentcharge as he had previously over the whole of the land subject to the rentcharge. 5 If upon any rentcharge or part of a rentcharge being so released the deed or instrument creating or transferring the charge is tendered to the acquiring authority for the purpose, the acquiring authority shall affix their common or official seal to a memorandum of the release endorsed on the deed or instrument declaring— a what part of the land originally subject to the rentcharge has been purchased by virtue of this Act, and b if the land is released from part of the rentcharge, what part of the rentcharge has been released and how much of it continues payable, and c if the land has been released from the whole of the rent charge, then that the remaining land is thenceforward to remain exclusively charged with the rent charge, and the memorandum shall be made and executed at the expense of the acquiring authority and shall be evidence in all courts and elsewhere of the facts therein stated, but not so as to exclude any other evidence of the same facts. 6 In this section “ rentcharge ”, in relation to any land, includes any other payment or incumbrance charged on the land not provided for in the foregoing provisions of this Act."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "19", "section_title": " Apportionment of rent under leases.", "section_text": "19 1 If part only of the land comprised in a lease for a term of years unexpired is required by the acquiring authority, the rent payable in respect of the land comprised in the lease shall be apportioned between the land so required and the residue of the land. 2 The apportionment may be settled by agreement between the lessor and lessee of the land on the one part, and the acquiring authority on the other part, and if the apportionment is not so settled by agreement between the parties, it shall be settled by the  Upper Tribunal . 3 After the apportionment the lessee shall, as to all future accruing rent, be liable only for so much of the rent as is apportioned in respect of the land not required by the acquiring authority. 4 As respects the land not so required, and as against the lessee, the lessor shall have all the same rights and remedies for the recovery of the apportioned rent as, before the apportionment, he had for the recovery of the whole rent reserved by the lease: and all the covenants, conditions and terms of the lease, except as to the amount of rent to be paid, shall remain in force with regard to the part of the land not so required in the same manner as they would have done if that part only of the land had been included in the lease. 5 Every such lessee shall be entitled to receive from the acquiring authority compensation for the damage done to him in his tenancy by reason of the severance of the land required by the acquiring authority from that not required, or otherwise by reason of the execution of the works."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "20", "section_title": " Tenants at will, etc. ", "section_text": "20 1 If any of the land subject to compulsory purchase is in the possession of a person having no greater interest in the land than as tenant for a year or from year to year, and if that person is required to give up possession of any land so occupied by him before the expiration of his term or interest in the land, he shall be entitled to compensation for the value of his unexpired term or interest in the land, and for any just allowance which ought to be made to him by an incoming tenant, and for any loss or injury he may sustain. 2 If a part only of such land is required, he shall also be entitled to compensation for the damage done to him  by severing  land held by him or otherwise injuriously affecting it. 3 If the parties differ as to the amount of compensation payable under the foregoing provisions of this section the dispute shall be referred to and determined by the  Upper Tribunal . 4 On payment or tender of the amount of such compensation all such persons shall respectively deliver up to the acquiring authority, or to the person appointed by them to take possession, any such land in their possession required by the acquiring authority. 5 If any person having a greater interest than as tenant at will claims compensation in respect of any unexpired term or interest under any lease or grant of the land subject to compulsory purchase, the acquiring authority may require that person to produce the lease or grant, or the best evidence thereof in his power; and if, after demand in writing by the acquiring authority, the lease or grant, or that best evidence, is not produced within twenty-one days, that person shall be considered as a tenant holding only from year to year, and be entitled to compensation accordingly. 6 This section has effect subject to section 39 of the  Landlord and Tenant Act 1954."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "21", "section_title": " Common land.", "section_text": "21 1 Schedule 4 to this Act (which relates to common land) shall apply for the purposes of this Act. 2 The said Schedule and the other provisions of this Act relating to common land have effect— a subject to the provisions of the  Inclosure Act 1852, the  Inclosure Act 1854 and the  Commonable Rights Compensation Act 1882 relating to the application of compensation money, and b subject to section 22 of the  Commons Act 1899 (which restricts grants or inclosures of commons)."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "22", "section_title": " Interests omitted from purchase. ", "section_text": "22 1 If after the acquiring authority have entered on any of the land subject to compulsory purchase it appears that they have through mistake or inadvertence failed or omitted duly to purchase or to pay compensation for any estate, right or interest in or charge affecting that land the acquiring authority shall remain in undisturbed possession of the land provided that within the time limited by this section— a they purchase or pay compensation for the estate, right or interest in or charge affecting the land, and b they also pay to any person who may establish a right to it, full compensation for the mesne profits, and the compensation shall be agreed or awarded and paid (whether to claimants or into court) in the manner in which, under this Act, it would have been agreed or awarded and paid if the acquiring authority had purchased the estate, right, interest or charge before entering on the land, or as near to that manner as circumstances admit. 2 The foregoing subsection shall apply whether or not the period specified in section 4 of this Act has expired. 3 The time limited by this section shall be six months after the acquiring authority have notice of the estate, right, interest or charge or, if it is disputed by the acquiring authority, six months after the right to the estate, right, interest or charge is finally established by law in favour of the claimant. 4 In assessing compensation under this section the value of the land, and of any estate or interest in the land, or any mesne profits of the land, shall be taken to be the value at the time when the acquiring authority entered on the land, and without regard to any improvements or works made in or upon the land by the acquiring authority, and as though the works had not been constructed. 5 In this section the “ mesne profits ” means the mesne profits or interest which would have accrued to the persons concerned during the interval between the entry of the acquiring authority and the time when the compensation is paid, so far as such mesne profits or interest may be recoverable in any proceedings."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "23", "section_title": " Costs of conveyances etc.", "section_text": "23 1 The costs of all conveyances of the land subject to compulsory purchase shall be borne by the acquiring authority. 2 The costs shall include all charges and expenses, whether incurred on the part of the seller or on the part of the purchaser,— a of all conveyances and assurances of any of the land, and of any outstanding terms or interests in the land, and b of deducing, evidencing and verifying the title to the land, terms or interests, and c of making out and furnishing such abstracts and attested copies as the acquiring authority may require, and all other reasonable expenses incident to the investigation, deduction and verification of the title. 3 If the acquiring authority and the person entitled to any such costs do not agree as to the amount of the costs, the costs shall be taxed by a Master of the   Senior Courts  on an order of the court obtained by either of the parties. 4 The acquiring authority shall pay what the Master certifies to be due in respect of the costs to the person entitled and, in default, that amount may be recovered in the same way as any other costs payable under an order of the   Senior Courts . 5 The expense of taxing the costs shall be borne by the acquiring authority unless on the taxation one-sixth of the amount of the costs is disallowed, and in that case the costs of the taxation shall be borne by the party whose costs have been taxed; and the amount thereof shall be ascertained by the Master and deducted by him accordingly in his certificate of taxation. 6 Conveyances of the land subject to compulsory purchase may be according to the forms in Schedule 5 to this Act, or as near thereto as the circumstances of the case will admit, or by deed in any other form which the acquiring authority may think fit. All conveyances made according to the forms in the said Schedule, or as near thereto as the circumstances of the case may admit, shall be effectual to vest the land thereby conveyed in the acquiring authority and shall operate to bar and to destroy all estates, rights, titles, remainders, reversions, limitations, trusts and interests whatsoever of and in the land comprised in the conveyance which have been purchased or compensated for by the consideration mentioned in the conveyance."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "24", "section_title": " Power to sell in consideration of a rentcharge.", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "25", "section_title": " Payment into court.", "section_text": "25 1 References in this Act to payment of money into court are references to payment of the money into the   Senior Courts   and section 4 of the  Administration of Justice Act 1965 (which prescribes the method of payment into court) shall apply accordingly. 2 Where any money paid into court under this Act was paid in respect of any lease, or any estate in land less than the whole fee simple, or of any reversion dependent on any such lease or estate, the High Court on the application of any person interested in the money may order that the money shall be laid out, invested, accumulated and paid in such manner as the court may consider will give to the persons interested in the money the same benefit as they might lawfully have had from the lease, estate or reversion or as near thereto as may be. 3 If any question arises respecting the title to land in respect of which money has been paid into court under this Act, the persons respectively in possession of the land, as being the owners, or in receipt of the rents of the land, as being entitled to the rents at the time when the land was purchased, shall be deemed to have been lawfully entitled to the land until the contrary is shown to the satisfaction of the court; and unless the contrary is shown to the satisfaction of the court the persons so in possession, and all persons claiming under them, or consistently with their possession, shall be deemed to be entitled to the money so paid into court, and to the interest and dividends of it or of the securities purchased therewith; and the money, dividends, interest and annual proceeds shall be paid and applied accordingly. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "26", "section_title": " Costs in respect of money paid into court. ", "section_text": "26 1 This section shall apply in relation to any compensation paid into court under this Act except where it was so paid in consequence— a of the wilful refusal of the person entitled to accept it, or b of the wilful refusal of that person to convey the land in respect of which the compensation was payable, or c of the wilful neglect of any person to make out a good title to the land. 2 Where this section applies the High Court may order the acquiring authority to pay— a the costs of, or incurred in consequence of, the purchase of the land, and b the cost of the investment of the compensation paid into court, or of its reinvestment in the purchase of other land. 3 References in this section to costs include references to all reasonable charges and expenses incidental to the matters mentioned in this section and to— a the cost of obtaining the proper orders for any of the purposes set out above, b the cost of obtaining the orders for the payment of dividends out of the compensation. c the cost of obtaining the orders for the payment out of court of the principal amount of the compensation, or of any securities in which it is invested, and d the cost of all proceedings relating to such orders, except such as are occasioned by litigation between adverse claimants. 4 The costs of not more than one application for reinvestment in land shall be allowed unless it appears to the High Court that it is for the benefit of the parties interested in the compensation that it should be invested in the purchase of land in different sums and at different times."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "27", "section_title": "", "section_text": "27 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "28", "section_title": " General provisions as to deeds poll.", "section_text": "28 1 Any deed poll executed by the acquiring authority in accordance with this Act shall be under their common seal or official seal. 2 Any such deed poll shall be stamped with the stamp duty which would have been payable upon a conveyance to the acquiring authority of the land described therein, or otherwise duly stamped. 3 The provisions of this Act as to the execution of deeds poll have effect subject to section 7(4) of the  Law of Property Act 1925 (under which any such power of disposing of a legal estate exercisable by a person who is not the estate owner is, when practicable, to be exercised in the name and on behalf of the estate owner)."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "29", "section_title": " Irregularities in proceedings under the Act.", "section_text": "29 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "30", "section_title": " Service of notices.", "section_text": "30 Section 6 of the Acquisition of Land Act shall apply to the service of notices under this Act."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "31", "section_title": " Ecclesiastical property.", "section_text": "31 Any sums agreed or awarded for the purchase of land being ecclesiastical property as defined in  section 12(3) of the Acquisition of Land Act , or to be paid by way of compensation for damage sustained by reason of severance or injury affecting such land, shall not be paid as directed by the other provisions of this Act, but  shall be paid to the Diocesan Board of Finance for the diocese in which the land is situated and    shall be applied  for the purposes for which the proceeds of a sale by agreement of the land would be applicable under any enactment or Measure authorising such a sale or disposing of the proceeds of such a sale.  ..."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "32", "section_title": " Commencement of Part I.", "section_text": "32 This Part of this Act shall not apply in relation to a compulsory purchase order confirmed under Part I of Schedule 1 to the  Acquisition of Land (Authorisation Procedure) Act 1946 , or made under Part II of that Schedule, before the commencement of this Act."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "33", "section_title": " Compulsory purchase orders under Water Acts 1945 and 1948.", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "34", "section_title": " Compulsory purchase orders under Part III of Housing Act 1957.", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "35", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "35"}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "36", "section_title": " Orders relating to acquisition of land under s. 67 of Water Resources Act 1963.", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "37", "section_title": " Compulsory purchase orders under s. 11 of Pipe-lines Act 1962.", "section_text": "37 1 Subject to this section Part I of this Act shall apply in relation to a compulsory purchase order under section 11 of the  Pipe-lines Act 1962 as it applies in relation to a compulsory purchase order under the  Acquisition of Land Act 1981 , and in the said Part I as so applied the “ special Act ” means the Pipe-lines Act 1962, together with the order. 2   Subsection (1)   of section 11, section 30(3) and section 31 of this Act shall not apply, and section 27 shall apply as if subsection (1) of that section were omitted. 3 Sections 127 to 132 of the  Lands Clauses Consolidation Act 1845 (sale of superfluous land) shall apply in relation to land acquired in pursuance of a compulsory purchase order under section 11 of the Pipe-lines Act 1962, and in construing those sections as so applied— a the said Act of 1962 and the compulsory purchase order shall be deemed to be the special Act, b references to the promoters of the undertaking shall be construed as references to the person authorised by the compulsory purchase order to purchase the land comprised therein. 4 Part I of this Act as applied by this section shall not apply in relation to an order made before the commencement of this Act."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "38", "section_title": " Application to enactments authorising acquisition of land by agreement.", "section_text": "38 1 The enactments mentioned in Schedule 6 to this Act (which apply the Lands Clauses Acts to certain of the powers of acquiring land by agreement possessed by authorities having power to acquire land compulsorily under the  Acquisition of Land Act 1981 , or any of the enactments mentioned in the foregoing provisions of this Part of this Act) shall have effect subject to the amendments set out in that Schedule (which translate references to provisions of the Lands Clauses Acts relating to the acquisition of land by agreement into references to corresponding provisions of Part I of this Act). 2 Nothing in the provisions of Part I of this Act as applied by Schedule 6 to this Act, or in the enactments mentioned in that Schedule, shall enable a local authority to sell for the purposes of those enactments without the consent of the Minister of Housing and Local Government or of any other Minister any land which they could not have sold without that consent apart from the provisions of this section. 3 In Part I of this Act as applied to the purchase of land by agreement under any of the enactments mentioned in Schedule 6 to this Act— a “ the acquiring authority ” means a person authorised to purchase land by that enactment, b “ the special Act ” means the enactment. c in section 27 subsection (1) shall be omitted. and for references to land subject to compulsory purchase there shall be substituted references to land which may be purchased by agreement under the enactment. 4 This section shall not have effect as respects any purchase of land completed before the commencement of this Act."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "39", "section_title": " Consequential amendments and repeals.", "section_text": "39 1 Any enactment or document referring to an enactment repealed and re-enacted by this Act shall be construed as referring to the corresponding enactment in this Act. 2 Without prejudice to the generality of subsection (1) of this section, any reference in any enactment or document to the Lands Clauses Acts, or to any provision of the Lands Clauses Acts, which is, or includes, a reference to the Lands Clauses Acts, or that provision of the Lands Clauses Acts, as incorporated by the  Acquisition of Land Authorisation Procedure Act 1946 , or by any of the Acts mentioned in sections 33 to 37 of this Act or Schedule 6 to this Act, shall, unless the contrary intention appears, be construed as references to the corresponding provisions in Part I of this Act. 3 Without prejudice to the last foregoing subsection, references to provisions of the Lands Clauses Acts in the enactments mentioned in Schedule 7 to this Act shall be amended in accordance with that Schedule. 4 The enactments mentioned in Schedule 8 to this Act, of which those in Part II and Part III of that Schedule are spent or are superseded by the provisions of the  Lands Tribunal Act 1949 and the  Land Compensation Act 1961, shall be repealed to the extent specified in the third column of that Schedule, but subject to the respective provisions at the end of each Part of that Schedule. 5 The mention of particular matters in this section shall not be taken to affect the general application to this Act of section 38 of the  Interpretation Act 1889 (which relates to the effect of repeals)."}, {"act": "Compulsory Purchase Act 1965", "year": 1965, "section": "40", "section_title": " Short title, commencement and extent.", "section_text": "40 1 This Act may be cited as the Compulsory Purchase Act 1965. 2 Except as otherwise expressly provided, this Act shall come into force on 1st January 1966. 3 This Act shall not extend to Scotland or Northern Ireland."}]