[{"act": "Criminal Procedure (Attendance of Witnesses) Act 1965", "year": 1965, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Criminal Procedure (Attendance of Witnesses) Act 1965", "year": 1965, "section": "2", "section_title": "\n \n Issue of witness summons on application to Crown Court.\n", "section_text": "2 1 This section applies where the Crown Court is satisfied that— a a person is likely to be able to give evidence likely to be material evidence, or produce any document or thing likely to be material evidence, for the purpose of any criminal proceedings before the Crown Court, and b it is in the interests of justice to issue a summons under this section to secure the attendance of that person to give evidence or to produce the document or thing. 2 In such a case the Crown Court shall, subject to the following provisions of this section, issue a summons (a witness summons) directed to the person concerned and requiring him to— a attend before the Crown Court at the time and place stated in the summons, and b give the evidence or produce the document or thing. 3 A witness summons may only be issued under this section on an application; and the Crown Court may refuse to issue the summons if any requirement relating to the application is not fulfilled. 4 Where a person has been sent for trial for any offence to which the proceedings concerned relate, an application must be made as soon as is reasonably practicable after service on that person, in pursuance of regulations made under paragraph 1 of Schedule 3 to the Crime and Disorder Act 1998, of the documents relevant to that offence. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Where the proceedings concerned relate to an offence in relation to which a bill of indictment has been preferred under the authority of section 2(2)(b) of the  Administration of Justice (Miscellaneous Provisions) Act 1933 (bill preferred by direction of Court of Appeal, or by direction or with consent of judge) an application must be made as soon as is reasonably practicable after the bill was preferred. 6A Where the proceedings concerned relate to an offence that is the subject of a deferred prosecution agreement within the meaning of Schedule 17 to the Crime and Courts Act 2013, an application must be made as soon as is reasonably practicable after the suspension of the proceedings is lifted under paragraph 2(3) of that Schedule. 7 An application must be made in accordance with  Criminal Procedure Rules ; and different provision may be made for different cases or descriptions of case. 8 Criminal Procedure Rules — a may, in such cases as the rules may specify, require an application to be made by a party to the case; b may, in such cases as the rules may specify, require the service of notice of an application on the person to whom the witness summons is proposed to be directed; c may, in such cases as the rules may specify, require an application to be supported by an affidavit containing such matters as the rules may stipulate; d may, in such cases as the rules may specify, make provision for enabling the person to whom the witness summons is proposed to be directed to be present or represented at the hearing of the application for the witness summons  (if the application is determined at a hearing) . 9 Provision contained in  Criminal Procedure Rules  by virtue of subsection (8)(c) above may in particular require an affidavit to— a set out any charge on which the proceedings concerned are based; b specify any stipulated evidence, document or thing in such a way as to enable the directed person to identify it; c specify grounds for believing that the directed person is likely to be able to give any stipulated evidence or produce any stipulated document or thing; d specify grounds for believing that any stipulated evidence is likely to be material evidence; e specify grounds for believing that any stipulated document or thing is likely to be material evidence. 10 In subsection (9) above— a references to any stipulated evidence, document or thing are to any evidence, document or thing whose giving or production is proposed to be required by the witness summons; b references to the directed person are to the person to whom the witness summons is proposed to be directed."}, {"act": "Criminal Procedure (Attendance of Witnesses) Act 1965", "year": 1965, "section": "2A", "section_title": " Power to require advance production.", "section_text": "2A A witness summons which is issued under section 2 above and which requires a person to produce a document or thing as mentioned in section 2(2) above may also require him to produce the document or thing— a at a place stated in the summons, and b at a time which is so stated and precedes that stated under section 2(2) above, for inspection by the person applying for the summons."}, {"act": "Criminal Procedure (Attendance of Witnesses) Act 1965", "year": 1965, "section": "2B", "section_title": " Summons no longer needed.", "section_text": "2B 1 If— a a document or thing is produced in pursuance of a requirement imposed by a witness summons under section 2A above, b the person applying for the summons concludes that a requirement imposed by the summons under section 2(2) above is no longer needed, and c he accordingly applies to the Crown Court for a direction that the summons shall be of no further effect, the court may direct accordingly. 2 An application under this section must be made in accordance with  Criminal Procedure Rules ; and different provision may be made for different cases or descriptions of case. 3 Criminal Procedure Rules  may, in such cases as the rules may specify, require the effect of a direction under this section to be notified to the person to whom the summons is directed."}, {"act": "Criminal Procedure (Attendance of Witnesses) Act 1965", "year": 1965, "section": "2C", "section_title": " Application to make summons ineffective.", "section_text": "2C 1 If a witness summons issued under section 2 above is directed to a person who— a applies to the Crown Court, b satisfies the court that he was not served with notice of the application to issue the summons and that he was neither present nor represented at the hearing of the application, and c satisfies the court that he cannot give any evidence likely to be material evidence or, as the case may be, produce any document or thing likely to be material evidence, the court may direct that the summons shall be of no effect. 2 For the purposes of subsection (1) above it is immaterial— a whether or not  Criminal Procedure Rules  require the person to be served with notice of the application to issue the summons; b whether or not  Criminal Procedure Rules  enable the person to be present or represented at the hearing of the application. 3 In subsection (1)(b) above “ served ” means— a served in accordance with  Criminal Procedure Rules , in a case where such rules require the person to be served with notice of the application to issue the summons; b served in such way as appears reasonable to the court to which the application is made under this section, in any other case. 4 The Crown Court may refuse to make a direction under this section if any requirement relating to the application under this section is not fulfilled. 5 An application under this section must be made in accordance with  Criminal Procedure Rules ; and different provision may be made for different cases or descriptions of case. 6 Criminal Procedure Rules  may, in such cases as the rules may specify, require the service of notice of an application under this section on the person on whose application the witness summons was issued. 7 Criminal Procedure Rules  may, in such cases as the rules may specify, require that where— a a person applying under this section can produce a particular document or thing, but b he seeks to satisfy the court that the document or thing is not likely to be material evidence, he must arrange for the document or thing to be available at the hearing of the application. 8 Where a direction is made under this section that a witness summons shall be of no effect, the person on whose application the summons was issued may be ordered to pay the whole or any part of the costs of the application under this section. 9 Any costs payable under an order made under subsection (8) above shall be taxed by the proper officer of the court, and payment of those costs shall be enforceable in the same manner as an order for payment of costs made by the High Court in a civil case or as a sum adjudged summarily to be paid as a civil debt."}, {"act": "Criminal Procedure (Attendance of Witnesses) Act 1965", "year": 1965, "section": "2D", "section_title": " Issue of witness summons of Crown Court’s own motion.", "section_text": "2D For the purpose of any criminal proceedings before it, the Crown Court may of its own motion issue a summons (a witness summons) directed to a person and requiring him to— a attend before the court at the time and place stated in the summons, and b give evidence, or produce any document or thing specified in the summons."}, {"act": "Criminal Procedure (Attendance of Witnesses) Act 1965", "year": 1965, "section": "2E", "section_title": " Application to make summons ineffective.", "section_text": "2E 1 If a witness summons issued under section 2D above is directed to a person who— a applies to the Crown Court, and b satisfies the court that he cannot give any evidence likely to be material evidence or, as the case may be, produce any document or thing likely to be material evidence, the court may direct that the summons shall be of no effect. 2 The Crown Court may refuse to make a direction under this section if any requirement relating to the application under this section is not fulfilled. 3 An application under this section must be made in accordance with  Criminal Procedure Rules ; and different provision may be made for different cases or descriptions of case. 4 Criminal Procedure Rules  may, in such cases as the rules may specify, require that where— a a person applying under this section can produce a particular document or thing, but b he seeks to satisfy the court that the document or thing is not likely to be material evidence, he must arrange for the document or thing to be available at the hearing of the application."}, {"act": "Criminal Procedure (Attendance of Witnesses) Act 1965", "year": 1965, "section": "3", "section_title": " Punishment for disobedience to witness order or witness summons.", "section_text": "3 1 Any person who without just excuse disobeys a  . . . witness summons requiring him to attend before any court shall be guilty of contempt of that court and may be punished summarily by that court as if his contempt had been committed in the face of the court. 1A Any person who without just excuse disobeys a requirement made by any court under section 2A above shall be guilty of contempt of that court and may be punished summarily by that court as if his contempt had been committed in the face of the court. 2 No person shall by reason of  any disobedience mentioned in subsection (1) or (1A) above  be liable to imprisonment for a period exceeding three months. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Criminal Procedure (Attendance of Witnesses) Act 1965", "year": 1965, "section": "4", "section_title": " Further process to secure attendance of witness. ", "section_text": "4 1 If a judge of the  Crown Court  is satisfied by evidence on oath that a witness in respect of whom a  . . . witness summons is in force is unlikely to comply with the  . . . summons, the judge may issue a warrant to arrest the witness and bring him before the court before which he is required to attend: Provided that a warrant shall not be issued under this subsection  . . . unless the judge is satisfied by such evidence as aforesaid that the witness is likely to be able to give  evidence likely to be  material evidence or produce any document or thing likely to be material evidence in the proceedings. 2 Where a witness who is required to attend before  the Crown Court by virtue of  . . . a witness summons fails to attend in compliance with the  . . . summons, that court may— a in any case, cause to be served on him a notice requiring him to attend the court forthwith or at such time as may be specified in the notice; b if the court is satisfied that there are reasonable grounds for believing that he has failed to attend without just excuse, or if he has failed to comply with a notice under paragraph ( a ) above, issue a warrant to arrest him and bring him before the court. 3 A witness brought before a court in pursuance of a warrant under this section may be remanded by that court in custody or on bail (with or without sureties) until such time as the court may appoint for receiving his evidence or dealing with him under section 3 of this Act; and where a witness attends a court in pursuance of a notice under this section the court may direct that the notice shall have effect as if it required him to attend at any later time appointed by the court for receiving his evidence or dealing with him as aforesaid."}, {"act": "Criminal Procedure (Attendance of Witnesses) Act 1965", "year": 1965, "section": "56.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Criminal Procedure (Attendance of Witnesses) Act 1965", "year": 1965, "section": "7", "section_title": "", "section_text": "7 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Criminal Procedure (Attendance of Witnesses) Act 1965", "year": 1965, "section": "8", "section_title": " Abolition of subpoenas in certain proceedings.", "section_text": "8 No subpoena ad testificandum or subpoena duces tecum shall issue after the commencement of this Act in respect of any proceedings for the purpose of which a witness summons may be issued under section 2 of this Act or in respect of any proceedings for the purpose of which a summons may be issued under  section 97 of the Magistrates’ Courts Act 1980 (process for attendance of witnesses in magistrates’ courts)."}, {"act": "Criminal Procedure (Attendance of Witnesses) Act 1965", "year": 1965, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Criminal Procedure (Attendance of Witnesses) Act 1965", "year": 1965, "section": "10", "section_title": "†Short title, consequential amendments and repeals, commencement, interpretation and extent.", "section_text": "10 1 This Act may be cited as the Criminal Procedure (Attendance of Witnesses) Act 1965. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 The enactments mentioned in Part I of Schedule 2 to this Act shall have effect subject to the amendments specified in the second column of that part, . . .  . 4 This Act shall come into force at the expiration of the period of two months beginning with the date on which it is passed. 5 Any reference in this Act to any enactment shall be construed as a reference to that enactment as amended, and as including a reference thereto as extended or applied, by any other enactment. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  so much of this section and Schedule 2 to this Act as relates to the  Writ of Subpoena Act 1805 extends to Scotland and Northern Ireland, but, save as aforesaid, this Act does not extend to Scotland and Northern Ireland."}]