[{"act": "Finance Act 1965", "year": 1965, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Finance Act 1965", "year": 1965, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Finance Act 1965", "year": 1965, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Finance Act 1965", "year": 1965, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Finance Act 1965", "year": 1965, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Finance Act 1965", "year": 1965, "section": "67.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Finance Act 1965", "year": 1965, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Finance Act 1965", "year": 1965, "section": "918", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9–18"}, {"act": "Finance Act 1965", "year": 1965, "section": "1944", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19–44"}, {"act": "Finance Act 1965", "year": 1965, "section": "45", "section_title": " Interpretation and other supplemental provisions.", "section_text": "45 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  12 Schedule 10 to this Act (administration) shall have effect for the purposes of this Act."}, {"act": "Finance Act 1965", "year": 1965, "section": "4683", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "46–83"}, {"act": "Finance Act 1965", "year": 1965, "section": "84", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "84"}, {"act": "Finance Act 1965", "year": 1965, "section": "85", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "85"}, {"act": "Finance Act 1965", "year": 1965, "section": "86", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "86"}, {"act": "Finance Act 1965", "year": 1965, "section": "87", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "87"}, {"act": "Finance Act 1965", "year": 1965, "section": "88", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "88"}, {"act": "Finance Act 1965", "year": 1965, "section": "89", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "89"}, {"act": "Finance Act 1965", "year": 1965, "section": "90", "section_title": " Stamp duty: conveyances and transfers.", "section_text": "90 1 Subject to the provisions of this section, any instrument whereby property is conveyed or transferred to any person in contemplation of a sale of that property shall be treated for the purposes of the  Stamp Act 1891 as a conveyance or transfer on sale of that property for a consideration equal to the value of that property. 2 If on a claim made to the Commissioners not later than two years after the making or execution of an instrument chargeable with duty in accordance with subsection (1) of this section, it is shown to their satisfaction— a that the sale in contemplation of which the instrument was made or executed has not taken place and the property has been re-conveyed or re-transferred to the person from whom it was conveyed or transferred or to a person to whom his rights have been transmitted on death or bankruptcy; or b that the sale has taken place for a consideration which is less than the value in respect of which duty was paid on the instrument by virtue of this section, the Commissioners shall repay the duty paid by virtue of this section, in a case falling under paragraph (a) of this subsection, so far as it exceeds the stamp duty which would have been payable apart from this section and, in a case falling under paragraph (b) of this subsection, so far as it exceeds the stamp duty which would have been payable if the instrument had been stamped in accordance with subsection (1) of this section in respect of a value equal to the consideration in question:  . . .  3 No instrument chargeable with duty in accordance with subsection (1) of this section shall be deemed to be duly stamped unless the Commissioners have been required to express their opinion thereon under section 12 of the said Act of 1891 and have expressed their opinion thereon in accordance with that section. 4 The foregoing provisions of this section shall apply whether or not an instrument conveys or transfers other property in addition to the property in contemplation of the sale of which it is made or executed, but those provisions shall not affect the stamp duty chargeable on the instrument in respect of that other property. 5 For the purposes . . .  of subsection (1) of this section, the value of property conveyed or transferred by an instrument chargeable with duty in accordance with  that subsection  shall be determined without regard to— a any power (whether or not contained in the instrument) on the exercise of which the property, or any part of or any interest in, the property, may be revested in the person from whom it was conveyed or transferred or in any person on his behalf; b any annuity reserved out of the property or any part of it, or any life or other interest so reserved, being an interest which is subject to forfeiture; but if on a claim made to the Commissioners not later than two years after the making or execution of the instrument it is shown to their satisfaction that any such power as is mentioned in paragraph (a) of this subsection has been exercised in relation to the property and the property or any property representing it has been re-conveyed or re-transferred in the whole or in part in consequence of that exercise the Commissioners shall repay the stamp duty paid by virtue of this subsection, in a case where the whole of such property has been so re-conveyed or re-transferred, so far as it exceeds the stamp duty which would have been payable apart from this subsection and, in any other case, so far as it exceeds the stamp duty which would have been payable if the instrument had operated to convey or transfer only such property as is not so re-conveyed or re-transferred. 6 This section shall be construed as one with the said Act of 1891. 7 This section shall come into force on 1st August 1965."}, {"act": "Finance Act 1965", "year": 1965, "section": "91", "section_title": " Interest where stamp duty repaid under judgment.", "section_text": "91 Where under section 13(4) of the  Stamp Act 1891 (appeals against assessment of stamp duty) a court orders any sum to be repaid by the Commissioners of Inland Revenue, the court may order it to be repaid with such interest as the court may determine."}, {"act": "Finance Act 1965", "year": 1965, "section": "92", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "92"}, {"act": "Finance Act 1965", "year": 1965, "section": "93", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "93"}, {"act": "Finance Act 1965", "year": 1965, "section": "94", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "94"}, {"act": "Finance Act 1965", "year": 1965, "section": "95", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "95"}, {"act": "Finance Act 1965", "year": 1965, "section": "96", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "96"}, {"act": "Finance Act 1965", "year": 1965, "section": "97", "section_title": " Short title, construction, extent and repeal.", "section_text": "97 1 This Act may be cited as the Finance Act 1965. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Any reference in this Act to any other enactment shall, except so far as the context otherwise requires, be construed as a reference to that enactment as amended or applied by or under any other enactment, including this Act. 4 Save as otherwise expressly provided, such of the provisions of this Act as relate to matters in respect of which the Parliament of Northern Ireland has power to make laws shall not extend to Northern Ireland. 5 The enactments mentioned in Schedule 22 to this Act are hereby repealed to the extent mentioned in the third column of that Schedule, but subject to any provision in relation thereto made at the end of any part of that Schedule; and any such provision as to the date of operation of a repeal shall be without prejudice to any provision of this Act providing that any of the provisions repealed are to cease to have effect at an earlier date for all purposes or for certain specified purposes."}]