[{"act": "Gas Act 1965", "year": 1965, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Gas Act 1965", "year": 1965, "section": "4", "section_title": " Storage authorisation orders.", "section_text": "4 1 The Minister may by an order (in this Part of this Act referred to as a “storage authorisation order”) authorise the storage by a  public gas transporter  in natural porous strata underground of such kinds of gas (including natural gas) as, having regard to the safety of the public and the need to protect water resources are in the opinion of the Minister suitable for such storage. 2 A  public gas transporter shall not develop or use any such strata for the storage of gas except in accordance with a storage authorisation order, and a storage authorisation order . . .   shall not authorise the disregard by any  public gas transporter  of any enactment or rule of law exonerate a  public gas transporter  from any indictment, action or other proceedings for any nuisance caused by them. 2A So far as relating to development within section 17(2), (3) or (5) of the Planning Act 2008— a subsection (1) is subject to section 33(2) of that Act (exclusion of powers to authorise development for which development consent required), and b subsection (2) is subject to section 33(1) of that Act (exclusion of requirement for other consents for development for which development consent required). 2B So far as relating to the use of strata for the storage of gas, subsections (1) and (2) are subject to section 120(9) of the Planning Act 2008 (exclusion of power to include ancillary provision in orders). 3 At all stages in the formulation by a  public gas transporter  of any proposals for the making of a storage authorisation order, and in the consideration by the Minister of any such proposals, the  public gas transporter  or the Minister, as the case may be, shall have regard to the safety of the public and the protection of water resources. 4 At all stages in the formulation by a  public gas transporter  of any proposals for the making of a storage authorisation order, and in the consideration by the Minister of any such proposals, the  public gas transporter  or the Minister, as the case may be, having regard to the desirability of preserving natural beauty, of conserving flora, fauna, and geological or physiographical features of special interest, and of protecting buildings and other objects of architectural or historic interest, shall take into account any effect which the proposals might have on the natural beauty of the countryside or on any such flora, fauna, features, buildings or objects. 5 Section 72 of the  Water Resources Act 1963 (control of discharges into underground strata) shall not apply to a discharge of gas into underground strata in accordance with a storage authorisation order. 6 So far as— a the carrying out or construction of any surface works, boreholes or pipes associated with an underground gas storage which in a storage authorisation order are shown as approved by the Minister for the purposes of this subsection, or b the bringing into use or operation of an underground gas storage in accordance with a storage authorisation order, constitute development for the purposes of  the Town and Country Planning Act 1990 , that development shall for the purposes of  section 90 of that Act  (deemed planning permission) be taken to be authorised by the Minister in making the storage authorisation order. 7 The provisions of the last foregoing subsection shall apply to Scotland, but for the words from “constitute” to the end of the subsection there shall be substituted the words “constitute development for the purposes of  the Town and Country Planning (Scotland) Act 1997  that development shall for the purposes of  section 57  of that Act  (planning permission for development by local authorities and statutory undertakers) be taken to be authorised by the Minister in making the storage authorisation order”. 8 The provisions of Parts I and  II  of Schedule 2 to this Act shall have effect as respects the contents of a storage authorisation order and the procedure for making it, and— a the provisions of a storage authorisation order specifying the  public gas transporter  to whom the order applies, and b the provisions of any such order specifying the nature of the gas which may be stored, may be varied by a further storage authorisation order which shall be made in accordance with the provisions of Part III of that Schedule; and Part IV of that Schedule shall have effect for the purpose of adapting the other provisions of that Schedule in their application to Scotland."}, {"act": "Gas Act 1965", "year": 1965, "section": "5", "section_title": " Control of mining and other operations in storage area and protective area.", "section_text": "5 1 This section shall apply to controlled operations in a storage area and, if a storage authorisation order so provides as respects any area outside the storage area, in that other area (in this Part of this Act referred to as “ the protective area ”), and for the purposes of this section controlled operations are any description of excavation, mining, quarrying or boring operations in the storage area or the protective area which are carried out wholly or partly below the depth prescribed by the storage authorisation order (which may be a different depth for different parts of either area) and which are begun or continued after the coming into force of the storage authorisation order. 2 No person, other than the  public gas transporter  authorised to operate the underground gas storage, shall carry out any controlled operations without the consent of the Minister. 2A Subsection (2) does not apply so far as the controlled operations are authorised by an order granting development consent under the Planning Act 2008. 3 An application for the consent of the Minister under this section shall state— a the name and address of the applicant, b the extent, purpose and nature of the proposed operations, and the methods proposed to be employed, c the location and depth of every proposed borehole, shaft, excavation, quarry or other working. 4 The applicant shall serve a copy of his application on the  public gas transporter  to whom the storage authorisation order applies and inform the Minister of the date on which he has done so. 5 If within twenty-eight days of the date on which the copy of the application is so served, the  public gas transporter   informs the Minister that he objects  to any of the proposals, or if the Minister proposes to refuse consent or to attach any conditions to his consent, the Minister shall afford to the applicant and to the  public gas transporter  an opportunity of being heard before a person appointed by the Minister. 6 The Minister shall take into consideration the application and the report of any such hearing, and may either refuse the application or give his consent with or without any conditions. 7 The Minister’s consent under this section shall enure for the benefit of the land and of all persons for the time being interested in the land. 8 The Minister after giving his consent, with or without conditions, may at any time revoke his consent or impose conditions or further conditions or revoke or vary any conditions previously imposed but, before acting under this subsection, the Minister shall afford to the  public gas transporter  and to any person for the time being interested in the land an opportunity of being heard before a person appointed by the Minister. 9 The  public gas transporter  shall pay to a person making an application for the Minister’s consent under this section, or for a decision under subsection (8) of this section, any expenses reasonably incurred by the applicant in the preparation of plans, and any expenses reasonably incurred by him upon other similar matters in connection with the application, including reasonable costs incurred in employing an engineer, surveyor, land agent, solicitor or other person in an advisory capacity. 10 The following shall be local land charges, namely, a storage authorisation order, any conditions attached to a consent given by the Secretary of State under this section and, save in so far as it revokes any conditions, any further decision taken by the Secretary of State under subsection (8) of this section . 11 On the coming into operation of a storage authorisation order relating to an area in Scotland it shall be recorded as soon as may be in the General Register of Sasines by the  public gas transporter  named in the order; and particulars of any consent given by the Minister relating to controlled operations in Scotland shall be recorded as aforesaid by the person who has applied for that consent, and any further decision taken in relation to that consent under subsection (8) of this section shall be so recorded by the Minister. 12 It shall be the duty of the  public gas transporter  concerned to furnish to any person who is under an obligation to record a consent under the last foregoing subsection all necessary information to enable him to comply with that obligation. 13 If any person contravenes subsection (2) of this section or fails to comply with any conditions imposed under this section he shall be guilty of an offence under this Part of this Act and shall be liable— a on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding one hundred pounds, or to both, and b on conviction on indictment to imprisonment for a term not exceeding two years or to a fine, or to both."}, {"act": "Gas Act 1965", "year": 1965, "section": "6", "section_title": " Controlled operations: carrying out of works to remedy a default.", "section_text": "6 1 If a  public gas transporter   applies  in England or Wales to a magistrates court or in Scotland to the sheriff, and  satisfies  the court that any controlled operations have been carried out   in breach of section 5(2) , or that there has been a   relevant failure to comply , and that the works specified in the application which consist of the filling in of an excavation, well, borehole or shaft made or sunk in contravention of the last foregoing section   or in circumstances involving a relevant failure to comply , or the taking of any other steps to make good the default, ought to be carried out in the interests of safety, or in order to safeguard property, to preserve water resources or to prevent the suspension, or continued suspension, of the operations of an underground gas storage, the court may make an order authorising the  public gas transporter  to execute those works in such manner as  he thinks  fit. 2 Any person having an interest in the land in which the controlled operations have been carried out shall be entitled to appear and be heard on the application by the  public gas transporter  to the court, and the court shall not entertain the application unless satisfied that the  public gas transporter   has taken  reasonable steps to give notice of the application to all such persons who are known to  him . 3 The  public gas transporter  shall, as against all persons interested in the land in which the works are to be carried out, and any other land to which entry is required for the purpose of obtaining access to that land, have all such rights as are necessary in order to enable  him  to execute the order. 4 Except in a case of emergency, a  public gas transporter  shall not in pursuance of subsection (3) of this section demand admission as of right to any land which is occupied unless twenty-four hours’ notice of the intended entry has been given to the occupier, and where a  public gas transporter  in exercising  his  powers under subsection (3) of this section  [causes] any damage to land or chattels, any person interested in the land or chattels shall be entitled to compensation in respect of that damage from the  public gas transporter . 5 Any expenses reasonably incurred by the  public gas transporter  in executing the order of a court under this section (but not including any compensation paid by the  public gas transporter  under this section) may be recovered by the  public gas transporter  from the person who carried out the controlled operations or, as the case may be,   was responsible for the relevant failure to comply.   6 Any person who wilfully obstructs a person acting under the authority of the order of a court under this section shall be guilty of an offence and shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale . 7 Any application under this section to a magistrates’ court shall be made by complaint. 8 In the application of this section to Scotland— a where a  public gas transporter   applies  to the sheriff for an order under subsection (1) of this section  he  shall do so by way of summary application, and “ sheriff ” means a sheriff within whose jurisdiction the controlled operations mentioned in the application have been carried out; b in subsection (4) “ chattels ” means corporeal moveables. 9 In this section  “ relevant failure to comply ” means— a in a case where the Minister's consent to the carrying out of controlled operations has been obtained under section 5, a failure to comply with any conditions subject to which the Minister's consent was granted; b in a case where the carrying out of controlled operations has been authorised by an order granting development consent under the Planning Act 2008, a breach of the terms of the order or other failure to comply with the terms of the order."}, {"act": "Gas Act 1965", "year": 1965, "section": "7", "section_title": " Compensation for general effect of storage authorisation order.", "section_text": "7 Subject to section 10 of this Act, if a person entitled to an interest in land which consists of or comprises, or is held with, land in a storage area, being an interest subsisting on the date when the storage authorisation order comes into force, proves that the value of his interest on that date is depreciated by the making of the storage authorisation order and its effect under this Part of this Act, the  public gas transporter shall pay to him compensation equal to the amount of the depreciation so far as directly attributable to those causes."}, {"act": "Gas Act 1965", "year": 1965, "section": "8", "section_title": " Compensation for refusal of consent to controlled operations, or consent granted subject to conditions.", "section_text": "8 1 This section shall apply where the Minister, on an application for his consent to the carrying out of any controlled operations, decides to refuse his consent, or to grant his consent subject to conditions. 2 Subject to this section, if it is shown that the applicant or any other person— a has incurred expenditure in carrying out work which is rendered abortive by the Minister’s decision, or b has otherwise sustained loss or damage which is directly attributable to the Minister’s decision, the  public gas transporter  shall pay to the person who has incurred the expenditure or sustained the loss or damage compensation in respect of that expenditure, loss or damage. 3 For the purposes of this section any expenditure incurred in the preparation of plans for the purposes of any work, or upon any similar matters preparatory thereto, shall be taken to be included in the expenditure incurred in carrying out that work. 4 In assessing compensation under this section in respect of abortive expenditure no account shall be taken of any expenditure incurred after the storage authorisation order came into force. 5 No liability to pay compensation shall arise under this section unless it is shown that any planning permission or statutory licence to abstract water which would be required for the carrying out of the controlled operations which are prevented by the Minister’s decision has been granted, or could, according to a certificate issued under the provisions of Schedule 3 to this Act, reasonably have been expected to be granted but for the Minister’s decision. If any planning permission or statutory licence to abstract water or any certificate issued under Schedule 3 to this Act which is relied on by the claimant shows that the carrying out of the controlled operations in accordance with the application would be, or could have been expected to be, subject to conditions, limitations or restrictions imposed by the local planning authority , by the Environment Agency or the Natural Resources Body for Wales, it shall   be assumed for the purposes of this section that the application is for the carrying out of the controlled operations subject to such conditions, limitations or restrictions. 6 In assessing compensation under this section no account shall be taken of any expenditure or of any loss or damage if the expenditure, or any act which gave rise to the loss or damage, was not reasonably necessary and was undertaken for the purpose of obtaining compensation, or greater compensation. 7 In assessing the result of the Minister’s decision it shall be assumed that his decision will not at any future time be revoked or modified."}, {"act": "Gas Act 1965", "year": 1965, "section": "9", "section_title": " Compensation for withdrawal of consent or variation of conditions.", "section_text": "9 1 This section shall apply where the Minister after giving his consent to an application for the carrying out of controlled operations withdraws his consent or imposes conditions or further conditions on his consent or varies any conditions previously imposed on his consent. 2 Subject to this section, if it is shown that the applicant or any other person— a has incurred expenditure in carrying out work which is rendered abortive by the Minister’s decision, or b has otherwise sustained loss or damage which is directly attributable to the Minister’s decision, the  public gas transporter  shall pay to the person who has incurred the expenditure or sustained the loss or damage compensation in respect of that expenditure, loss or damage. 3 For the purposes of this section any expenditure incurred in the preparation of plans for the purposes of any work, or upon any similar matters preparatory thereto, shall be taken to be included in the expenditure incurred in carrying out that work. 4 In assessing compensation under this section in respect of abortive expenditure no account shall be taken of any expenditure incurred in the period between the time when the storage authorisation order came into force and the time when that consent was given. 5 No liability to pay compensation shall arise under this section unless it is shown that any planning permission or statutory licence to abstract water which would be required for the carrying out of the controlled operations which are prevented by the Minister’s decision has been granted or could, according to a certificate issued under the provisions of Schedule 3 to this Act, reasonably have been expected to be granted but for the Minister’s decision. If any planning permission or statutory licence to abstract water or any certificate issued under Schedule 3 to this Act which is relied on by the claimant shows that the carrying out of the controlled operations would be, or could have been expected to be, subject to conditions, limitations or restrictions imposed by the local planning authority , by the Environment Agency or the Natural Resources Body for Wales, it shall   be assumed for the purposes of this section that the Minister’s consent was for the carrying out of the controlled operations subject to such conditions, limitations or restrictions. 6 In assessing the result of the Minister’s decision it shall be assumed that his decision will not at any future time be revoked or modified."}, {"act": "Gas Act 1965", "year": 1965, "section": "10", "section_title": " Exclusion of double compensation.", "section_text": "10 1 A right to store gas in an underground gas storage acquired by a  public gas transporter  by agreement or compulsorily shall not include a right, as against any other person, to prevent the carrying out of any controlled operations, or of any operations which would be controlled operations but for the provisions of section 18(7)(a) of this Act; and compensation for any compulsory acquisition of such a right under  Schedule 3 to the principal Act  shall be assessed accordingly. 2 In assessing compensation— a under section 7 of this Act, or b on a claim for compensation for the compulsory acquisition by a  public gas transporter  of an interest in or right over any land which involves a claim for the injurious affection of any land, the effect of sections 5 and 6 of this Act shall be disregarded. 3 The   appropriate tribunal   in assessing compensation for the depreciation of an interest in land— a on a claim for compensation under section 7 of this Act, or b on a claim for compensation for compulsory acquisition by a  public gas transporter  of an interest in or right over any land which involves compensation for depreciation, shall make such adjustments as will in the opinion of the  appropriate tribunal  prevent compensation being paid more than once for the same cause on two or more claims falling within paragraphs (a) and (b) of this subsection, or on one or more such claims when taken with the consideration paid by the  public gas transporter  for the acquisition by agreement of any interest in land. 4 The   appropriate tribunal   in assessing compensation under section 8 or section 9 of this Act shall make such adjustments as will in the opinion of the  appropriate tribunal  prevent compensation being paid more than once in respect of the same cause, whether it gives rise to a claim for the depreciation of an interest in land, for abortive expenditure or for other loss or damage."}, {"act": "Gas Act 1965", "year": 1965, "section": "11", "section_title": " Compensation under ss. 8 and 9 to be repayable in certain circumstances.", "section_text": "11 1 If after a decision of the Minister under section 5 of this Act has given rise to a liability to pay compensation under section 8 or section 9 of this Act the Minister takes a further decision under the said section 5 with respect to the operations in respect of which the compensation was payable, and the further decision is in all or any respects more favourable than the earlier decision, any person who carries out any operations which would have been unlawful if the Minister had not taken that further decision shall, subject to this section, be liable to pay to the  public gas transporter concerned an amount equal to— a so much, if any, of that compensation as is in respect of abortive expenditure which, in consequence of the further decision of the Minister, is no longer abortive, and b so much of that compensation as is for any loss or damage which is nullified by the further decision, together with interest on that amount from the date on which the operations made lawful by the Minister’s further decision were begun until payment at the rate for the time being in force under section 32 of the  Land Compensation Act 1961 or, as the case may be, section 40 of the  Land Compensation (Scotland) Act 1963. 2 If, on an application to the Minister, it is shown to the satisfaction of the Minister that, having regard to the probable value of any operations which will give rise to a liability under this section, the operations are not likely to be carried out unless he exercises his powers under this subsection, the Minister may remit the whole or a part of any amount otherwise recoverable under this section. 3 Particulars of any compensation under section 8 or section 9 of this Act which has been agreed or awarded, together with particulars of the nature and location of the operations in respect of which the compensation is payable, shall be  a local land charge. 4 In Scotland, where compensation has been agreed or awarded as aforesaid it shall be the duty of the  public gas transporter concerned as soon as may be to cause the particulars specified in the last foregoing subsection to be recorded in the General Register of Sasines."}, {"act": "Gas Act 1965", "year": 1965, "section": "12", "section_title": " The right to store gas underground and related rights.", "section_text": "12 1 A  public gas transporter  may be authorised under  Schedule 3 to the principal Act  (compulsory purchase of land) to purchase compulsorily a right to store gas in an underground gas storage,  and Part I of Schedule 4 to this Act shall apply in relation to any such compulsory purchase. 2 Subject to section 10(1) of this Act, the right acquired under the foregoing subsection shall be an exclusive right to use the stratum for the purpose of the underground gas storage, and to prevent other persons from using it for that   or any other purpose, but that exclusive right does not prevent the acquisition by another person of a right to store gas in the underground gas storage (whether in accordance with section 19B of the principal Act or otherwise) . 3 Where, by a deed or instrument in which it is certified by a  public gas transporter  that the instrument is made in connection with the acquisition of rights to store gas in an underground gas storage, any person having an interest in land grants, or agrees to grant, to a  public gas transporter  a right to store gas in an underground gas storage or any other right over the land, the grant or agreement shall, subject to the provisions of the  Land Charges Act 1925 and the    Land Registration Act 2002   applied by the next following subsection, be binding upon any person deriving title or otherwise claiming under the grantor to the same extent as it is binding upon the grantor, notwithstanding that it would not have been binding upon that person apart from the provisions of this subsection. 4 Any right to store gas in an underground gas storage which is vested in a  public gas transporter  (whether created by compulsory purchase order or not), and any right to which the last foregoing subsection applies, shall —  a for the purposes of the Land Charges Act 1925, be deemed to be a charge affecting land falling within Class D(iii), and b for the purposes of the Land Registration Act 2002, be deemed to be an equitable easement. 5 Where any deed or instrument referred to in subsection (3) of this section relates to a right to store gas in an underground gas storage in Scotland, the deed or instrument shall be recorded as soon as may be by the person deriving a right to store gas as aforesaid in the General Register of Sasines. 6 A  public gas transporter  shall not dispose of a right to store gas in any part of an underground gas storage to a person other than another  public gas transporter  or the person who would have been entitled to grant that right if it had not been acquired by   any gas transporter, but nothing in this subsection prevents the grant to another person of a right to store gas in the underground gas storage (whether in accordance with section 19B of the principal Act or otherwise) ."}, {"act": "Gas Act 1965", "year": 1965, "section": "13", "section_title": " Compulsory purchase of rights as respects wells, boreholes and shafts in storage area and protective area.", "section_text": "13 1 The Minister may authorise a  public gas transporter under  Schedule 3 to the principal Act to purchase compulsorily any land which is in a storage area or protective area and which is the site of any well, borehole or shaft for the purpose— a of making use of the well, borehole or shaft in connection with the development or use of the underground gas storage (and to the exclusion of its use by any other person), or b where the well, borehole or shaft extends below the depth prescribed by the storage authorisation order, of stopping it up or preventing its use by any other person. 2 If the well, borehole or shaft in any such land extends below the depth prescribed by the storage authorisation order, the  public gas transporter may be authorised under  Schedule 3 to the principal Act to purchase compulsorily such rights as appear to the Minister expedient to enable the  public gas transporter to ensure that the well, borehole or shaft is stopped up, or is prevented from being used by any other person;  and Part I of Schedule 4 to this Act shall apply in relation to the compulsory purchase . 3 For the purpose of enabling a  public gas transporter to obtain access to land which is in a storage area or protective area and— a on which the  public gas transporter proposes to construct a well, borehole or shaft to be connected with, or used for any of the purposes of, the underground gas storage, or b which is the site of an existing well, borehole or shaft, the  public gas transporter may be authorised under  the said Schedule 3 to purchase compulsorily a right of way over any land either for persons on foot or both for persons on foot and vehicles;  and Part I of Schedule 4 to this Act shall apply in relation to the compulsory purchase . A right of way conferred under this subsection shall, subject to any express provision of the compulsory purchase order, imply— i the right to construct and maintain gates, stiles and bridges along the right of way together with all such rights as would be implied in the grant of an easement or servitude for a right of way comparable to that conferred by the compulsory purchase order, and ii where the right of way includes a right to pass over the land with vehicles, a right to transport materials, plant and apparatus in vehicles. 4 Where in consequence of the exercise by a  public gas transporter of any right acquired under subsection (3) of this section any person suffers loss by reason of damage to, or disturbance in the enjoyment of, any land or chattels, he shall be entitled to compensation in respect of that loss from the  public gas transporter . 5 Part II of Schedule 4 to this Act (which relates to cases where a well, borehole or shaft is used for the purpose of providing a supply of water) shall have effect for the purposes of this section. 6 A right acquired under subsection (2) or subsection (3) of this section shall—  a for the purposes of the Land Charges Act 1925, be deemed to be a charge affecting land falling within Class D(iii), and b for the purposes of the Land Registration Act 2002, be deemed to be an equitable easement. 7 A right acquired as aforesaid in relation to a well, borehole or shaft situated in Scotland shall be recorded as soon as may be by the person acquiring the right in the General Register of Sasines. 8 Section 10(3) of the Coal Industry Act 1994  (restriction on alienation of coal and coalmines) shall not prevent the acquisition by a  public gas transporter , whether by agreement or by compulsory purchase, for purposes connected with an underground gas storage of land which is the site of a well, borehole or shaft which forms part of a  coal mine (as defined in section 65 of the said Act of 1994) which is disused, or of any rights as respects such a well, borehole or shaft. 9 References in this section to a storage area or protective area, or the depth prescribed by a storage authorisation order, shall, in relation to a compulsory purchase order which is made under this section after proposals for a storage authorisation order have been submitted to the Minister under paragraph 3 of Schedule 2 to this Act, but before the storage authorisation order takes effect, be taken as references to those areas, or the depth so prescribed, as set out in the proposals, or in an application under paragraph 6 of the said Schedule 2, and any variation of the areas or depth in the storage authorisation order, as compared with those proposals or the application, shall not invalidate the compulsory purchase order. 10 The provisions of this section are without prejudice to the generality of the provisions of  Schedule 3 to the principal Act . 11 In the application of this section to Scotland, in subsection (4) “ chattels ” means corporeal moveables."}, {"act": "Gas Act 1965", "year": 1965, "section": "14", "section_title": " Gas authority’s liability for underground gas storage.", "section_text": "14 1 Subject to this section, and to section 18(8)(b) of this Act, the  public gas transporter shall be absolutely liable in civil proceedings in respect of damage caused by gas in an underground gas storage, or by gas in the boreholes connected with an underground gas storage, or which is escaping from or has escaped from any underground gas storage or any such boreholes. 2 For the purposes of the law of tort liability under this section shall be regarded as arising from a duty owed by the  public gas transporter to the person suffering the damage, and in section 1 of the  Fatal Accidents Act 1846, references to a wrongful act, neglect or default shall include references to any occurrence which gives rise to liability under this section. 3 Subject to the  Law Reform (Contributory Negligence) Act 1945, where the person suffers the damage as the result of his own fault (including in that expression the fault of his servant or agent) the  public gas transporter shall not be responsible for the damage. 4 In this section “ damage ” means loss of life, personal injury and damage to property, and in relation to Scotland for the reference to the law of tort there shall be substituted a reference to the law of reparation."}, {"act": "Gas Act 1965", "year": 1965, "section": "15", "section_title": " Responsibility of  public gas transporter  for interference with supplies of water.", "section_text": "15 1 If the injection of gas into, or the presence of gas in, an underground gas storage, or the escape of gas from an underground gas storage or the boreholes connected with an underground gas storage, pollutes any water or interferes with the flow of any water, or displaces any water located in or percolating through an underground stratum, and as a result any person is prevented from effectively exercising or enjoying a protected right (as defined in  Chapter  II  of Part II of the Water Resources Act 1991 or within the meaning of that Chapter so far as it applies in relation to any application for a licence which is a licence of right for the purposes of Schedule 7 to the Water Resources Act 1991) ) which was exercisable at the time when the storage authorisation order came into force, it shall be the duty of the  public gas transporter concerned to pay such compensation, or to take such other steps, as are specified in this section. 2 If the water obtainable in exercise of the protected right is polluted and it is reasonably practicable and economical to cleanse the amount of water which the users desire to obtain in exercise of that right, whether by means of apparatus permanently installed or by other means, then— a where the users of the supply are statutory water  undertakers , the Environment Agency or the Natural Resources Body for Wales, the gas transporter   shall  pay to them the costs reasonably incurred by them in cleansing the supply of water so obtained, and b where the users of the supply are other persons, the  public gas transporter shall at  his own cost cleanse the supply of water so obtained. 3 Where subsection (2) of this section does not apply, and the persons entitled to exercise the protected right   are statutory water undertakers, the Environment Agency or the Natural Resources Body for Wales, the gas transporter shall, if the statutory water undertakers, the Environment Agency or the Natural Resources Body for Wales provide   an alternative supply of water, pay to them the costs reasonably incurred by them in doing so: Provided that the  public gas transporter shall not be liable for those costs if and so far as they are attributable to the supply so provided being superior in quantity or quality to the supply which was being, or might have been, obtained in exercise of the protected right. 4 Where subsection (2) of this section does not apply, and the persons entitled to exercise the protected right are not statutory water  undertakers , the Environment Agency or the Natural Resources Body for Wales, the gas transporter   shall , at the request of those persons, and if it is reasonably practicable and economical so to do, provide without charge an alternative supply of water which is in quantity and quality equivalent to the supply which was being, or might have been, obtained in exercise of the protected right. 5 Where subsection (2), subsection (3) or subsection (4) of this section applies the  public gas transporter shall pay to the persons entitled to relief under those subsections— a compensation for any loss or damage suffered by them in the period before effective action is taken under those provisions, and b compensation by way of a lump sum payment in respect of the burden, if any, imposed on the persons entitled to exercise the protected right by reason of the  amounts payable— i by virtue of  section 123 of the Water Resources Act 1991 ; and ii in respect of the alternative supply of water to which subsection (3) or subsection (4) of this section relates, having regard to the amount, if any, which would have been payable as mentioned in sub-paragraph (i) above  in respect of the supply of water which is being replaced, and to any difference in the quantities of water being abstracted. 6 Where subsections (2) to (5) of this section do not apply the  public gas transporter  shall pay compensation for the loss or damage suffered. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 Any dispute between a  public gas transporter and any other person as to whether or not it is reasonably practicable and economical to take such steps as are described in subsection (2) or subsection (4) of this section shall be referred to and determined by the Minister and the Minister concerned with water resources acting jointly. Before determining a dispute referred to them under this subsection, the said Ministers shall afford to the parties to the dispute an opportunity of being heard before a person appointed by the Ministers for the purpose, and shall, in determining the dispute, take the report of the hearing into consideration. 9 In this section references to a protected right which was exercisable at the time when the storage authorisation order came into force include references to a protected right deriving from a licence issued in substitution for a licence which was in force at that time. 10 It is hereby declared that statutory water   undertakers, the Environment Agency, the Natural Resources Body for Wales or any   other person may surrender any of the rights conferred by this section on such terms as may be agreed with the  public gas transporter . 11 In the application of this section to Scotland— a for any reference to the exercise or enjoyment of a protected right (as defined by section 26 of the  Water Resources Act 1963) there shall be substituted a reference to a right to the enjoyment for any purpose of an existing supply of water including a statutory right to take water; b for any reference to statutory water undertakers there shall be substituted a reference to a local water authority; c subsection (5)(b) shall be omitted; d for the reference to Part XIV of Schedule 3 to the  Water Act 1945 there shall be substituted a reference to Part VIII of Schedule 4 to the  Water (Scotland) Act  1980 ."}, {"act": "Gas Act 1965", "year": 1965, "section": "16", "section_title": " Safety conditions.", "section_text": "16 1 The Minister may, at any time, if he considers it necessary so to do in the interests of safety, by notice served on a  public gas transporter impose conditions concerning the manner in which the  public gas transporter develops or operates an underground gas storage; and the Minister may in particular impose— a conditions as to the maximum pressures at which gas may be injected into the underground gas storage, b conditions as to the maximum rates at which gas may be injected into, or withdrawn from the underground gas storage, c conditions as to the provision of boreholes to be used for making observations and measurements, d conditions as to the removal in whole or in part of any ingredient or substance from, or the addition of any ingredient or substance to, gas before it is injected into the underground gas storage, e conditions for securing that operations in connection with the storage of the gas are conducted so as to prevent the leakage of gas,(f) conditions for securing an efficient system for the testing of water supplies in and adjacent to the storage area and the protective area. 2 The Minister may at any time, if he considers it necessary so to do in the interests of safety, by notice served on a  public gas transporter require the  public gas transporter to do all or any of the following things, that is,— a to cease injecting gas into an underground gas storage, and b to reduce the quantity of gas in the storage to such quantity as he may specify, and c to take such other measures as respects the storage or any activity or matter connected therewith as appear to the Minister to be expedient in the interests of safety, and the Minister may include in the requirements terms making the duration of the requirements indefinite or for a definite period variable by a further notice under this subsection. 3 Any notice under this section shall take effect as from such date as the Minister may specify in the notice; and may at any time be varied or revoked by a subsequent notice under this section. 4 The  public gas transporter on whom a notice is served under this section may at any time make representations to the Minister as to the date on which the notice is to take effect, or representations as to the variation or revocation of the notice; and the Minister shall take any such representations into account in deciding whether to exercise his powers of variation or revocation under this section. 5 If a  public gas transporter fails  to comply with a condition or requirement imposed in a notice under this section, the  public gas transporter shall be guilty of an offence under this Part of this Act and shall be liable— a on summary conviction to a fine not exceeding one hundred pounds, and b on conviction on indictment to a fine of any amount. 6 In this section references to action necessary in the interests of safety include references to action necessary to protect water resources."}, {"act": "Gas Act 1965", "year": 1965, "section": "17", "section_title": " Accidents.", "section_text": "17 1 If— a there is a leakage of gas from an underground gas storage, or from the boreholes connected with an underground gas storage, or b some other event occurs which is of a kind which the Minister has by notice served on the  public gas transporter  specified for the purposes of this section, notice of the event, in such form and accompanied by such particulars as may be specified by the Minister, shall forthwith be given by the  public gas transporter  to the Minister; and a  public gas transporter  failing to comply with this subsection shall be guilty of an offence under this Part of this Act. 2 The Minister may, where he thinks it expedient so to do, direct an inquiry to be held into any event notice of which is to be given under the foregoing subsection, or any other event connected with the underground gas storage. The inquiry shall be held in public and in accordance with the provisions of Schedule 5 to this Act. 3 The Minister may, whether or not he proposes to hold an inquiry in public under the last foregoing subsection into any event connected with an underground gas storage, appoint one of his officers or some other competent person to investigate the event and to make a special report with respect to it, and the Minister may cause any such report to be made public at such time and in such manner as he thinks fit. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 It shall be the duty of the  public gas transporter  to make arrangements— za for the Environment Agency, if it appears to them that the Environment Agency will or may have duties to discharge, or will or may have to take precautionary or preventive action in any event within paragraphs (a) and (b) of subsection (1), and zb for the Natural Resources Body for Wales, if it appears to them that the Natural Resources Body for Wales will or may have duties to discharge, or will or may have to take precautionary or preventive action in any such event, and a ...  for every police force,   fire and rescue authority , statutory water undertakers and sewerage undertakers  who appear to them to be authorities on whom duties will or may fall, or who will or may have to take precautionary or preventive action, in any   such event , and b for such other bodies as the Minister may specify by notice given to the  public gas transporter , being bodies appearing to him to have duties to discharge in any such event, to be notified immediately on the occurrence of any such event; and the  public gas transporter  shall provide those authorities and bodies with such plans, maps and other information as they may reasonably require in order to enable  him  to carry out those duties. A  public gas transporter  failing to comply with this subsection shall be guilty of an offence under this Part of this Act. 6 A  public gas transporter guilty of an offence under this Part of this Act by virtue of this section shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale ."}, {"act": "Gas Act 1965", "year": 1965, "section": "18", "section_title": " Discontinuance of an underground gas storage.", "section_text": "18 1 If at any time it appears to the Minister necessary in the interest of safety that an underground gas storage should be discontinued, he may serve notice on the  public gas transporter concerned stating that he proposes to make an order requiring the storage to be taken out of operation. The  public gas transporter may, within six weeks of the date of service of the notice, make representations to the Minister, and the Minister shall take the representations into account. 2 A  public gas transporter may at any time apply to the Minister for an order requiring the storage to be taken out of operation. 3 The Minister shall include in an order under this section such provisions as appear to him necessary or expedient for the purpose of ensuring that the gas in the storage, and the stratum in which the gas is stored, do not become or remain a source of danger; and the Minister may, in particular, include among those provisions a requirement that the  public gas transporter shall withdraw, so far as may be practicable, all gas from the storage. 4 The  public gas transporter shall submit a report to the Minister setting out the steps taken to comply with the order. 5 Any requirement contained in an order under this section shall take effect as from such date as the Minister may specify in the order, and any such provision may at any time be varied or revoked by a subsequent order under this section. 6 The  public gas transporter may at any time make representations to the Minister as to the date on which any requirement in the order is to take effect, or representations as to the variation or revocation of the requirement; and the Minister shall take any such representations into account in deciding whether to exercise his powers of making an order varying or revoking any such requirement. 7 At any time after the making of an order under this section the Minister may, if he considers that it is safe to do so, direct— a that operations in the storage area and the protective area carried out on or after the date specified in the direction shall not be controlled operations, and b that any conditions which may have been imposed on the carrying out of controlled operations in the storage area and the protective area shall cease to have effect on that date. 8 If a direction is given under the last foregoing subsection— a section 11 of this Act shall have effect as if, wherever the Minister gave a decision giving rise to a liability to pay compensation under section 8 or section 9 of this Act, he had given a further decision under section 5 of this Act on the date when the direction comes into force giving his consent to the operations in question without any conditions, and b section 14 of this Act shall not apply to any damage (as defined in that section) attributable to an event after the date when the direction comes into force. 9 If a  public gas transporter fails to comply with an order under this section, the  public gas transporter shall be guilty of an offence under this Part of this Act and shall be liable— a on summary conviction to a fine not exceeding one hundred pounds, and b on conviction on indictment to a fine of any amount. 10 In this section references to action necessary in the interests of safety include references to action necessary to protect water resources, and the expression “ safe ” shall be construed accordingly."}, {"act": "Gas Act 1965", "year": 1965, "section": "19", "section_title": " Appointment of inspectors.", "section_text": "19 1 The Minister may appoint as inspectors to assist him in the execution of this Part of this Act such number of persons appearing to him to be qualified for the purpose as he may from time to time consider necessary or expedient, and may make to or in respect of any person so appointed, such payments, by way of remuneration or allowances or otherwise, as the Minister may, with the approval of the Treasury, determine. 2 Any sums paid by the Minister under the foregoing subsection shall be paid out of moneys provided by Parliament. 3 Every  public gas transporter to whom a storage authorisation order applies during any period shall pay to the Minister such proportion as the Minister may determine of Any sums so paid by the Minister, and such part of any expenses incurred by him as he may, with the consent of the Treasury, determine to be incurred in connection with the exercise of his powers under subsection (1) of this section,  and any sums received by the Minister under this subsection shall be paid into the Exchequer. The reference in this subsection to the Minister’s expenses includes a reference to expenses incurred by any other government department in connection with the  Department of Energy , and to such sums as the Treasury may determine in respect of the use for the purposes of that  Department of Energy of any premises belonging to the Crown. 4 Any liability of  a public gas transporter  in respect of sums payable by him under the last foregoing subsection on account of pensions shall, if the Minister so determines, be satisfied by way of contributions calculated, at such rate as may be determined by the Treasury, by reference to remuneration. 5 An inspector shall, for the purpose of the execution of this Part of this Act, have power (subject to production, if so requested, of written evidence of his authority), to do all or any of the following things that is,— a at all reasonable times to carry out inspections and tests of any underground gas storage, and of the equipment and apparatus used for the storage, and to take samples of any gas, fluid or other matter, b to require the production of, and to inspect, any documents which are in the possession or under the control of the  public gas transporter and which relate to the storage, c to require any officer or servant of the  public gas transporter having responsibilities as respects the storage to give to the inspector such facilities and assistance with respect to any matters or things to which the responsibilities of that officer or servant extend as are necessary for the purpose of enabling the inspector to exercise the powers conferred on him by paragraph (a) of this subsection. 6 A person who— a fails to comply with a requirement imposed under this section by an inspector, or b obstructs an inspector in the exercise of the powers conferred by this section, shall be guilty of an offence under this Part of this Act, and shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale ."}, {"act": "Gas Act 1965", "year": 1965, "section": "20", "section_title": " Powers of entry.", "section_text": "20 Schedule 6 to this Act (which confers powers of entry on land and powers of prospecting and surveying land) shall have effect for the purposes of this Part of this Act."}, {"act": "Gas Act 1965", "year": 1965, "section": "21", "section_title": " General provisions as to offences under Part II.", "section_text": "21 1 Section 43(1) of the principal Act (punishment for false information given for purposes of Act) shall apply as if references in that subsection to any provision of that Act included references to any provision of this Part of this Act. 2 Section 43(2) of the principal Act (restriction on institution of prosecutions) shall apply as if the reference in that section to an offence under the said  section 43(1) included a reference to an offence under any provision of this Part of this Act. 3 Where a body corporate is guilty of an offence under any provision of this Part of this Act and that offence is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate or of any person who was purporting to act in any such capacity, he, as well as the body corporate, shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly. In this subsection, the expression “ director ”, in relation to . . .  any other body corporate established by or under any enactment for the purpose of carrying on under national ownership any industry or part of an industry or undertaking, being a body corporate whose affairs are managed by its members, means a member of that . . .  body corporate. 4 Without prejudice to the operation, as respects England and Wales, of section 8 of the  accessories and Abettors Act 1861 and  section 44 of the  Magistrates’ Courts Act 1980 , any person who aids, abets, counsels or procures the commission of an offence under this Part of this Act shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly. 5 If by virtue of either of the two last foregoing subsections an individual is guilty of an offence under section 16(5) or section 18(9) of this Act the individual shall be liable— a on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding one hundred pounds or to both, and b on conviction on indictment to imprisonment for a term not exceeding two years or to a fine of any amount or to both."}, {"act": "Gas Act 1965", "year": 1965, "section": "22", "section_title": " Application of provisions of principal Act.", "section_text": "22 1 Section 46 of the principal Act (service of notices) shall apply as if any reference in that section to the principal Act included a reference to this Part of this Act. 2 Section 46 of the  Gas Act 1972 (inquiries held by Minister) shall apply as if any reference in that section to  that Act included a reference to this Part of this Act, and the provisions of that section shall apply to any public local inquiry held by the Minister in pursuance of this Part of this Act, other than an inquiry under Schedule 5 to this Act, as they apply to any inquiry held by the Minister under that section."}, {"act": "Gas Act 1965", "year": 1965, "section": "23", "section_title": " Assessment of compensation.", "section_text": "23 1 There shall be referred to and determined by the   appropriate tribunal — a any question of disputed compensation under this Part of this Act, including any question as to the liability of a  public gas transporter to pay any sum under section 15 of this Act, and b any question as to the amount recoverable by a  public gas transporter under section 11 of this Act, but subject to the express provisions of this Part of this Act referring questions for the decision of any Ministers. 2 In relation to the determination of any question so referred to the   appropriate tribunal   the provisions of   section 4   of the  Land Compensation Act 1961 or, as the case may be, sections 9 and 11 of the  Land Compensations (Scotland) Act 1963 (which relate to procedure and costs) shall apply, subject to any necessary modifications. 3 For the purposes of assessing any compensation under this Part of this Act in respect of depreciation of an interest in land the rules set out in section 5 of the said Act of 1961 or, as the case may be, section 2 of the said Act of 1963 (which are the rules applicable to compulsory purchases of land) shall, so far as applicable and subject to any necessary modifications, have effect as they have effect for the purposes of assessing compensation for the compulsory acquisition of an interest in land. 4 On the reference to the   appropriate tribunal — a of any claim for compensation under section 7 of this Act, or b of any question of disputed compensation on a compulsory acquisition by a  public gas transporter in which it is claimed that any land has been injuriously affected by the making of a storage authorisation order and its effect under this Part of this Act,   the tribunal   may admit evidence as to the effect which the introduction and use of underground gas storages in other parts of the United Kingdom or elsewhere have had on land values, so far as such evidence may tend to indicate, particularly in cases where direct evidence of the value of the land in question is scarce or non-existent, whether any, and if so how much, depreciation occurred at any given date. 5 Without prejudice to the generality of the principles on which compensation is to be assessed under this Part of this Act, account shall be taken in assessing compensation under this Part of this Act of the provisions of  Chapter  II  of Part II of the Water Resources Act 1991 , of the  Water (Scotland)  Act 1980 , of the  Spray Irrigation (Scotland) Act 1964, and of any other enactment restricting rights or powers of abstracting water."}, {"act": "Gas Act 1965", "year": 1965, "section": "24", "section_title": " Special provisions as to payment of compensation.", "section_text": "24 1 Where compensation under the provisions of section 7, section 8 or section 9 of this Act is payable in respect of depreciation of the value of an interest in land and that interest is subject to a mortgage— a any such compensation shall be assessed as if the interest were not subject to the mortgage; b a claim for any such compensation may be made by any mortgagee of the interest, but without prejudice to the making of a claim by the person entitled to the interest; c no such compensation shall be payable in respect of the interest of the mortgagee (as distinct from the interest which is subject to the mortgage); and d any such compensation which is payable in respect of the interest which is subject to the mortgage shall be paid to the mortgagee, or if there is more than one mortgagee, to the first mortgagee, and shall in either case be applied by him as if it were proceeds of sale; and in relation to an interest in land in Scotland “ mortgage ” means a heritible security including a security constituted by ex facie absolute disposition or assignation, and “ mortgagee ” means the creditor in such a security. 2 Compensation payable under this Part of this Act in respect of an interest in land may, where under the  Settled Land Act 1925 or any other enactment a limited owner can give a good discharge for the purchase money on a purchase of that interest, be paid to that person. 3 In the application of the last foregoing subsection to Scotland for any reference to a person being a limited owner under the Settled Land Act 1925 or any other enactment there shall be substituted a reference to a liferenter."}, {"act": "Gas Act 1965", "year": 1965, "section": "25", "section_title": " Application to the Crown.", "section_text": "25 1 Land in which there is a Crown or Duchy interest may, with the consent of the appropriate authority, be included in a storage area or in a protective area. 2 Except with the approval of the Minister, no controlled operations shall be carried out in any land by a government department or, in land as respects which an appropriate authority, other than a government department, have given their consent under subsection (1) of this section, by that authority, but nothing in this section or in any other provision of this Part of this Act shall be taken as applying section 5 of this Act so as to bind the Crown. 3 In this section “ Crown or Duchy interest ” means an interest belonging to Her Majesty in right of the Crown or of the Duchy of Lancaster, or belonging to the Duchy of Cornwall, or belonging to a government department, or held in trust for Her Majesty for the purposes of a government department; and “ the appropriate authority ”— a in relation to land belonging to Her Majesty in right of the Crown and forming part of the Crown Estate means the Crown Estate Commissioners and in relation to any other land belonging to Her Majesty in right of the Crown, means the government department having the management of that land   or the relevant person ; b in relation to land belonging to Her Majesty in right of the Duchy of Lancaster, means the Chancellor of the Duchy; c in relation to land belonging to the Duchy of Cornwall, means such person as the Duke of Cornwall or the possessor for the time being of the Duchy of Cornwall, appoints; and d in relation to land belonging to a government department or held in trust for Her Majesty for the purposes of a government department, means that department; and if any question arises as to what authority is the appropriate authority in relation to any land, that question shall be referred to the Treasury, whose decision shall be final. 4 In subsection (3), “relevant person”, in relation to any land to which section 90B(5) of the Scotland Act 1998 applies, means the person who manages that land."}, {"act": "Gas Act 1965", "year": 1965, "section": "26", "section_title": " Ecclesiastical property.", "section_text": "26 1 Where under this Part of this Act a document is required to be served on an owner of land, and the land is ecclesiastical property, a copy of the document shall be served on the  Diocesan Board of Finance for the diocese in which the land is situated . 2 Any compensation payable under this Part of this Act to a person by virtue of his title to any interest in land shall, if the land is ecclesiastical property and if the interest is the fee simple in the land, be paid (where the fee simple is vested in any person other than the  Diocesan Board of Finance for the diocese in which the land is situated ) to  it   instead of to that person. 3 Any sums paid under the last foregoing subsection to the  Diocesan Board of Finance for the diocese in which the land is situated   with reference to any land shall, if the land is not consecrated, be applied by  it  for the purposes for which the proceeds of a sale by agreement of the fee simple in the land would be applicable under any enactment or Measure authorising such a sale or disposing of the proceeds of such a sale, and, if the land is consecrated, be applied by  it   as if the land had been sold under the Pastoral Measure 1983 . 4 Where any ecclesiastical property is vested in the incumbent of a benefice which is vacant , it shall be treated— a for the purposes of this Part of this Act, and b for the purposes of any proceedings for the confirmation of a compulsory purchase order made by virtue of  Schedule 3 to the principal Act  for purposes connected with an underground gas storage and of the compulsory purchase in pursuance of the compulsory purchase order, as being vested in the  Diocesan Board of Finance for the diocese in which the land is situated , and any notice to treat shall be served accordingly. 5 In this section the expression “ ecclesiastical property ” means land belonging to an ecclesiastical benefice of the Church of England, or being or forming part of a church subject to the jurisdiction of the bishop of any diocese of the Church of England or the site of a church so subject, or being or forming part of a burial ground so subject."}, {"act": "Gas Act 1965", "year": 1965, "section": "27", "section_title": " Registration in register of local land charges and General Register of Sasines.", "section_text": "27 1 For the purposes of the  Local Land Charges Act 1975,  the  public gas supplier  concerned shall be treated as the originating authority as respects any matter which is a local land charge by virtue of this Part of this Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 It shall be the duty of any person required to record any matter in the General Register of Sasines under this Part of this Act to include in the particulars to be recorded the names of the owners of and the addresses of all properties affected by that matter, and such information as the Keeper of the Registers of Scotland may require for the performance of his functions, and to notify the Keeper of any modification or discharge of entries relating to matters so recorded, and, in particular, it shall be the duty of the  public gas transporter , for the purpose of enabling an entry under section 5(11) of this Act to be discharged, to give notice of any direction given under section 18(7)."}, {"act": "Gas Act 1965", "year": 1965, "section": "28", "section_title": " Interpretation of Part II.", "section_text": "28 1 In this Part of this Act, unless the context otherwise requires—   “the appropriate tribunal” means— in relation to England and Wales, the Upper Tribunal; in relation to Scotland, the Lands Tribunal for Scotland;   “ compulsory purchase order ” means an order confirmed under Schedule 1 to the  Acquisition of Land (Authorisation Procedure) Act 1946 or under Schedule 1 to the  Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947; “ controlled operations ” has the meaning given by section 5 of this Act; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ danger ” means danger of bodily harm or injury or danger to property, and “ safe ” and “ safety ” shall be construed accordingly;   “ fire and rescue authority ” means a fire and rescue authority under the Fire and Rescue Services Act 2004;   . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ Gazette ” means, in relation to land in England and Wales, the London Gazette and, in relation to land in Scotland, the Edinburgh Gazette; “ large-scale map ” means a map drawn on a scale not less than 1 in 10,560; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ local authority ” means, in England  ...  the council of a county or district , the council of a London borough and the common council of the City of London,  in Wales, the council of a county or county borough  and, in Scotland a  regional, islands or district  council; “ local planning authority ” in England and Wales has the meaning assigned to it by  section 336(1) of the Town and Country Planning Act 1990 ,  ...  and, in Scotland, the meaning assigned to it by  section 277(1)of the Town and Country Planning (Scotland) Act 1997 ; “ local water authority ” means a water authority within the meaning of section 109(1) of the  Water (Scotland) Act 1980; “ Minister concerned with water resources ” means— in relation to England and Wales, the Secretary of State; in relation to land in Scotland,  the Secretary of State for Scotland ; “ natural gas ” means any gas derived from natural strata (including gas originating outside the United Kingdom); “ owner ”, in relation to any land other than land in Scotland, means a person, other than a mortgagee not in possession, who is for the time being entitled to dispose of the fee simple of the land, whether in possession or in reversion and, in relation to any land in Scotland,— unless the land is held on a long lease, means, if the land if feudal property, the proprietor of the  dominium utile  or, if the land is not feudal property, the owner of the land; if the land is held on a long lease, means the lessee under that lease; and, for the purposes of this definition, “ long lease ” means a lease which has been, or is capable of being,   registered in the Land Register of Scotland or  recorded in the General Register of Sasines under the  Registration of Leases (Scotland) Act 1857; “ planning Minister ” means, in relation to England, the  Secretary of State  and, in relation to Scotland or Wales, the Secretary of State; “ planning permission ” means permission under  Part III of the  Town and Country Planning Act 1990 (other than sections 88 and 89)  or under  Part III of theTown and Country Planning (Scotland) Act 1972 ; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ river purification authority ” has the same meaning as in section 17 of the  Rivers (Prevention of Pollution) (Scotland) Act 1951; “ statutory licence to abstract water ”, in relation to England and Wales, means a licence under Part IV of the Water Resources Act 1963 and in relation to Scotland means a statutory right to take water; “ statutory right to take water ” means a right to take water conferred by an order under section  17  of the  Water (Scotland) Act  1980  or by a provisional order having effect in Scotland; “ statutory undertakers ” means persons authorised by any enactment to carry on any railway, light railway, tramway, road transport, water transport, canal inland navigation, dock, harbour, pier or lighthouse undertaking, or any undertaking for the supply of  ... ,  ... hydraulic power  ...; “ statutory water undertakers ” means any water undertaker “ storage authorisation order ” means an order under section 4 of this Act; “ underground gas storage ” means a storage of gas in a stratum below the surface of the ground in accordance with a storage authorisation order or, if the context so requires, the stratum where gas is so stored. 2 In this Part of this Act the expressions “ protective area ” and “ storage area ” have the meanings respectively assigned by section 5(1) of, and paragraph 1 of Schedule 2 to, this Act and, except where the context otherwise requires, any reference in this Part of this Act to a protective area or storage area includes all land and strata at all depths below the surface of the ground in the area. 3 For the purposes of this Part of this Act Monmouthshire shall be deemed to be in Wales and not in England. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Gas Act 1965", "year": 1965, "section": "29", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "29"}, {"act": "Gas Act 1965", "year": 1965, "section": "31", "section_title": " Financial provisions.", "section_text": "31   1 Any additional sums which, in consequence of the provisions of this Act, may be required to be issued out of the consolidated fund, or paid into the Exchequer, or raised by the Treasury, under section 2 of the Electricity and Gas Act 1963 (Exchequer advances to nationalised industries) or section 45 of the principal Act (Treasury guarantees) shall be charged on and issued out of the consolidated fund, or paid into the Exchequer, or may be raised by the Treasury, as the case may be. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Gas Act 1965", "year": 1965, "section": "32", "section_title": " Short title, interpretation, extent and commencement.", "section_text": "32 1 This act may be cited as the Gas Act 1965. 2 In this Act “ the principal Act ” means  the  Gas Act 1986, “   public gas transporter ”  has the same meaning as in Part I of that Act and “ the Minister ” means the  Secretary of State . 3 Except in so far as the context otherwise requires, any reference in this Act to any enactment shall be construed as a reference to that enactment as amended by or under any other enactment, including this Act. 4 This Act shall not extend to Northern Ireland. 5 Part I and this Part of this Act shall come into force on the passing of this Act, and Part II of this Act shall come into force on such date as the Minister may by order in a statutory instrument appoint, and different dates may be appointed under this subsection for different provisions of that Part or for different purposes."}, {"act": "Gas Act 1965", "year": 1965, "section": "15", "section_title": " Responsibility of  public gas transporter  for interference with supplies of water.", "section_text": "15 1 If the injection of gas into, or the presence of gas in, an underground gas storage, or the escape of gas from an underground gas storage or the boreholes connected with an underground gas storage, pollutes any water or interferes with the flow of any water, or displaces any water located in or percolating through an underground stratum, and as a result any person is prevented from effectively exercising or enjoying a protected right (as defined in  Chapter  II  of Part II of the Water Resources Act 1991 or within the meaning of that Chapter so far as it applies in relation to any application for a licence which is a licence of right for the purposes of Schedule 7 to the Water Resources Act 1991) ) which was exercisable at the time when the storage authorisation order came into force, it shall be the duty of the  public gas transporter concerned to pay such compensation, or to take such other steps, as are specified in this section. 2 If the water obtainable in exercise of the protected right is polluted and it is reasonably practicable and economical to cleanse the amount of water which the users desire to obtain in exercise of that right, whether by means of apparatus permanently installed or by other means, then— a where the users of the supply are statutory water  undertakers , the Environment Agency or the Natural Resources Body for Wales, the gas transporter   shall  pay to them the costs reasonably incurred by them in cleansing the supply of water so obtained, and b where the users of the supply are other persons, the  public gas transporter shall at  his own cost cleanse the supply of water so obtained. 3 Where subsection (2) of this section does not apply, and the persons entitled to exercise the protected right   are statutory water undertakers, the Environment Agency or the Natural Resources Body for Wales, the gas transporter shall, if the statutory water undertakers, the Environment Agency or the Natural Resources Body for Wales provide   an alternative supply of water, pay to them the costs reasonably incurred by them in doing so: Provided that the  public gas transporter shall not be liable for those costs if and so far as they are attributable to the supply so provided being superior in quantity or quality to the supply which was being, or might have been, obtained in exercise of the protected right. 4 Where subsection (2) of this section does not apply, and the persons entitled to exercise the protected right are not statutory water  undertakers , the Environment Agency or the Natural Resources Body for Wales, the gas transporter   shall , at the request of those persons, and if it is reasonably practicable and economical so to do, provide without charge an alternative supply of water which is in quantity and quality equivalent to the supply which was being, or might have been, obtained in exercise of the protected right. 5 Where subsection (2), subsection (3) or subsection (4) of this section applies the  public gas transporter shall pay to the persons entitled to relief under those subsections— a compensation for any loss or damage suffered by them in the period before effective action is taken under those provisions, and b compensation by way of a lump sum payment in respect of the burden, if any, imposed on the persons entitled to exercise the protected right by reason of the  amounts payable— i by virtue of  section 123 of the Water Resources Act 1991 ; and ii in respect of the alternative supply of water to which subsection (3) or subsection (4) of this section relates, having regard to the amount, if any, which would have been payable as mentioned in sub-paragraph (i) above  in respect of the supply of water which is being replaced, and to any difference in the quantities of water being abstracted. 6 Where subsections (2) to (5) of this section do not apply the  public gas transporter  shall pay compensation for the loss or damage suffered. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 Any dispute between a  public gas transporter and any other person as to whether or not it is reasonably practicable and economical to take such steps as are described in subsection (2) or subsection (4) of this section shall be referred to and determined by the Minister and the Minister concerned with water resources acting jointly. Before determining a dispute referred to them under this subsection, the said Ministers shall afford to the parties to the dispute an opportunity of being heard before a person appointed by the Ministers for the purpose, and shall, in determining the dispute, take the report of the hearing into consideration. 9 In this section references to a protected right which was exercisable at the time when the storage authorisation order came into force include references to a protected right deriving from a licence issued in substitution for a licence which was in force at that time. 10 It is hereby declared that statutory water   undertakers, the Environment Agency, the Natural Resources Body for Wales or any   other person may surrender any of the rights conferred by this section on such terms as may be agreed with the  public gas transporter . 11 In the application of this section to Scotland— a for any reference to the exercise or enjoyment of a protected right (as defined by section 26 of the  Water Resources Act 1963) there shall be substituted a reference to a right to the enjoyment for any purpose of an existing supply of water including a statutory right to take water; b for any reference to statutory water undertakers there shall be substituted a reference to a local water authority; c subsection (5)(b) shall be omitted; d for the reference to Part XIV of Schedule 3 to the  Water Act 1945 there shall be substituted a reference to Part VIII of Schedule 4 to the  Water (Scotland) Act  1980 ."}, {"act": "Gas Act 1965", "year": 1965, "section": "17", "section_title": " Accidents.", "section_text": "17 1 If— a there is a leakage of gas from an underground gas storage, or from the boreholes connected with an underground gas storage, or b some other event occurs which is of a kind which the Minister has by notice served on the  public gas transporter  specified for the purposes of this section, notice of the event, in such form and accompanied by such particulars as may be specified by the Minister, shall forthwith be given by the  public gas transporter  to the Minister; and a  public gas transporter  failing to comply with this subsection shall be guilty of an offence under this Part of this Act. 2 The Minister may, where he thinks it expedient so to do, direct an inquiry to be held into any event notice of which is to be given under the foregoing subsection, or any other event connected with the underground gas storage. The inquiry shall be held in public and in accordance with the provisions of Schedule 5 to this Act. 3 The Minister may, whether or not he proposes to hold an inquiry in public under the last foregoing subsection into any event connected with an underground gas storage, appoint one of his officers or some other competent person to investigate the event and to make a special report with respect to it, and the Minister may cause any such report to be made public at such time and in such manner as he thinks fit. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 It shall be the duty of the  public gas transporter  to make arrangements— za for the Environment Agency, if it appears to them that the Environment Agency will or may have duties to discharge, or will or may have to take precautionary or preventive action in any event within paragraphs (a) and (b) of subsection (1), and zb for the Natural Resources Body for Wales, if it appears to them that the Natural Resources Body for Wales will or may have duties to discharge, or will or may have to take precautionary or preventive action in any such event, and a ...  for every police force,   fire and rescue authority , statutory water undertakers and sewerage undertakers  who appear to them to be authorities on whom duties will or may fall, or who will or may have to take precautionary or preventive action, in any   such event , and b for such other bodies as the Minister may specify by notice given to the  public gas transporter , being bodies appearing to him to have duties to discharge in any such event, to be notified immediately on the occurrence of any such event; and the  public gas transporter  shall provide those authorities and bodies with such plans, maps and other information as they may reasonably require in order to enable  him  to carry out those duties. A  public gas transporter  failing to comply with this subsection shall be guilty of an offence under this Part of this Act. 6 A  public gas transporter guilty of an offence under this Part of this Act by virtue of this section shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale ."}, {"act": "Gas Act 1965", "year": 1965, "section": "23", "section_title": " Assessment of compensation.", "section_text": "23 1 There shall be referred to and determined by the   appropriate tribunal — a any question of disputed compensation under this Part of this Act, including any question as to the liability of a  public gas transporter to pay any sum under section 15 of this Act, and b any question as to the amount recoverable by a  public gas transporter under section 11 of this Act, but subject to the express provisions of this Part of this Act referring questions for the decision of any Ministers. 2 In relation to the determination of any question so referred to the   appropriate tribunal   the provisions of   section 4   of the  Land Compensation Act 1961 or, as the case may be, sections 9 and 11 of the  Land Compensations (Scotland) Act 1963 (which relate to procedure and costs) shall apply, subject to any necessary modifications. 3 For the purposes of assessing any compensation under this Part of this Act in respect of depreciation of an interest in land the rules set out in section 5 of the said Act of 1961 or, as the case may be, section 2 of the said Act of 1963 (which are the rules applicable to compulsory purchases of land) shall, so far as applicable and subject to any necessary modifications, have effect as they have effect for the purposes of assessing compensation for the compulsory acquisition of an interest in land. 4 On the reference to the   appropriate tribunal — a of any claim for compensation under section 7 of this Act, or b of any question of disputed compensation on a compulsory acquisition by a  public gas transporter in which it is claimed that any land has been injuriously affected by the making of a storage authorisation order and its effect under this Part of this Act,   the tribunal   may admit evidence as to the effect which the introduction and use of underground gas storages in other parts of the United Kingdom or elsewhere have had on land values, so far as such evidence may tend to indicate, particularly in cases where direct evidence of the value of the land in question is scarce or non-existent, whether any, and if so how much, depreciation occurred at any given date. 5 Without prejudice to the generality of the principles on which compensation is to be assessed under this Part of this Act, account shall be taken in assessing compensation under this Part of this Act of the provisions of  Chapter  II  of Part II of the Water Resources Act 1991 , of the  Water (Scotland)  Act 1980 , of the  Spray Irrigation (Scotland) Act 1964, and of any other enactment restricting rights or powers of abstracting water."}, {"act": "Gas Act 1965", "year": 1965, "section": "28", "section_title": " Interpretation of Part II.", "section_text": "28 1 In this Part of this Act, unless the context otherwise requires—   “the appropriate tribunal” means— in relation to England and Wales, the Upper Tribunal; in relation to Scotland, the Lands Tribunal for Scotland;   “ compulsory purchase order ” means an order confirmed under Schedule 1 to the  Acquisition of Land (Authorisation Procedure) Act 1946 or under Schedule 1 to the  Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947; “ controlled operations ” has the meaning given by section 5 of this Act; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ danger ” means danger of bodily harm or injury or danger to property, and “ safe ” and “ safety ” shall be construed accordingly;   “ fire and rescue authority ” means a fire and rescue authority under the Fire and Rescue Services Act 2004;   . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ Gazette ” means, in relation to land in England and Wales, the London Gazette and, in relation to land in Scotland, the Edinburgh Gazette; “ large-scale map ” means a map drawn on a scale not less than 1 in 10,560; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ local authority ” means, in England  ...  the council of a county or district , the council of a London borough and the common council of the City of London,  in Wales, the council of a county or county borough  and, in Scotland a  regional, islands or district  council; “ local planning authority ” in England and Wales has the meaning assigned to it by  section 336(1) of the Town and Country Planning Act 1990 ,  ...  and, in Scotland, the meaning assigned to it by  section 277(1)of the Town and Country Planning (Scotland) Act 1997 ; “ local water authority ” means a water authority within the meaning of section 109(1) of the  Water (Scotland) Act 1980; “ Minister concerned with water resources ” means— in relation to England and Wales, the Secretary of State; in relation to land in Scotland,  the Secretary of State for Scotland ; “ natural gas ” means any gas derived from natural strata (including gas originating outside the United Kingdom); “ owner ”, in relation to any land other than land in Scotland, means a person, other than a mortgagee not in possession, who is for the time being entitled to dispose of the fee simple of the land, whether in possession or in reversion and, in relation to any land in Scotland,— unless the land is held on a long lease, means, if the land if feudal property, the proprietor of the  dominium utile  or, if the land is not feudal property, the owner of the land; if the land is held on a long lease, means the lessee under that lease; and, for the purposes of this definition, “ long lease ” means a lease which has been, or is capable of being,   registered in the Land Register of Scotland or  recorded in the General Register of Sasines under the  Registration of Leases (Scotland) Act 1857; “ planning Minister ” means, in relation to England, the  Secretary of State  and, in relation to Scotland or Wales, the Secretary of State; “ planning permission ” means permission under  Part III of the  Town and Country Planning Act 1990 (other than sections 88 and 89)  or under  Part III of theTown and Country Planning (Scotland) Act 1972 ; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ river purification authority ” has the same meaning as in section 17 of the  Rivers (Prevention of Pollution) (Scotland) Act 1951; “ statutory licence to abstract water ”, in relation to England and Wales, means a licence under Part IV of the Water Resources Act 1963 and in relation to Scotland means a statutory right to take water; “ statutory right to take water ” means a right to take water conferred by an order under section  17  of the  Water (Scotland) Act  1980  or by a provisional order having effect in Scotland; “ statutory undertakers ” means persons authorised by any enactment to carry on any railway, light railway, tramway, road transport, water transport, canal inland navigation, dock, harbour, pier or lighthouse undertaking, or any undertaking for the supply of  ... ,  ... hydraulic power  ...; “ statutory water undertakers ” means any water undertaker “ storage authorisation order ” means an order under section 4 of this Act; “ underground gas storage ” means a storage of gas in a stratum below the surface of the ground in accordance with a storage authorisation order or, if the context so requires, the stratum where gas is so stored. 2 In this Part of this Act the expressions “ protective area ” and “ storage area ” have the meanings respectively assigned by section 5(1) of, and paragraph 1 of Schedule 2 to, this Act and, except where the context otherwise requires, any reference in this Part of this Act to a protective area or storage area includes all land and strata at all depths below the surface of the ground in the area. 3 For the purposes of this Part of this Act Monmouthshire shall be deemed to be in Wales and not in England. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Gas Act 1965", "year": 1965, "section": "28", "section_title": " Interpretation of Part II.", "section_text": "28 1 In this Part of this Act, unless the context otherwise requires—   “the appropriate tribunal” means— in relation to England and Wales, the Upper Tribunal; in relation to Scotland, the Lands Tribunal for Scotland;   “ compulsory purchase order ” means an order confirmed under Schedule 1 to the  Acquisition of Land (Authorisation Procedure) Act 1946 or under Schedule 1 to the  Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947; “ controlled operations ” has the meaning given by section 5 of this Act; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ danger ” means danger of bodily harm or injury or danger to property, and “ safe ” and “ safety ” shall be construed accordingly;   “ fire and rescue authority ” means a fire and rescue authority under the Fire and Rescue Services Act 2004;   . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ Gazette ” means, in relation to land in England and Wales, the London Gazette and, in relation to land in Scotland, the Edinburgh Gazette; “ large-scale map ” means a map drawn on a scale not less than 1 in 10,560; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ local authority ” means, in England  ...  the council of a county or district , the council of a London borough and the common council of the City of London,  in Wales, the council of a county or county borough  and, in Scotland a  regional, islands or district  council; “ local planning authority ” in England and Wales has the meaning assigned to it by  section 336(1) of the Town and Country Planning Act 1990 ,  ...  and, in Scotland, the meaning assigned to it by  section 277(1)of the Town and Country Planning (Scotland) Act 1997 ; “ local water authority ” means a water authority within the meaning of section 109(1) of the  Water (Scotland) Act 1980; “ Minister concerned with water resources ” means— in relation to England and Wales, the Secretary of State; in relation to land in Scotland,  the Secretary of State for Scotland ; “ natural gas ” means any gas derived from natural strata (including gas originating outside the United Kingdom); “ owner ”, in relation to any land other than land in Scotland, means a person, other than a mortgagee not in possession, who is for the time being entitled to dispose of the fee simple of the land, whether in possession or in reversion and, in relation to any land in Scotland,— unless the land is held on a long lease, means, if the land if feudal property, the proprietor of the  dominium utile  or, if the land is not feudal property, the owner of the land; if the land is held on a long lease, means the lessee under that lease; and, for the purposes of this definition, “ long lease ” means a lease which has been, or is capable of being,   registered in the Land Register of Scotland or  recorded in the General Register of Sasines under the  Registration of Leases (Scotland) Act 1857; “ planning Minister ” means, in relation to England, the  Secretary of State  and, in relation to Scotland or Wales, the Secretary of State; “ planning permission ” means permission under  Part III of the  Town and Country Planning Act 1990 (other than sections 88 and 89)  or under  Part III of theTown and Country Planning (Scotland) Act 1972 ; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ river purification authority ” has the same meaning as in section 17 of the  Rivers (Prevention of Pollution) (Scotland) Act 1951; “ statutory licence to abstract water ”, in relation to England and Wales, means a licence under Part IV of the Water Resources Act 1963 and in relation to Scotland means a statutory right to take water; “ statutory right to take water ” means a right to take water conferred by an order under section  17  of the  Water (Scotland) Act  1980  or by a provisional order having effect in Scotland; “ statutory undertakers ” means persons authorised by any enactment to carry on any railway, light railway, tramway, road transport, water transport, canal inland navigation, dock, harbour, pier or lighthouse undertaking, or any undertaking for the supply of  ... ,  ... hydraulic power  ...; “ statutory water undertakers ” means any water undertaker “ storage authorisation order ” means an order under section 4 of this Act; “ underground gas storage ” means a storage of gas in a stratum below the surface of the ground in accordance with a storage authorisation order or, if the context so requires, the stratum where gas is so stored. 2 In this Part of this Act the expressions “ protective area ” and “ storage area ” have the meanings respectively assigned by section 5(1) of, and paragraph 1 of Schedule 2 to, this Act and, except where the context otherwise requires, any reference in this Part of this Act to a protective area or storage area includes all land and strata at all depths below the surface of the ground in the area. 3 For the purposes of this Part of this Act Monmouthshire shall be deemed to be in Wales and not in England. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Gas Act 1965", "year": 1965, "section": "28", "section_title": " Interpretation of Part II.", "section_text": "28 1 In this Part of this Act, unless the context otherwise requires—   “the appropriate tribunal” means— in relation to England and Wales, the Upper Tribunal; in relation to Scotland, the Lands Tribunal for Scotland;   “ compulsory purchase order ” means an order confirmed under Schedule 1 to the  Acquisition of Land (Authorisation Procedure) Act 1946 or under Schedule 1 to the  Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947; “ controlled operations ” has the meaning given by section 5 of this Act; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ danger ” means danger of bodily harm or injury or danger to property, and “ safe ” and “ safety ” shall be construed accordingly;   “ fire and rescue authority ” means a fire and rescue authority under the Fire and Rescue Services Act 2004;   . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ Gazette ” means, in relation to land in England and Wales, the London Gazette and, in relation to land in Scotland, the Edinburgh Gazette; “ large-scale map ” means a map drawn on a scale not less than 1 in 10,560; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ local authority ” means, in England  ...  the council of a county or district , the council of a London borough and the common council of the City of London,  in Wales, the council of a county or county borough  and, in Scotland a  regional, islands or district  council; “ local planning authority ” in England and Wales has the meaning assigned to it by  section 336(1) of the Town and Country Planning Act 1990 ,  ...  and, in Scotland, the meaning assigned to it by  section 277(1)of the Town and Country Planning (Scotland) Act 1997 ; “ local water authority ” means a water authority within the meaning of section 109(1) of the  Water (Scotland) Act 1980; “ Minister concerned with water resources ” means— in relation to England and Wales, the Secretary of State; in relation to land in Scotland,  the Secretary of State for Scotland ; “ natural gas ” means any gas derived from natural strata (including gas originating outside the United Kingdom); “ owner ”, in relation to any land other than land in Scotland, means a person, other than a mortgagee not in possession, who is for the time being entitled to dispose of the fee simple of the land, whether in possession or in reversion and, in relation to any land in Scotland,— unless the land is held on a long lease, means, if the land if feudal property, the proprietor of the  dominium utile  or, if the land is not feudal property, the owner of the land; if the land is held on a long lease, means the lessee under that lease; and, for the purposes of this definition, “ long lease ” means a lease which has been, or is capable of being,   registered in the Land Register of Scotland or  recorded in the General Register of Sasines under the  Registration of Leases (Scotland) Act 1857; “ planning Minister ” means, in relation to England, the  Secretary of State  and, in relation to Scotland or Wales, the Secretary of State; “ planning permission ” means permission under  Part III of the  Town and Country Planning Act 1990 (other than sections 88 and 89)  or under  Part III of theTown and Country Planning (Scotland) Act 1972 ; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ river purification authority ” has the same meaning as in section 17 of the  Rivers (Prevention of Pollution) (Scotland) Act 1951; “ statutory licence to abstract water ”, in relation to England and Wales, means a licence under Part IV of the Water Resources Act 1963 and in relation to Scotland means a statutory right to take water; “ statutory right to take water ” means a right to take water conferred by an order under section  17  of the  Water (Scotland) Act  1980  or by a provisional order having effect in Scotland; “ statutory undertakers ” means persons authorised by any enactment to carry on any railway, light railway, tramway, road transport, water transport, canal inland navigation, dock, harbour, pier or lighthouse undertaking, or any undertaking for the supply of  ... ,  ... hydraulic power  ...; “ statutory water undertakers ” means any water undertaker “ storage authorisation order ” means an order under section 4 of this Act; “ underground gas storage ” means a storage of gas in a stratum below the surface of the ground in accordance with a storage authorisation order or, if the context so requires, the stratum where gas is so stored. 2 In this Part of this Act the expressions “ protective area ” and “ storage area ” have the meanings respectively assigned by section 5(1) of, and paragraph 1 of Schedule 2 to, this Act and, except where the context otherwise requires, any reference in this Part of this Act to a protective area or storage area includes all land and strata at all depths below the surface of the ground in the area. 3 For the purposes of this Part of this Act Monmouthshire shall be deemed to be in Wales and not in England. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Gas Act 1965", "year": 1965, "section": "28", "section_title": " Interpretation of Part II.", "section_text": "28 1 In this Part of this Act, unless the context otherwise requires—   “the appropriate tribunal” means— in relation to England and Wales, the Upper Tribunal; in relation to Scotland, the Lands Tribunal for Scotland;   “ compulsory purchase order ” means an order confirmed under Schedule 1 to the  Acquisition of Land (Authorisation Procedure) Act 1946 or under Schedule 1 to the  Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947; “ controlled operations ” has the meaning given by section 5 of this Act; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ danger ” means danger of bodily harm or injury or danger to property, and “ safe ” and “ safety ” shall be construed accordingly;   “ fire and rescue authority ” means a fire and rescue authority under the Fire and Rescue Services Act 2004;   . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ Gazette ” means, in relation to land in England and Wales, the London Gazette and, in relation to land in Scotland, the Edinburgh Gazette; “ large-scale map ” means a map drawn on a scale not less than 1 in 10,560; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ local authority ” means, in England  ...  the council of a county or district , the council of a London borough and the common council of the City of London,  in Wales, the council of a county or county borough  and, in Scotland a  regional, islands or district  council; “ local planning authority ” in England and Wales has the meaning assigned to it by  section 336(1) of the Town and Country Planning Act 1990 ,  ...  and, in Scotland, the meaning assigned to it by  section 277(1)of the Town and Country Planning (Scotland) Act 1997 ; “ local water authority ” means a water authority within the meaning of section 109(1) of the  Water (Scotland) Act 1980; “ Minister concerned with water resources ” means— in relation to England and Wales, the Secretary of State; in relation to land in Scotland,  the Secretary of State for Scotland ; “ natural gas ” means any gas derived from natural strata (including gas originating outside the United Kingdom); “ owner ”, in relation to any land other than land in Scotland, means a person, other than a mortgagee not in possession, who is for the time being entitled to dispose of the fee simple of the land, whether in possession or in reversion and, in relation to any land in Scotland,— unless the land is held on a long lease, means, if the land if feudal property, the proprietor of the  dominium utile  or, if the land is not feudal property, the owner of the land; if the land is held on a long lease, means the lessee under that lease; and, for the purposes of this definition, “ long lease ” means a lease which has been, or is capable of being,   registered in the Land Register of Scotland or  recorded in the General Register of Sasines under the  Registration of Leases (Scotland) Act 1857; “ planning Minister ” means, in relation to England, the  Secretary of State  and, in relation to Scotland or Wales, the Secretary of State; “ planning permission ” means permission under  Part III of the  Town and Country Planning Act 1990 (other than sections 88 and 89)  or under  Part III of theTown and Country Planning (Scotland) Act 1972 ; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ river purification authority ” has the same meaning as in section 17 of the  Rivers (Prevention of Pollution) (Scotland) Act 1951; “ statutory licence to abstract water ”, in relation to England and Wales, means a licence under Part IV of the Water Resources Act 1963 and in relation to Scotland means a statutory right to take water; “ statutory right to take water ” means a right to take water conferred by an order under section  17  of the  Water (Scotland) Act  1980  or by a provisional order having effect in Scotland; “ statutory undertakers ” means persons authorised by any enactment to carry on any railway, light railway, tramway, road transport, water transport, canal inland navigation, dock, harbour, pier or lighthouse undertaking, or any undertaking for the supply of  ... ,  ... hydraulic power  ...; “ statutory water undertakers ” means any water undertaker “ storage authorisation order ” means an order under section 4 of this Act; “ underground gas storage ” means a storage of gas in a stratum below the surface of the ground in accordance with a storage authorisation order or, if the context so requires, the stratum where gas is so stored. 2 In this Part of this Act the expressions “ protective area ” and “ storage area ” have the meanings respectively assigned by section 5(1) of, and paragraph 1 of Schedule 2 to, this Act and, except where the context otherwise requires, any reference in this Part of this Act to a protective area or storage area includes all land and strata at all depths below the surface of the ground in the area. 3 For the purposes of this Part of this Act Monmouthshire shall be deemed to be in Wales and not in England. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Gas Act 1965", "year": 1965, "section": "28", "section_title": " Interpretation of Part II.", "section_text": "28 1 In this Part of this Act, unless the context otherwise requires—   “the appropriate tribunal” means— in relation to England and Wales, the Upper Tribunal; in relation to Scotland, the Lands Tribunal for Scotland;   “ compulsory purchase order ” means an order confirmed under Schedule 1 to the  Acquisition of Land (Authorisation Procedure) Act 1946 or under Schedule 1 to the  Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947; “ controlled operations ” has the meaning given by section 5 of this Act; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ danger ” means danger of bodily harm or injury or danger to property, and “ safe ” and “ safety ” shall be construed accordingly;   “ fire and rescue authority ” means a fire and rescue authority under the Fire and Rescue Services Act 2004;   . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ Gazette ” means, in relation to land in England and Wales, the London Gazette and, in relation to land in Scotland, the Edinburgh Gazette; “ large-scale map ” means a map drawn on a scale not less than 1 in 10,560; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ local authority ” means, in England  ...  the council of a county or district , the council of a London borough and the common council of the City of London,  in Wales, the council of a county or county borough  and, in Scotland a  regional, islands or district  council; “ local planning authority ” in England and Wales has the meaning assigned to it by  section 336(1) of the Town and Country Planning Act 1990 ,  ...  and, in Scotland, the meaning assigned to it by  section 277(1)of the Town and Country Planning (Scotland) Act 1997 ; “ local water authority ” means a water authority within the meaning of section 109(1) of the  Water (Scotland) Act 1980; “ Minister concerned with water resources ” means— in relation to England and Wales, the Secretary of State; in relation to land in Scotland,  the Secretary of State for Scotland ; “ natural gas ” means any gas derived from natural strata (including gas originating outside the United Kingdom); “ owner ”, in relation to any land other than land in Scotland, means a person, other than a mortgagee not in possession, who is for the time being entitled to dispose of the fee simple of the land, whether in possession or in reversion and, in relation to any land in Scotland,— unless the land is held on a long lease, means, if the land if feudal property, the proprietor of the  dominium utile  or, if the land is not feudal property, the owner of the land; if the land is held on a long lease, means the lessee under that lease; and, for the purposes of this definition, “ long lease ” means a lease which has been, or is capable of being,   registered in the Land Register of Scotland or  recorded in the General Register of Sasines under the  Registration of Leases (Scotland) Act 1857; “ planning Minister ” means, in relation to England, the  Secretary of State  and, in relation to Scotland or Wales, the Secretary of State; “ planning permission ” means permission under  Part III of the  Town and Country Planning Act 1990 (other than sections 88 and 89)  or under  Part III of theTown and Country Planning (Scotland) Act 1972 ; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ river purification authority ” has the same meaning as in section 17 of the  Rivers (Prevention of Pollution) (Scotland) Act 1951; “ statutory licence to abstract water ”, in relation to England and Wales, means a licence under Part IV of the Water Resources Act 1963 and in relation to Scotland means a statutory right to take water; “ statutory right to take water ” means a right to take water conferred by an order under section  17  of the  Water (Scotland) Act  1980  or by a provisional order having effect in Scotland; “ statutory undertakers ” means persons authorised by any enactment to carry on any railway, light railway, tramway, road transport, water transport, canal inland navigation, dock, harbour, pier or lighthouse undertaking, or any undertaking for the supply of  ... ,  ... hydraulic power  ...; “ statutory water undertakers ” means any water undertaker “ storage authorisation order ” means an order under section 4 of this Act; “ underground gas storage ” means a storage of gas in a stratum below the surface of the ground in accordance with a storage authorisation order or, if the context so requires, the stratum where gas is so stored. 2 In this Part of this Act the expressions “ protective area ” and “ storage area ” have the meanings respectively assigned by section 5(1) of, and paragraph 1 of Schedule 2 to, this Act and, except where the context otherwise requires, any reference in this Part of this Act to a protective area or storage area includes all land and strata at all depths below the surface of the ground in the area. 3 For the purposes of this Part of this Act Monmouthshire shall be deemed to be in Wales and not in England. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}]