[{"act": "Law Commissions Act 1965", "year": 1965, "section": "1", "section_title": " The Law Commission.", "section_text": "1 1 For the purpose of promoting the reform of the law  of England and Wales  there shall be constituted in accordance with this section a body of Commissioners, to be known as the Law Commission, consisting  (except during any temporary vacancy)  of a Chairman and four other Commissioners appointed by the Lord Chancellor. 1A The person appointed to be the Chairman shall be a person who holds office as a judge of the High Court or Court of Appeal in England and Wales. 2 The persons appointed to be  the other  Commissioners shall be persons appearing to the Lord Chancellor to be suitably qualified by the holding of judicial office or by experience as a  person having a general qualification (within the meaning of section 71 of the Courts and Legal Services Act 1990)  or as a teacher of law in a university. 3 A person appointed to be a Commissioner shall be appointed for such term (not exceeding five years) and subject to such conditions as may be determined by the Lord Chancellor at the time of his appointment; but a Commissioner may at any time resign his office and a person who ceases to be a Commissioner shall be eligible for reappointment. 4 A person who holds judicial office may be appointed as a Commissioner without relinquishing that office, but shall not (unless otherwise provided by the terms of his appointment) be required to perform his duties as the holder of that office while he remains a member of the Commission. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law Commissions Act 1965", "year": 1965, "section": "2", "section_title": " The Scottish Law Commission.", "section_text": "2 1 For the purpose of promoting the reform of the law of Scotland, there shall be constituted in accordance with this section a body of Commissioners, to be known as the Scottish Law Commission, consisting of a Chairman and not more than four other Commissioners appointed by . . .   the  Scottish Ministers . 2 The persons appointed to be Commissioners shall be persons appearing to . . .   the  Scottish Ministers  to be suitably qualified by the holding of judicial office or by experience as an advocate or solicitor or as a teacher of law in a university. 3 A person appointed to be a Commissioner shall be appointed for such term (not exceeding five years) and subject to such conditions as may be determined by . . .   the  Scottish Ministers  at the time of his appointment; but a Commissioner may at any time resign his office, and a person who ceases to be a Commissioner shall be eligible for reappointment. 4 A person who holds judicial office may be appointed as a Commissioner without relinquishing that office, but shall not (unless otherwise provided by the terms of his appointment) be required to perform his duties as the holder of that office while he remains a member of the Commission. 5 Subsection (4) above shall have effect, in relation to a salaried [ sheriff], notwithstanding anything in [ section 6 of the  Sheriff Courts (Scotland) Act 1971] (which among other things prohibits such a [ sheriff] from being appointed to any office except such office as shall be by statute attached to the office of [ sheriff]). "}, {"act": "Law Commissions Act 1965", "year": 1965, "section": "3", "section_title": " Functions of the Commissions.", "section_text": "3 1 It shall be the duty of each of the Commissions to take and keep under review all the law with which they are respectively concerned with a view to its systematic development and reform, including in particular the codification of such law, the elimination of anomalies, the repeal of obsolete and unnecessary enactments, the reduction of the number of separate enactments and generally the simplification and modernisation of the law, and for that purpose— a to receive and consider any proposals for the reform of the law which may be made or referred to them; b to prepare and submit to the Minister from time to time programmes for the examination of different branches of the law with a view to reform, including recommendations as to the agency (whether the Commission or another body) by which any such examination should be carried out; c to undertake, pursuant to any such recommendations approved by the Minister, the examination of particular branches of the law and the formulation, by means of draft Bills or otherwise, of proposals for reform therein; d to prepare from time to time at the request of the Minister comprehensive programmes of consolidation and statute law revision, and to undertake the preparation of draft Bills pursuant to any such programme approved by the Minister; e to provide advice and information to government departments and other authorities or bodies concerned at the instance of the Government  of the United Kingdom or the Scottish Administration  with proposals for the reform or amendment of any branch of the law; ea in the case of the Law Commission, to provide advice and information to the Welsh Ministers; f to obtain such information as to the legal systems of other countries as appears to the Commissioners likely to facilitate the performance of any of their functions. 2 The Minister shall lay before Parliament any programmes prepared by the Commission and approved by him and any proposals for reform formulated by the Commission pursuant to such programmes. 3 Each of the Commissions shall make an annual report to the Minister on their proceedings, and the Minister shall lay the report before Parliament with such comments (if any) as he thinks fit. 3A Subsections (2) and (3) of this section shall have effect in relation to the Scottish Law Commission with the substitution of “the Scottish Parliament” for “Parliament”. 4 In the exercise of their functions under this Act the Commissions shall act in consultation with each other  and the Northern Ireland Law Commission ."}, {"act": "Law Commissions Act 1965", "year": 1965, "section": "3A", "section_title": "Reports on implementation of Law Commission proposals", "section_text": "3A 1 As soon as practicable after the end of each reporting year, the Lord Chancellor must prepare a report on— a the Law Commission proposals implemented (in whole or in part) during the year; b the Law Commission proposals that have not been implemented (in whole or in part) as at the end of the year, including— i plans for dealing with any of those proposals; ii any decision not to implement any of those proposals (in whole or in part) taken during the year and the reasons for the decision. 2 The Lord Chancellor must lay the report before Parliament. 3 The first reporting year is the year starting with the day on which section 1 of the Law Commission Act 2009 comes into force; and the second reporting year is the year after that and so on. 4 If a decision not to implement a Law Commission proposal (in whole or in part) is taken in a reporting year, subsection (1)(b) does not require a report for a later reporting year to deal with the proposal so far as it is covered by that decision. 5 If a decision not to implement a Law Commission proposal (in whole or in part) has been taken before the first reporting year, subsection (1)(b) does not require any report to deal with the proposal so far as it is covered by that decision. 6 “ Law Commission proposal ” means— a a proposal formulated by the Law Commission as mentioned in section 3(1)(c); b a proposal for consolidation or statute law revision for which a draft Bill has been prepared by the Law Commission as mentioned in section 3(1)(d). 7 This section does not require the Lord Chancellor to prepare reports on Law Commission proposals on which the Welsh Ministers are required to report (see section 3C)."}, {"act": "Law Commissions Act 1965", "year": 1965, "section": "3B", "section_title": "Protocol about the Law Commission's work", "section_text": "3B 1 The Lord Chancellor and the Law Commission may agree for the purposes of this section a statement (a  “protocol”) about the Law Commission's work. 2 The protocol may include (among other things) provision about— a principles and methods to be applied in deciding the work to be carried out by the Law Commission and in the carrying out of that work; b the assistance and information that Ministers of the Crown and the Law Commission are to give each other; c the way in which Ministers of the Crown are to deal with the Law Commission's proposals for reform, consolidation or statute law revision. 3 The Lord Chancellor and the Law Commission must from time to time review the protocol and may agree to revise it. 4 The Lord Chancellor must lay the protocol (and any revision of it) before Parliament. 5 Ministers of the Crown and the Law Commission must have regard to the protocol."}, {"act": "Law Commissions Act 1965", "year": 1965, "section": "3C", "section_title": "Report on implementation of Law Commission proposals: Wales", "section_text": "3C 1 The Welsh Ministers must prepare a report each year on— a the Law Commission proposals relating to Welsh devolved matters that have been implemented since the preparation of the previous report under this section; b the Law Commission proposals relating to Welsh devolved matters that have not been implemented as at the preparation of the report. 2 The report required under subsection (1)(b) must include— a plans for dealing with any of the proposals described in that paragraph; b any decision not to implement any of those proposals taken since the preparation of the previous report under this section; c the reasons for any such decision. 3 The Welsh Ministers must lay the report before the National Assembly for Wales. 4 The Welsh Ministers must prepare a report under this section— a before the first anniversary of the day on which this section comes into force, and b thereafter, before each subsequent anniversary of that day. 5 In the case of the first report, the references in subsections (1) and (2) to the period since the preparation of the previous report are to be read as references to the period since the coming into force of this section. 6 If a decision not to implement a Law Commission proposal is dealt with in a report under this section, subsection (1)(b) does not require a later report to deal with the proposal so far as it is covered by that decision. 7 If a decision not to implement a Law Commission proposal has been taken before the coming into force of this section, subsection (1)(b) does not require any report to deal with the proposal so far as it is covered by that decision. 8 In this section— a “ Law Commission proposal ” means any proposal or recommendation for the reform of the law that has been published in a report by the Law Commission, and b references to the implementation of a Law Commission proposal are to its implementation in whole or in part. 9 Whether a Law Commission proposal relates to Welsh devolved matters is to be determined in accordance with section 3D(8)."}, {"act": "Law Commissions Act 1965", "year": 1965, "section": "3D", "section_title": "Protocol about the Law Commission's work: Wales", "section_text": "3D 1 The Welsh Ministers and the Law Commission may agree for the purposes of this section a statement (a  “protocol”) about the Law Commission's work relating to Welsh devolved matters. 2 The protocol may include (among other things) provision about— a the principles and methods to be applied in deciding the work relating to such matters to be carried out by the Law Commission and in the carrying out of that work; b the assistance and information that the Welsh Ministers and the Law Commission are to give to each other; c the way in which the Welsh Ministers are to deal with Law Commission proposals so far as they relate to Welsh devolved matters. 3 The Welsh Ministers and the Law Commission must from time to time review the protocol and may agree to revise it. 4 The Law Commission must not agree the protocol (or any revision of it) without the Lord Chancellor's approval. 5 The Welsh Ministers must lay the protocol (and any revision of it) before the National Assembly for Wales. 6 The Welsh Ministers and the Law Commission must have regard to the protocol. 7 “ Law Commission proposal ” has the meaning given in section 3C(8)(a). 8 In this section and section 3C, the Law Commission's work (including any of their proposals) relates to Welsh devolved matters so far as it relates to— a any matter provision about which would be within the legislative competence of the National Assembly for Wales if it were contained in an Act of the Assembly, or b (so far as it is not within paragraph (a)), any matter functions with respect to which are exercisable by the Welsh Ministers, the First Minister for Wales, the Counsel General to the Welsh Government or the National Assembly for Wales Commission."}, {"act": "Law Commissions Act 1965", "year": 1965, "section": "4", "section_title": " Remuneration and pensions of Commissioners.", "section_text": "4 1 There shall be paid to the Commissioners of the Law Commission  . . ., other than a Commissioner who holds high judicial office, such salaries or remuneration as may be determined, with the approval of the Treasury, by the Lord Chancellor  . . .. 1A There shall be paid to the Commissioners of the Scottish Law Commission, other than a Commissioner who holds high judicial office, such salaries or remuneration as may be determined by the Scottish Ministers. 2 In the case of any such holder of the office of Commissioner as may be so determined, there shall be paid such pension, allowance or gratuity to or in respect of him on his retirement or death, or such contributions or other payments towards provision for such a pension, allowance or gratuity, as may be so determined. 3 As soon as may be after the making of any determination under subsection (2) of this section, a statement of the amount of the pension, allowance or gratuity, or contributions or other payments towards the pension, allowance or gratuity, payable in pursuance of the determination. a in the case of the Law Commission, the Lord Chancellor shall lay before each House of Parliament; and b in the case of the Scottish Law Commission, the Scottish Ministers shall lay before the Scottish Parliament, 4 In the case of the Law Commission,  the salaries or remuneration of the Commissioners, and any sums payable to or in respect of the Commissioners under subsection (2) of this section, shall be paid out of moneys provided by Parliament. 5 In the case of the Scottish Law Commission, the salaries or remuneration of the Commissioners, and any sums payable to or in respect of the Commissioners under subsection (2) of this section, shall be paid by the Scottish Ministers."}, {"act": "Law Commissions Act 1965", "year": 1965, "section": "5", "section_title": " Staff and expenses.", "section_text": "5 1 The Lord Chancellor may appoint such officers and servants of the Law Commission,  . . ., as he may, with the approval of the Treasury as to number and conditions of service, determine. 1A The Scottish Ministers may appoint such officers and servants of the Scottish Law Commission as they may determine. 2 The Treasury may make regulations providing for the counting of service as an officer or servant of either of the Commissions as pensionable service in any other capacity under the Crown and vice versa. 3 The power of the Treasury to make regulations under subsection (2) of this section shall be exercisable by statutory instrument, and any statutory instrument made by virtue of that subsection shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 The expenses of the Law Commission  . . ., including the remuneration of officers and servants appointed under this section, shall be defrayed out of moneys provided by Parliament  (except to the extent that those expenses are met by the Welsh Ministers) . 5 The expenses of the Scottish Law Commission, including the remuneration of its officers and servants appointed under this section, shall be paid by the Scottish Ministers."}, {"act": "Law Commissions Act 1965", "year": 1965, "section": "6", "section_title": " Supplemental.", "section_text": "6 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 In this Act “ high judicial office ”  means such office within the meaning of Part 3 of the Constitutional Reform Act 2005 or membership of the Judicial Committee of the Privy Council;  and “ the Minister ” means, in relation to the Law Commission the Lord Chancellor and in relation to the Scottish Law Commission . . .    the Scottish Ministers ."}, {"act": "Law Commissions Act 1965", "year": 1965, "section": "7", "section_title": " Short title.", "section_text": "7 This Act may be cited as the Law Commissions Act 1965."}]