[{"act": "National Insurance Act 1965", "year": 1965, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "National Insurance Act 1965", "year": 1965, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17"}, {"act": "National Insurance Act 1965", "year": 1965, "section": "36", "section_title": " Graduated retirement benefit.", "section_text": "36 1 Subject to the provisions of the Act, graduated retirement benefit shall be payable to any person who is over pensionable age and who  is entitled to a retirement pension , and shall be an increase in the weekly rate of his retirement pension equal to   16.43  pence for each unit, ascertained in accordance with subsections (2) and (3) of this section, of the graduated contributions properly paid by him as an insured person, the result being rounded to the nearest whole penny, taking ½p as nearest to the next whole penny above. 2 For the purpose of graduated retirement benefit   , a unit of graduated contributions shall be £7.50. 3 Where a person’s graduated contributions calculated at the said rate do not make an exact number of units any incomplete fraction of a unit shall, if it is one-half or more, be treated as a complete unit. 4 Where a person's entitlement to graduated retirement benefit is deferred— a Schedule 2 to the Social Security (Graduated Retirement Benefit)\t\t\t\t\t\t\t(No.2) Regulations 1978; and b Schedule 1 to the 2005 Regulations, shall have effect and both those Schedules shall be construed and have effect as if they were part of this subsection. 4A For the purposes of subsection (4), a person's entitlement to graduated retirement benefit is deferred— a where he would be entitled to a Category A or Category B retirement pension but for the fact that his entitlement is deferred within the meaning in section 55(3) of the Social Security Contributions and Benefits Act 1992, if and so long as his entitlement to such a pension is deferred; b where he is treated under subsection (7) as receiving a Category A or a Category B retirement pension at a nominal weekly rate, if and so long as he does not become entitled to graduated retirement benefit by reason only of not satisfying the conditions in section 1 of the Social Security Administration Act 1992 (entitlement to benefit dependent on claim), and in relation to graduated retirement benefit,  “ period of deferment ” shall be construed accordingly. 5 For the purposes of subsection (4) of this section, the Secretary of State may by regulations provide for treating all or any of the graduated contributions paid by a person in the tax year in which he attained pensionable age as having been paid before, or as having been paid after, the day on which he attained that age, whether or not the contribution in question was so paid. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 A person who  attained pensionable age before 6 April 2016   and  has claimed , but is not entitled to a retirement pension  (except a person who is not so entitled because of an election under section 54(1) of the Social Security Contributions and Benefits Act 1992 or because he has withdrawn his claim) , shall be treated for the purposes of the foregoing provisions of this section as receiving a retirement pension at a nominal weekly rate: Provided that— a this subsection shall not confer any right to graduated retirement benefit on a person who would be entitled to a retirement pension but for some provision of the Act or of regulations disqualifying him for receipt of it; and b regulations may provide that any right by virtue of this subsection to benefit at less than a specified weekly rate shall be satisfied either altogether or for a specified period by the making of a single payment of the prescribed amount. 8 In this section and in section 37 below— “ graduated contributions ” means graduated contributions under the National Insurance Act 1965 or the  National Insurance Act 1959; “ insured person ” means insured person under the National Insurance Act 1965 or the  National Insurance Act 1946; “ retirement pension ” means retirement pension of any category  under the Social Security Contributions and Benefits Act 1992 ; “ the Act ” means the  Social Security Act 1975;   “the 2005 Regulations” means the Social Security (Graduated Retirement Benefit) Regulations 2005,   and any reference in section 37 below to “section 36 of this Act” or to any of its subsections is a reference to that section or subsection as it is here set out. 9 This section and section 37 below and the Act shall be construed and have effect as if this section and section 37 below were included in Chapter I of Part II or that Act (contributory benefits); and references to that Chapter, that Part of that Act in any other enactment or in any instrument shall be construed accordingly: Provided that nothing in this subsection shall affect the construction of any reference to section 36 or 37 of this Act or of that Act or to any of the subsections of those sections; and any increase in the weekly rate of a person’s retirement pension, to the extent that it is attributable to subsection (4) of this section, shall be left out of account in determining the weekly rate of that pension for the purposes of  section 30B(3) of the Social Security Contributions and Benefits Act 1992, regulations 11(1) and 18(7) of the Social Security (Incapacity Benefit) (Transitional) Regulations 1995 and  regulation 10(6) of the Jobseeker’s Allowance (Transitional Provisions) Regulations 1996  (rates of incapacity benefit and jobseeker’s allowance in transitional cases for persons over pensionable age). 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Insurance Act 1965", "year": 1965, "section": "37", "section_title": " Special provisions as to graduated retirement benefit for widows and widowers.", "section_text": "37 1 Subject to the provisions of this section   and to Schedule 1 to the 2005 Regulations   , where a person, having paid graduated contributions as an insured person, dies leaving a widow, widower  , surviving same sex spouse    or surviving civil partner and the survivor— a has attained pensionable age at the time of the death; or b remains that person's widow, widower  , surviving same sex spouse   or surviving civil partner (as the case may be) when attaining pensionable age, then section 36 of this Act shall apply as if the increase in the weekly rate of the retirement pension of the  widow, widower  , surviving same sex spouse  or surviving civil partner ,  as the case may be, provided for by subsection (1) thereof were the amount there specified by reference to his or her graduated contributions with the addition of one-half of the weekly rate of the graduated retirement benefit of his or her former spouse   or civil partner  (any amount including ½p being rounded to the next whole penny above)  .... 2 For the purposes of subsection (1) of this section, the weekly rate of the deceased spouse’s   or civil partner's  graduated retirement benefit shall (whether or not he or she was receiving or entitled to receive any such benefit) be taken to have been the weekly rate appropriate to the amount of graduated contributions paid by him or her (determined as if any orders which have come into force under section 124 of the Act (increases in rates of benefit) since the date of the deceased spouse’s  or civil partner's  death had come into force before that date), excluding any addition under section 37(1) of this Act, but including any addition under section 36(4) thereof (and for the purpose of calculating the addition under section 36(4), taking into account any addition under section 37(1)); and where at his or her death he or she had attained pensionable age but had   not  become entitled to graduated retirement benefit, that addition shall be computed as if he or she had   ... become entitled to graduated retirement benefit immediately before his or her death. 3 A person’s right to graduated retirement benefit by virtue of this section shall be brought into account under section 36(4) of this Act in determining the graduated retirement benefit payable to him or her under the said section 36: Provided that, if the termination of the marriage  or civil partnership   by death occurred after he or she attained pensionable age, he or she shall for the purposes of this subsection be treated as not having attained pensionable age until the date of that termination. 4 A person’s right to graduated retirement benefit by virtue of this section in respect of a spouse he or she marries   , or as the case may be, a civil partner he or she forms a civil partnership with,  after attaining pensionable age shall be subject to such additional conditions as may be prescribed; and except as may be provided by regulations a person more than once married   or who has formed a civil partnership more than once or who has been both married and a civil partner  shall not be entitled for the same period to any graduated retirement benefit by virtue of this section in respect of more than one of his or her spouses  or civil partners . 5 Regulations may provided that where a woman is entitled to graduated retirement benefit and to a widowed mother’s allowance the graduated retirement benefit shall be an increase in the weekly rate of that allowance; and where the benefit is such an increase, section 36(7) of this Act shall not apply."}, {"act": "National Insurance Act 1965", "year": 1965, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "38"}, {"act": "National Insurance Act 1965", "year": 1965, "section": "56", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "56"}, {"act": "National Insurance Act 1965", "year": 1965, "section": "64", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "64"}, {"act": "National Insurance Act 1965", "year": 1965, "section": "83", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "83"}, {"act": "National Insurance Act 1965", "year": 1965, "section": "98", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "98"}, {"act": "National Insurance Act 1965", "year": 1965, "section": "118", "section_title": " Short title.", "section_text": "118 1 This Act may be cited as the National Insurance Act 1965. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}]