[{"act": "Public Works Loans Act 1965", "year": 1965, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Public Works Loans Act 1965", "year": 1965, "section": "2", "section_title": " New form of local loan and automatic charge for securing it.", "section_text": "2 1 The   Treasury   may, without first taking security under section 12 of the  Public Works Loans Act 1875, enter into an agreement for   making a local loan to a relevant authority under section 3 of the National Loans Act 1968 ; and in this section “ relevant authority ” means— a in relation to England and Wales, i  a billing authority or a precepting authority, as defined in section 69 of the Local Government Finance Act 1992; ia a fire and rescue authority in Wales constituted by a scheme under section 2 of the Fire and Rescue Services Act 2004 or a scheme to which section 4 of that Act applies; ii a levying body within the meaning of section 74 of                      the Local Government Finance Act 1988 ;  . . . iii a body as regards which section 75 of that Act applies  and   . . .  iv a functional body, within the meaning of the Greater London Authority Act 1999  ... v . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in Scotland— i any local authority within the meaning of the   Local Government (Scotland) Act 1973, ii any joint board or joint committee within the meaning of that Act, and iii any other authority having the power to requisition any sum from any such local authority. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Where the   Treasury   make an agreement to which this section applies with a relevant authority other than one authorised to borrow money under  section 1 of  or paragraph 2 of Schedule 1 to,  the Local Government Act 2003  (borrowing powers)  or  Schedule 3 to the  Local Government (Scotland) Act 1975  then, so long as any part of the principal of and interest on the loan remains outstanding, the loan shall be a charge on all the revenues of the authority (including any grants or contributions from the Exchequer which are receivable by the authority). 4 A charge imposed on an authority’s revenues by the last foregoing subsection shall, subject to any provision to the contrary applicable to the charge which has been made by or under any enactment, rank equally with any other charges on those revenues. 5 The enactments specified in the Schedule to this Act shall have effect subject to the adaptations and modifications set out in that Schedule, being adaptations and modifications consequential on the foregoing provisions of this section; and in that Schedule “ automatic charge ” means a charge imposed, for securing a loan made in pursuance of an agreement to which this section applies, by  section 13 of the Local Government Act 2003  (security for money borrowed)  by  paragraph 8 of Schedule 3 to the said Act of 1975  or by subsection (3) of this section."}, {"act": "Public Works Loans Act 1965", "year": 1965, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Public Works Loans Act 1965", "year": 1965, "section": "4", "section_title": " Short title, interpretation, extent and commencement.", "section_text": "4 1 This Act may be cited as the Public Works Loans Act 1965. 2 In this Act, except where the context otherwise requires, references to any enactment shall be construed as references to that enactment as amended, extended or applied by or under any other enactment, including this Act. 3 This Act shall not extend to Northern Ireland. 4 This Act, except section 1, shall come into operation on the expiration of the period of three months beginning with the passing thereof."}]