[{"act": "Science and Technology Act 1965", "year": 1965, "section": "1", "section_title": " The Research Councils.", "section_text": "1 1 The following bodies established or to be established by Royal Charter shall be Research Councils for the purposes of this Act, that is to say,— a   .  ... the Medical Research Council; and b if Her Majesty is pleased to establish such a body, each of the two bodies respectively referred to in this Act as the Science Research Council and the Natural Environment Research Council; and c any  other  body which is established for purposes connected with scientific research and consists of persons appointed by a Minister of the Crown and which is declared by Order in Council to be established as a Research Council for purposes of this Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 No recommendation shall be made to Her Majesty to make an Order in Council declaring a body to be a Research Council under subsection (1)(c) above unless a draft of the Order, specifying the objects or principal objects of that body, has been laid before Parliament and approved by a resolution of each House of Parliament."}, {"act": "Science and Technology Act 1965", "year": 1965, "section": "2", "section_title": " Expenses, accounts  etc.  of Research Councils.", "section_text": "2 1 The  Secretary of State  may, out of moneys provided by Parliament, pay to any of the Research Councils such sums in respect of the expenses of the Council as he may with the consent of the Treasury determine, and so far as relates to the use and expenditure of sums so paid the Council shall act in accordance with such directions as may from time to time be given to it by the Secretary of State. 2 The provisions of Schedule 1 to this Act shall have effect with respect to the making of returns and reports by the Research Councils to the  Secretary of State , with respect to the keeping and auditing of their accounts and with respect to related matters. 3 Land occupied in the United Kingdom by any of the Research Councils shall be deemed, for the purposes of any rate on property, to be property occupied by or on behalf of the Crown for public purposes. 4 The obligations of the Medical Research Council  . . . under this section in relation to the  Secretary of State  shall be in place of any corresponding obligations imposed on  the Council  by its charter or otherwise  . . .; and subject to the foregoing provisions of this subsection anything which under the charter of  the Council  is to be done by or to a committee of the Privy Council shall instead be done by or to the  Secretary of State . 5 Nothing in this Act or in any other enactment relating to the general functions of any of the Research Councils shall be taken as restricting the activities of a Research Council to the United Kingdom or any part thereof, nor shall the expenses in respect of which payments may be made under subsection (1) above be restricted to expenses incurred in the United Kingdom; but  , in the case of Research Councils other than  . . . the Medical Research Council, the expenses of the Council   the expenses of a Research Council                             in respect of which payments may be so made shall not include any expenses in so far as they may be incurred for objects falling outside the objects specified in relation to the Council  in section 1(2) or (3) above or  in the Order in Council declaring it to be a Research Council."}, {"act": "Science and Technology Act 1965", "year": 1965, "section": "3", "section_title": " Re-allocation of activities connected with scientific research.", "section_text": "3 1 The activities of the Council for Scientific and Industrial Research shall be taken over between them by such of the Research Councils as are concerned with the matters in question or by other government departments, and accordingly the Council for Scientific and Industrial Research and the Department of Scientific and Industrial Research will be dissolved. 2 The activities of the National Institute for Research in Nuclear Science shall be taken over by the Science Research Council. 3 \t\t\t\t\t The Natural Environment Research Council shall carry on the former activities of the National Oceanographic Council. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 The enactments mentioned in Schedule 2 to this Act shall have effect subject to the provisions set out in that Schedule (being provisions making minor or consequential amendments in connection with the operation of this and the foregoing sections)  ; and the provisions of Schedule 3 to this Act shall have effect for transitional purposes connected with this section . 6 Where any activities of a Research Council or government department in relation to scientific research are to be taken over from it (otherwise than under this section) by any Research Council or government department, then on the transfer accordingly of responsibility for those activities the  Secretary of State  may by order made by statutory instrument transfer or provide for transferring property, rights, liabilities or obligations held, acquired or incurred in connection with the carrying on of the activities previously by any Research Council or government department; and a Research Council shall comply with any directions of the  Secretary of State  requiring it to take over from, or transfer to, any Research Council or government department the responsibility for any activities in relation to scientific research. 7 On any such transfer of responsibility as is mentioned in subsection (6) above the  Secretary of State  may by order made by statutory instrument provide, so far as appears to him necessary or expedient for giving full effect to the transfer, for the repeal or amendment of any provision in any enactment affecting a Research Council or government department concerned, and make transitional, supplemental or incidental provision in connection with any such repeal or amendment; but the statutory instrument shall be subject to annulment in pursuance of a resolution of either House of Parliament. 8 The provisions of this section, except subsections (6) and (7), shall not come into force until such day as Her Majesty may by Order in Council appoint, and different days may be appointed for different provisions or for different purposes of the same provision."}, {"act": "Science and Technology Act 1965", "year": 1965, "section": "4", "section_title": " Extension of research functions of Atomic Energy Authority.", "section_text": "4 1 The functions of the United Kingdom Atomic Energy Authority shall include the undertaking of scientific research in such matters not connected with atomic energy as may, after consultation with the Authority, be required by the  Secretary of State , and section 2(2) of the  Atomic Energy Authority Act 1954 shall apply as if any such research were research into matters connected with atomic energy. 2 There shall be defrayed out of moneys provided by Parliament any increase attributable to subsection (1) above in the sums payable under section 4(1) of the Atomic Energy Authority Act 1954 out of moneys so provided. 3 Section 3(6) and (7) above shall have effect in relation to any activities carried on or to be carried on by the United Kingdom Atomic Energy Authority by virtue of this section as if the Authority were a government department."}, {"act": "Science and Technology Act 1965", "year": 1965, "section": "5", "section_title": " Further powers of Secretary of State and Minister of Technology. ", "section_text": "5 1 The  Secretary of State or the Minister of Agriculture, Fisheries and Food , . . .   may defray out of moneys provided by Parliament any expenses which, with the consent of the Treasury, they may respectively incur— a in carrying on or supporting scientific research or the dissemination of the results of scientific research;    b in furthering the practical application of the results of scientific research; c in making payments in respect of remuneration, allowances or pension benefits payable to or in respect of members of any advisory body established for the purpose of assisting the Secretary of State  or, as the case may be, the Minister of Agriculture, Fisheries and Food . . .in matters connected with scientific research. 1ZA The power to give financial support under subsection (1)(a) includes, in particular, power to make a grant, loan or other payment, on such terms and conditions as the relevant authority considers appropriate. 1ZB The terms and conditions may, in particular— a enable the relevant authority to require the repayment, in whole or in part, of sums paid by it if any of the terms and conditions subject to which the sums were paid is not complied with, b require the payment of interest in respect of any period during which a sum due to the relevant authority in accordance with any of the terms and conditions remains unpaid, and c require a person to whom financial support is given to provide the relevant authority with any information it requests for the purpose of the exercise of any of its functions. 1ZC In subsections (1ZA) and (1ZB), “the relevant authority” means— a in the case of the power of the Secretary of State to give financial support under subsection (1)(a), the Secretary of State; b in the case of the power of the Welsh Ministers to give financial support under subsection (1)(a), the Welsh Ministers; c in the case of the power of the Scottish Ministers to give financial support under subsection (1)(a), the Scottish Ministers. 1A The Scottish Ministers may, to such extent and subject to such conditions as they think appropriate, delegate their power to undertake any activity as mentioned in paragraphs (a) to (c) of subsection (1) above to such persons as they consider appropriate; and any expenses which such persons incur in undertaking such activities are to be met out of the expenses the Scottish Ministers may defray by virtue of subsection (1) above. 1B Where power to undertake the activity as mentioned in paragraph (c) of subsection (1) above is delegated under subsection (1A), that paragraph applies as if for the words  “Secretary of State” there were substituted  “                      person to whom the power is delegated under subsection (1A) below                    ” . 1C A delegation under subsection (1A) does not affect the ability of the Scottish Ministers to exercise the power delegated. 1D A person to whom a function is delegated under subsection (1A) may, subject to any conditions as mentioned in that subsection, exercise the function in the same way and to the same extent as the Scottish Ministers notwithstanding any restrictions or limitations on the exercise of the person's functions which would, apart from this subsection, prevent them from exercising the function in that way or to that extent. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Science and Technology Act 1965", "year": 1965, "section": "6", "section_title": " Supplementary.", "section_text": "6 1 In this Act “ scientific research ” means research and development in any of the sciences (including the social sciences) or in technology. 2 Nothing in this Act shall prejudice or affect any power to amend or revoke the charters of any Research Council, or any power of Her Majesty to grant new charters, or affect the operation of any amendment made or charter granted after the passing of this Act. 3 The enactments mentioned in Schedule 4 to this Act are hereby repealed to the extent specified in the third column of that Schedule, with effect in each case from such day as Her Majesty may by Order in Council appoint."}, {"act": "Science and Technology Act 1965", "year": 1965, "section": "7", "section_title": " Short title.", "section_text": "7 This Act may be cited as the Science and Technology Act 1965."}]