[{"act": "Agriculture Act 1967", "year": 1967, "section": "1", "section_title": " The Meat and Livestock Commission.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "1A", "section_title": "\n \n Commission’s duty to consult representative organisations. \n \n", "section_text": " 1A  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "2", "section_title": "\n \n The Consumers Committee, and other committees of the Commission. \n \n", "section_text": " 2  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "3", "section_title": " Commission’s duties in connection with fatstock guaranteed prices and calf subsidies.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "4", "section_title": " Commission’s functions in connection with Markets and Fairs (Weighing of Cattle) Acts.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "5", "section_title": " Systems for classification of carcases.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "6", "section_title": " Compulsory use of systems of classification of carcases.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "7", "section_title": " Systems of classifying meat, and codes of practice for butchers.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "8", "section_title": " Information as to retail meat prices.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "9", "section_title": " Powers to meet future developments in livestock and livestock products industries.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Agriculture Act 1967", "year": 1967, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Agriculture Act 1967", "year": 1967, "section": "13", "section_title": " Levy on industries to meet Commission’s expenses.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "14", "section_title": " Levy: registration, returns and records. ", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "15", "section_title": " Ministers’ contributions to Commission’s expenses.", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "16", "section_title": " Payments for scientific research.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "17", "section_title": " Collection of statutory levies by Commission.", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "18", "section_title": " Commission’s reserve fund.", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "19", "section_title": " Commission’s annual report and accounts.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "20", "section_title": " Directions to Commission by Ministers.", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "21", "section_title": " Inquiries by Commission.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "22", "section_title": " Dissolution of Pig Industry Development Authority.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "23", "section_title": " Power of entry.", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "24", "section_title": " Disclosure of information. ", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "25", "section_title": " Interpretation of Part I.", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "26", "section_title": " Grants for amalgamations and boundary adjustments. ", "section_text": "26 1 The appropriate Minister may in accordance with a scheme and subject to section 50 of the  Agriculture Act 1970 make, out of money provided by Parliament, grants of amounts determined in such manner as may be provided by or under the scheme in connection with the carrying out of any of the following transactions approved by him in pursuance of the scheme, that is to say— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   transactions for securing that agricultural land which is  or forms part of  an uncommercial unit, but which together with some other agricultural land could form an intermediate unit or commercial unit, shall be owned and occupied with that other land,  or, if not so owned, occupied with that other land by a person who shall occupy any part of the resulting unit not owned by him as a tenant (as defined in the  Agricultural Holdings Act 1986  or, in Scotland,  the Agricultural Holdings (Scotland) Act 1991 , and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   transactions for securing that, where an intermediate unit or a commercial unit is not all in the same ownership, any part of it comes to be in the same ownership as the rest of that unit, or in the same ownership as some other part of that unit, but excluding transactions which bring into the same ownership and occupation two or more parts of the unit each of which could by itself form a commercial unit, and bb transactions for securing that, where the person occupying an intermediate unit or a commercial unit occupies any part or parts of it otherwise than as owner or as a tenant as defined in the  Agricultural Holdings Act 1968  (or, in Scotland,  the Agricultural Holdings (Scotland) Act 1991 ), he comes to occupy that part or all those parts as owner or as such a tenant, and c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   transfers or exchanges of agricultural land (or estates or interests in agricultural land) for the purpose of giving more satisfactory boundaries to one or more agricultural units; and for the purposes of paragraph (a) above, such assumptions as the appropriate Minister may consider reasonable may be made as to the  works and facilities which will be carried out or provided  for the benefit of the unit to be formed. Transactions within paragraphs (a), (b) and (bb) above  are in this Part of this Act referred to as “ amalgamations ”, and transactions within paragraph (c) are in this Part of this Act referred to as “ boundary adjustments ”. 2 A scheme under this section may restrict the amalgamations and boundary adjustments to which it applies in any way, and may in particular exclude amalgamations of land which has reverted from being in single ownership or occupation  or, as respects transactions within subsection (1)(bb) of this section, cases where after the transaction has been effected the unit is not in single ownership . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 A scheme under this section may make different provision for  different circumstances ; . . .  . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 Any approval in pursuance of a scheme under this section of an amalgamation or boundary adjustment— a may be given either before or, in any case where the appropriate Minister thinks fit, after . . .   the amalgamation or boundary adjustment has been carried out; b may given subject to such conditions as the appropriate Minister may specify, and in particular subject to any condition as to the time within which the amalgamation or boundary adjustment is to be carried out or as to the carrying out or provision within a specified period of specified works or facilities appearing to the appropriate Minister to be necessary as a consequence of the amalgamation or boundary adjustment; c may be varied or withdrawn by the approiate Minister with the written consent of the person on whose application the approval was given; and the appropriate Minister may, if he thinks fit, for the purposes of a claim for grant under section 29 of the Agriculture Act 1970 issue a certificate with respect to any work or facility that he considers it to be necessary or desirable as a consequence of an amalgamation, or to be necessary as a consequence of a boundary adjustment, approved by that Minister in pursuance of the scheme 7 After the payment of any grant under this section  any grant under section 29 of the Agriculture Act 1970 in respect of any work or facility certified under subsection (6) above or any grant under  subsection (1)(a) of the next following section in connection with an amalgamation the relevant unit shall be subject to the provisions of Schedule 3 to this Act and— a the appropriate Minister shall not approve . . .   the amalgamation unless satisfied that all persons having an estate or interest in the relevant unit have given their written consent to the application of that Schedule to the relevant unit, b the relevant unit shall be, or be the part of, the agricultural unit or units specified for the purposes of this subsection by the appropriate Minister in the document giving his approval to the  amalgamation , and c in the said Schedule 3 as applied by this subsection “ relevant Exchequer payments ” shall mean—  i any such grant as aforesaid in respect of such expenditure as the appropriate Minister may certify as being expenditure related to the relevant unit, and ii such sum as the appropriate Minister may certify as the sum representing his administrative expenses (including an appropriate proportion of overhead expenses and other fixed or general expenses) incurred in connection with making the grant, and “ the relevant date ” shall, for any grant and the related administrative expenses, be the date when the grant was paid. 8 In the case of the payment of any grant under this section  or any such grant under section 29 of the Agriculture Act 1970 as is referred to in the last foregoing subsection  in connection with a boundary adjustment the appropriate Minister may, if he thinks fit, designate in the document giving his approval to the  boundary adjustment  any land appearing to him to benefit from the boundary adjustment as land which, after the payment of that grant, is to be a relevant unit subject to the provisions of Schedule 3 to this Act, and paragraphs (a) and (c) of the last foregoing subsection shall apply in relation to the boundary adjustment as they apply in relation to an amalgamation. 9 The duration of a scheme under this section shall be a period not exceeding seven years, but that period may from time to time be extended by further schemes under this section for periods not exceeding seven years. 10 A grant shall not be made under  section 16 of the Agriculture Act 1957 (which relates to grants towards costs of amalgamation and is superseded by this section) in respect of a transaction proposed in an application made under that section after the coming into force of the first scheme made under this section, and so much of subsection (2) of the said section 16 as limits the time within which applications may be made under that section shall cease to have effect. 11 The following enactments— a section 6(c) of the Hill Farming Act 1946, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (under which grant under those Acts may be recovered by the appropriate Minister if there is a failure to carry out proposals), and any provision to the like effect in regulations made under section 77(3) of the Agriculture (Scotland) Act 1948 or section 22(4) of the Crofters (Scotland) Act 1955, shall not apply where in the opinion of the appropriate Minister the carrying out of the proposals is,  as a consequence of an amalgamation or boundary adjustment approved in pursuance of a scheme under this section or in consequence of the carrying out or provision of works or facilities certified under subsection (6) thereof , impracticable or to no purpose or unduly expensive."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "27", "section_title": " Grants for individuals relinquishing occupation of uncommercial units.", "section_text": "27 1 The appropriate Minister may in accordance with a scheme make a grant by way of a lump sum payment or an annuity to or for the benefit of an individual who in prescribed circumstances  relinquishes his occupation of, or of a part of, an uncommercial unit  of agricultural land— a where the relinquishment of all or any part of that uncommercial unit is effected as part of an  amalgamation approved in pursuance of a scheme under section 26 of this Act, or b in accordance with arrangements which the appropriate Minister or, subject to the provisions of Part III of this Act, a Rural Development Board makes with him (whether or not his landlord or any other person is a third party) to enable the appropriate Minister or the Board to dispose of the unit so that it is owned or occupied with other land, or so as to improve the shape of any agricultural units, or c subject to the provisions of Part III of this Act, in accordance with arrangements approved by a Rural Development Board as being for the purpose of facilitating the afforestation of land in the area of the Board,  or  d where the grant is made in pursuance of provisions of a scheme implementing, or arising out of or related to,  an EU  obligation. 2 A scheme under this section— a may, subject to any prescribed exceptions, require the individual to have been in occupation of the whole of the uncommercial unit for a prescribed period, b may exclude an individual who occupied the uncommercial unit under a short-term letting as defined in the scheme. c may apply to the individual a test by reference to the income (calculated in a prescribed way) derived from  the trade or business of, or employment in, agriculture  including, if the scheme so provides, income so derived by the individual’s wife or husband or partner or by any other person jointly occupying the land. 3 A scheme under this section may authorise the making of grant subject to such conditions as the appropriate Minister may specify. 4 Grants shall not be payable under this section to any one individual in respect of more than one uncommercial unit, and a scheme under this section shall contain provisions for securing that the amount of the grant payable in respect of an uncommercial unit occupied by more than one individual is an amount which is not more than approximately equivalent to the amount which would be payable if it had been occupied by a single individual. 5 A scheme under this section may provide that, after the death of a person in receipt of a grant by way of annuity, grant under this section of an amount specified in the scheme may be payable to a surviving widow or widower. 5A A scheme under this section may make provision, in a case where a person who has submitted an application for a grant under this section, and who has in prescribed circumstances either relinquished or become under an obligation to relinquish occupation of the uncommercial unit of agricultural land in question, subsequently dies before the application has been dealt with, for the application to be proceeded with after the death and for grants under this section of such respective amounts as may be determined by or under the scheme to be payable either— a by way of annuity— i in respect of any period after the relinquishment and before the death, for the benefit of the deceased’s estate; and ii in respect of any period falling after both the relinquishment and the death, to any person who was both at the date of the death and at the time when the application was made the spouse of the deceased; or b by way of a lump sum payment for the benefit of the deceased’s estate. 5B A scheme made  by virtue of subsection (1)(a), (b) or (d) of this section  may make provision whereby a person is treated for the purposes of the scheme, to such extent and in such cases as may be prescribed— a as the occupier of any land in respect of which he has granted, or agreed to grant, to another person a licence or tenancy of a kind not making that other person a tenant as defined in the  Agricultural Holdings Act 1986  (or, in Scotland,  the Agricultural Holdings (Scotland) Act 1991 ); b as relinquishing his occupation of that land if he relinquishes his remaining estate or interest in the land; c as relinquishing his occupation of, or of part of, an uncommercial unit of agricultural land if the land was, or was part of, such a unit immediately before he first granted or agreed to grant such a licence or tenancy as aforesaid; and, in relation to any provision made by virtue of this subsection, subsections (2), (4) and (5A) of this section shall not apply but provision may be made in the scheme for corresponding purposes. 6 The duration of a scheme under this section shall be a period not exceeding seven years, but that period may be extended from time to time by subsequent schemes under this section for periods not exceeding seven years. 7 Any grant under this section shall be paid out of money provided by Parliament."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "28", "section_title": " Loans to assist amalgamations and boundary adjustments.", "section_text": "28   1 The appropriate Minister may with the approval of the Treasury make or guarantee loans to meet expenditure incurred in connection with an amalgamation or boundary adjustment approved by the appropriate Minister in pursuance of a scheme under section 26 of this Act, being— a the costs of the amalgamation or boundary adjustment consisting of surveyor’s fees and legal costs, stamp duty on any conveyance, lease, tenancy agreement or mortgage or heritable security and any compensation for disturbance under  section 60(2)( a ) of the Agricultural Holdings Act 1986  or  section 43 of the Agricultural Holdings (Scotland) Act 1991 , or aa expenditure incurred in the carrying out or provision of works or facilities which the appropriate Minister considers to be necessary or desirable as a consequence of the amalgamation, or to be necessary as a consequence of the boundary adjustment, or b any part of the purchase price of any land acquired as part of the amalgamation or as the case may be any part of the purchase price of land acquired, or of money given by way of equality of exchange, as part of the boundary adjustment, or expenditure under all or any two of paragraphs (a), (aa) and (b) above. 2 A loan made by the appropriate Minister— a may be effected through the agency of such body or bodies as the appropriate Minister may select, b must have been approved by the appropriate Minister on an application made in the manner directed by him and within the period of duration of schemes under section 26 of this Act, or within such longer period as the appropriate Minister may determine. 3 A loan guaranteed by the appropriate Minister shall be a loan made by such body or bodies as the appropriate Minister may select. 4 A loan made or guaranteed by the appropriate Minister must be one repayable as to both capital and interest within a period of sixty years from the making of the loan. 5 The appropriate Minister may in making a loan or guarantee under this section impose such conditions as he thinks fit. 6 After the giving of a loan or guarantee under this section in connection with an amalgamation the relevant unit shall be subject to the provisions of Schedule 3 to this Act and— a the appropriate Minister shall not approve the proposals for the amalgamation unless satisfied that all persons having an estate or interest in the relevant unit have given their written consent to the application of that Schedule to the relevant unit, b the relevant unit shall be, or be the part of, the agricultural unit or units specified for the purposes of this subsection by the appropriate Minister in the document giving his approval to the proposals, and c in the said Schedule 3 as applied by this subsection “ relevant Exchequer payments ” shall mean— i in the case of a loan, the amount of the loan and interest outstanding and, so far as the lender has been required to accept repayment at a time earlier than that agreed in making the loan, the cost, or so much thereof as the appropriate Minister may determine, of reinvestment and, if the rate of interest on the loan is higher than can reasonably be expected to be obtained on reinvestment (regard being had to the current rate of interest) compensation in respect of the loss thereby sustained or such part thereof as the appropriate Minister may determine, ii in the case of a guarantee, any amount paid by the appropriate Minister in fulfilment of the guarantee, iii in either case, such sum as the appropriate Minister may certify as the sum representing his administrative expenses (including an appropriate proportion of overhead expenses and other fixed or general expenses) incurred in connection with making the loan or guarantee and, in the case of a guarantee, in fulfilling the guarantee, d in the said Schedule 3 as applied by this section “ relevant date ” shall mean— i for any administrative expenses related to a loan within subsection (6)(c)(i) above, the date when the loan is made, ii for sums within subsection (6)(c)(ii) above, and any related administrative expenses, the date when the guarantee is fulfilled. 7 In the case of a loan or guarantee made under this section in connection with a boundary adjustment the appropriate Minister may, if he thinks fit, designate in the document giving his approval to the proposals any land appearing to him to benefit from the boundary adjustment as land which, after the making of the loan or guarantee, is to be a relevant unit subject to the provisions of Schedule 3 to this Act, and paragraphs (a),(c) and (d) of the last foregoing subsection shall apply in relation to the boundary adjustment as they apply in relation to an amalgamation. 8 A mortgage, heritable security or charge securing a loan made or guaranteed by the appropriate Minister under this section may, notwithstanding any rule of law or equity to the contrary, contain a provision that the mortgage, heritable security or charge shall not be redeemable except in the manner specified in the mortgage, heritable security or charge. 9 Any sums required by the appropriate Minister for making a loan under this section or fulfilling a guarantee made under this section shall be paid out of money provided by Parliament. 10 References in this section to the guarantee of a loan include references to the guarantee of part of a loan, including a guarantee restricted to interest payable on a loan."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "29", "section_title": " Promotion of amalgamations and boundary adjustments by Minister.", "section_text": "29 1 It is hereby declared that the appropriate Minister has power under sections 82 and 90 of the  Agriculture Act 1947 and sections 55 and 61 of the  Agriculture (Scotland) Act 1948 (powers of acquiring land by agreement and managing land) to acquire, hold and dispose of land for the purposes of effecting amalgamations of agricultural land and reshaping agricultural units. 2 That power shall include in particular power for the said purposes to enter into transactions involving loss, including— a amalgamating holdings of land in a way which renders less valuable, or useless, any buildings or equipment on any of the land, b allowing the occupier of an uncommercial unit to retain occupation of a dwelling-house on the land when the remainder of the unit is acquired by the appropriate Minister for the purposes of amalgamation, c selling land resulting from an amalgamation effected by the appropriate Minister subject to depreciatory conditions imposed for the purpose of ensuring that the land continues to be held in single ownership and single occupation for agricultural purposes. 3 A deed by which the appropriate Minister conveys land, or an estate or interest in land, may apply Schedule 3 to this Act to any of that land, and to any other land, but only if all the persons who will have an estate or interest in the land to which Schedule 3 is so applied  have executed  the deed; and in that Schedule as so applied “ relevant Exchequer payments ” shall mean such amounts as are specified in the deed for the purposes of this subsection under the heads of— a the incidental costs incurred by the appropriate Minister in acquiring and disposing of the land, estate or interest conveyed by the deed, being costs consisting of surveyor’s fees and legal costs, stamp duty on any conveyance, lease, tenancy agreement or mortgage or heritable security, and any compensation for disturbance under  section 60(2)( a ) of the Agricultural Holdings Act 1986  or  section 43 of the Agricultural Holdings (Scotland) Act 1991 , b any such loss as is described in subsection (2) of this section incurred by the appropriate Minister in dealing with the land, estate or interest so conveyed, including any reduction in the purchase price obtained by him on the transaction effected by the deed in consequence of the depreciatory conditions contained in the deed, c such sum as the appropriate Minister may certify as the sum representing his administrative expenses (including an appropriate proportion of overhead expenses and other fixed or general expenses) incurred in connection with the transaction to which the deed gives effect, and “ relevant date ” means the date on which the transaction to which the deed relates takes effect. 4 Section 24(1) of the  Agricultural Holdings Act 1948 and  section 22(1) of the Agricultural Holdings (Scotland) Act 1991  (which restrict the operation of a notice to quit an agricultural holding) shall not apply to a notice to quit given by the appropriate Minister where— a the appropriate Minister certifies in writing that the notice to quit is given in order to enable him to use or dispose of the land for the purpose of effecting any amalgamation or the reshaping of any agricultural unit, and b the instrument under which the tenancy was granted contains an acknowledgment signed by the tenant that the tenancy is subject to the provisions of this section. 5 Where an instrument bearing to grant a tenancy contains such an acknowledgment as is mentioned in paragraph (b) of the last foregoing subsection, the grant of the tenancy shall have effect notwithstanding section 16 of the  Crofters (Scotland) Act 1955 (vacant crofts), and during the subsistence of the tenancy the provisions of the  Crofters (Scotland) Acts 1955 and 1961 and of the Small Landholders (Scotland) Acts 1886 to 1931 shall not apply to any land subject to the tenancy."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "30"}, {"act": "Agriculture Act 1967", "year": 1967, "section": "31", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "31"}, {"act": "Agriculture Act 1967", "year": 1967, "section": "33", "section_title": " Supplements to improvement and water supply grants.", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "34", "section_title": " Power to vary rates, and extend scope, of grants for agricultural investment.", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "35", "section_title": " General provisions for schemes under Part II.", "section_text": "35 A scheme under section 26 or section 27 of this Act— a shall be made by the appropriate Minister with the approval of the Treasury, b without prejudice to the provisions of subsection (4) of the said section 26 as to schemes under that section, may, in the case of a scheme under the said section 27  authorise the making of different grant in different circumstances, c may authorise the reduction or withholding of grant where assistance in respect of expenditure for which the grant is made is or may be given otherwise than under the scheme, but so that where expenditure, or part of expenditure, is eligible for grant at different rates, grant at the higher rate shall be allowed, d may authorise the reduction or withholding of grant in respect of land for the benefit of which any other prescribed grant or contribution has been made out of money provided by Parliament or has been so made within a prescribed period , e may be made for England and Wales, for Scotland, for Northern Ireland, or for any two or all of those parts of the United Kingdom jointly, f may contain such incidental and supplemental provisions as appear to the appropriate Minister expedient  including transitional provisions treating as having been done under or in pursuance of the scheme anything done under or in pursuance of a previous scheme g may be varied or revoked by a subsequent scheme, h shall be made by statutory instrument of which a draft has been laid before and approved by resolution of each House of Parliament."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "36"}, {"act": "Agriculture Act 1967", "year": 1967, "section": "37", "section_title": " Recovery of grant and revocation of approval. ", "section_text": "37   1 If at any time after the approval of proposals under section 26, section 27 . . .  of this Act, and whether before or after the proposals have been fully carried out, it appears to the appropriate Minister— a that any condition imposed by the appropriate Minister in giving his approval has not been complied with, or b in the case of proposals for the carrying out of work, that the work has been badly done, or has been or is being unreasonably delayed, or is unlikely to be completed, or c that in connection with the submission of the proposals the person submitting them gave information on any matter which was false or misleading in a material respect, the appropriate Minister may, on demand made after compliance with subsection (4) below, recover any grant or any part of a grant paid by him by reference to the proposals and revoke the approval in whole or in part. 2 In the case of a grant under section 27 of this Act which is a lump sum payable by instalments or a grant by way of annuity the appropriate Minister may, in a case within paragraph (a) or paragraph (c) of subsection (1) above, after compliance with subsection (4) below direct that future instalments of the grant or annuity shall not be payable. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  a shall give to any person to whom any payment by way of grant would be payable by reference to the proposals, or from whom any such payment would be recoverable, a written notification of the reasons for the action proposed to be taken by the appropriate Minister, and b shall accord to each such person an opportunity of appearing before and being heard by a person appointed for the purpose by the appropriate Minister, and c shall consider the report by a person so appointed and supply a copy of the report to each person who is entitled to appear before the person submitting it. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 Where a grant by reference to which a supplementary grant has been made under section 33 of this Act becomes recoverable in whole or in part, the supplementary grant shall also become recoverable on demand."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "38"}, {"act": "Agriculture Act 1967", "year": 1967, "section": "39", "section_title": " Provisions relating to Northern Ireland.", "section_text": "39 1 Subject to this section, this Part of this Act shall extend to Northern Ireland with the exception of section 28 and section 38 and, subject to the following provisions of this section, of section 29. 2 The Department of Agriculture for Northern Ireland  may acquire by agreement any estate or interest in— a any land used for agriculture, b any other agricultural land, c where any such land as is mentioned in paragraph (a) or (b) above is offered to the said  Department  for acquisition by it on the condition that it also acquires other land not falling within either of those paragraphs, that other land, for the purpose of effecting amalgamations of agricultural land and reshaping agricultural units. 3 The said  Department  may manage, farm or dispose of land acquired by it under subsection (2) above— a in such manner as appears to the said  Department  expedient for the purpose for which the land was acquired, b if the said  Department  is satisfied that the land ought to be devoted to some other purpose, in such manner as appears to the said  Department  expedient therefor, and in section 27(1)(b)of this Act as it applies in Northern Ireland the reference to the appropriate Minister shall include a reference to the said  Department . Section 45(3) of the  Interpretation Act (Northern Ireland) 1954 shall have effect for the purposes of this subsection as it has effect for the purposes of an enactment of the Parliament of Northern Ireland passed after the commencement of that Act. 4 Sections 4 and 5 of the  Land Law (Ireland) Act 1881 shall not have effect in relation to any tenancy granted by the said  Department  under subsection (3) above. 5 Subsections (2) and (3) above shall in particular confer power to enter into transactions involving loss, including transactions corresponding to those into which the appropriate Minister may enter under section 29(2) of this Act.  5A Sections 26(1)(a) and (bb) and 27(5B)  of this Act shall, in their application to Northern Ireland, have effect as if references to a tenant as defined in the Acts there mentioned were references to a tenant who holds under a contract of tenancy for a life or lives or for a term of years. 6 Section 29(3) of this Act, and Schedule 3 to this Act when read with the said section 29(3), shall apply in Northern Ireland as if— a the said  Department  were substituted for the appropriate Minister, b the reference to legal costs in the said section 29(3)(a) included a reference to the costs of obtaining any requisite consent of  the Department of Finance for Northern Ireland , c the said section 29(3)(a) included a reference to compensation for disturbance under section 3 of the  Landlord and Tenant (Ireland) Act 1870. 7 The functions conferred by this section on the said  Department  shall be exercised in accordance with arrangements made between the  Department  and the Minister of Agriculture, Fisheries and Food with the approval of the Treasury, and the Minister of Agriculture, Fisheries and Food shall pay out of money provided by Parliament any expenses incurred by the said  Department  in exercising those functions, and any sums received by that  Department  in exercising those functions (including any sums so received or recovered under Schedule 3 to this Act) shall be paid over to the said Minister."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "40", "section_title": " Interpretation of Part II.", "section_text": "40 1 In this Part of this Act, except where the context otherwise requires— “ amalgamation ” and “ boundary adjustment ” have the meanings given by section 26 of this Act; “ exchange ” in relation to land in Scotland means excambion; “ prescribed ”, in relation to the contents of a scheme, means prescribed by the scheme. 2 In this Part of this Act— a “ commercial unit ” means an agricultural unit which in the opinion of the appropriate Minister is capable, when farmed under reasonably skilled management, of providing full-time employment for an individual occupying it and for at least one other man (or full-time employment for an individual occupying it and employment for members of his family or other persons equivalent to full-time employment for one man); b “ intermediate unit ” means an agricultural unit which, in the opinion of the appropriate Minister, is capable, when farmed under reasonably skilled management, of providing full-time employment for an individual occupying it. In this subsection “ full-time employment ” shall be construed in accordance with any provisions defining that expression in any scheme made under section 26 of this Act. 3 In this Part of this Act “ uncommercial unit ” shall be construed by reference to the definition of commercial unit, except that, where the appropriate Minister so directs, it may be treated as referring to the relevant agricultural unit exclusive of any one dwelling house of the unit  or of an area sufficient to provide a site for one dwelling house  and, if the Minister so directs, exclusive of any small portion of land to be occupied with that dwelling house. 4 Where any agricultural land in Scotland consists of or includes a croft or holding, for the purposes— a of determining under the preceding provisions of this section whether an agricultural unit formed by that land is commercial, intermediate or uncommercial, and b of calculating under section 27(2)(c) of this Act the income derived from the land, the land shall be taken to include any right in pasture or grazing land held by the tenant or landholder whether alone or in common with others and deemed to form part of the croft or holding. In this subsection “ croft ” and “ holding ” have the meanings ascribed to them by the  Crofters (Scotland) Act 1955 and the Small Landholders (Scotland) Acts 1886 to 1931 respectively."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "41", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "41"}, {"act": "Agriculture Act 1967", "year": 1967, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "43"}, {"act": "Agriculture Act 1967", "year": 1967, "section": "44", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "44"}, {"act": "Agriculture Act 1967", "year": 1967, "section": "45", "section_title": " Rural Development Boards.", "section_text": "45 1 With a view to applying the provisions of this Part of this Act for meeting the special problems of the development as rural areas of hills and uplands, and the special needs of such areas, the appropriate Minister may, in accordance with this Part of this Act, establish a Board, to be known as a Rural Development Board, for any area appearing to be one where those problems or needs exist. 2 Those special problems and needs include the special difficulties in the formation of commercial units of agricultural land in such areas, the need for an overall programme for guidance in making decisions as to the use of land in such areas for agriculture and forestry, so that those two uses are complementary, the need for improved public services in such areas in step with their development for agricultural and forestry purposes, and the need for preserving and taking full advantage of the amenities and scenery in those areas in the course of their development for those purposes. 3 The overall programme referred to in the preceding subsection is one having regard, among other things, to the special economic considerations and the long-term nature of forestry. 4 The amenities to which consideration is to be given under subsection (2) above shall include any feature of scientific or historic interest in those areas, and in particular, but without prejudice to the generality of the foregoing, their flora and fauna and physiographical features, and any buildings of special interest. 5 Schedule 5 to this Act shall have effect as respects the procedure for establishing a Rural Development Board, and its constitution. 6 As respects the area of a Rural Development Board established under this section the provisions of this Part of this Act controlling sales of land and controlling afforestation shall be a local land charge, and for the purposes of the  Local Land Charges Act 1975 the appropriate Minister shall be treated as the originating authority as respects such charge. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  9 The provisions of subsections (6), . . .  of this section shall not apply to Scotland, and on the establishment of a Rural Development Board in Scotland, the Secretary of State shall cause a notice referring to the provisions of this Part of this Act controlling sales of land and controlling afforestation to be lodged at the principal office of the county council of every county in the area of which any part of the Board’s area lies, and the notice shall be available for inspection free of charge at all reasonable hours. 10 In the foregoing provisions of this section and the said Schedule 5 “ the appropriate Minister ” means, in relation to Wales, the Minister of Agriculture, Fisheries and Food and the Secretary of State for Wales acting jointly. 11 The appropriate Minister shall to such extent as may be approved by the Treasury pay out of money provided by Parliament any expenditure incurred, or to be incurred, by a Board in the performance of their functions."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "46", "section_title": " Functions of Rural Development Boards.", "section_text": "46 1 It shall be the function of a Rural Development Board— a to keep under review all means of meeting the problems and needs described in the last foregoing section in their area, b in consultation with such local authorities and other bodies as appear to the Board to have an interest, to draw up a programme for action to meet those problems and needs and, so far as the programme will entail expenditure by the Board, to submit to the appropriate Minister for his approval proposals for that expenditure, c to concert, promote, assist or undertake measures to implement the programme subject, so far as those measures involve expenditure by the Board, to approval by the appropriate Minister. 2 The appropriate Minister may approve in whole or in part any proposals submitted to him under subsection (1)(b) above, or may refuse to approve them. 3 It shall be the duty of a Rural Development Board and of  the appropriate forestry authority  to co-ordinate the preparation and implementation of their proposals and programmes for the Board’s area, and for that purpose to consult together at all stages and, where necessary, to act in concert. Any dispute between them shall be referred to and determined by the appropriate Minister, and, in relation to Wales, “ the appropriate Minister ” in this subsection has the meaning given by subsection (10) of the last foregoing section. 4 In the discharge of their functions a Rural Development Board may— a acquire by agreement any land in their area, b manage, improve, farm, sell, let or otherwise deal with any of their land, and may in particular sell or let any land subject to any depreciatory conditions imposed in the interests of the community or for any purpose connected with the discharge of their functions, c acquire by agreement any farming business or any dead or live farm stock, d build on and otherwise develop any of their land, and in particular provide dwellings for their tenants and employees, e provide equipment and services for persons who are their tenants and who are engaged or employed in agriculture or forestry, f carry out or commission the carrying out of inquiries, investigations or researches in connection with the discharge of their functions."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "47", "section_title": " Boards’ powers of giving financial assistance.", "section_text": "47 1 In the discharge of their functions a Rural Development Board may, in accordance with arrangements approved by the appropriate Minister and the Treasury, give financial assistance, whether by way of grant or loan or partly grant and partly loan, towards the undertaking of measures to implement any programme drawn up under section 46 of this Act, and in particular (subject to its being so aproved)— a financial assistance for providing or improving communications and public services in the Board’s area, b financial assistance towards expenditure incurred in installing or connecting a supply of electricity, gas or water to a dwelling-house or other premises used in connection with agriculture or forestry or for the improvement of accommodation on such premises for tourists, being expenditure incurred by an owner or occupier of the premises, c financial assistance towards expenditure incurred in providing or improving a site on an agricultural or forestry unit for tourists’ caravans or as a tourists’ camping site, being expenditure incurred by the occupier of the agricultural or forestry unit. 2 On making a grant or loan under the foregoing subsection the Board may impose such conditions as they think fit, including, in the case of a grant, conditions for repayment in specified circumstances."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "48", "section_title": " Promotion of amalgamations and boundary adjustments by Rural Development Boards.", "section_text": "48 1 Without prejudice to the generality of section 46 of this Act, a Rural Development Board shall have power to acquire by agreement, hold and dispose of land in their area for the purpose of effecting amalgamations of agricultural land and reshaping agricultural units, and power for the said purposes to enter into transactions involving loss, including— a amalgamating holdings of land in a way which renders less valuable, or useless, any buildings or equipment on any of the land, b allowing the occupier of an uncommercial unit to retain occupation of a dwelling-house on the land when the remainder of the unit is acquired by the Board for the purposes of amalgamation, c selling land resulting from an amalgamation effected by the Board subject to depreciatory conditions imposed for the purpose of ensuring that the land continues to be held in single ownership and single occupation for agricultural purposes. 2 A deed by which a Rural Development Board conveys land, or an estate or interest in land, may apply Schedule 3 to this Act to any of that land, and to any other land, but only if all the persons who will have an estate or interest in the land to which Schedule 3 is so applied  have executed  the deed; and in that Schedule as so applied “ relevant Exchequer payments ” shall mean such amounts as are specified in the deed for the purposes of this subsection under the heads of:— a the incidental costs incurred by the Board in acquiring and disposing of the land, estate or interest conveyed by the deed, being costs consisting of surveyor’s fees and legal costs, stamp duty on any conveyance, lease, tenancy agreement or mortgage or heritable security and any compensation for disturbance under  section 60(2)( a ) of the Agricultural Holdings Act 1986  or  section 43 of the Agricultural Holdings (Scotland) Act 1991 , b any such loss as is described in subsection (1) of this section incurred by the Board in dealing with the land, estate or interest so conveyed, including any reduction in the purchase price obtained by them on the transaction effected by the deed in consequence of the depreciatory conditions contained in the deed, c such sum as the appropriate Minister may certify as the sum representing his administrative expenses (including an appropriate proportion of overhead expenses and other fixed or general expenses) incurred in connection with the transaction to which the deed gives effect, and “ relevant date ” means the date on which the transaction to which the deed relates takes effect. 3 Where under section 27(1)(b) or (c) of this Act a scheme under that section authorises the making of grant by reference to arrangements made or approved by a Rural Development Board, the Rural Development Board shall repay to the appropriate Minister the amount of any grant paid by the appropriate Minister under the scheme by reference to any such arrangements. 4 Case H in Part I of Schedule 3 to the Agricultural Holdings Act 1986 shall apply in relation to a Rural Development Board as it applies in relation to the Minister within the meaning of that Act. 5 In relation to any tenancy certified by a Rural Development Board in the instrument by which the tenancy is granted as being a tenancy granted in connection with transactions entered into by the Board for the purpose of effecting amalgamations of agricultural land and reshaping agricultural units,  section 14 of the  Rent Act 1977  and  section 5 of the  Rent (Scotland) Act 1971  (exclusion of local authority houses from Rent Acts) shall apply to the Rural Development Board as they apply to the council of a county or other local authority."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "49", "section_title": " Control of sale of certain land. ", "section_text": "49 1 Subject to this and the next following section, any transfer of land in the area of a Rural Development Board shall require the Board’s written consent. 2 An application for consent under this section shall be in such form as the Board direct, and on the application the Board may refuse or grant the consent applied for. 3 The Board shall not refuse consent unless they are satisfied that the land to which the application relates, if acquired by them in accordance with this section— a can suitably be used or disposed of by them for the purpose of effecting amalgamations of agricultural land or reshaping agricultural units, or b can suitably be used or disposed of by them in a way which will promote the co-ordination of the use of land for forestry and agriculture, or c is land which, in the opinion of the Board and  the appropriate forestry authority , ought to be planted by  the appropriate forestry authority , or d can suitably be used or disposed of by them for some purpose ancillary to the use of other land for agriculture or forestry, or unless the Board are satisfied that refusal of their consent will prevent the creation of an uncommercial unit of agricultural land. 4 The Board shall, within two months of receipt of an application duly made for consent under this section, serve on the applicant notice of the manner in which the application has been dealt with; and, except where their decision is to grant their consent, the notice shall give the reasons for their decision. 5 Within two months of receipt of a notice under the last foregoing subsection stating that the Board withhold consent the applicant may appeal to the appropriate Minister on the ground that the application for consent ought to be granted, and before determining the appeal the appropriate Minister shall, if either the appellant or the Board so desire, afford to each of them an opportunity of appearing before, and being heard by, a person appointed by the appropriate Minister for the purpose; and in relation to appeals under this section— a where the appeal is to the Minister of Agriculture, Fisheries and Food,  section 289 of the Town and Country Planning Act 1990  (appeals to High Court from decision of Minister) shall apply in relation to an appeal under this subsection as it applies in relation to an appeal under  Part VII of that Act  against an enforcement notice, and b where the appeal is to the Secretary of State, the Secretary of State may, and if so directed by the Court of Session shall, state a case for the opinion of that Court on any question of law arising in the proceedings, and an appeal shall lie to the Court of Session on any question of law from the decision of the Secretary of State. 6 Within three months from the date of receipt of a notice under subsection (4) of this section stating that the Board withhold consent or, if an appeal is brought under subsection (5) of this section which does not result in the granting of consent, from the final determination of the appeal, the applicant may serve on the Board a notice requiring the Board to purchase the estate or interest proposed to be transferred by him in the transaction to which the application relates, and the following provisions of this section (under which the Board can be compelled to purchase it) shall have effect. 7 Subject to the following provisions of this section, on service of a notice under the last foregoing subsection— a the Board shall be deemed to be authorised to acquire compulsorily the estate or interest to which the notice relates by a compulsory purchase order, b the Board shall be deemed to have served a notice to treat in respect of that interest at that time, and in relation to this subsection— i “ compulsory purchase order ” means an order to which Part I of the  Compulsory Purchase Act 1965 applies, or, as the case may be, an order which has become operative under the  Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947; ii the power of withdrawal of a notice to treat conferred by section 31 of the  Land Compensation Act 1961 or section 39 of the  Land Compensation (Scotland) Act 1963, and the power of entry conferred by section 11(1) of the said Act of 1965 or by paragraph 3 of Part I of Schedule 2 to the said Act of 1947, shall not be exercisable in relation to a notice to treat deemed to be served by virtue of paragraph (b) of this subsection. 8 The applicant may withdraw the purchase notice— a where there has been a final determination by the  appropriate tribunal  on the question of compensation payable pursuant to the purchase notice, within six weeks from the date of the final determination, and b in any other case, at any time before the acceptance in writing by the applicant of an unconditional offer in writing by the Board of a sum as such compensation, but the applicant shall be liable to pay compensation to the Board for any loss or expense occasioned to the Board by the giving and withdrawal of the purchase notice. For the purposes of paragraph (a) “appropriate tribunal” means— i in relation to England and Wales, the Upper Tribunal; ii in relation to Scotland, the Lands Tribunal for Scotland. 8A For the purposes of subsection (8)(a) a claim shall not be deemed to be fully determined so long as— a in relation to a decision of the Upper Tribunal, the time for applying for permission to appeal to the Court of Appeal, or for applying for permission to appeal from the decision of the Court of Appeal on such an appeal, has not expired; or b in relation to a decision of the Lands Tribunal for Scotland, the time for requiring the tribunal to state a case with respect thereto, or for appealing from any decision on the points raised by a case so stated, has not expired. 9 If the applicant’s estate or interest in the land to which the application relates is greater than what is proposed to be transferred by the transaction to which the application relates, the Board may by notice given to the applicant within two months of receipt of the purchase notice require that the purchase notice shall apply to all the estate or interest of the applicant in the land. 10 An application for consent under this section must be sent to the Board by registered post or recorded delivery service, or delivered to the secretary or chief officer of the Board, and if within the period specified in the next following subsection the Board do not notify the applicant of their decision on the application, this section shall have effect as if at the expiration of that period the Board had granted the consent; and it shall be the duty of the Board to give a written consent to the applicant accordingly. 11 Any applicant who has not received a notice as required by subsection (4) of this section may by notice (to be served on the Board in the way required for service of his application) require the Board to make good their default and the period at the end of which subsection (10) above shall operate shall be the period of fourteen days from the service of that notice. 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 References in this and the next following section to the transfer of land include references to the granting of a lease of land for a term exceeding 10 years, and to assigning a lease of land with an unexpired term exceeding 10 years, but in relation to the grant of a lease references in this section to the estate and interest of the person transferring or proposing to transfer the land shall be taken as references to his estate and interest both in the reversion and the lease. 14 In the application of this section to Scotland, for the last foregoing subsection there shall be substituted the following subsection— 13 For the purposes of this and the next following section, any grant of a lease for a period exceeding 10 years and any assignation of a lease with an unexpired period exceeding 10 years shall be a transfer of land, and in relation to the grant of a lease any references in this section to the estate and interest of the person transferring or proposing to transfer the land shall be taken as references to his estate and interest in the lease and in the land subject thereto ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "50", "section_title": " Control of sale of certain land: exceptions and supplemental provisions. ", "section_text": "50 1 The last foregoing section shall only apply to land which at the time when it is or is to be transferred is agricultural land or woodland or unenclosed mountain, hill or heath land, or common land or waste land. 2 Where one of the grounds on which an appeal is brought under subsection (5) of the last foregoing section is that the proposed transfer is part of a proposed transaction involving land in the Board’s area which is not within subsection (1) of this section, or involving land which is not within the Board’s area, the appropriate Minister may, if he decides not to allow the appeal but is of opinion that the appellant would be substantially prejudiced if he is unable to dispose in one transaction of all the land comprised in the proposed transaction, with the consent of the appellant direct that any purchase notice served under the last foregoing section by the appellant shall relate both to the land to which the application relates and also to the other land, or such part of it as the appropriate Minister may direct. 3 The last foregoing section shall not apply to a transfer to or from— a a local authority, aa a National Park authority; b statutory undertakers as defined in  section 336(1) of the Town and Country Planning Act 1990  or  section 214 of the Town and Country Planning (Scotland) Act 1997 , c any body corporate which is established by or under any enactment for the purpose of carrying on under national ownership any industry or part of an industry or undertaking and whose affairs are managed by the members thereof, d the National Trust, e . . . f United Kingdom Research and Innovation, g the Environment Agency, the Natural Resources Body for Wales or any water undertaker or sewerage undertaker; h an internal drainage board   . . .  In this subsection the “ National Trust ” means in relation to Scotland the National Trust for Scotland for Places of Historic Interest or Natural Beauty incorporated by the Order confirmed by the  National Trust for Scotland Order Confirmation Act 1935;  . . . 4 The last foregoing section shall not apply to a transfer by an individual to a member of his family or to the trustees of a settlement exclusively for the benefit of members of his family, and in this subsection “ family ” means the individual’s husband or wife, any lineal descendant or ancestor of his, and his brother and sister and any child of a brother or sister, and in deducing any such relationship an adopted child shall be treated as a child and any relationship of the half blood shall be treated as a relationship of the whole blood. 5 The last foregoing section shall not apply to a transfer of land effected in pursuance of a contract of sale concluded before the land came to be in the area of the Board or, if the order establishing the Board so provides, before the expiry of such period not exceeding three months from the date on which it is established as may be specified in the order. 6 The last foregoing section shall not apply— a to a transfer to give effect to the devolution of land on death or bankruptcy or sequestration or under the terms of a settlement, or b to a transfer in exercise of the rights conferred on a mortgagee heritable creditor or chargee by a mortgage heritable security or charge created before the relevant land came to be in the area of the Board. 7 If land is transferred in contravention of subsection (1) of the last foregoing section the Board shall be deemed to be authorised to acquire all the estate and interest of the transferor in the land transferred (whether in his hands, or in the hands of persons deriving title under him) by a compulsory purchase order, but any notice to treat given in pursuance of this subsection shall be served within six years from the date of transfer. “ Compulsory purchase order ” has the same meaning as in section 49(7) of this Act, and  Part IV of the Acquisition of Land Act 1981  and Part IV of Schedule 1 to the  Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947 (validity of compulsory purchase orders) shall apply in relation to any notice to treat served in pursuance of this subsection as they apply in relation to a compulsory purchase order. 8 In assessing compensation in accordance with section 5 of the  Land Compensation Act 1961 or section 12 of the  Land Compensation (Scotland) Act 1963 (which relate to compulsory purchases of land) no account shall be taken of any depreciation of the value of the relevant interest which is attributable to the provisions of the last foregoing section and this section. 9 Failure to obtain consent under subsection (1) of the last foregoing section to any transaction shall not invalidate that transaction."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "51", "section_title": " Schemes for co-ordinated amalgamations and reshaping of agricultural units.", "section_text": "51 1 If it appears to a Rural Development Board that in any part of their area there is a need, for the benefit of the community and for the mutual advantage of those owning and occupying the agricultural land, of a co-ordinated scheme of amalgamations of agricultural land, reshaping of agricultural units and afforestation to be effected by transfers and exchanges of land and grants, surrenders, renunciations and variations of tenancies, the Rural Development Board may proceed to make a scheme under this section. 2 The scheme— a shall be based on a comprehensive plan for the uses of the land, including afforestation, and b shall be published and made available for inspection in such manner, and with such maps, plans and notes, as the Board consider appropriate, and the Board shall, in publishing notice of the scheme and in such other ways as appear to them appropriate, invite submissions to the Board on any aspect of the scheme. 3 The Board shall report to the appropriate Minister on the substance of the submissions made to them on the scheme and the appropriate Minister, after taking that report into consideration, may if he thinks fit direct a public inquiry to be held as regards the scheme. 4 After taking the Board’s report into consideration, together with the report of the person holding the public inquiry, if any, the appropriate Minister shall either reject the scheme or approve it with or without modifications. 5 If the appropriate Minister approves the scheme, with or without modifications, he shall publish notice of his approval in such manner as appears to him appropriate, and shall direct the Board to seek to negotiate with those concerned for the carrying into effect of the transactions required to implement the scheme. 6 The Board shall endeavour to arrive at proposals for a scheme which all concerned will be willing to implement, and for that purpose the Board may carry out all or any of the necessary negotiations for particular transactions, prepare or commission draft agreements, conveyances and other instruments and, by settling terms for inclusion in agreements for sale and other instruments or by drawing up a programme for the carrying out of the transactions, make arrangements for ensuring that the scheme, or any interdependent transactions, cannot be partly fulfilled and partly unfulfilled; and may carry out that and any other preliminary work notwithstanding that, if the scheme is unfulfilled, their expenses may be irrecoverable. 7 If the appropriate Minister is satisfied— a that, except for transactions which in all involve the transfer of, or of estates or interests in, land (in this subsection called “the outstanding land\") of an  area  small in comparison with the total  area  of the land affected by the scheme, agreements, enforceable in law, have been made to enter into all the transactions required to implement, or complete the implementation of, the scheme, b that the Board have entered into agreements, enforceable in law, such that, if they acquired the outstanding land, there would be agreements, enforceable in law, to carry out all the transactions required to implement, or complete the implementation of, the scheme, c that the terms of the scheme on which the transactions transferring the outstanding land were to be carried out were equitable, the Board may be authorised by the appropriate Minister to acquire the outstanding land compulsorily, and the  Acquisition of Land Act 1981  or, as the case may be, the  Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947 shall apply  as if the Board were a local authority within the meaning of the relevant Act and as if this section were comprised in an Act in force immediately before the commencement of the relevant Act. 8 In this section “ the appropriate Minister ” means, in relation to Wales, the Minister of Agriculture, Fisheries and Food and the Secretary of State for Wales acting jointly."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "52", "section_title": " Control of afforestation.", "section_text": "52 1 Subject to this section, no person shall plant land in the area of a Rural Development Board with trees except under the authority of a licence granted by the Board. 2 Subsection (1) above shall not apply— a to planting by  the appropriate forestry authority , b so long as the covenant, agreement or scheme in question continues in force, but without prejudice to the enforceability of any condition contained in a licence granted before it was entered into or, as the case may be, took effect, to land which is subject to a forestry dedication covenant or agreement as defined in section 5 of the  Forestry Act 1967, or the subject of an approved woodlands scheme made under the powers contained in that Act or any enactment repealed by that Act, c to land which is, or at some time in the period of ten years before the planting has been, woodland, d to the planting of land of an area not exceeding  four hectares , but not so as to permit more than  four hectares  of land in the ownership of any one person or, where two or more agricultural units are in the same ownership, more than  four hectares  in each unit, to be planted in any period of twelve months, e to the planting of fruit trees or to land forming part of an orchard, f to land forming part of a public open space, or to land which it is not reasonably practicable to put to any beneficial use in its existing state, g to planting required as a condition imposed on the granting of planning permission under  the Town and Country Planning (Scotland) Act 1997  or  the Town and Country Planning Act 1990  or as a condition attached to a felling licence granted, or having effect as if granted, under the  Forestry Act 1967, to planting required as a condition— i imposed on the granting of planning permission under the Town and Country Planning (Scotland) Act 1997 or the Town and Country Planning Act 1990, ii attached to a felling licence granted, or having effect as if granted, under the Forestry Act 1967, or iii imposed on a felling permission, felling direction, restocking direction, registered notice to comply, remedial notice or registered remedial notice under the Forestry and Land Management (Scotland) Act 2018, h if the order establishing the Board so provides, to planting carried out during such period not exceeding three months from the date on which it is established as may be specified in the order. 3 An application for a licence under this section shall be in such form as the Board direct, and on the application the Board may refuse or grant it either with or without conditions; and the Board shall exercise their powers under this section as a means of meeting the problems and needs described in section 45 of this Act in their area. 4 The Board may in particular grant a licence subject to any condition— a governing the kinds of trees planted, b where the licence authorises the planting of a short-term crop, requiring the use of the land for growing trees to be discontinued by the end of a specified period, and requiring before the end of that period the carrying out of such works for the clearing of the land as will make it suitable for agricultural purposes, c limiting the period within which the planting authorised by the licence is to be carried out, d requiring the planting, and any fencing in connection therewith, to be carried out in such a way that access to other land will not be blocked. 5 A licence under this section shall name the person to whom it is granted, and shall authorise planting by that person only unless it is endorsed by the Board in favour of another; and— a the Board shall not endorse a licence in favour of any person except with the consent in writing of the person for the time being entitled to its benefit, b subject to the foregoing paragraph, it shall be the duty of the Board to endorse a licence on the application in writing of a person owning for the time being the same estate or interest in the land to which the licence relates as that owned by the grantee of the licence at the time when it was granted or (by virtue of subsection (12) below) is deemed to have been granted, c subject to that paragraph, in any other case the Board may grant or refuse an application for endorsement as they think fit. 6 The Board shall, within two months of receipt of an application duly made for a licence under this section, serve on the applicant, and on all persons other than the applicant who have an estate or interest in the land to which the application relates, other than a minor tenancy, notice of the manner in which the application has been dealt with; and, except where their decision is to grant a licence without any conditions other than a condition requiring the planting which is authorised to be carried out within a period of five years from the grant of the licence, the notice shall give the reasons for their decision. 7 Within two months of receipt of a notice under subsection (6) of this section, the applicant and any person other than the applicant who has an estate or interest, other than a minor tenancy, in the land to which the notice relates, may appeal to the appropriate Minister against the decision and— a before determining the appeal the appropriate Minister shall, if either the appellant or the Board so desire, afford to each of them an opportunity of appearing before, and being heard by, a person appointed by the appropriate Minister for the purpose, b the appropriate Minister may allow or dismiss the appeal, or may reverse or vary any part of the decision of the Board on the application, whether the appeal relates to that part or not, and c the appropriate Minister shall serve notice of his decision on the appeal on the appellant and on every person other than the appellant who has an estate or interest, other than a minor tenancy, in the land to which the appeal relates. 8 A person who contravenes subsection (1) of this section, or any condition subject to which a licence is granted under this section, shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale . 9 Where a person is convicted of an offence under the last foregoing subsection the court may, in addition to or instead of inflicting a fine, order him, within the time specified in the order, to take such steps as may be so specified for remedying the matters in respect of which the contravention occurred, and may on application enlarge the time so specified; and if the order is not complied with that person shall be liable on summary conviction to a fine not exceeding ten pounds for each day on which the non-compliance continues. 10 Proceedings in respect of an offence under subsection (8) of this section may be instituted within six months of the first discovery of the offence by the person taking the proceedings, so, however, that no proceedings shall be instituted in respect of such an offence more than two years after the date of the offence. 11 A Rural Development Board in granting consent under section 49 of this Act to the transfer of land which in their opinion is land in respect of which an offence has been committed under subsection (8) of this section may impose a condition that the consent shall not take effect until such steps as may be specified by the Board in granting their consent have been taken to remedy the matters in respect of which the alleged contravention occurred, and the conditions so imposed may be varied by the court in exercising its jurisdiction under subsection (9) of this section. 12 An application for a licence under this section must be sent to the Board by registered post or recorded delivery service, or delivered to the secretary or chief officer of the Board, and if within the period specified in the next following subsection the Board do not notify the applicant of their decision on the application, this section shall have effect as if at the expiration of that period the Board had granted the licence applied for without any conditions other than a condition requiring the authorised planting to be carried out within five years from that date; and it shall be the duty of the Board to grant a licence to the applicant in those terms. 13 An applicant who has not received a notice as required by subsection (6) of this section may by notice (to be served on the Board in the way required for service of his application) require the Board to make good their default and the period at the end of which subsection (12) above shall operate shall be the period of fourteen days from the service of that notice. 14 For the purpose of this section the period of twelve months mentioned in subsection (2)(d) of this section shall, in relation to any land, include a period beginning before the land is within the Board’s area. 15 In this section, unless the context otherwise requires— “ minor tenancy ” means a tenancy of less than twelve months; “ public open space ” means land laid out as a public garden or used (otherwise than in pursuance of section 193 of the  Law of Property Act 1925 or of Part V of the National Parks and Access to the  Countryside Act 1949  or Part I of the Countryside and Rights of Way Act 2000) ) for the purpose of public recreation, or land being a disused burial ground. 16 In this section “ the appropriate Minister ” means, in relation to Wales, the Minister of Agriculture, Fisheries and Food and the Secretary of State for Wales acting jointly."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "53", "section_title": " Boards’ annual reports and accounts.", "section_text": "53 1 A Rural Development Board shall prepare and transmit to the appropriate Minister annually a report setting out what has been done in the discharge of their functions under this Act during their financial year last completed, and the appropriate Minister shall lay a copy of the report before each House of Parliament. 2 A Rural Development Board shall keep proper accounts and other records in such form as the appropriate Minister may, with the approval of the Treasury, determine. 3 A Rural Development Board shall prepare and transmit to the appropriate Minister in respect of each of their financial years statements of account in such form as the appropriate Minister may, with the approval of the Treasury, determine, and the appropriate Minister shall transmit them on or before 30th September following the financial year to the Comptroller and Auditor General, who shall examine and certify them and lay copies of them together with his reports thereon before each House of Parliament."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "54", "section_title": " Directions to Boards by appropriate Minister.", "section_text": "54 1 The appropriate Minister, after consultation with a Rural Development Board, may give to the Board such directions of a general character with respect to the performance of any functions of the Board as appear to him to be requisite in the public interest. 2 The Minister of Agriculture, Fisheries and Food or, as the case may be, the Secretary of State may, as respects such of a Board’s books, records and accounts as appear to him to be ones in respect of which, having regard to his relationship with the Board, it is reasonable to give such a direction, direct that they shall be kept available by the Board at all reasonable times for inspection by him or on his behalf or by or on behalf of the Comptroller and Auditor General. 3 A Board’s report for any year under the last foregoing section shall set out any directions given by the appropriate Minister under subsection (1) of this section to the Board during that year, unless the appropriate Minister has notified the Board his opinion that it is against the interests of national security to do so. 4 It shall be the duty of the Board to comply with any directions given by the appropriate Minister under this section. 5 In this section “ the appropriate Minister ” means, in relation to Wales, the Minister of Agriculture, Fisheries and Food and the Secretary of State for Wales acting jointly."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "55", "section_title": " Powers of entry and of obtaining information.", "section_text": "55 1 A person duly authorised in writing by a Rural Development Board may, on producing if so required a duly authenticated document showing his authority, enter on any land in the Board’s area for the purpose of determining whether, and in what way, any of the functions of the Board should be exercised in relation to the land. The right of entry under this subsection may be exercised at any reasonable time, but a person shall not demand admission as of right to any land which is occupied unless at least forty-eight hours’ notice, or in the case of land occupied for residential purposes at least seven days’ notice, of the intended entry has been given to the occupier. A person who wilfully obstructs any person acting in the exercise of his powers under this subsection shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale . 2 A person leaving any land which he has entered by virtue of the foregoing subsection shall, if the land is unoccupied or the occupier is temporarily absent, leave it as effectively secured against trespassers as he found it. 3 A Board may by notice served on the owner or occupier of any land in their area, require him to furnish them with such information as may be specified in the notice with regard to the land as the Board may reasonably require for the discharge of such of their functions in relation to the land as may be specified in the notice. A person who fails without reasonable cause, or neglects, to furnish to the Board within three months after service of the notice the information specified in the notice shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale . 4 Information obtained under this section shall not be disclosed except— a with the consent of the person by whom the information was furnished, or b to a member, officer or servant of the Board or to any person exercising functions on behalf of the Board, or c to any Minister or to an officer or servant or other person appointed by or exercising functions on behalf of any Minister, or d for the purpose of any proceedings pursuant to this Part of this Act, or of any criminal proceedings which may be taken whether pursuant to this Act or otherwise, or for the purpose of a report of any such proceedings, and a person who discloses information in contravention of this subsection shall be liable on summary conviction to a fine not exceeding one hundred pounds or imprisonment for a term not exceeding three months or both, or on conviction on indictment to a fine or imprisonment for a term not exceeding two years, or both."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "56", "section_title": " Application of Part III to Highlands and Islands of Scotland.", "section_text": "56 1 Sections 45 to 55 of this Act shall not apply in relation to the application of this Part of this Act to the Highlands and Islands, except as provided in this section. 2 Where the Secretary of State is satisfied that the special problems and needs referred to in the said section 45 exist in any area of the Highlands and Islands (including the whole area thereof), he may by order made (so far as applicable) in accordance with the provisions of that section and Part I of Schedule 5 to this Act apply to that area such of the provisions of section 27(1)(c) of this Act and the said sections 45 to 55 as he may think necessary for the purposes of this Part of this Act, and any powers and functions exercisable by a Rural Development Board by virtue of those provisions shall for the said purposes be conferred on the Highlands and Islands Development Board, but without prejudice to their existing powers and functions, and any reference in this Act to a Rural Development Board and to its area shall be construed accordingly. 3 On the making of an order under this section which applies any of the provisions of sections 49, 50 and 52 of this Act the Secretary of State shall cause such a notice as is mentioned in section 45(9) of this Act to be lodged and made available in accordance with that subsection. 4 “ Highlands and Islands ” in this section has the same meaning as in the  Highlands and Islands Development (Scotland) Act 1965."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "57", "section_title": " Interpretation of Part III.", "section_text": "57 1 In this Part of this Act, except where the context otherwise requires— “ amalgamation ”, “ boundary adjustment ”, “ commercial unit ”, “ intermediate unit ” and “ uncommercial unit ” have the same meanings as in Part II of this Act; “the appropriate forestry authority” means the Forestry Commission in relation to England  , the Scottish Ministers in relation to   Scotland and the Natural Resources Body for Wales in relation to Wales; “ prescribed ”, in relation to the contents of a scheme, means prescribed by the scheme; “ woodland ” includes all land used primarily for the growing of trees. 2 For the purposes of this Part of this Act land in the area of a Rural Development Board shall be regarded as having been within that area from the date when the Board is established except that, if included by an order varying the Board’s area, it shall be regarded as being within that area from the date when that order takes effect. 3 Section 107 of the  Agriculture Act 1947 or, as the case may be, section 83 of the  Agriculture (Scotland) Act 1948 (manner of service of notice) shall apply to notices required or authorised to be served by a Minister or a Rural Development Board under this Part of this Act."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "58", "section_title": " The Central Council for Agricultural and Horticultural Co-operation.", "section_text": "58 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "59", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "59"}, {"act": "Agriculture Act 1967", "year": 1967, "section": "60", "section_title": " Directions to Council by Ministers.", "section_text": "60 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "61", "section_title": "\n\n Grants for purposes connected with co-operative activities. \n\n", "section_text": "61 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "62", "section_title": " Supplemental.", "section_text": "62 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "63", "section_title": " Financial assistance for certain bodies making agricultural loans", "section_text": "63 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "64", "section_title": " Grants towards fulfilling guarantees of bank loans to agriculture or horticulture businesses.", "section_text": "64 1 Section 9 of the  Agriculture and Horticulture Act 1964 (grants towards fulfilling guarantees of bank loans to horticulture businesses) shall not apply in relation to any guarantee given after 31st March 1966 (but the provisions of this section shall apply in relation to such guarantees). 2 The Minister may, in such manner and subject to such conditions as he may with the approval of the Treasury determine, make a grant to any person in respect of expenditure incurred by that person in fulfilling a guarantee given by him as security for a loan made in the course of a banking business to a person requiring the loan for the purposes of an agriculture or horticulture business carried on by him, where— a the guarantee was given during the period of three years beginning on 1st April 1966, or b the guarantee was given in the year ending on 31st March 1966 and the grant could not be given under the said section 9 of that Act of 1964 and is given after the end of the said year. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The aggregate of sums paid by way of grant under this section  ... in the year ending on 31st March 1968 or in any subsequent year shall be subject to a limit of three hundred thousand pounds increased, where the aggregate of sums so paid in the last preceding year falls short of the limit for that year (whether it be the limit under this or the last foregoing subsection), by the amount of the difference or six hundred thousand pounds, whichever is the less. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 In this section— “ agriculture or horticulture business ” means either— a a business which consists, or so much of a larger business as consists, of the producing in the United Kingdom of agricultural or horticultural produce for sale or of the producing in the United Kingdom of agricultural or horticultural produce for sale and its storage, preparation for market or transport, or b the activities of any co-operative association so far as they consist of assisting members in the production in the United Kingdom of agricultural or horticultural produce for sale by the provision of buildings, equipment, facilities or services required in connection therewith, or c a co-operative marketing business; “ agricultural or horticultural produce ” means anything (whether live or dead) produced in the course of agriculture and without prejudice to the generality of that definition the expression “ agricultural or horticultural produce ” shall include all horticultural produce as defined in section 8(1) of the  Horticulture Act 1960; “ co-operative marketing business ” means a business carried on by a co-operative association and consisting of, or so much of a larger business so carried on as consists of, the storage, preparation for market or marketing, for the sole or primary purpose of assisting members engaged in the production in the United Kingdom of agricultural or horticultural produce for sale, of agricultural or horticultural produce produced by members of the association; “ co-operative association ” means— a a registered society as defined in section 74 of the  Industrial and Provident Societies Act 1965 or a society registered under the Industrial and Provident Societies Acts (Northern Ireland) 1893 to 1963, or b any body which (whether incorporated or not) has a written constitution from which the Minister is satisfied, having regard to any provision as to the manner in which profits of the body are to be applied for the benefit of its members and all other relevant provisions, that the body is in substance a co-operative association; “ the Minister ” means the Minister of Agriculture, Fisheries and Food; “ year ” means a period of twelve calendar months. 8A For the purposes of the definitions in subsection (8) above of “co-operative marketing business\" and “co-operative association\", the members of a co-operative association shall be deemed to include the members of any other co-operative association which— a is a member of the first mentioned association, or b is deemed to be such a member by virtue of paragraph ( a ) above or this paragraph.  9 This section extends to Northern Ireland."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "65", "section_title": " Grants for keeping farm business records.", "section_text": "65 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "66", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "66"}, {"act": "Agriculture Act 1967", "year": 1967, "section": "67", "section_title": " Sick pay for agricultural workers.", "section_text": "67 1 The minimum rates of wages for workers employed in agriculture which the Agricultural Wages Board has power to fix under section 3(1)(a) of the  Agricultural Wages Act 1948 may include minimum rates of wages for periods when a worker so employed is absent in consequence of sickness or injury, and may include them notwithstanding that under the contract of employment no remuneration is payable in respect of any such period. 2 In section 3(7) of the said Act, and paragraph 5 of Schedule 4 to that Act (which authorise— a the fixing of a minimum rate of wages so that remuneration received is calculated by reference to periods during the currency of employment, and b alternative provisions applying according to different circumstances arising during the currency of employment) references to currency of employment shall, in accordance with subsection (1) of this section, include periods of sickness or injury. 3 An order of the Agricultural Wages Board which fixes minimum rates of wages for periods when a worker is absent in consequence of sickness or injury— a may treat a period of sickness or injury as being during the currency of employment notwithstanding that the contract of employment has terminated, but not where the contract of employment is terminated by notice given before the commencement of the sickness or the occurrence of the injury, b may limit the period or periods for which a minimum rate of wages is so fixed in any way, and in particular may relate the period or periods to the duration of the period for which the worker has worked for the employer, c may make the right to the minimum rate of wages depend on compliance by the worker with any conditions, including in particular conditions as to the production of a medical certificate or other evidence of incapacity for work due to sickness or injury, d may provide for the times at which, and conditions subject to which, the right to receive wages at the minimum rate is to accrue, and the wages are to become payable, e may provide for account to be taken, in arriving at the minimum rate of wages, of any benefits  payable under Parts II to V of the Social Security Contributions and Benefits Act 1992 or Part II of the  Social Security Pensions Act 1975 . 4 Subsection (1) of this section shall not alter the construction of any order made under the said Act before the passing of this Act. 5 Section 17 of the said Act shall apply for the interpretation of this section. 6 In the application of this section to Scotland— a any reference to the Agricultural Wages Board shall be construed as a reference to the Scottish Agricultural Wages Board; b any reference to the  Agricultural Wages Act 1948 shall be construed as a reference to the  Agricultural Wages (Scotland) Act 1949; and c any reference to paragraph 5 of Schedule 4 to the said Act of 1948 shall be construed as a reference to paragraph 5 of Schedule 3 to the said Act of 1949."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "68", "section_title": " Application of capital money in payment of improvement rentcharges.", "section_text": "68 Section 73(1)(xiii) of the  Settled Land Act 1925 (under which capital money arising under that Act may be applied in the redemption of improvement rentcharges) shall, in its application to any charge created under the  Improvement of Land Act 1864 in respect of an improvement benefiting agricultural land,   . . . have effect as if the reference to redemption included a reference to discharging as it falls due so much of any periodical payment as represents repayment of capital."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "69", "section_title": " False statements to obtain grants,  etc.", "section_text": "69 1 If any person, for the purpose of obtaining for himself or any other person— a any grant under this Act, . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  or for the purpose of inducing the appropriate Minister or a Rural Development Board to make a loan or guarantee under section 28 or section 47 of this Act, knowingly or recklessly makes a false statement he shall be liable— i on summary conviction to a fine not exceeding  level 3 on the standard scale  or imprisonment for a term not exceeding three months or both. ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 This section extends to Northern Ireland."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "70", "section_title": " Guaranteed prices: minor amendments as respects powers of entry and offences.", "section_text": "70 1 In the application in Northern Ireland of section 5(1)(d) of the  Agriculture Act 1957 (powers of entry in connection with guaranteed prices) and any order made thereunder before the coming into force of this section, references to authorised officers of the Minister shall include references to authorised officers of  the Department of Agriculture for Northern Ireland . 2 In section 7(3)(b) of that Act (penalty for altering, cincealing or defacing a mark applied to produce) the word “removes\" shall be added before the words “alters, conceals or defaces\". 3 This section extends to Northern Ireland."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "71", "section_title": " Offences by bodies corporate.", "section_text": "71 Where a body corporate is guilty of an offence under this Act, and that offence is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate, or any person who was purporting to act in any such capacity, he, as well as the body corporate, shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly. In this section “ director ”, in relation to a body corporate established by or under any enactment for the purpose of carrying on under national ownership any industry or part of an industry or undertaking, being a body corporate whose affairs are managed by its members, means a member of that body corporate."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "72", "section_title": " Application to Northern Ireland.", "section_text": "72 1 Parts I to V of this Act, so far as not expressly extended to Northern Ireland by any provision contained in this Act or by any Order in Council under the next following subsection, shall not extend to Northern Ireland; . . .  2 Her Majesty may, by Order in Council made under this subsection in pursuance of resolutions passed by the two Houses of the Parliament of Northern Ireland, direct that the provisions of Part III of this Act other than sections 41 to 44 shall extend to Northern Ireland; and any such Order in Council may be varied or revoked by a subsequent Order in Council made under this subsection in pursuance of such resolutions as aforesaid. 3 While any provisions of Part III of this Act extend to Northern Ireland by virtue of an Order in Council under subsection (2) above those provisions, and any other provision of this Act so far as it relates to those provisions, shall have effect subject to such exceptions, adaptations and modifications as may be specified in the Order. 4 In the application of any provision of this Act to Northern Ireland any reference to an Act of the Parliament of the United Kingdom shall be construed as a reference to that Act as it applies to Northern Ireland. 5 Any reference to an enactment of the Parliament of Northern Ireland or to an enactment which that Parliament has power to amend shall be construed as including a reference to that enactment as amended by any Act of that Parliament, whether passed before or after this Act and to any Act of that Parliament passed after this Act and re-enacting that enactment whether with or without modifications. 6 In any provision of this Act under which a grant or subsidy under this Act may be reduced or withheld where some other relevant grant or subsidy is payable out of money provided by Parliament, references to any such other grant or subsidy shall include references to one payable out of money provided by the Parliament of Northern Ireland. 7 An Order in Council under this section may contain such transitional and other consequential provisions as appear to Her Majesty to be expedient."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "73", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "73"}, {"act": "Agriculture Act 1967", "year": 1967, "section": "74", "section_title": " Expenses and receipts of Ministers.", "section_text": "74 1 Any expenses incurred by any Minister under this Act shall be defrayed out of money provided by Parliament. 2 Any sums received or recovered by any Minister in pursuance of this Act or any order made thereunder shall, except as otherwise expressly provided, be paid into the Exchequer."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "75", "section_title": " Short title, interpretation, repeals and commencement.", "section_text": "75 1 This Act may be cited as the Agriculture Act 1967. 2 In this Act, unless the context otherwise requires,— “ the appropriate Minister ” means, in relation to England and Wales or Northern Ireland, the Minister of Agriculture, Fisheries and Food and, in relation to Scotland, the Secretary of State; “agriculture\", “agricultural land\", “agricultural unit\" and cognate expressions and references to farming shall be construed except in relation to Scotland in accordance with section 109 of the  Agriculture Act 1947, and in relation to Scotland, in accordance with section 86 of the  Agriculture (Scotland) Act 1948; “ assignment ”, in relation to Scotland, means assignation; “ heritable security ” has the same meaning as in the  Conveyancing (Scotland) Act 1924 except that it includes a security constituted by ex facie absolute disposition or assignation, and “ heritable creditor ” shall be construed accordingly; “ land ” includes any estate or interest in land; “ local authority ” means, in England  . . ., the council of a county, of a . . .   London borough, the Common Council of the City of London and an . . .   district council,  in Wales, the council of a county or county borough  and, in Scotland, a county council, joint county council of a combined county, town council or district council; “ pension ”, in relation to any person, means a pension of any kind whatsoever, whether contributory or not, payable to or in respect of him, and includes a gratuity so payable on his retirement or death, and a return of contributions to a pension fund, with or without interest thereon or any other addition thereto. 3 In this Act references to England and Wales shall be construed as if Wales included Monmouthshire. 4 References in this Act to the duration of a scheme are references to the period within which applications for approval of proposals qualifying for grant under the scheme must be made  ...; and the provisions of this Act limiting the duration of a scheme shall not prevent a scheme providing different periods for different purposes. 5 Any reference in this Act to any enactment shall be construed as a reference to that enactment as amended or extended by any other enactment, including this Act, and in this Act “ enactment ” includes an enactment of the Parliament of Northern Ireland. 6 Any power of giving directions conferred by this Act shall include a power, subject to the like conditions, to vary or revoke a direction so given. 7 The Acts mentioned in Schedule 7 to this Act shall be repealed to the extent specified in the third column of that Schedule, but subject to the provisions at the end of that Schedule. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1967", "year": 1967, "section": "48", "section_title": " Promotion of amalgamations and boundary adjustments by Rural Development Boards.", "section_text": "48 1 Without prejudice to the generality of section 46 of this Act, a Rural Development Board shall have power to acquire by agreement, hold and dispose of land in their area for the purpose of effecting amalgamations of agricultural land and reshaping agricultural units, and power for the said purposes to enter into transactions involving loss, including— a amalgamating holdings of land in a way which renders less valuable, or useless, any buildings or equipment on any of the land, b allowing the occupier of an uncommercial unit to retain occupation of a dwelling-house on the land when the remainder of the unit is acquired by the Board for the purposes of amalgamation, c selling land resulting from an amalgamation effected by the Board subject to depreciatory conditions imposed for the purpose of ensuring that the land continues to be held in single ownership and single occupation for agricultural purposes. 2 A deed by which a Rural Development Board conveys land, or an estate or interest in land, may apply Schedule 3 to this Act to any of that land, and to any other land, but only if all the persons who will have an estate or interest in the land to which Schedule 3 is so applied  have executed  the deed; and in that Schedule as so applied “ relevant Exchequer payments ” shall mean such amounts as are specified in the deed for the purposes of this subsection under the heads of:— a the incidental costs incurred by the Board in acquiring and disposing of the land, estate or interest conveyed by the deed, being costs consisting of surveyor’s fees and legal costs, stamp duty on any conveyance, lease, tenancy agreement or mortgage or heritable security and any compensation for disturbance under  section 60(2)( a ) of the Agricultural Holdings Act 1986  or  section 43 of the Agricultural Holdings (Scotland) Act 1991 , b any such loss as is described in subsection (1) of this section incurred by the Board in dealing with the land, estate or interest so conveyed, including any reduction in the purchase price obtained by them on the transaction effected by the deed in consequence of the depreciatory conditions contained in the deed, c such sum as the appropriate Minister may certify as the sum representing his administrative expenses (including an appropriate proportion of overhead expenses and other fixed or general expenses) incurred in connection with the transaction to which the deed gives effect, and “ relevant date ” means the date on which the transaction to which the deed relates takes effect. 3 Where under section 27(1)(b) or (c) of this Act a scheme under that section authorises the making of grant by reference to arrangements made or approved by a Rural Development Board, the Rural Development Board shall repay to the appropriate Minister the amount of any grant paid by the appropriate Minister under the scheme by reference to any such arrangements. 4 Case H in Part I of Schedule 3 to the Agricultural Holdings Act 1986 shall apply in relation to a Rural Development Board as it applies in relation to the Minister within the meaning of that Act. 5 In relation to any tenancy certified by a Rural Development Board in the instrument by which the tenancy is granted as being a tenancy granted in connection with transactions entered into by the Board for the purpose of effecting amalgamations of agricultural land and reshaping agricultural units,  section 14 of the  Rent Act 1977  and  section 5 of the  Rent (Scotland) Act 1971  (exclusion of local authority houses from Rent Acts) shall apply to the Rural Development Board as they apply to the council of a county or other local authority."}]