[{"act": "Criminal Law Act 1967", "year": 1967, "section": "1", "section_title": " Abolition of distinction between felony and misdemeanour.", "section_text": "1 1 All distinctions between felony and misdemeanour are hereby abolished. 2 Subject to the provisions of this Act, on all matters on which a distinction has previously been made between felony and misdemeanour, including mode of trial, the law and practice in relation to all offences cognisable under the law of England and Wales (including piracy) shall be the law and practice applicable at the commencement of this Act in relation to misdemeanour."}, {"act": "Criminal Law Act 1967", "year": 1967, "section": "2", "section_title": " Arrest without warrant. ", "section_text": "2 1 The powers of summary arrest conferred by the following subsections shall apply to offences for which the sentence is fixed by law or for which a person (not previously convicted) may under or by virtue of any enactment be sentenced to imprisonment for a term of five years  (or might be so sentenced but for the restrictions imposed by  section 33 of the Magistrates’Courts Act 1980)  and to attempts to committ any such offence; and in this Act, including any amendment made by this Act in any other enactment, “ arrestable offence ” means any such offence or attempt. The said restrictions are those which apply where, in pursuance of  subsection (2) of section 22 of the said Act of 1980  (certain offences to be tried summarily if value involved is small) a magistrates’ court summarily convicts a person of a scheduled offence within the meaning of  the said section 22 . 2 Any person may arrest without warrant anyone who is, or whom he, with reasonable cause, suspects to be, in the act of committing an arrestable offence. 3 Where an arrestable offence has been committed, any person may arrest without warrant anyone who is, or whom he, with reasonable cause, suspects to be, guilty of the offence. 4 Where a constable, with reasonable cause, suspects that an arrestable offence has been committed, he may arrest without warrant anyone whom he, with reasonable cause, suspects to be guilty of the offence. 5 A constable may arrest without warrant any person who is, or whom he, with reasonable cause, suspects to be, about to commit an arrestable offence. 6 For the purpose of arresting a person under any power conferred by this section a constable may enter (if need be, by force) and search any place where that person is or where the constable, with reasonable cause, suspects him to be. 7 This section shall not . . .   prejudice any power of arrest conferred by law apart from this section."}, {"act": "Criminal Law Act 1967", "year": 1967, "section": "3", "section_title": "Use of force in making arrest,  etc.", "section_text": "3 1 A person may use such force as is reasonable in the circumstances in the prevention of crime, or in effecting or assisting in the lawful arrest of offenders or suspected offenders or of persons unlawfully at large. 2 Subsection (1) above shall replace the rules of the common law on the question when force used for a purpose mentioned in the subsection is justified by that purpose."}, {"act": "Criminal Law Act 1967", "year": 1967, "section": "4", "section_title": "Penalties for assisting offenders.", "section_text": "4 1 Where a person has committed  a relevant offence , any other person who, knowing or believing him to be guilty of the offence or of some  other relevant offence , does without lawful authority or reasonable excuse any act with intent to impede his apprehension or prosecution shall be guilty of an offence. 1A In this section and section 5 below,  “ relevant offence ” means— a an offence for which the sentence is fixed by law, b an offence for which a person of 18 years or over (not previously convicted) may be sentenced to imprisonment for a term of five years (or might be so sentenced but for the restrictions imposed by section 33 of the Magistrates' Courts Act 1980). 2 If on the trial of an indictment for  a relevant offence  the jury are satisfied that the offence charged (or some other offence of which the accused might on that charge be found guilty) was committed, but find the accused not guilty of it, they may find him guilty of any offence under subsection (1) above of which they are satisfied that he is guilty in relation to the offence charged (or that other offence). 3 A person committing an offence under subsection (1) above with intent to impede another person’s apprehension or prosecution shall on conviction on indictment be liable to imprisonment according to the gravity of the other person’s offence, as follows:— a if that offence is one for which the sentence is fixed by law, he shall be liable to imprisonment for not more than ten years; b if it is one for which a person (not previously convicted) may be sentenced to imprisonment for a term of fourteen years, he shall be liable to imprisonment for not more than seven years; c if it is not one included above but is one for which a person (not previously convicted) may be sentenced to imprisonment for a term of ten years, he shall be liable to imprisonment for not more than five years; d in any other case, he shall be liable to imprisonment for not more than three years. 4 No proceedings shall be instituted for an offence under subsection (1) above except by or with the consent of the Director of Public Prosecutions: . . .   5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  "}, {"act": "Criminal Law Act 1967", "year": 1967, "section": "5", "section_title": " Penalties for concealing offences or giving false information.", "section_text": "5 1 Where a person has committed  a relevant offence , any other person who, knowing or believing that the offence or some  other relevant offence  has been committed, and that he has information which might be of material assistance in securing the prosecution or conviction of an offender for it, accepts or agrees to accept for not disclosing that information any consideration other than the making good of loss or injury caused by the offence, or the making of reasonable compensation for that loss or injury, shall be liable on conviction on indictment to imprisonment for not more than two years. 2 Where a person causes any wasteful employment of the police by knowingly making to any person a false report tending to show that an offence has been committed, or to give rise to apprehension for the safety of any persons or property, or tending to show that he has information material to any police inquiry, he shall be liable on summary conviction to imprisonment for not more than six months or to a fine of not more than  level 4 on the standard scale  or to both. 3 No proceedings shall be instituted for an offence under this section except by or with the consent of the Director of Public Prosecutions. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 The compounding of an offence other than treason shall not be an offence otherwise than under this section."}, {"act": "Criminal Law Act 1967", "year": 1967, "section": "6", "section_title": " Trial of offences.", "section_text": "6 1 Where a person is arraigned on an indictment— a he shall in all cases be entitled to make a plea of not guilty in addition to any demurrer or special plea; b he may plead not guilty of the offence specifically charged in the indictment but guilty of another offence of which he might be found guilty on that indictment; c if he stands mute of malice or will not answer directly to the indictment, the court may order a plea of not guilty to be entered on his behalf, and he shall then be treated as having pleaded not guilty. 2 On an indictment for murder a person found not guilty of murder may be found guilty— a of manslaughter, or of causing grievous bodily harm with intent to do so; or b of any offence of which he may be found guilty under an enactment specifically so providing, or under section 4(2) of this Act; or c of an attempt to commit murder, or of an attempt to commit any other offence of which he might be found guilty; but may not be found guilty of any offence not included above. 3 Where, on a person’s trial on indictment for any offence except treason or murder, the jury find him not guilty of the offence specifically charged in the indictment, but the allegations in the indictment amount to or include (expressly or by implication) an allegation of another offence falling within the jurisdiction of the court of trial, the jury may find him guilty of that other offence or of an offence of which he could be found guilty on an indictment specifically charging that other offence. 3A For the purposes of subsection (3) above an offence falls within the jurisdiction of the court of trial if it is an offence to which section 40 of the Criminal Justice Act 1988 applies (power to join in indictment count for common assault  etc. ), even if a count charging the offence is not included in the indictment. 3B A person convicted of an offence by virtue of subsection (3A) may only be dealt with for it in a manner in which a magistrates' court could have dealt with him. 4 For purposes of subsection (3) above any allegation of an offence shall be taken as including an allegation of attempting to commit that offence; and where a person is charged on indictment with attempting to commit an offence or with any assault or other act preliminary to an offence, but not with the completed offence, then (subject to the discretion of the court to discharge the jury or otherwise act  with a view to the preferment of an indictment for the completed offence) he may be convicted of the offence charged notwithstanding that he is shown to be guilty of the completed offence. 5 Where a person arraigned on an indictment pleads not guilty of an offence charged in the indictment but guilty of some other offence of which he might be found guilty on that charge, and he is convicted on that plea of guilty without trial for the offence of which he has pleaded not guilty, then (whether or not the two offences are separately charged in distinct counts) his conviction of the one offence shall be an acquittal of the other. 6 Any power to bring proceedings for an offence by criminal information in the High Court is hereby abolished. 7 Subsections (1) to (3) above shall apply to an indictment containing more than one count as if each count were a separate indictment."}, {"act": "Criminal Law Act 1967", "year": 1967, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Criminal Law Act 1967", "year": 1967, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Criminal Law Act 1967", "year": 1967, "section": "9", "section_title": " Pardon.", "section_text": "9 Nothing in this Act shall affect Her Majesty’s royal prerogative of mercy, but a pardon in respect of any offence if granted by warrant under Her royal sign manual, countersigned by the Secretary of State, shall be of like effect as a pardon under the great seal."}, {"act": "Criminal Law Act 1967", "year": 1967, "section": "10", "section_title": " Amendments of particular enactments, and repeals.", "section_text": "10 1 The enactments mentioned in Schedule 2 to this Act shall be amended in accordance with the provisions of that Schedule. 2 The enactments mentioned in Schedule 3 to this Act (which includes in Part I certain enactments connected with matters in this Part of this Act but already spent, obsolete or redundant apart from this Act) are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Criminal Law Act 1967", "year": 1967, "section": "11", "section_title": " Extent of Part I, and provision for Northern Ireland.", "section_text": "11 1 Subject to subsections (2) to (4) below, this Part of this Act shall not extend to Scotland or to Northern Ireland. 2 Subsection (1) above shall not restrict the operation of this Part of this Act— a in so far as it affects— i . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iii section 2 of the Forfeiture Act 1870 or any other enactment or rule of law relating to any parliamentary disqualification or other disability or penal consequence arising from an offence being felony; or b in so far as (by paragraph 10 of Schedule 2) it amends the  Regimental Debts Act 1893. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Criminal Law Act 1967", "year": 1967, "section": "12", "section_title": " Commencement, savings, and other general provisions.", "section_text": "12 1 This Part of this Act, except in so far as it enlarges the powers of the Parliament of Northern Ireland, shall not come into force until the 1st January 1968; and, in so far as it affects any matter of procedure or evidence or the jurisdiction or powers of any court in relation to offences, it shall have effect in relation to proceedings on indictment for an offence (except as provided by the following subsections) if, but only if, the person charged with the offence is arraigned on or after that day. 2 Where a person is arraigned after the commencement of this Part of this Act on an indictment for a felony committed before that commencement, then for purposes of his trial on that indictment the offence shall be deemed always to have been a misdemeanour and, notwithstanding that the indictment is framed as an indictment for felony, shall be deemed to be charged as a misdemeanour in the indictment. 3 On an indictment signed before the commencement of this Part of this Act, a person may be found guilty of any offence of which he could have been found guilty on that indictment if this Part of this Act had not been passed, but not of any other offence; and a person tried by a court-martial ordered or convened before that commencement may be found guilty of any offence of which he could have been found guilty if this Part of this Act had not been passed, but not of any other offence. 4 Where a person has been tried for or convicted of felony before the commencement of this Part of this Act, the trial or conviction may be proved in any manner in which it could have been proved if this Part of this Act had not been passed. 5 Subject to any express amendment or repeal made by this Act, the following provisions shall have effect in relation to any Act passed before this Act:— a any enactment creating an offence by directing it to be felony shall be read as directing it to be an offence, and nothing in this Part of this Act shall affect the operation of any reference to an offence in the enactments specially relating to that offence by reason only of the reference being in terms no longer applicable after the commencement of this Part of this Act; b any enactment referring to felonious stealing shall be read as referring merely to stealing; c nothing in this Part of this Act shall affect the punishment provided for an offence by the enactments specially relating to that offence. 6 In this Part of this Act references to felony shall not be taken as including treason; but the procedure on trials for treason or misprision of treason shall be the same as the procedure as altered by this Act on trials for murder. 7 Any provision of this Part of this Act relating to proceedings on indictment shall, so far as applicable, apply also to proceedings on an inquisition."}, {"act": "Criminal Law Act 1967", "year": 1967, "section": "13", "section_title": " Abolition of certain offences, and consequential repeals.", "section_text": "13 1 The following offences are hereby abolished, that is to say— a any distinct offence under the common law in England and Wales of maintenance (including champerty, but not embracery), challenging to fight, eavesdropping or being a common barrator, a common scold or a common night walker; and b any offence under an enactment mentioned in Part I of Schedule 4 to this Act, to the extent to which the offence depends on any section or part of a section included in the third column of that Schedule. 2 Accordingly the enactments mentioned in Parts I and  II  of Schedule 4 to this Act are hereby repealed to the extent specified in the third column of the Schedule, but subject to the provisions of Part III of the Schedule. 3 This section shall extend to Northern Ireland only in so far as it relates— a to offences under any Act of the Parliament of Ireland; or b to offences under any other enactment of which the repeal is in Schedule 4 to this Act expressed to extend to Northern Ireland; and in so far as it repeals any such Act or enactment."}, {"act": "Criminal Law Act 1967", "year": 1967, "section": "14", "section_title": " Civil rights in respect of maintenance and champerty.", "section_text": "14 1 No person shall, under the law of England and Wales, be liable in tort for any conduct on account of its being maintenance or champerty as known to the common law, except in the case of a cause of action accruing before this section has effect. 2 The abolition of criminal and civil liability under the law of England and Wales for maintenance and champerty shall not affect any rule of that law as to the cases in which a contract is to be treated as contrary to public policy or otherwise illegal."}, {"act": "Criminal Law Act 1967", "year": 1967, "section": "15", "section_title": " Short Title.", "section_text": "15 This Act may be cited as the Criminal Law Act 1967."}]