[{"act": "Finance Act 1967", "year": 1967, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Finance Act 1967", "year": 1967, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Finance Act 1967", "year": 1967, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Finance Act 1967", "year": 1967, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Finance Act 1967", "year": 1967, "section": "5", "section_title": "", "section_text": "5 1 As from 1st October 1967, an excise licence shall not be required for the sale by retail of intoxicating liquor or for the supply of such liquor in a registered club to members of that club and their guests ... a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 In this section the expression “ registered club ” means a club  ... which is a registered club within the meaning of the Licensing (Scotland) Act  1976 ."}, {"act": "Finance Act 1967", "year": 1967, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Finance Act 1967", "year": 1967, "section": "7", "section_title": " Pool betting duty.", "section_text": "7 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  8 Paragraph 13( f ) of Schedule 2 to the  Betting, Gaming and Lotteries Act 1963 (which requires the rules applying to any competition promoted by a registered pools promoter to be notified to the accountant appointed for the purpose by the registering authority before the first of the relevant sporting or other events takes place) shall have effect with the insertion after the word “notified” of the words “to the Commissioners of Customs and Excise and”; and if any such promoter is, under paragraph 29(2) of the said Schedule 2, guilty of an offence by reason of a failure to comply with the duty imposed on him by virtue of this subsection— a paragraph 29(3) of that Schedule (which empowers the registering authority to take proceedings for such an offence in England) shall not apply; but b sections 145 and 151 of the Customs and Excise Management Act 1979  (which relate respectively to the institution of proceedings and the application of penalties imposed and costs or, in Scotland, expenses awarded under  the customs and excise Acts ) shall apply in relation to that offence and to any fine imposed or costs or expenses awarded in connection therewith as if they were an offence or, as the case may be, a penalty imposed or costs or expenses awarded under  the customs and excise Acts . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance Act 1967", "year": 1967, "section": "89.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Finance Act 1967", "year": 1967, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Finance Act 1967", "year": 1967, "section": "1112.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Finance Act 1967", "year": 1967, "section": "1324.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Finance Act 1967", "year": 1967, "section": "2526.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "25"}, {"act": "Finance Act 1967", "year": 1967, "section": "27", "section_title": " Conveyances and transfers on sale: reduction of duty, and amendment of provisions for exemption.", "section_text": "27 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Section 42 of the  Finance Act 1930 (which exempts from duty conveyances and transfers complying with subsection (2) of that section, that is to say, between companies with limited liability, where one owns ninety per cent. of the issued share capital f the other or a third owns ninety per cent. of the issued share capital of each) shall be amended as respects instruments executed on or after the said 1st August by substituting for the said subsection (2) the following subsections— 2 This section applies to any instrument as respects which it is shown to the satisfaction of the Commissioners that the effect thereof is to convey or transfer a beneficial interest in property from one body corporate to another, and that the bodies in question are associated, that is to say, one is beneficial owner of not less than ninety per cent. of the issued share capital of the other, or a third such body is beneficial owner of not less than ninety per cent. of the issued share capital of each. 3 The ownership referred to in subsection (2) above is ownership either directly or through another body corporate or other bodies corporate, or partly directly and partly through another body corporate or other bodies corporate, and Part I of Schedule 4 to the (determination of amount of capital held through other bodies corporate) shall apply for the purposes of this section with the substitution of references to issued share capital for references to ordinary share capital. 3 The said section 42 shall not apply to any instrument executed on or after the said 1st August unless it is also shown to the satisfaction of the Commissioners that the instrument was not executed in pursuance of or in connection with an arrangement whereunder— a the consideration, or any part of the consideration, for the conveyance or transfer was to be provided or received, directly or indirectly, by a person other than a body corporate which at the time of the execution of the instrument was associated within the meaning of the said section 42 with either the transferor or the transferee (meaning, respectively, the body from whom and the body to whom the beneficial interest was conveyed or transferred), or b the said interest was previously conveyed or transferred, directly or indirectly, by such a person, or c the transferor and the transferee were to cease to be associated within the meaning of the said section 42 by reason of  the transferor or a third body corporate ceasing to be the transferee’s parent (within the meaning of the said section 42) ; and, without prejudice to the generality of paragraph (a) above, an arrangement shall be treated as within that paragraph if it is one whereunder the transferor or the transferee, or a body corporate associated with either as there mentioned, was to be enabled to provide any of the consideration, or was to part with any of it, by or in consequence of the carrying out of a transaction or transactions involving, or any of them involving, a payment or other disposition by a person other than a body corporate so associated. This subsection shall, as respects instruments executed on or after the said 1st August, have effect in substitution for section 50 of the  Finance Act 1938."}, {"act": "Finance Act 1967", "year": 1967, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "28"}, {"act": "Finance Act 1967", "year": 1967, "section": "29", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "29"}, {"act": "Finance Act 1967", "year": 1967, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "30"}, {"act": "Finance Act 1967", "year": 1967, "section": "31", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "31"}, {"act": "Finance Act 1967", "year": 1967, "section": "32", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "32"}, {"act": "Finance Act 1967", "year": 1967, "section": "3334.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "33"}, {"act": "Finance Act 1967", "year": 1967, "section": "35", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "35"}, {"act": "Finance Act 1967", "year": 1967, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "36"}, {"act": "Finance Act 1967", "year": 1967, "section": "37", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "37"}, {"act": "Finance Act 1967", "year": 1967, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "38"}, {"act": "Finance Act 1967", "year": 1967, "section": "3941.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "39"}, {"act": "Finance Act 1967", "year": 1967, "section": "42", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "42"}, {"act": "Finance Act 1967", "year": 1967, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "43"}, {"act": "Finance Act 1967", "year": 1967, "section": "44", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "44"}, {"act": "Finance Act 1967", "year": 1967, "section": "45", "section_title": " Citation, interpretation, construction, extent and repeals.", "section_text": "45 1 This Act may be cited as the Finance Act 1967. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In this Act— a Part I (except sections 8 to 12 and Schedules 7 and 8) shall be construed as one with the  Customs and Excise Management Act 1979 , b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g Part V shall be construed as one with the  Stamp Act 1891, and h . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The following provisions of this Act, namely, section 5(1) so far as it relates to the Licensing (Scotland) Acts 1959 and 1962 and Schedule 8, shall be included in the enactments which may be cited together as the Licensing (Scotland) Acts 1959 to 1967. 6 Any reference in this Act to any other enactment shall, except so far as the context otherwise requires, be construed as a reference to that enactment as amended or applied by or under any other enactment, including this Act. 7 Except as otherwise expressly provided, such of the provisions of this Act as relate to matters in respect of which the Parliament of Northern Ireland has power to make laws shall not extend to Northern Ireland. 8 The enactments mentioned in Schedule 16 to this Act are hereby repealed to the extent mentioned in the third column of that Schedule, but subject to any provision in relation thereto made at the end of any Part of that Schedule."}]