[{"act": "Parliamentary Commissioner Act 1967", "year": 1967, "section": "1", "section_title": " Appointment and tenure of office.", "section_text": "1 1 For the purpose of conducting investigations in accordance with the following provisions of this Act there shall be appointed a Commissioner, to be known as the Parliamentary Commissioner for Administration. 2 Her Majesty may by Letters Patent from time to time appoint a person to be the Commissioner  . . . . 2A A person appointed to be the Commissioner shall hold office until the end of the period for which he is appointed. 2B That period must be not more than seven years. 2C Subsection (2A) is subject to subsections (3) and (3A). 3 A person appointed to be the Commissioner may be— a relieved of office by Her Majesty at his own request, or b removed from office by Her Majesty, on the ground of misbehaviour, in consequence of Addresses from both Houses of Parliament. 3A Her Majesty may declare the office of Commissioner to have been vacated if satisfied that the person appointed to be the Commissioner is incapable for medical reasons— a of performing the duties of his office; and b of requesting to be relieved of it. 3B A person appointed to be the Commissioner is not eligible for re-appointment. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Parliamentary Commissioner Act 1967", "year": 1967, "section": "2", "section_title": " Salary and pension.", "section_text": "2   1 There shall be paid to the holder of the office of Commissioner the same salary as if he were employed in the civil service of the State in such appointment as the House of Commons may by resolution from time to time determine; and a resolution under this subsection may take effect from the date on which it is passed or from such other date as may be specified in the resolution. 2 In relation to any time before the first resolution under subsection (1) above takes effect, the salary payable to the holder of the office of Commissioner shall be the same salary as if he were employed in the civil service of the State as a Permanent Secretary. 3 The provisions of Schedule 1 to this Act shall have effect with respect to the pensions and other benefits to be paid to or in respect of persons who have held office as Commissioner. 4 The salary payable to a holder of the office of Commissioner shall be abated by the amount of any pension payable to him in respect of any public office in the United Kingdom or elsewhere to which he had previously been appointed or elected; . . .  4A In computing the salary of a former holder of the office of Commissioner for the purposes of the said Schedule 1— a any abatement of that salary under subsection (4) above, b any temporary abatement of that salary in the national interest, and c any voluntary surrender of that salary in whole or in part, shall be disregarded. 5 Any salary, pension or other benefit payable by virtue of this section shall be charged on and issued out of the Consolidated Fund."}, {"act": "Parliamentary Commissioner Act 1967", "year": 1967, "section": "3", "section_title": " Administrative provisions.", "section_text": "3 1 The Commissioner may appoint such officers as he may determine with the approval of the Treasury as to numbers and conditions of service. 1A The Commissioner may appoint and pay a mediator or other appropriate person to assist him in the conduct of an investigation under this Act. 2 Any function of the Commissioner under this Act may be performed by any officer of the Commissioner authorised for that purpose by the Commissioner  , by any member of the staff so authorised   of the Public Services Ombudsman for Wales   or by any officer so authorised of the Health Service Commissioner for England  . . .  . 2A For the purposes of conducting a joint investigation referred to in section 11ZAA of this Act, any function of the Commissioner under this Act may be performed by   any person discharging or assisting in the discharge of a function of a Local Commissioner, but only if the person is  authorised for the purpose by the Commissioner. 3 The expenses of the Commissioner under this Act, to such amount as may be sanctioned by the Treasury, shall be defrayed out of moneys provided by Parliament."}, {"act": "Parliamentary Commissioner Act 1967", "year": 1967, "section": "3A", "section_title": " Appointment of acting Commissioner.", "section_text": "3A 1 Where the office of Commissioner becomes vacant, Her Majesty may, pending the appointment of a new Commissioner, appoint a person under this section to act as the Commissioner at any time during the period of twelve months beginning with the date on which the vacancy arose. 1A A person appointed to act as the Commissioner (“an acting Commissioner”) may have held office as the Commissioner. 1B A person appointed as an acting Commissioner is eligible for appointment as the Commissioner unless he has already held office as the Commissioner. 2 A person appointed   as an acting Commissioner  shall hold office during Her Majesty’s pleasure and, subject to that, shall hold office— a until the appointment of a new Commissioner or the expiry of the period of twelve months beginning with the date on which the vacancy arose, whichever occurs first; and b in other respects, in accordance with the terms and conditions of his appointment which shall be such as the Treasury may determine. 3 A person appointed as an acting Commissioner shall, while he holds office, be treated for all purposes, except for the purposes of section 1 and 2, and this section of this Act, as the Commissioner. 4 Any salary, pension or other benefit payable by virtue of this section shall be charged on and issued out of the Consolidated Fund ."}, {"act": "Parliamentary Commissioner Act 1967", "year": 1967, "section": "4", "section_title": " Departments  etc.  subject to investigation.", "section_text": "4 1 Subject to the provisions of this section and to the notes contained in Schedule 2 to this Act, this Act applies to the government departments, corporations and unincorporated bodies listed in that Schedule; and references in this Act to an authority to which this Act applies are references to any such corporation or body. 2 Her Majesty may by Order in Council amend Schedule 2 to this Act by the alteration of any entry or note, the removal of any entry or note or the insertion of any additional entry or note. 3 An Order in Council may only insert an entry if— a it relates— i to a government department; or ii to a corporation or body whose functions are exercised on behalf of the Crown; or b it relates to a corporation or body— i which is established by virtue of Her Majesty’s prerogative or by an Act of Parliament or an Order in Council or order made under an Act of Parliament or which is established in any other way by a Minister of the Crown in his capacity as a Minister or by a government department; ii at least half of whose revenues derive directly from money provided by Parliament, a levy authorised by an enactment, a fee or charge of any other description so authorised or more than one of those sources; and iii which is wholly or partly constituted by appointment made by Her Majesty or a Minister of the Crown or government department. 3A No entry shall be made if the result of making it would be that the Parliamentary Commissioner could investigate action which can be investigated  by the Public Services Ombudsman for Wales under  the Public Services Ombudsman (Wales) Act 2019 . 3B No entry shall be made in respect of– a the Scottish Administration of any part of it; b any Scottish public authority with mixed functions or no reserved functions within the meaning of the Scotland Act 1998; or c the Scottish Parliamentary Corporate Body. 4 No entry shall be made in respect of a corporation or body whose sole activity is, or whose main activities are, included among the activities specified in subsection (5) below. 5 The activities mentioned in subsection (4) above are— a the provision of education, or the provision of training otherwise than under the  Industrial Training Act 1982; b the development of curricula, the conduct of examinations or the validation of educational courses; c the control of entry to any profession or the regulation of the conduct of members of any profession; d the investigation of complaints by members of the public regarding the actions of any person or body, or the supervision or review of such investigations or of steps taken following them. 6 No entry shall be made in respect of a corporation or body operating in an exclusively or predominantly commercial manner or a corporation carrying on under national ownership an industry or undertaking or part of an industry or undertaking. 7 Any statutory instrument made by virtue of this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 8 In this Act— a any reference to a government department to which this Act applies includes a reference to any of the Ministers or officers of such a department; and b any reference to an authority to which this Act applies includes a reference to any members or officers of such an authority ."}, {"act": "Parliamentary Commissioner Act 1967", "year": 1967, "section": "5", "section_title": " Matters subject to investigation.", "section_text": "5 1 Subject to the provisions of this section, the Commissioner may investigate any action taken by or on behalf of a government department or other authority to which this Act applies, being action taken in the exercise of administrative functions of that department or authority, in any case where— a a written complaint is duly made to a member of the House of Commons by a member of the public who claims to have sustained injustice in consequence of maladministration in connection with the action so taken; and b the complaint is referred to the Commissioner, with the consent of the person who made it, by a member of that House with a request to conduct an investigation thereon. 1A Subsection (1C) of this section applies if— a a written complaint is duly made to a member of the House of Commons by a member of the public who claims that a person has failed to perform a relevant duty owed by him to the member of the public, and b the complaint is referred to the Commissioner, with the consent of the person who made it, by a member of the House of Commons with a request to conduct an investigation into it. 1B For the purposes of subsection (1A) of this section a relevant duty is a duty imposed by any of these— a a code of practice issued under section 32 of the Domestic Violence, Crime and Victims Act 2004 (code of practice for victims), or b sections 35 to 44 of that Act (duties of local probation boards in connection with victims of sexual   , violent or terrorism   offences). 1C If this subsection applies, the Commissioner may investigate the complaint. 2 Except as hereinafter provided, the Commissioner shall not conduct an investigation under this Act in respect of any of the following matters, that is to say— a any action in respect of which the person aggrieved has or had a right of appeal, reference or review to or before a tribunal constituted by or under any enactment or by virtue of Her Majesty’s prerogative; b any action in respect of which the person aggrieved has or had a remedy by way of proceedings in any court of law: Provided that the Commissioner may conduct an investigation notwithstanding that the person aggrieved has or had such a right or remedy if satisfied that in the particular circumstances it is not reasonable to expect him to resort or have resorted to it. 2A Subsection (2)(a) of this section shall have effect in relation to the right of a person to make a complaint of unlawful discrimination under the Fair Employment and Treatment (Northern Ireland) Order 1998 as if it were such a right of appeal, reference or review as is mentioned in that subsection. 3 Without prejudice to subsection (2) of this section, the Commissioner shall not conduct an   investigation under subsection (1) of this section   in respect of any such action or matter as is described in Schedule 3 to this Act. 4 Her Majesty may by Order in Council amend the said Schedule 3 so as to exclude from the provisions of that Schedule such actions or matters as may be described in the Order; and any statutory instrument made by virtue of this subsection shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4A Without prejudice to subsection (2) of this section, the Commissioner shall not conduct an investigation pursuant to a complaint under subsection (1A) of this section in respect of— a action taken by or with the authority of the Secretary of State for the purposes of protecting the security of the State, including action so taken with respect to passports, or b any action or matter described in any of paragraphs 1 to 4 and 6A to 11 of Schedule 3 to this Act. 4B Her Majesty may by Order in Council amend subsection (4A) of this section so as to exclude from paragraph (a) or (b) of that subsection such actions or matters as may be described in the Order. 4C Any statutory instrument made by virtue of subsection (4B) of this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 In determining whether to initiate, continue or discontinue an investigation under this Act, the Commissioner shall, subject to the foregoing provisions of this section, act in accordance with his own discretion; and any question whether a complaint is duly made under this Act shall be determined by the Commissioner. 5A For the purposes of this section, administrative functions of a government department to which this Act applies include functions exercised by the department on behalf of the Scottish Ministers by virtue of section 93 of the Scotland Act 1998. 5B The Commissioner shall not conduct an investigation under this Act in respect of any action concerning Scotland and not relating to reserved matters which is taken by or on behalf of a cross-border public authority within the meaning of the Scotland Act 1998. 6 For the purposes of this section, administrative functions exercisable by any person appointed by the Lord Chancellor as a member of the administrative staff of any court or tribunal shall be taken to be administrative functions of the   Ministry of Justice   .... 7 For the purposes of this section, administrative functions exercisable by any person appointed as a member of the administrative staff of a relevant tribunal— a by a government department or authority to which this Act applies; or b with the consent (whether as to remuneration and other terms and conditions of service or otherwise) of such a department or authority, shall be taken to be administrative functions of that department or authority. 8 In subsection (7) of this section, “ relevant tribunal ” means a tribunal listed in Schedule 4 to this Act. 9 Her Majesty may by Order in Council amend the said Schedule 4 by the alteration or removal of any entry or the insertion of any additional entry; and any statutory instrument made by virtue of this subsection shall be subject to annulment in pursuance of a resolution of either House of Parliament. 9A No entry shall be made in the said Schedule 4 in respect of the holder of any office in the Scottish Administration which is not a ministerial office or in respect of any Scottish public authority with mixed functions or no reserved functions within the meaning of the Scotland Act 1998."}, {"act": "Parliamentary Commissioner Act 1967", "year": 1967, "section": "6", "section_title": " Provisions relating to complaints.", "section_text": "6 1 A complaint under this Act may be made by any individual, or by any body of persons whether incorporated or not, not being— a a local authority or other authority or body constituted for purposes of the public service or of local government or for the purposes of carrying on under national ownership any industry or undertaking or part of an industry or undertaking; b any other authority or body within subsection (1A) below. 1A An authority or body is within this subsection if– a its members are appointed by– i Her Majesty; ii any Minister of the Crown; iii any government department; iv the Scottish Ministers; v the First Minister; or vi the Lord Advocate, or b its revenues consist wholly or mainly of– i money provided by Parliament; or ii sums payable out of the Scottish Consolidated Fund (directly or indirectly). 2 Where the person by whom a complaint might have been made under the foregoing provisions of this Act has died or is for any reason unable to act for himself, the complaint may be made by his personal representative or by a member of his family or other individual suitable to represent him; but except as aforesaid a complaint shall not be entertained under this Act unless made by the person aggrieved himself. 3 A complaint shall not be entertained under this Act unless it is made to a member of the House of Commons not later than twelve months from the day on which the person aggrieved first had notice of the matters alleged in the complaint; but the Commissioner may conduct an investigation pursuant to a complaint not made within that period if he considers that there are special circumstances which make it proper to do so. 4 Except as provided in subsection (5) below  A complaint shall not be entertained under this Act unless the person aggrieved is resident in the United Kingdom (or, if he is dead, was so resident at the time of his death) or the complaint relates to action taken in relation to him while he was present in the United Kingdom or on an installation in a designated area within the meaning of the  Continental Shelf Act 1964 or on a ship registered in the United Kingdom or an aircraft so registered, or in relation to rights or obligations which accrued or arose in the United Kingdom or on such an installation, ship or aircraft. 5 A complaint may be entertained under this Act in circumstances not falling within subsection (4) above where— a the complaint relates to action taken in any country or territory outside the United Kingdom by an officer (not being an honorary consular officer) in the exercise of a consular function on behalf of the Government of the United Kingdom; and b the person aggrieved is a citizen of the United Kingdom and Colonies who, under section 2 of the  Immigration Act 1971, has the right of abode in the United Kingdom."}, {"act": "Parliamentary Commissioner Act 1967", "year": 1967, "section": "7", "section_title": " Procedure in respect of investigations. ", "section_text": "7 1 Where the Commissioner proposes to conduct an investigation pursuant to a complaint under   section 5(1) of   this Act, he shall afford to the principal officer of the department or authority concerned, and to any other person who is alleged in the complaint to have taken or authorised the action complained of, an opportunity to comment on any allegations contained in the complaint. 1A Where the Commissioner proposes to conduct an investigation pursuant to a complaint under section 5(1A) of this Act, he shall give the person to whom the complaint relates an opportunity to comment on any allegations contained in the complaint. 2 Every   investigation under this Act   shall be conducted in private, but except as aforesaid the procedure for conducting an investigation shall be such as the Commissioner considers appropriate in the circumstances of the case; and without prejudice to the generality of the foregoing provision the Commissioner may obtain information from such persons and in such manner, and make such inquiries, as he thinks fit, and may determine whether any person may be represented, by counsel or solicitor or otherwise, in the investigation. 3 The Commissioner may, if he thinks fit, pay to the person by whom the complaint was made and to any other person who attends or furnishes information for the purposes of an investigation under this Act— a sums in respect of expenses properly incurred by them; b allowances by way of compensation for the loss of their time, in accordance with such scales and subject to such conditions as may be determined by the Treasury. 4 The conduct of an investigation under this Act shall not affect any action taken by the department or authority concerned   or the person to whom the complaint relates  , or any power or duty of   that department, authority or person   to take further action with respect to any matters subject to the investigation; but where the person aggrieved has been removed from the United Kingdom under any Order in force under the  Aliens Restriction Acts 1914  and 1919 or under  the  Immigration Act 1971 , he shall, if the Commissioner so directs, be permitted to re-enter and remain in the United Kingdom, subject to such conditions as the Secretary of State may direct, for the purposes of the investigation."}, {"act": "Parliamentary Commissioner Act 1967", "year": 1967, "section": "8", "section_title": " Evidence. ", "section_text": "8 1 For the purposes of an investigation under   section 5(1) of   this Act the Commissioner may require any Minister, officer or member of the department or authority concerned or any other person who in his opinion is able to furnish information or produce documents relevant to the investigation to furnish any such information or produce any such document. 1A For the purposes of an investigation pursuant to a complaint under section 5(1A) of this Act the Commissioner may require any person who in his opinion is able to furnish information or produce documents relevant to the investigation to furnish any such information or produce any such document. 2 For the purposes of any   investigation under this Act   the Commissioner shall have the same powers as the Court in respect of the attendance and examination of witnesses (including the administration of oaths or affirmations and the examination of witnesses abroad) and in respect of the production of documents. 3 No obligation to maintain secrecy or other restriction upon the disclosure of information obtained by or furnished to persons in Her Majesty’s service, whether imposed by any enactment or by any rule of law, shall apply to the disclosure of information for the purposes of an investigation under this Act; and the Crown shall not be entitled in relation to any such investigation to any such privilege in respect of the production of documents or the giving of evidence as is allowed by law in legal proceedings. 4 No person shall be required or authorised by virtue of this Act to furnish any information or answer any question relating to proceedings of the Cabinet or of any committee of the Cabinet or to produce so much of any document as relates to such proceedings; and for the purposes of this subsection a certificate issued by the Secretary of the Cabinet with the approval of the Prime Minister and certifying that any information, question, document or part of a document so relates shall be conclusive. 5 Subject to subsection (3) of this section, no person shall be compelled for the purposes of an investigation under this Act to give any evidence or produce any document which he could not be compelled to give or produce in  civil  proceedings before the Court."}, {"act": "Parliamentary Commissioner Act 1967", "year": 1967, "section": "9", "section_title": " Obstruction and contempt. ", "section_text": "9 1 If any person without lawful excuse obstructs the Commissioner or any officer of the Commissioner in the performance of his functions under this Act, or is guilty of any act or omission in relation to an investigation under this Act which, if that investigation were a proceeding in the Court, would constitute contempt of court, the Commissioner may certify the offence to the Court. 2 Where an offence is certified under this section, the Court may inquire into the matter and, after hearing any witnesses who may be produced against or on behalf of the person charged with the offence, and after hearing any statement that may be offered in defence, deal with him in any manner in which the Court could deal with him if he had committed the like offence in relation to the Court. 3 Nothing in this section shall be construed as applying to the taking of any such action as is mentioned in subsection (4) of section 7 of this Act."}, {"act": "Parliamentary Commissioner Act 1967", "year": 1967, "section": "10", "section_title": " Reports by Commissioner.", "section_text": "10 1 In any case where the Commissioner conducts an investigation under this Act or decides not to conduct such an investigation, he shall send to the member of the House of Commons by whom the request for investigation was made (or if he is no longer a member of that House, to such member of that House as the Commissioner thinks appropriate) a report of the results of the investigation or, as the case may be, a statement of his reasons for not conducting an investigation. 2 In any case where the Commissioner conducts an investigation under   section 5(1) of   this Act, he shall also send a report of the results of the investigation to the principal officer of the department or authority concerned and to any other person who is alleged in the relevant complaint to have taken or authorised the action complained of. 2A In any case where the Commissioner conducts an investigation pursuant to a complaint under section 5(1A) of this Act, he shall also send a report of the results of the investigation to the person to whom the complaint relates. 3 If, after conducting an investigation under   section 5(1) of   this Act, it appears to the Commissioner that injustice has been caused to the person aggrieved in consequence of maladministration and that the injustice has not been, or will not be, remedied, he may, if he thinks fit, lay before each House of Parliament a special report upon the case. 3A If, after conducting an investigation pursuant to a complaint under section 5(1A) of this Act, it appears to the Commissioner that— a the person to whom the complaint relates has failed to perform a relevant duty owed by him to the person aggrieved, and b the failure has not been, or will not be, remedied, the Commissioner may, if he thinks fit, lay before each House of Parliament a special report upon the case. 3B For the purposes of subsection (3A) of this section  “ relevant duty ” has the meaning given by section 5(1B) of this Act. 4 The Commissioner shall annually lay before each House of Parliament a general report on the performance of his functions under this Act and may from time to time lay before each House of Parliament such other reports with respect to those functions as he thinks fit. 5 For the purposes of the law of defamation, any such publication as is hereinafter mentioned shall be absolutely privileged, that is to say— a the publication of any matter by the Commissioner in making a report to either House of Parliament for the purposes of this Act; b the publication of any matter by a member of the House of Commons in communicating with the Commissioner or his officers for those purposes or by the Commissioner or his officers in communicating with such a member for those purposes; c the publication by such a member to the person by whom a complaint was made under this Act of a report or statement sent to the member in respect of the complaint in pursuance of subsection (1) of this section; d the publication by the Commissioner to such a person as is mentioned in subsection (2)  or (2A)   of this section of a report sent to that person in pursuance of that subsection."}, {"act": "Parliamentary Commissioner Act 1967", "year": 1967, "section": "11", "section_title": " Provision for secrecy of information. ", "section_text": "11 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Information obtained by the Commissioner or his officers in the course of or for the purposes of an investigation under this Act shall not be disclosed except— a for the purposes of the investigation and of any report to be made thereon under this Act; aa for the purposes of   a matter  which is being investigated by the Health Service Commissioner for England or a Local Commissioner (or both); b for the purposes of any proceedings for an offence under  the Official Secrets Acts 1911 to 1989   or sections 1 to 4 or 18 of the National Security Act 2023   alleged to have been committed in respect of information obtained by the Commissioner or any of his officers by virtue of this Act or for an offence of perjury alleged to have been committed in the course of an investigation under this Act or for the purposes of an inquiry with a view to the taking of such proceedings; or c for the purposes of any proceedings under section 9 of this Act; and the Commissioner and his officers shall not be called upon to give evidence in any proceedings (other than such proceedings as aforesaid) of matters coming to his or their knowledge in the course of an investigation under this Act. 2A Where the Commissioner also   holds office as the Health Service Commissioner for England  and a person initiates a complaint to him   in his capacity as the Health Service Commissioner for England   which relates partly to a matter with respect to which that person has previously initiated a complaint under this Act, or subsequently initiates such a complaint, information obtained by the Commissioner or his officers in the course of or for the purposes of investigating the complaint under this Act may be disclosed for the purposes of his carrying out his functions in relation to the other complaint. 3 A Minister of the Crown may give notice in writing to the Commissioner, with respect to any document or information specified in the notice, or any class of documents or information so specified, that in the opinion of the Minister the disclosure of that document or information, or of documents or information of that class, would be prejudicial to the safety of the State or otherwise contrary to the public interest; and where such a notice is given nothing in this Act shall be construed as authorising or requiring the Commissioner or any officer of the Commissioner to communicate to any person or for any purpose any document or information specified in the notice, or any document or information of a class so specified. 4 The references in this section to a Minister of the Crown include references to the Commissioners of Customs and Excise and the Commissioners of Inland Revenue. 5 Information obtained from the Information Commissioner by virtue of section 76(1) of the Freedom of Information Act 2000 shall be treated for the purposes of subsection (2) of this section as obtained for the purposes of an investigation under this Act and, in relation to such information, the reference in paragraph (a) of that subsection to the investigation shall have effect as a reference to any investigation."}, {"act": "Parliamentary Commissioner Act 1967", "year": 1967, "section": "11A", "section_title": " Consultations between Parliamentary Commissioner and   other Commissioners or Ombudsmen .", "section_text": "11A 1 Where, at any stage in the course of conducting an investigation under this Act, the Commissioner forms the opinion that the complaint relates partly to a matter within the jurisdiction of   the Public Services Ombudsman for Wales, the Scottish Public Services Ombudsman or the Health Service Commissioner for England , he shall— a unless he also holds  the office concerned , consult about the complaint with him; and b if he considers it necessary, inform the person initiating the complaint under  the Public Services Ombudsman (Wales) Act 2019   or  the Health Service Commissioners Act 1993   , or the Scottish Public Services Ombudsman Act 2002 . 2 Where by virtue of subsection (1) above the Commissioner consults with the   Public Services Ombudsman for Wales, the Scottish Public Services Ombudsman or the Health Service Commissioner for England  in relation to a complaint under this Act, he may consult him about any matter relating to the complaint, including— a the conduct of any investigation into the complaint; and b the form, content and publication of any report of the results of such an investigation. 2A Where an authority to which this Act applies is also a listed authority to which the Scottish Public Services Ombudsman Act 2002 applies, the Commissioner must co-operate with the Scottish Public Services Ombudsman to such an extent as appears appropriate when exercising any function in relation to that authority. 3 Nothing in section 11(2) of this Act shall apply in relation to the disclosure of information by the Commissioner or any of his officers in the course of consultations held in accordance with this section ."}, {"act": "Parliamentary Commissioner Act 1967", "year": 1967, "section": "11ZAA", "section_title": "Collaborative working between the Parliamentary Commissioner and other Commissioners", "section_text": "11ZAA 1 If at any stage in the course of conducting an investigation under this Act the Commissioner forms the opinion that the complaint relates partly to a matter within the jurisdiction of — a the Health Service Commissioner for England, b a Local Commissioner, or c both, he may, subject to subsection (2) of this section, conduct an investigation under this Act jointly with that Commissioner or those Commissioners. 2 The Commissioner must obtain the consent of the person aggrieved or any person acting on his behalf in accordance with subsection (2) of section 6 of this Act before agreeing to a joint investigation referred to in subsection (1) of this section. 3 If the Commissioner forms the opinion that   matters which are the subject of an investigation  by— a the Health Service Commissioner for England, b a Local Commissioner, or c both, include  a matter within his jurisdiction, he may, subject to subsection (4) of this section, conduct an investigation   of that matter  under this Act jointly with that Commissioner or those Commissioners. 4 The Commissioner may not investigate   a matter  jointly with another person under subsection (3) of this section unless   a complaint about the matter  has been made in accordance with section 5 of this Act. 5 If the Commissioner conducts an investigation  . . .  jointly with another person, the requirements of section 10 (so far as relating to a case where the Commissioner conducts an investigation under this Act) may be satisfied by a report made jointly with that person. 6 Apart from identifying the government department or other authority concerned, a report prepared by virtue of subsection (5) of this section by the Commissioner and a Local Commissioner shall not— a mention the name of any person, or b contain any particulars which, in the opinion of the Commissioner and the Local Commissioner, are likely to identify any person, unless, after taking into account the public interest as well as the interests of the complainant and of persons other than the complainant, the Commissioner and the Local Commissioner consider it necessary to mention the name of that person or to include in the report any such particulars. 7 Nothing in subsection (6) of this section prevents a report— a mentioning the name of, or b containing particulars likely to identify, the Mayor of London or any member of the London Assembly."}, {"act": "Parliamentary Commissioner Act 1967", "year": 1967, "section": "11AA", "section_title": " Disclosure of information by Parliamentary Commissioner to Information Commissioner.", "section_text": "11AA 1 The Commissioner may disclose to the Information Commissioner any information obtained by, or furnished to, the Commissioner under or for the purposes of this Act if the information appears to the Commissioner to relate to— a a matter in respect of which the Information Commissioner could exercise any power conferred by— i sections 142 to 154, 160 to 164 or 174 to 176 of, or Schedule 15 to, the Data Protection Act 2018 (certain provisions relating to enforcement), ii section 48 of the Freedom of Information Act 2000 (practice recommendations), or iii Part IV of that Act (enforcement), or b the commission of an offence under— i a provision of the Data Protection Act 2018 other than paragraph 15 of Schedule 15 (obstruction of execution of warrant  etc ), or ii section 77 of the Freedom of Information Act 2000 (offence of altering  etc  records with intent to prevent disclosure). 2 Nothing in section 11(2) of this Act shall apply in relation to the disclosure of information in accordance with this section."}, {"act": "Parliamentary Commissioner Act 1967", "year": 1967, "section": "11B", "section_title": " The Criminal Injuries Compensation Scheme.", "section_text": "11B 1 For the purposes of this Act, administrative functions exercisable by an administrator of the Criminal Injuries Compensation Scheme (“Scheme functions”) shall be taken to be administrative functions of a government department to which this Act applies. 2 For the purposes of this section, the following are administrators of the Scheme— a a claims officer appointed under section 3(4)(b) of the Criminal Injuries Compensation Act 1995; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c the Scheme manager, as defined by section 1(4) of that Act, and any person assigned by him to exercise functions in relation to the Scheme. 3 The principal officer in relation to any complaint made in respect of any action taken in respect of Scheme functions is— a in the case of action taken by a claims officer, such person as may from time to time be designated by the Secretary of State for the purposes of this paragraph; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c in the case of action taken by the Scheme manager or by any other person mentioned in subsection (2)(c) of this section, the Scheme manager. 4 The conduct of an investigation under this Act in respect of any action taken in respect of Scheme functions shall not affect— a any action so taken; or b any power or duty of any person to take further action with respect to any matters subject to investigation."}, {"act": "Parliamentary Commissioner Act 1967", "year": 1967, "section": "11C", "section_title": "The Victims of Overseas Terrorism Compensation Scheme", "section_text": "11C 1 For the purposes of this Act, administrative functions exercisable by an administrator of the Victims of Overseas Terrorism Compensation Scheme (see section 48 of the Crime and Security Act 2010) (“Scheme functions”) shall be taken to be administrative functions of a government department to which this Act applies. 2 For the purposes of this section, a claims officer appointed under section 51(1) of the Crime and Security Act 2010 is an administrator of the Scheme. 3 The principal officer in relation to any complaint made in respect of any action taken in respect of Scheme functions by a claims officer is such person as may from time to time be designated by the Secretary of State for the purposes of this subsection. 4 The conduct of an investigation under this Act in respect of any action taken in respect of Scheme functions shall not affect— a any action so taken; or b any power or duty of any person to take further action with respect to any matters subject to investigation."}, {"act": "Parliamentary Commissioner Act 1967", "year": 1967, "section": "12", "section_title": " Interpretation.", "section_text": "12 1 In this Act the following expressions have the meanings hereby respectively assigned to them, that is to say— “ action ” includes failure to act, and other expressions connoting action shall be construed accordingly; “ the Commissioner ” means the Parliamentary Commissioner for Administration; “ the Court ” means, in relation to England and Wales the High Court, in relation to Scotland the Court of Session, and in relation to Northern Ireland the High Court of Northern Ireland; “ enactment ” includes an enactment of the Parliament of Northern Ireland, and any instrument made by virtue of an enactment; “ Local Commissioner ” means a Local Commissioner under Part 3 of the Local Government Act 1974; “ officer ” includes employee; “person aggrieved”— in relation to a complaint under section 5(1) of this Act, means the person who claims or is alleged to have sustained such injustice as is mentioned in section 5(1)(a) of this Act; in relation to a complaint under section 5(1A) of this Act, means the person to whom the duty referred to in section 5(1A)(a) of this Act is or is alleged to be owed; “ tribunal ” includes the person constituting a tribunal consisting of one person. 2 References in this Act to any enactment are references to that enactment as amended or extended by or under any other enactment. 3 It is hereby declared that nothing in this Act authorises or requires the Commissioner to question the merits of a decision taken without maladministration by a government department or other authority in the exercise of a discretion vested in that department or authority."}, {"act": "Parliamentary Commissioner Act 1967", "year": 1967, "section": "13", "section_title": " Application to Northern Ireland. ", "section_text": "13 1 Subject to the provisions of this section, this Act extends to Northern Ireland. 2 Nothing in this section shall be construed as authorising the inclusion among the departments and authorities to which this Act applies of any department of the Government of Northern Ireland, or any authority  or body  established by or with the authority of the Parliament of Northern Ireland; but this Act shall apply to any such department  authority or body , in relation to any action taken by them as agent for a department or authority to which this Act applies, as it applies to the last-mentioned department or authority. 3 In section 6 of this Act the references to a Minister of the Crown or government department and to Parliament shall include references to a Minister or department of the Government of Northern Ireland and to the Parliament of Northern Ireland. 4 In section 8 of this Act the references to the Cabinet shall  include references to the Executive Committee of the Assembly, and in relation to that Committee for the reference to the Prime Minister there shall be substituted a reference to the First Minister and deputy First Minister acting jointly"}, {"act": "Parliamentary Commissioner Act 1967", "year": 1967, "section": "14", "section_title": " Short title and commencement.", "section_text": "14 1 This Act may be cited as the Parliamentary Commissioner Act 1967. 2 This Act shall come into force on such date as Her Majesty may by Order in Council appoint. 3 A complaint under this Act may be made in respect of matters  whenever arising ; and for the purposes of subsection (3) of section 6 of this Act any time elapsing between the date of the passing and the date of the commencement of this Act (but not any time before the first of those dates) shall be disregarded."}]