[{"act": "Slaughter of Poultry Act 1967", "year": 1967, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Slaughter of Poultry Act 1967", "year": 1967, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Slaughter of Poultry Act 1967", "year": 1967, "section": "3", "section_title": " Regulations for securing humane conditions of slaughter.", "section_text": "3 1 The Ministers may make regulations for the purpose of securing humane conditions and practices in connection with the slaughter of birds to which this Act applies. 2 The regulations may— a specify conditions to be observed in connection with the confinement and treatment of any such birds while awaiting slaughter and in connection with the slaughter or any such birds; b prohibit the slaughter of any such birds or any activity connected with their slaughter— i on premises to which the regulations apply, or ii by methods or in circumstances of any description specified in the regulations, except under and in accordance with the terms of a licence under the regulations; c require occupiers of premises to which the regulations apply to secure that the provisions of the regulations are complied with on the premises; d make different provision for different cases; e provide, in the case of any contravention of any provision of the regulations, for the creation of offences and their punishment on summary conviction with a fine of an amount not exceeding that specified in the regulations. 3 The regulations may include provision in respect of— a the granting, modification, suspension and revocation of licences by local authorities and, in connection with those matters, the charging of such reasonable fees as the authority concerned may determine; b the requirements to be satisfied for the granting of licences and the conditions to which they are to be subject; and c the duration of licences. 4 The amount that may be specified under subsection (2)(e) of this section is an amount not exceeding level 3 on the standard scale. 5 Subsections (2) and (3) of this section are without prejudice to the generality of subsection (1) of this section. 6 The Ministers shall, before making any regulations under this section, consult with such persons or bodies as seem to them representative of the interests concerned. 7 The power to make regulations under this section shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Slaughter of Poultry Act 1967", "year": 1967, "section": "3A", "section_title": "", "section_text": "3A 1 The Ministers may from time to time after consultation with such persons or bodies as seem to them representative of the interests concerned— a prepare and issue codes of practice for the purpose of providing practical guidance in respect of any provision of this Act or regulations under it; and b revise any such code by revoking, varying, amending or adding to the provisions of the code. 2 A code prepared in pursuance of this section and any alterations proposed to be made on a revision of such a code shall be laid before both Houses of Parliament, and the Ministers shall not issue the code or revised code, as the case may be, until after the end of the period of 40 days beginning with the day on which the code or the proposed alterations were so laid. 3 If, within the period mentioned in subsection (2) of this section, either House resolves that the code be not issued or the proposed alterations be not made, as the case may be, the Ministers shall not issue the code or revised code (without prejudice to their power under that subsection to lay further codes or proposed alterations before Parliament). 4 For the purposes of subsection (2) of this section— a where a code or proposed alterations are laid before each House of Parliament on different days, the later day shall be taken to be the day on which the code or the proposed alterations, as they case may be, were laid before both Houses; and b in reckoning any period of 40 days, no account shall be taken of any time during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days. 5 The Ministers shall cause any code issued or revised under this section to be printed and distributed, and may make such arrangements as they think fit for its distribution, including causing copies of it to be put on sale to the public at such reasonable price as the Ministers may determine. 6 A failure on the part of any person to follow any guidance contained in a code issued under this section shall not of itself render that person liable to proceedings of any kind. 7 If, in proceedings against any person for an offence consisting of the contravention of any provision of this Act or of regulations under it, it is shown that, at any material time, he failed to follow any guidance contained in a code issued under this section, being guidance which was relevant to the provision concerned, that failure may be relied on by the prosecution as tending to establish his guilt. 8 In relation to the exercise by the Scottish Ministers of functions under this section– a references to Parliament or to either or both Houses of Parliament shall be read as if they were references to the Scottish Parliament; b subsection (4)(a) shall cease to have effect; and c in subsection (4)(b) the reference to any time during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days shall be read as if it were a reference to any time during which the Scottish Parliament is dissolved or is in recess for more than four days."}, {"act": "Slaughter of Poultry Act 1967", "year": 1967, "section": "4", "section_title": " Power of entry.", "section_text": "4 1 Where the power conferred by this subsection is exercisable in relation to any premises to which regulations under section 3 of this Act apply, a person authorised in that behalf by the Minister of Agriculture, Fisheries and Food or the Secretary of State or by the local authority within whose area the premises are situated may enter the premises for the purpose of ascertaining whether there is, or has been, on those premises any contravention of any provision of this Act or of any regulations made or code of practice issued under it. 2 Where it is, or appears to the person so authorised to be, the case that the slaughter of birds to which this Act applies is in progress on the premises, the power conferred by subsection (1) of this section is exercisable at any time. 3 Where it is, or appears to the person so authorised to be, the case that— a the slaughter of such birds has within 48 hours been in progress on the premises, or b such birds are on the premises for the purpose of their being slaughtered, the power conferred by subsection (1) of this section is exercisable at all reasonable hours. 4 A person who intentionally obstructs a person in the exercise of his powers under subsection (1) of this section shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 2 on the standard scale."}, {"act": "Slaughter of Poultry Act 1967", "year": 1967, "section": "5", "section_title": " Offences by corporations.", "section_text": "5 Where a body corporate is guilty of an offence under this Act and the offence is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, a director, manager, secretary or other similar officer of the body corporate or any person who was purporting to act in any such capacity, he, as well as the body corporate, shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly."}, {"act": "Slaughter of Poultry Act 1967", "year": 1967, "section": "6", "section_title": " Execution and enforcement.", "section_text": "6 1 Every local authority shall execute and enforce in their area the provisions of this Act and of regulations under section 3 of this Act. 2 In particular, every local authority shall, for the purpose of securing the execution of those provisions, make arrangements for the surpervision by persons having such qualifications as may be specified in the regulations of any premises in their area to which the regulations apply. 3 Arrangements under subsection (2) of this section shall comply with such directions as the Ministers may give from time to time. 4 This section does not authorise a local authority in Scotland to institute proceedings for any offence."}, {"act": "Slaughter of Poultry Act 1967", "year": 1967, "section": "7", "section_title": " Power to extend Act to birds other than turkeys and domestic fowls.", "section_text": "7 1 The Ministers may, after consultation with such persons or bodies as seem to them representative of the interests concerned, by order extend this Act (subject to such, if any, exceptions, adaptations and modifications as may be specified in the order) to the slaughter, . . .  of birds of any kind kept in captivity . . .  2 An order under this section may be varied or revoked by a subsequent order thereunder made by the Ministers. 3 The powers conferred by this section shall be exercisable by statutory instrument, and no order shall be made under this section unless a draft thereof has been laid before Parliament and has been approved by resolution of each House of Parliament."}, {"act": "Slaughter of Poultry Act 1967", "year": 1967, "section": "8", "section_title": " Interpretation.", "section_text": "8 In this Act—  “ contravention ” includes failure to comply “ local authority ” means, as respects England  and Wales,  the council of . . .  , a London borough or  district  or the Common Council of the City of London  , as respects Wales, the council of a county or county borough  and, as respects Scotland,  a council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 ; “ the Ministers ” means the Minister of Agriculture, Fisheries and Food and  the Secretary of State for Scotland and the Secretary of State for Wales  acting jointly.  . . . 2 This Act applies to turkeys kept in captivity and domestic fowls, guinea fowls, ducks, geese and quails to kept; and reference in this Act to birds to which this Act applies shall be construed in accordance with this subsection and any order under section 7 above."}, {"act": "Slaughter of Poultry Act 1967", "year": 1967, "section": "9", "section_title": " Short title, extent and commencement.", "section_text": "9 1 This Act may be cited as the Slaughter of Poultry Act 1967. 2 This Act shall not extend to Northern Ireland. 3 This Act shall come into force on such day as the Ministers may by order, made by statutory instrument, appoint, and different days may be appointed for the purposes of different provisions of this Act."}]