[{"act": "Superannuation (Miscellaneous Provisions) Act 1967", "year": 1967, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Superannuation (Miscellaneous Provisions) Act 1967", "year": 1967, "section": "2", "section_title": " Minor corrections of Superannuation (Amendment) Act 1965 and Superannuation Act 1965.", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Superannuation (Miscellaneous Provisions) Act 1967", "year": 1967, "section": "3", "section_title": " Effect of pension in respect of public office on remuneration in judicial or related office.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Superannuation (Miscellaneous Provisions) Act 1967", "year": 1967, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Superannuation (Miscellaneous Provisions) Act 1967", "year": 1967, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Superannuation (Miscellaneous Provisions) Act 1967", "year": 1967, "section": "7", "section_title": " Extension of superannuation provisions of National Health Service Acts.", "section_text": "7 1 The Secretary of State  (hereafter in this section referred to as “ the Minister ”) may direct that regulations made under  section 10 of the  Superannuation Act 1972  shall, subject to such modifications as may be provided in the direction, apply to any person specified in the direction— a who is— i wholly or mainly engaged in health services, whether provided under  the National Health Service Act 2006, the National Health Service (Wales) Act 2006                    or otherwise, but not provided by a . . .   local authority; or ii an officer of a government department serving on the medical or nursing staff of that department or at or for the purposes of a hospital maintained by that department, and who, if he were in the employment of an employing authority within the meaning of those regulations, would be an officer within the meaning of those regulations; or b who is a member of a body constituted under  the National Health Service Act 2006 or the National Health Service (Wales) Act 2006, other than an  NHS  trust or an  NHS  foundation trust , or to any class so specified of such persons, as if the person, or any person of the class, so specified were, within the meaning of the said regulations, an officer in the employment of an employing authority, and in that event the regulations shall apply accordingly and  any scheme under section 1 of the said Act of 1972 , if otherwise applicable, shall not apply, or shall cease to apply, to that person. 2 Where any person  while continuing in or , within twelve months after leaving employment in which he was entitled to participate in superannuation benefits provided under the said  section 10  (any period spent by that person on an approved course of study or training within the meaning of regulations made under that section being left out of account), enters such other employment as may be approved by the Minister for the purposes of this subsection, the Minister may direct that regulations so made shall, subject to such modifications as may be provided in the direction, apply to that person as if, while in that other employment, he were, within the meaning of those regulations, an officer in the employment of an employing authority, and in that event those regulations shall apply accordingly. 3 A direction under subsection (1) or (2) of this section may be expressed to take effect as from the date of a person’s entry into employment notwithstanding that the direction, or the approval of that employment for the purposes of the said subsection (2), was not given until after that date. 4 A direction given, or deemed under subsection (6) of this section to have been given, under subsection (1) or (2) of this section shall not be varied or revoked by a subsequent direction so as to exclude from the benefits provided under the said  section 10  any person previously entitled thereto unless— a the Minister is satisfied that other suitable superannuation arrangements are available for that person; and b that person consents to his being so excluded; and where the subsequent direction results in such an exclusion of any such person, it may contain provision for the payment of a transfer value in respect of that person. 5 The foregoing provisions of this section shall apply to Scotland with the substitution for references to the Minister of references to the Secretary of State and for references to  the National Health Service Act 2006  . . .   of references . . .   to the National Health Service (Scotland)  Act 1978  . . .  6 The following provisions are hereby repealed or revoked, namely— a section 19 of the  National Health Service (Amendment) Act 1949; b regulation 60 of the  National Health Service (Superannuation) Regulations 1961; c regulation 57 of the  National Health Service (Superannuation)(Scotland) Regulations 1961; but any direction or approval given, or having effect as if given, under any of those provisions and in force immediately before the commencement of this section shall be deemed to have been given under and for the purposes of the corresponding provision of this section."}, {"act": "Superannuation (Miscellaneous Provisions) Act 1967", "year": 1967, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Superannuation (Miscellaneous Provisions) Act 1967", "year": 1967, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Superannuation (Miscellaneous Provisions) Act 1967", "year": 1967, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Superannuation (Miscellaneous Provisions) Act 1967", "year": 1967, "section": "11", "section_title": " Pensions of certain persons transferring to different employment.", "section_text": "11 1 For the purposes of section 2 of the  Superannuation (Miscellaneous Provisions) Act 1948 (under which rules may be made with respect to the pension payable to or in respect of a person who has been employed in an employment of one of the classes specified in subsection (2) of that section and becomes employed in a different employment), employment in the descriptions of service as teachers referred to in paragraph (e) of that subsection shall be treated as employments of different classes instead of as employment of the same class, and the enactments specified in subsections (2) to (5) of this section shall accordingly have effect subject to the amendments so specified. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 In subsection (3) of the said section 2 (which specifies the appropriate Minister for the purposes of any class of employment specified in subsection (2) of that section), as amended by Schedule 1 to the  Overseas Service Act 1958, for paragraphs (v) and (vi) there shall be substituted the following:— v in relation to a class specified in paragraph (e), (ee) or (f) of the said subsection (2), the Secretary of State acting with the consent of the Treasury ; and so much of the said Schedule as amends the said subsection (3) is hereby repealed. 4 In subsection (4) of the said section 2, for paragraph (b) there shall be substituted the following:— b where either of the employments is such an employment as is mentioned in paragraph (a), (e), (ee) or (f) of subsection (2) of this section, payments out of moneys provided by Parliament ; and paragraph (d) of the said subsection (4) and so much of Schedule 1 to the said Act of 1958 as amends that subsection are hereby repealed. 5 In section 17(1) of the said Act of 1948, for the definition of Scottish Teachers Superannuation Scheme there shall be substituted the following definition—  “                “ Scottish Teachers Superannuation Scheme ”                 means the Teachers Superannuation Scheme and the Teachers (Superannuation) Regulations as those expressions are defined in section 145(47) and (48) of the Education (Scotland) Act 1962.              ” 6 In section 2(4)(a) of the said Act of 1948 (which, in the case of a person changing his employment who has recieved any payment in respect of his pension rights upon ceasing to be employed in his former employment, enables rules to require payments by that person equal to all or any of the amounts so recieved) at the end there shall be inserted the words  “                with or without interest on those amounts for the whole or any part of the period since he received them              ” . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  8 Where— a on 1st January 1967 a person was serving in one of the capacities specified in section 10(1) of the  Police Pensions Act 1921; and b before that date that person had served in one or more other of those capacities, then, in lieu of the provision with respect to any pension payable to that person made by paragraph (b) of the proviso to the said section 10(1), there shall be deemed as from that date to have been payable by or to such  police pension authority , or to the Treasury, or out of moneys provided by Parliament, as the case may require, such transfer value or values as the Treasury may direct, regard being had to the period of service and the pay received by that person in each respectively of those capacities. 9 In this section  “ police pension authority ” means— a the chief constable of any police force maintained under section 2 of the Police Act 1996; b the Commissioner of Police of the Metropolis; c the Common Council of the City of London in its capacity as a police authority; and d any police authority within the meaning of the Police (Scotland) Act 1967."}, {"act": "Superannuation (Miscellaneous Provisions) Act 1967", "year": 1967, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Superannuation (Miscellaneous Provisions) Act 1967", "year": 1967, "section": "13", "section_title": " Pensions of police cadets.", "section_text": "13 1 Regulations made by the Secretary of State under  section 52 of the Police Act 1996  (which relates to regulations for police cadets) may include provision— a for the application to police cadets appointed under  section 28 of that Act , subject to such modifications as may be prescribed by the regulations, of any provisions made by or under any enactment relating to the pensions payable to or in respect of members of police forces; and b for any regulations made by virtue of paragraph (a) of this subsection to have effect in relation to any police cadet to the exclusion of any other provision for pension, allowance or gratuity in respect of his service as a police cadet contained in or in force under any other enactment and, for the purpose of a return of any contributions made by the cadet under that other provision, for the cadet to be deemed to have ceased his employment upon the regulations coming into effect in relation to him. (2) Regulations under subsection (1) of this section may provide for the reduction or withholding of awards under the regulations in cases where awards are provided for in respect of the same matters under any of the enactments relating to . . .   social security . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Superannuation (Miscellaneous Provisions) Act 1967", "year": 1967, "section": "14", "section_title": " Pensions for medical commissioners of Mental Welfare Commission for Scotland.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Superannuation (Miscellaneous Provisions) Act 1967", "year": 1967, "section": "15", "section_title": " Superannuation of metropolitan civil staffs.", "section_text": "15 1 In this section— a the expression “ member of the metropolitan civil staffs ” means a person—   i who is employed by the  Mayor's Office for Policing and Crime or the Commissioner of Police of the Metropolis ; ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . but does not include any person such as is mentioned in  regulation B2(1)(l) of the  Local Government Superannuation Regulations 1974; b the expression “ civil service provisions ” means the following as for the time being in force, namely,  the principal civil service pension scheme within the meaning of section 2 of the  Superannuation Act 1972 and any  enactment or instrument, being an enactment or instrument relating to pensions or other benefits to or in respect of persons who are or have been in the civil service of the State, whether that enactment or instrument was passed or made before or after the passing of this Act, other than an enactment or instrument relating to transfers between that service and service as a member of the metropolitan civil staffs; c the expression “ the appointed day ” means such day as the Secretary of State may by order appoint. 2 The Mayor's Office for Policing and Crime shall have power to grant pensions or other benefits to or in respect of persons who are members of the metropolitan civil staffs by virtue of employment by that Office. 2ZA The Commissioner of Police of the Metropolis shall have power to grant pensions or other benefits to or in respect of persons who are members of the metropolitan civil staffs by virtue of employment by the Commissioner. 2A The  Mayor's Office for Policing and Crime, and the Commissioner of Police of the Metropolis,  may, to such extent and subject to such conditions as  that Office or Commissioner  thinks fit, authorise the exercise of the function of administering the grant of pensions and other benefits under this section by, or by employees of, any person. 2B Where a person is authorised under subsection (2A) above to exercise the function of administering the grant of pensions and other benefits under this section, anything done or omitted to be done by or in relation to him (or an employee of his) in, or in connection with, the exercise or purported exercise of the function shall be treated for all purposes as done or omitted to be done by the person who authorised him. 2C Subsection (2B) above does not apply for the purposes of— a any criminal proceedings against the authorised person (or any employee of his); or b any contract between him and the person who authorised him, so far as relating to the function. 2D Unless the powers conferred by section 7 of the  Superannuation Act 1972, section 50 of the Justices of the  Peace Act 1997, paragraph 36 of Schedule 14 to the  Access to Justice Act 1999 or Part XII of the Greater London Authority Act 1999 are exercised for the purpose of making provision with respect to the provision of pensions for or in respect of members of the metropolitan civil staffs, the civil service provisions shall have effect (subject to any regulations for the time being i force under subsection (3) of this section) for the purposes of the grant of pensions and other benefits under this section to or in respect of such a member, for the purposes of transfers (whether before, on or after the appointed day) between service as such a member and other service (not being service in the the civil service of the State), or for any connected purpose, as they have effect for the purposes of the grant by the Treasury ou t of moneys provided by Parliament or out of the Consolidated Fund of pensions or other benefits to or in respect of persons in the civil service of the State, for the purposes of transfers between that service and any other service (not being service as a member of the metropolitan civil staffs), or of any corresponding connected purpose, as the caes may be, and as if employment as a member of the metropolitan civil staffs were employment in a public department. 3 The Secretary of State may  with the consent of the Minister for the Civil Service  by regulations provide that any of the civil service provisions shall have effect for the purposes of pensions or other benefits under this section, or of transfers between service as a member of the metropolitan civil staffs and other service, or for any connected purpose, as the case may be— a subject to any exceptions  additions  or modifications specified in the regulations; and b subject to any adaptations so specified, being adaptations appearing to the Secretary of State to be necessary or expedient to ensure that those provisions have effect as mentioned in subsection  (2D)  of this section, and any such adaptations may be either general adaptations applicable to all the civil service provisions, whether or not passed or made at the date of the making of the regulations, or particular adaptations of particular provisions. 4 Regulations under subsection (3) of this section may be made so as to have effect as from any date not earlier than the date of the coming into force of the civil service provision in question, notwithstanding that the regulations are made after that date. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 Before making regulations under subsection (3) of this section the Secretary of State shall consult with persons appearing to him to represent the metropolitan civil staffs  with the Mayor's Office for Policing and Crime, and with the Commissioner of Police of the Metropolis , and before any such regulations come into operation the Secretary of State shall lay a copy thereof before Parliament . 7 Nothing in this section shall affect any pension or other benefit granted under the Metropolitan Police Staff (Superannuation) Acts 1875 to 1931 before the appointed day, and accordingly any such pension or other benefit shall  be paid by the  Mayor's Office for Policing and Crime or the Commissioner of Police of the Metropolis . 8 As from the appointed day the following provisions are hereby repealed or revoked, namely— a the  Metropolitan Police Staff (Superannuation) Act 1875; b the  Metropolitan Staff Superannuation Act 1885; c in the  Police Act 1909, section 4; d in the  Metropolitan Police (Staff Superannuation and Police Fund) Act 1931, sections 1 to 3; e in the  Superannuation (Various Services) Act 1938, in Part I of the Schedule, the entry relating to the Metropolitan Police Staff (Superannuation) Acts 1875 to 1931; f in section 2 of the  Superannuation (Miscellaneous Provisions) Act 1948, subsections (2)(b) and (3)(ii) and, in subsection (4), paragraph (c), the words “into the Metrpolitan Police Fund”, and the word “(c)” in the last place where it occurs; g the  Superannuation (Transfers between Metrpolitan Police Staffs and Local Government) Rules 1959; h the  National Insurance (Modification of the Metropolitan Police Staffs Superannuation Provisions) Regulations 1961; i the  National Insurance (Modification of the Metropolitan Polce Staffs Superannuation Provisions) Regulations 1963; j in the  Administration of Justice Act 1964, section 24; k the  National Insurance (Modification of the Metropolitan Police Staffs Superannuation Provisions) (Amendment) Regulations 1966; l the  Superannuation (Transfers between Police and Metropolitan Polce Staffs) Rules 1966. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Superannuation (Miscellaneous Provisions) Act 1967", "year": 1967, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Superannuation (Miscellaneous Provisions) Act 1967", "year": 1967, "section": "17", "section_title": " Expenses.", "section_text": "17 There shall be paid out of moneys provided by Parliament or out of the Consolidated Fund, as the case may be, any increase attributable to the provisions of this Act in the sums so payable under any other Act."}, {"act": "Superannuation (Miscellaneous Provisions) Act 1967", "year": 1967, "section": "18", "section_title": " Citation and construction of references.", "section_text": "18 1 This Act may be cited as the Superannuation (Miscellaneous Provisions) Act 1967. 2 The  Superannuation Act 1965 and sections 1 and 2(2) and (3) of this Act may be cited together as the Superannuation Acts 1965 and 1967. 3 The  Governors’ Pensions Act 1957 and section 4 of this Act may be cited together as the Governors’ Pensions Acts 1957 and 1967. 4 Section 7  of this Act— a so far as it applies  to England and Wales, may be cited together with the National Health Service Acts 1946 to 1966 as the National Health Service Acts 1946 to 1967; b so far as it applies  to Scotland, may be cited together with the National Health Service (Scotland) Acts 1947 to 1966 as the National Health Service (Scotland) Acts 1947 to 1967. 5 Save where the context otherwise requires, any reference in this Act to any enactment or instrument shall be construed as a reference to that enactment or instrument as amended, extended or applied by or under any other enactment or instrument, including any enactment contained in this Act."}, {"act": "Superannuation (Miscellaneous Provisions) Act 1967", "year": 1967, "section": "15", "section_title": " Superannuation of metropolitan civil staffs.", "section_text": "15 1 In this section— a the expression “ member of the metropolitan civil staffs ” means a person—   i who is employed by the  Mayor's Office for Policing and Crime or the Commissioner of Police of the Metropolis ; ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . but does not include any person such as is mentioned in  regulation B2(1)(l) of the  Local Government Superannuation Regulations 1974; b the expression “ civil service provisions ” means the following as for the time being in force, namely,  the principal civil service pension scheme within the meaning of section 2 of the  Superannuation Act 1972 and any  enactment or instrument, being an enactment or instrument relating to pensions or other benefits to or in respect of persons who are or have been in the civil service of the State, whether that enactment or instrument was passed or made before or after the passing of this Act, other than an enactment or instrument relating to transfers between that service and service as a member of the metropolitan civil staffs; c the expression “ the appointed day ” means such day as the Secretary of State may by order appoint. 2 The Mayor's Office for Policing and Crime shall have power to grant pensions or other benefits to or in respect of persons who are members of the metropolitan civil staffs by virtue of employment by that Office. 2ZA The Commissioner of Police of the Metropolis shall have power to grant pensions or other benefits to or in respect of persons who are members of the metropolitan civil staffs by virtue of employment by the Commissioner. 2A The  Mayor's Office for Policing and Crime, and the Commissioner of Police of the Metropolis,  may, to such extent and subject to such conditions as  that Office or Commissioner  thinks fit, authorise the exercise of the function of administering the grant of pensions and other benefits under this section by, or by employees of, any person. 2B Where a person is authorised under subsection (2A) above to exercise the function of administering the grant of pensions and other benefits under this section, anything done or omitted to be done by or in relation to him (or an employee of his) in, or in connection with, the exercise or purported exercise of the function shall be treated for all purposes as done or omitted to be done by the person who authorised him. 2C Subsection (2B) above does not apply for the purposes of— a any criminal proceedings against the authorised person (or any employee of his); or b any contract between him and the person who authorised him, so far as relating to the function. 2D Unless the powers conferred by section 7 of the  Superannuation Act 1972, section 50 of the Justices of the  Peace Act 1997, paragraph 36 of Schedule 14 to the  Access to Justice Act 1999 or Part XII of the Greater London Authority Act 1999 are exercised for the purpose of making provision with respect to the provision of pensions for or in respect of members of the metropolitan civil staffs, the civil service provisions shall have effect (subject to any regulations for the time being i force under subsection (3) of this section) for the purposes of the grant of pensions and other benefits under this section to or in respect of such a member, for the purposes of transfers (whether before, on or after the appointed day) between service as such a member and other service (not being service in the the civil service of the State), or for any connected purpose, as they have effect for the purposes of the grant by the Treasury ou t of moneys provided by Parliament or out of the Consolidated Fund of pensions or other benefits to or in respect of persons in the civil service of the State, for the purposes of transfers between that service and any other service (not being service as a member of the metropolitan civil staffs), or of any corresponding connected purpose, as the caes may be, and as if employment as a member of the metropolitan civil staffs were employment in a public department. 3 The Secretary of State may  with the consent of the Minister for the Civil Service  by regulations provide that any of the civil service provisions shall have effect for the purposes of pensions or other benefits under this section, or of transfers between service as a member of the metropolitan civil staffs and other service, or for any connected purpose, as the case may be— a subject to any exceptions  additions  or modifications specified in the regulations; and b subject to any adaptations so specified, being adaptations appearing to the Secretary of State to be necessary or expedient to ensure that those provisions have effect as mentioned in subsection  (2D)  of this section, and any such adaptations may be either general adaptations applicable to all the civil service provisions, whether or not passed or made at the date of the making of the regulations, or particular adaptations of particular provisions. 4 Regulations under subsection (3) of this section may be made so as to have effect as from any date not earlier than the date of the coming into force of the civil service provision in question, notwithstanding that the regulations are made after that date. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 Before making regulations under subsection (3) of this section the Secretary of State shall consult with persons appearing to him to represent the metropolitan civil staffs  with the Mayor's Office for Policing and Crime, and with the Commissioner of Police of the Metropolis , and before any such regulations come into operation the Secretary of State shall lay a copy thereof before Parliament . 7 Nothing in this section shall affect any pension or other benefit granted under the Metropolitan Police Staff (Superannuation) Acts 1875 to 1931 before the appointed day, and accordingly any such pension or other benefit shall  be paid by the  Mayor's Office for Policing and Crime or the Commissioner of Police of the Metropolis . 8 As from the appointed day the following provisions are hereby repealed or revoked, namely— a the  Metropolitan Police Staff (Superannuation) Act 1875; b the  Metropolitan Staff Superannuation Act 1885; c in the  Police Act 1909, section 4; d in the  Metropolitan Police (Staff Superannuation and Police Fund) Act 1931, sections 1 to 3; e in the  Superannuation (Various Services) Act 1938, in Part I of the Schedule, the entry relating to the Metropolitan Police Staff (Superannuation) Acts 1875 to 1931; f in section 2 of the  Superannuation (Miscellaneous Provisions) Act 1948, subsections (2)(b) and (3)(ii) and, in subsection (4), paragraph (c), the words “into the Metrpolitan Police Fund”, and the word “(c)” in the last place where it occurs; g the  Superannuation (Transfers between Metrpolitan Police Staffs and Local Government) Rules 1959; h the  National Insurance (Modification of the Metropolitan Police Staffs Superannuation Provisions) Regulations 1961; i the  National Insurance (Modification of the Metropolitan Polce Staffs Superannuation Provisions) Regulations 1963; j in the  Administration of Justice Act 1964, section 24; k the  National Insurance (Modification of the Metropolitan Police Staffs Superannuation Provisions) (Amendment) Regulations 1966; l the  Superannuation (Transfers between Police and Metropolitan Polce Staffs) Rules 1966. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}]