[{"act": "Uniform Laws on International Sales Act 1967", "year": 1967, "section": "1", "section_title": " Application of Uniform Law on the International Sale of Goods.", "section_text": "1 1 In this Act “ the Uniform Law on Sales ” means the Uniform Law on the International Sale of Goods forming the Annex to the First Convention and set out, with the modification provided for by Article  III  of that Convention, in Schedule 1 to this Act; and “ the First Convention ” means the Convention relating to a Uniform Law on the International Sale of Goods done at The Hague on 1st July 1964. 2 The Uniform Law on Sales shall, subject to the following provisions of this section, have the force of law in the United Kingdom. 3 While an Order of Her Majesty in Council is in force declaring that a declaration by the United Kingdom under Article V of the First Convention (application only by choice of parties) has been made and not withdrawn the Uniform Law on Sales shall apply to a contract of sale only if it has been chosen by the parties to the contract as the law of the contract. 4 In determining the extent of the application of the Uniform Law on Sales by virtue of Article 4 thereof (choice of parties)— a in relation to a contract made before 18 May 1973, no provision of the law of any part of the United Kingdom shall be regarded as a mandatory provision within the meaning of that Article; b in relation to a contract made on or after 18 May 1973 and before 1 February 1978, no provision of that law shall be so regarded except sections 12 to 15, 55 and 56 of the Sale of Goods Act 1979; c in relation to a contract made on or after 1 February 1978, no provision of that law shall be so regarded except sections  12 to 15B  of the Sale of Goods Act 1979  and sections 9 to 17, 19 to 24 and 28 to 32 of the Consumer Rights Act 2015. 5 If Her Majesty by Order in Council declares what States are Contracting States, and in respect of what territories, or what declarations under Article  II  of the First Convention are for the time being in force, the Order shall, while in force, be conclusive for the purposes of paragraph 1 or, as the case may be, paragraph 5 of Article 1 of the Uniform Law on Sales; but any Order in Council under this subsection may be varied or revoked by a subsequent Order in Council. 6 The Uniform Law on Sales shall not apply to contracts concluded before such date as Her Majesty may by Order in Council declare to be the date on which the First Convention comes into force in respect of the United Kingdom. 7 Any Order in Council under the preceding provisions of this section shall be laid before Parliament after being made. 8 An Order in Council made under subsection (3) of this section may be revoked by a subsequent Order in Council; but no recommendation shall be made to Her Majesty in Council to make an Order under this subsection unless a draft thereof has been laid before and approved by each House of Parliament."}, {"act": "Uniform Laws on International Sales Act 1967", "year": 1967, "section": "2", "section_title": " Application of Uniform Law on the Formation of Contracts for the International Sale of Goods.", "section_text": "2 1 In this Act “ the Uniform Law on Formation ” means the Law forming Annex I to the Second Convention as set out, with the modifications provided for by paragraph 3 of Article I of that Convention, in Schedule 2 to this Act; and “ the Second Convention ” means the Convention relating to a Uniform Law on the Formation of Contracts for the International Sale of Goods done at The Hague on 1st July 1964. 2 Subject to subsection (3) of this section the Uniform Law on Formation shall have the force of law in the United Kingdom. 3 The Uniform Law on Formation shall not apply to offers, replies and acceptances made before such date as Her Majesty may by Order in Council declare to be the date on which the Second Convention comes into force in respect of the United Kingdom. 4 An Order in Council under this section shall be laid before Parliament after being made."}, {"act": "Uniform Laws on International Sales Act 1967", "year": 1967, "section": "3", "section_title": " Revision of Uniform Laws.", "section_text": "3 1 If by any international Convention the Uniform Law on Sales or the Uniform Law on Formation is amended Her Majesty may by Order in Council modify the Schedules to this Act in such manners as appears to Her necessary for the purpose of giving effect to the Convention. 2 No recommendation shall be made to Her Majesty in Council to make an Order under this section unless a draft thereof has been laid before and approved by each House of Parliament."}, {"act": "Uniform Laws on International Sales Act 1967", "year": 1967, "section": "4", "section_title": " Application to Isle of Man and Channel Islands.", "section_text": "4 Her Majesty may by Order in Council direct that the provisions of this Act shall extend, with such exceptions, adaptations and modifications as may be specified in the Order, to the Isle of Man or any of the Channel Islands; and an Order in Council under this section may be varied or revoked by a subsequent Order in Council."}, {"act": "Uniform Laws on International Sales Act 1967", "year": 1967, "section": "5", "section_title": " Short title.", "section_text": "5 This Act may be cited as the Uniform Laws on International Sales Act 1967."}]