[{"act": "Pensions Appeal Tribunals Act 1943", "year": 1943, "section": "1", "section_title": " Appeals against rejection of war pension claims made in respect of members of the naval, military or air forces.", "section_text": "1 1 Where any claim in respect of the disablement of any person made under any such Royal Warrant, Order in Council or Order of His Majesty as is administered by the Minister  or under a scheme made under section 1 of the Polish Resettlement Act 1947  is rejected by the Minister on the ground that the injury on which the claim is based— a is not attributable to  any relevant service ; and b does not fulfil the following conditions, namely, that it existed before or arose during  any relevant service  and has been and remains aggravated thereby; the Minister shall notify the claimant of his decision, specifying that it is made on that ground, and thereupon an appeal shall lie to   the appropriate tribunal  on the issue whether the claim was rightly rejected on that ground. 2 Where, for the purposes of any such claim as aforesaid, the injury on which the claim is based is accepted by the Minister as fulfilling the conditions specified in paragraph (b) of the last foregoing subsection but not as attributable to  any relevant service , the Minister shall notify the claimant of his decision, specifying that the injury is so accepted, and thereupon an appeal shall lie to the   appropriate tribunal  on the issue whether the injury was attributable to such service. 3 Where any claim in respect of the death of any person made under any such Royal Warrant, Order in Council  , Order of Her Majesty or scheme  as aforesaid is rejected by the Minister on the ground that neither of the following conditions is fulfilled, namely— a that the death of that person was due to or hastened by an injury which was attributable to  any relevant service ; b that the death was due to or hastened by the aggravation by  any relevant service  of an injury which existed before or arose during  any relevant service ; the Minister shall notify the claimant of his decision, specifying that it is made on that ground, and thereupon an appeal shall lie to the   appropriate tribunal  on the issue whether the claim was rightly rejected on that ground. 3A The last foregoing subsection shall not apply to any claim made under any such Royal Warrant, Order in Council  , Order of Her Majesty or scheme  as aforesaid in respect of the death of a person who dies after the expiration of the period of seven years beginning with the end of  . . .  any relevant service  of that person, but where any such claim is rejected by the Minister on the ground that neither of the following conditions is fulfilled, namely— a that the death of that person was due to or substantially hastened by an injury which was attributable to  any relevant service ; b that the death was due to or substantially hastened by the aggravation by  any relevant service  of an injury which existed before or arose during  any relevant service ; the Minister shall notify the claimant of his decision, specifying that it is made on that ground, and thereupon an appeal shall lie to the   appropriate tribunal  on the issue whether the claim was rightly rejected on that ground. 4 Where, in connection with the determination, for the purposes of any such claim as if referred to in the foregoing provisions of this section, of— i the date by reference to which the rank of the disabled or deceased person is to be determined, or ii in the case of a claim by or in respect of a widow, widower   surviving civil partner, , wife,   husband, civil partner  or child, the date before which any marriage   or civil partnership  or any birth, legitimation or adoption of a child must have taken place   or been formed , it is contended that, as the result of a particular period of  any relevant service , the disabled or deceased person suffered aggravation of the injury on which the claim is based, being aggravation which in the case of death persisted until death, the Minister shall, if he rejects the said contention, notify the claimant of his decision, and thereupon an appeal shall lie to the   appropriate tribunal  on the issue whether, as a result of such service during that period, the disabled or deceased person suffered such aggravation."}, {"act": "Pensions Appeal Tribunals Act 1943", "year": 1943, "section": "2", "section_title": " Appeals against rejection of war pension claims made in respect of mariners, pilots,  etc.", "section_text": "2 1 Where any claim in respect of the disablement or death of any person made under any scheme made under section three, section four or section five of the  Pensions (Navy, Army, Air Force and Mercantile Marine) Act 1939, as amended by the  Pensions (Mercantile Marine) Act 1942, is rejected by the Minister on either or both of the following grounds, namely— a that the disablement or death of the said person is not directly attributable to a war injury, war risk injury or detention; b that the case is not one in which— i the said person is to be treated for the purpose of the said section three as having sustained the injury or suffered the detention by reason of his service as a mariner in a British ship; or ii the said person is to be treated for the purpose of the said section four as having sustained the injury or suffered the detention by reason of his service; or iii the injury was sustained in the circumstances specified in a scheme made under the said section five or the detention was caused by reason of his service in a ship forming part of His Majesty’s navy; the Minister shall notify the claimant of his decision, specifying the ground or grounds of the rejection, and thereupon an appeal shall lie to the   appropriate tribunal  on the issue whether the claim was rightly rejected on that ground or those grounds. 2 Where the Minister rejects any such claim as aforesaid on one of the grounds specified in the last foregoing subsection and an appeal is brought from his decision,— a the Minister may notify the appellant before the hearing of the appeal that he also rejects the said claim on the other ground so specified, and thereupon the   appropriate tribunal  shall treat the appeal as an appeal on the issue whether the claim was rightly rejected on both the said grounds; b unless the Minister notifies the appellant as aforesaid, he shall not be entitled, if the appeal is allowed, subsequently to reject the said claim on the said other ground."}, {"act": "Pensions Appeal Tribunals Act 1943", "year": 1943, "section": "3", "section_title": " Appeals against rejection of war pension claims made in respect of civil defence volunteers and other civilians.", "section_text": "3 1 Where any claim in respect of the incapacity for work, disablement or death of any person made under any scheme made under section one of the  Personal Injuries (Emergency Provisions) Act 1939 is rejected by the Minister on the ground that the incapacity for work or the disablement was not caused by, or the death was not the direct result of, a war injury, or, in the case of a civil defence volunteer, a war service injury, the Minister shall notify the claimant of his decision, specifying that it is made on that ground, and thereupon an appeal shall lie to the   appropriate tribunal  on the issue whether the claim was rightly rejected on that ground. 2 Where an appeal is brought under the last foregoing subsection in any case where the Minister has refused to certify an injury sustained by a civil defence volunteer as a war service injury or has revoked such a certificate, the   appropriate tribunal  shall consider whether it is a physical injury (as defined by section five of the  Pensions (Mercantile Marine) Act 1942) which arose out of and in the course of the performance by the volunteer of his duties as a member of the civil defence organisation to which he belonged at the time when the injury was sustained, and (except in the case of a war injury), did not arise out of and in the course of his employment in any other capacity, and if they decide that question in the affirmative, the injury shall be deemed for the purposes of the Personal Injuries (Emergency Provisions) Act 1939 and any scheme made thereunder to have been certified by the Minister as a war service injury."}, {"act": "Pensions Appeal Tribunals Act 1943", "year": 1943, "section": "4", "section_title": " Appeals in cases where award is withheld or reduced on ground of serious negligence or misconduct.", "section_text": "4 1 Where, in the case of any such claim as is referred to in section one, section two or section three of this Act in respect of the incapacity for work, disablement or death of any person, the Minister withholds or reduces the award on the ground that the injury or detention on which the claim is based was caused or contributed to by the serious negligence or misconduct of the said person or, as the case may be, that his death was so caused or contributed to, the Minister shall notify the claimant of his decision, specifying that it is made on that ground, and thereupon an appeal shall lie to the   appropriate tribunal  on the issue whether the injury or detention or, as the case may be, the death was so caused or contributed to. 2 Where an appeal is brought under this Act on any of the issues specified in section one, section two or section three, and the Minister notifies the appellant before the hearing of the appeal that, if the appeal is allowed, he intends to withhold or reduce the award on the ground specified in the last foregoing subsection, the   appropriate tribunal  shall, if they allow the appeal, determine the issue specified in that subsection, and unless the Minister notifies the appellant as aforesaid, he shall not be entitled, if the appeal is allowed, to withhold or reduce the award on the said ground."}, {"act": "Pensions Appeal Tribunals Act 1943", "year": 1943, "section": "5", "section_title": " Appeals against assessment of extent of disablement.", "section_text": "5 1 Where, in the case of any such claim as is referred to in section one, section two or section three of this Act in respect of the disablement of any person, the Minister makes an interim assessment of the degree of the disablement, he shall notify the claimant thereof and . . . . . .   an appeal shall lie to the   appropriate tribunal  from the interim assessment . . .   and from any subsequent interim assessment, and the   appropriate tribunal  on any such appeal may uphold the Minister’s assessment or may  alter the assessment in one or both of the following ways, namely— a by increasing or reducing the degree of disablement it specifies; and b by reducing the period for which the assessment is to be in force. In  this section  the expression “ interim assessment ” means any assessment other than such a final assessment as is referred to in the next following subsection. 2 Where, in the case of any such claim as is referred to in section one, section two or section three of this Act in respect of the disablement of any person, it appears to the Minister that the circumstances of the case permit a final settlement of the question to what extent, if any, the said person is disabled, and accordingly— a he decides that there is no disablement or that the disablement has come to an end or, in the case of any such claim as is referred to in section three of this Act, that the disablement is not or is no longer serious and prolonged; or b he makes a final assessment of the degree or nature of the disablement; he shall notify the claimant of the decision or assessment, stating that it is a final one, and thereupon an appeal shall lie to the   appropriate tribunal  on the following issues, namely— i whether the circumstances of the case permit a final settlement of the question aforesaid; ii whether the Minister’s decision referred to in paragraph (a) hereof or, as the case may be, the final assessment of the degree or nature of the disablement, was right; and the   appropriate tribunal  on any such appeal may set aside the said decision or assessment on the ground that the circumstances of the case do not permit of such a final settlement, or may uphold that decision or assessment, or may make such final assessment of the degree or nature of the disablement as they think proper, which may be either higher or lower than the Minister’s assessment, if any  and if the   appropriate tribunal  so set aside the Minister’s decision or assessment they may, if they think fit, make such interim assessment of the degree or nature of the disablement, to be in force until such date not later than two years after the making of the   appropriate tribunal's  assessment, as they think proper . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pensions Appeal Tribunals Act 1943", "year": 1943, "section": "5A", "section_title": " Appeals in other cases.", "section_text": "5A 1 Where, in the case of   a claim to which this section applies , the Minister makes a specified decision— a he shall notify the claimant of the decision, specifying the ground on which it is made, and b thereupon an appeal against the decision shall lie to the   appropriate tribunal  on the issue whether the decision was rightly made on that ground. 1A This section applies to— a any such claim as is referred to in section 1, 2 or 3 of this Act; b a claim under a scheme mentioned in section 1(2) of the Armed Forces (Pensions and Compensation) Act 2004 (compensation schemes for armed and reserve forces). 2 For the purposes of subsection (1), a “ specified decision ” is a decision (other than a decision which is capable of being the subject of an appeal under any other provision of this Act) which is of a kind specified by the Minister in regulations  . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pensions Appeal Tribunals Act 1943", "year": 1943, "section": "5B", "section_title": " Matters relevant on appeal.", "section_text": "5B In deciding any   appeal under any provision of this Act, the appropriate tribunal — a need not consider any issue that is not raised by the appellant or the Minister in relation to the appeal; and b shall not take into account any circumstances not obtaining at the time when the decision appealed against was made."}, {"act": "Pensions Appeal Tribunals Act 1943", "year": 1943, "section": "6", "section_title": " Constitution jurisdiction and procedure of Pensions Appeal Tribunals   for Scotland and Northern Ireland  etc .", "section_text": "6 1 The provisions of the Schedule to this Act shall have effect with respect to the constitution, jurisdiction and procedure of Pensions Appeal Tribunals   for Scotland and Northern Ireland . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2C                Where— a a case is referred under section 6B of this Act for redetermination, or determination by a differently constituted   Pensions Appeal Tribunal for Scotland or Northern Ireland, b a direction for a rehearing is given under rules made by virtue of paragraph 5(3B) of the Schedule to this Act, c the First-tier Tribunal reviews a decision made by it under this Act which it sets aside under section 9(4)(c) of the Tribunals, Courts and Enforcement Act 2007, or d a case involving a decision made by the First-tier Tribunal under this Act is remitted to it by the Upper Tribunal under section 12(2)(b)(i) of that Act, the Minister may, before the expiry of the period of two months beginning with the date of the   reference   , direction, setting aside or remittal , review the original decision. 2D If, on any such review, the Minister is of the opinion that there are grounds for revising the original decision he shall— a notify the appellant of his opinion and of the revision which he proposes to make; and b if the appellant withdraws his appeal against the original decision, revise it accordingly. 3                Subject to— a sections 6A and 6B of this Act,  . . . b rules made by virtue of paragraph 5(3A) of the Schedule to this Act , and c provision made by or under Chapter 2 of Part 1 of the Tribunals, Courts and Enforcement Act 2007,  the decision of   the appropriate tribunal  on any issue on which an appeal is brought under this Act shall be final and conclusive. 4 In determining an appeal under this Act in respect of any claim or award, the   appropriate tribunal  shall be bound by the terms of the Royal Warrant, Order in Council, Order of His Majesty or scheme under which the claim or award purports to be made and of any enactment under which any such scheme is made, being terms relating to the issue before the   appropriate tribunal ."}, {"act": "Pensions Appeal Tribunals Act 1943", "year": 1943, "section": "6A", "section_title": "Appeals from Pensions Appeal Tribunal for Scotland or Northern Ireland", "section_text": "6A 1 Subject to the provisions of this section, an appeal shall lie to the appropriate body from any decision of a Pensions Appeal Tribunal for Scotland or Northern Ireland under any of sections 1 to 5A of this Act on the ground that the decision was erroneous in point of law. 1A For the purposes of this section  “ the appropriate body ” means— a in relation to a decision of a Pensions Appeal Tribunal for Scotland, the Upper Tribunal; and b in relation to a decision of a Pensions Appeal Tribunal for Northern Ireland— i the Upper Tribunal in the case of a decision under section 5 of this Act; and ii a Northern Ireland Social Security Commissioner in any other case. 2 An appeal shall lie under this section at the instance of the person who appealed to the   Pensions Appeal Tribunal for Scotland or Northern Ireland  or of the Minister. 3 If each of the parties to   an appeal under this section to a Northern Ireland Social Security Commissioner  expresses the view that the decision appealed against was erroneous in point of law, the Commissioner may set aside the decision and refer the case to   a Pensions Appeal Tribunal for Northern Ireland  with directions for its determination. 4 Where   an appeal is made to a Northern Ireland Social Security Commissioner and  the Commissioner holds that the decision appealed against was erroneous in point of law, he shall set it aside and— a he shall have power— i to give the decision which he considers   the Pensions Appeal Tribunal for Northern Ireland  should have given, if he can do so without making fresh or further findings of fact; or ii if he considers it expedient, to make such findings and give such decision as he considers appropriate in the light of them; and b in any other case he shall refer the case to   a Pensions Appeal Tribunal for Northern Ireland  with directions for its determination. 4A Section 12 of the Tribunals, Courts and Enforcement Act 2007 (proceedings on appeal to Upper Tribunal) applies in relation to appeals to the Upper Tribunal under this section as it applies in relation to appeals to it under section 11 of that Act, but as if references to the First-tier Tribunal were references to the Pensions Appeal Tribunal for Scotland or Northern Ireland. 5 Subject to any direction of   the Northern Ireland Social Security Commissioner , a reference under subsection (3) or (4)(b) above shall be to a differently constituted   Pensions Appeal Tribunal for Scotland or Northern Ireland . 5A No appeal lies under this section to the Upper Tribunal without the leave of the Pensions Appeal Tribunal for Scotland or Northern Ireland concerned, or of the Upper Tribunal, on an application by the party. 6 No appeal lies under this section   to a Northern Ireland Social Security Commissioner  without the leave— a of the person who constituted, or was the chairman of,   the tribunal concerned  when the decision was given; b of the President or Deputy President of Pensions Appeal Tribunals for   Northern Ireland ; or c subject to and in accordance with regulations, of   a Northern Ireland Social Security Commissioner . 7 Regulations may make provision as to the manner in which, and the time within which, appeals   to a Northern Ireland Social Security Commissioner  are to be brought and applications made for leave   to bring such appeals . 8 Subject to section 6C of this Act, a decision of a   Northern Ireland Social Security Commissioner  under this Act shall be final and conclusive. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 Where it appears convenient to do so by reason of a subsequent change of residence by the person who appealed to the   appropriate tribunal under section 1, 2, 3, 4 or 5A, the Upper Tribunal may direct that an application or appeal to it  under this section be transferred to a Northern Ireland Social Security Commissioner; and vice versa."}, {"act": "Pensions Appeal Tribunals Act 1943", "year": 1943, "section": "6B", "section_title": "Redetermination etc of appeals by   appropriate tribunal", "section_text": "6B 1 Subsections (2) and (3) apply where an application is made to— a a Pensions Appeal Tribunal for Scotland or Northern Ireland under section 6A(5A) of this Act, or b a person under section 6A(6)(a) of this Act, for leave to appeal from a decision of the tribunal concerned. 2 If   the tribunal or person to whom the application is made  considers that the decision was erroneous in point of law,   that tribunal or person  may set aside the decision and refer the case either for redetermination by   the tribunal concerned  or for determination by a differently   constituted Pensions Appeal Tribunal for Scotland or Northern Ireland . 3 If each of those who would be parties to the appeal if leave were granted expresses the view that the decision was erroneous in point of law,   the tribunal or person to whom the application is made  shall set aside the decision and refer the case for determination by a differently   constituted Pensions Appeal Tribunal for Scotland or Northern Ireland . 4 Subsection (5) applies where an application is made to the First-tier Tribunal for permission to appeal to the Upper Tribunal from any decision of the First-tier Tribunal under this Act. 5 If each of those who would be parties to the appeal if permission were granted expresses the view that the decision was erroneous in point of the law, the First-tier Tribunal shall set aside the decision and refer the case for determination by a differently constituted First-tier Tribunal."}, {"act": "Pensions Appeal Tribunals Act 1943", "year": 1943, "section": "6C", "section_title": "Appeals from Commissioner", "section_text": "6C 1 Subject to subsection (2) below, a party to an appeal under section 6A of this Act may appeal on a question of law to the appropriate court from a decision of   a Northern Ireland Social Security Commissioner  under that section. 2 No appeal under this section shall lie from a decision except— a with the leave of the Commissioner who gave the decision or, in a case prescribed by regulations,   a Northern Ireland Social Security Commissioner  selected in accordance with regulations; or b if he refuses leave, with the leave of the appropriate court. 3 On an application to   a Northern Ireland Social Security Commissioner  for leave under this section it shall be the duty of the Commissioner to specify as the appropriate court— a the Court of Session if it appears to him that the person who appealed to   the tribunal concerned  is ordinarily resident in Scotland; b the Court of Appeal in Northern Ireland if it appears to him that that person is ordinarily resident in Northern Ireland; c the Court of Appeal if it appears to him that that person is ordinarily resident elsewhere. But if it appears to the Commissioner, having regard to the circumstances of the case and in particular to the convenience of the persons who may be parties to the proposed appeal, that he should specify a different court mentioned in paragraphs (a) to (c) above as the appropriate court, it shall be his duty to specify that court as the appropriate court. 4 Regulations may make provision as to— a the manner in which, and the time within which, applications to   a Northern Ireland Social Security Commissioner  for leave to appeal under this section must be made; b the procedure for dealing with such applications."}, {"act": "Pensions Appeal Tribunals Act 1943", "year": 1943, "section": "6D", "section_title": "Procedure in proceedings before Commissioner", "section_text": "6D 1 Regulations may make, for the purposes of proceedings under this Act before   a Northern Ireland Social Security Commissioner , any provision which may be made by procedure regulations under    Article 16 of the Social Security (Northern Ireland) Order 1998   for the purposes of proceedings under   that Order  before a Commissioner. 2 The Lord Chancellor may by regulations provide— a for officers authorised by the Lord Chancellor  . . .  to make any determinations which fall to be made by   Northern Ireland Social Security Commissioners ; b for the procedure to be followed by such officers in making such determinations; c for the manner in which such determinations by such officers may be called in question. 3 Regulations prescribing the procedure to be followed in cases before   a Northern Ireland Social Security Commissioner  shall provide that any hearing shall be in public except in so far as the Commissioner for special reasons otherwise directs. 4 If it appears to   a Northern Ireland Social Security Commissioner  that a matter before him involves a question of fact of special difficulty, he may direct that in dealing with that matter he shall have the assistance of one or more experts. In this subsection  “ expert ” means a person appearing to the Commissioner to have knowledge or experience which would be relevant in determining the question of fact of special difficulty. 5 If it appears to the    the Chief Social Security Commissioner appointed under the Social Security Administration (Northern Ireland) Act 1992  (or, in the case of his inability to act, to such other of the   Northern Ireland Social Security Commissioners  as he may have nominated to act for that purpose) that— a an application for leave under section 6A(6)(c) of this Act, or b an appeal, falling to be heard by one of the   Northern Ireland Social Security Commissioners  involves a question of law of special difficulty, he may direct that the application or appeal be dealt with, not by that Commissioner alone, but by a tribunal consisting of two or more   Northern Ireland Social Security Commissioners . If the decision of the tribunal is not unanimous, the decision of the majority shall be the decision of the tribunal; and the presiding Commissioner shall have a casting vote if the votes are equally divided. 6 Regulations may make provision with respect to— a the correction of accidental errors in any decision or record of a decision of   a Northern Ireland Social Security Commissioner  under this Act; and b the setting aside of any such decision in a case where it appears just to set the decision aside on the ground that— i additional evidence is available; ii a document relating to the proceedings in which the decision was given was not sent to, or was not received at an appropriate time by, a party to the proceedings or a party’s representative or was not received at an appropriate time by the Commissioner; or iii a party to the proceedings or a party’s representative was not present at a hearing related to the proceedings. 7 Nothing in subsection (6) above shall be construed as derogating from any power to correct errors or set aside decisions which is exercisable apart from regulations made by virtue of that subsection. 8 Except so far as it may be applied in relation to  . . .  Northern Ireland by regulations, Part 1 of the Arbitration Act 1996 shall not apply to any proceedings under this Act. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pensions Appeal Tribunals Act 1943", "year": 1943, "section": "7", "section_title": " Application of Act to past decisions and assessments.", "section_text": "7 1 This Act shall apply in cases where any such decision of the Minister as is referred to in section one, section two, section three or section four of this Act has been made before the passing of this Act, and in cases where any such decision or assessment as is referred to in section five of this Act has been made before that section comes into operation, and no further notification of any such decision or assessment as is referred to in any of the said sections shall be necessary in any such case, but the Minister shall take such steps as he considers necessary to bring the rights of appeal conferred by this Act to the notice of persons affected by any such decision or assessment. 2 Subject to subsection (2A) of this section, any decision of the Minister given before the passing of this Act which corresponds, apart from any difference arising from the terms of the Royal Warrant, Order in Council or Order of His Majesty, as the case may be, in force when the decision was made, with such a decision as is referred to in section one of this Act, shall be deemed, for the purposes of this Act, to be such a decision, and an appeal shall lie therefrom accordingly. 2A Subsection (2) of this section shall not apply in relation to any decision given by the Minister before the passing of this Act which corresponds, apart from any difference of the kind referred to in that subsection, with such a decision as is referred to in section 1 of this Act in respect of claims made under the scheme referred to in that section."}, {"act": "Pensions Appeal Tribunals Act 1943", "year": 1943, "section": "8", "section_title": " Time limit for appeals.", "section_text": "8 1 No appeal shall be brought   to   a Pensions Appeal Tribunal for Scotland or Northern Ireland  under any provision of this Act except subsection (1) of section five unless notice of that appeal is given, in such manner as may be prescribed by rules made under the Schedule to this Act, not later than  twelve  months after  the date on which the decision or assessment is notified to the claimant: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 No appeal shall be brought   to   a Pensions Appeal Tribunal for Scotland or Northern Ireland  under subsection (1) of section five of this Act unless notice of that appeal is given in such manner as may be prescribed by rules made under the Schedule to this Act not later than   twelve  months after,— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b the date on which the said subsection comes into operation in relation to the assessment from which the appeal is brought; or c the date on which the said assessment is notified; whichever is the latest of those dates: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The Minister may by regulations  . . .  amend subsections (1) and (3) so as to substitute a different number of months for any number of months specified there. 5 The Minister may by regulations make provision in relation to cases where the notice of an appeal is given up to 12 months after the expiry of the time limit specified in subsection (1) or (3). 6 Regulations under subsection (5) may— a provide for the notice of appeal to be treated as having been given in time if conditions specified in the regulations are satisfied, and b where the notice of appeal is not so treated, confer power on a Pensions Appeal Tribunal for Scotland or Northern Ireland to allow the appeal to be brought."}, {"act": "Pensions Appeal Tribunals Act 1943", "year": 1943, "section": "9", "section_title": " Notices.", "section_text": "9 Any notice given by the Minister under this Act shall be in writing and may be sent by post to the last known or usual place of abode of the claimant or any person authorised to act on his behalf in relation to the claim and, in the case of a notice of a decision from which an appeal lies to the   appropriate tribunal , shall specify that fact and the time within which and the manner in which notice of such an appeal must be given."}, {"act": "Pensions Appeal Tribunals Act 1943", "year": 1943, "section": "10", "section_title": " Power to modify ss. 1, 2, 3 and 4 of this Act by Order in Council.", "section_text": "10 1 Where any such Royal Warrant, Order in Council  , Order of Her Majesty or scheme  as is referred to in section one of this Act or any such scheme as is referred to in section two or section three of this Act is amended or replaced so as to modify or extend the grounds on which awards may be made and to give rise to any issue on which it appears to His Majesty that an appeal ought to lie under the said sections or section four of this Act but does not lie thereunder, he may by Order in Council make such modifications of the said sections or section four of this Act as appear to him to be necessary for the purpose of granting such a right of appeal. 2 Where any Royal Warrant administered by the Minister provides for the awarding of pensions or other grants to any class of persons on grounds similar to those on which awards may be made under any such Royal Warrant, Order in Council  , Order of Her Majesty or scheme as is referred to in section one of this Act or any such scheme as is referred to in section two or section three of this Act, His Majesty may by Order in Council make such modifications of this Act as appear to him to be necessary for the purpose of extending the rights of appeal thereunder in relation to claims made in respect of persons of the said class. 3 Every Order in Council made under this section shall be laid before Parliament as soon as may be after it is made, and if an address is presented to His Majesty by either House of Parliament within the period of forty days beginning with the day on which any such Order is laid before it, praying that the Order be annulled, His Majesty in Council may annul the Order and it shall thenceforth become void, but without prejudice to the validity of anything previously done thereunder or to the making of a new Order. 4 Any Order in Council made under this section may be varied or revoked by a subsequent Order in Council."}, {"act": "Pensions Appeal Tribunals Act 1943", "year": 1943, "section": "11", "section_title": " Statutory right to pensions.", "section_text": "11 Where the Minister has made an award under any such Royal Warrant, Order in Council, Order of His Majesty or scheme as is referred to in section one, section two or section three of this Act, in respect of the incapacity for work, disablement or death of any person, the person to whom the award has been made shall have a right to receive the sums payable under the award: Provided that this section shall not affect any condition to which the award or any payment thereunder is subject, or any power of the Minister to vary or revoke the award, or to withhold, reduce or apply any payment thereunder, in accordance with any provision of the Royal Warrant, Order in Council, Order of His Majesty or scheme."}, {"act": "Pensions Appeal Tribunals Act 1943", "year": 1943, "section": "11A", "section_title": "Regulations", "section_text": "11A 1 Regulations under section 6A, 6C or 6D of this Act shall be made by the Lord Chancellor. 2 Where the Lord Chancellor proposes to make regulations under this Act which extend to Scotland, it shall be his duty to consult the Scottish Ministers with respect to the proposal. 3 Subsections (4) to (7) of section 79 of the Social Security Act 1998 (supplemental provision in connection with powers to make subordinate legislation) apply to any power to make regulations under this Act as they apply to any such power under that Act. 4 Regulations under this Act shall be made by statutory instrument. 5 A statutory instrument containing— a regulations under section 5A or 8(4) or (5) of this Act,  . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . shall not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 6 A statutory instrument containing regulations under this Act (but not containing any such regulations as are referred to in subsection (5) above) shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Pensions Appeal Tribunals Act 1943", "year": 1943, "section": "12", "section_title": " Interpretation.", "section_text": "12 1 In this Act the following expressions have the meanings hereby respectively assigned to them:— “ the appropriate tribunal ” means the First-tier Tribunal or a Pensions Appeal Tribunal for Scotland or Northern Ireland (and see paragraphs 6 to 6B of the Schedule for determining which of those tribunals hears an appeal under this Act); “ detention ” and “ war injuries ” have the same meanings as in the  Pensions (Navy, Army, Air Force and Mercantile Marine) Act 1939, as amended by the  Pensions (Mercantile Marine) Act 1942; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ civil defence organisation ” means any organisation established for civil defence purposes which is declared by a scheme made under the  Personal Injuries (Emergency Provisions) Act 1939, to be a civil defence organisation for the purpose of the said Act and the scheme; “ civil defence volunteer ” and “ war service injury ” have the same meanings as in the  Personal Injuries (Emergency Provisions) Act 1939, as amended by the  Pensions (Mercantile Marine) Act 1942; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ His Majesty’s naval, military or air forces ” include . . .  any . . .  auxiliary service of any of His Majesty’s said forces; “ injury ”, in relation to any such claim as is referred to in section one of this Act, includes wound or disease; “ Northern Ireland Social Security Commissioner ” means the Chief Social Security Commissioner or any other Social Security Commissioner appointed under the Social Security Administration (Northern Ireland) Act 1992   , and includes a tribunal of Commissioners constituted under section 6D(5) of this Act ; “ the Minister ” means   (subject to subsection (1A) below)  the Secretary of State; “ war risk injury ” means an injury falling within section one of the  Pensions (Mercantile Marine) Act 1942, except that, in relation to the persons referred to in subsection (4) of section four of that Act, it means an injury falling within the said section one as amended by the said subsection (4);  “ relevant service ” in relation to any claim made under any such Royal Warrant, Order in Council  , Order of Her Majesty or scheme  as is referred to in section one of this Act means any service which, under that Royal Warrant, Order in Council  , Order or scheme , is relevant for the purposes of that claim. 1A In relation to a claim under a scheme mentioned in section 1(2) of the Armed Forces (Pensions and Compensation) Act 2004 (compensation schemes for armed and reserve forces), references in this Act to the Minister shall be read as references to the person administering the scheme. 2 References in this Act to the rejection of a claim or the withholding of an award shall be construed as including references to the cancellation of an award made on a claim."}, {"act": "Pensions Appeal Tribunals Act 1943", "year": 1943, "section": "13", "section_title": " Application to Scotland.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pensions Appeal Tribunals Act 1943", "year": 1943, "section": "14", "section_title": " Application to Northern Ireland.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pensions Appeal Tribunals Act 1943", "year": 1943, "section": "15", "section_title": " Short title and extent.", "section_text": "15 1 This Act may be cited as the Pensions Appeal Tribunals Act 1943. 2 It is hereby declared that this Act extends to Northern Ireland."}]