[{"act": "Access to Medical Treatments (Innovation) Act 2016", "year": 2016, "section": "1", "section_title": "Access to innovative medical treatments", "section_text": "1 The purpose of this Act is to promote access to innovative medical treatments (including treatments consisting in the off-label use of medicines or the use of unlicensed medicines) by providing for— a the establishment of a database of innovative medical treatments, and b access to information contained in the database."}, {"act": "Access to Medical Treatments (Innovation) Act 2016", "year": 2016, "section": "2", "section_title": "Database of innovative treatments", "section_text": "2 1 The Secretary of State may by regulations make provision conferring functions on the Health and Social Care Information Centre (“the HSCIC”) in connection with the establishment, maintenance and operation of a database containing information about— a innovative medical treatments carried out by doctors in England, and b the results of such treatments. 2 In this section,  “ innovative medical treatment ” means medical treatment for a condition that involves a departure from the existing range of accepted medical treatments for the condition. 3 Regulations under subsection (1) may in particular— a confer power on the HSCIC to make provision about— i the information to be recorded in the database, and ii procedures relating to the recording of information in the database; b make provision for and in connection with access to information recorded in the database. 4 The provision that may be made by virtue of subsection (3)(b) includes, in particular— a provision requiring or authorising the HSCIC to disclose information— i to specified persons or descriptions of person, or ii for use for specified purposes; b provision requiring or authorising the HSCIC to impose conditions to be complied with by persons to whom information is disclosed by virtue of paragraph (a)\t\t\t\t\t\t\t(which may include conditions restricting the use or further disclosure of information). 5 Regulations under subsection (1) may be made in relation to innovative medical treatments generally or innovative medical treatments falling within a specified description. 6 Before making regulations under subsection (1) the Secretary of State must consult the HSCIC. 7 In this section,  “ specified ” means specified in regulations under subsection (1). 8 The power to make regulations under subsection (1) is exercisable by statutory instrument; and an instrument containing such regulations is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Access to Medical Treatments (Innovation) Act 2016", "year": 2016, "section": "3", "section_title": "Section 2: supplementary", "section_text": "3 1 In section 2,  “ doctor ” means a registered medical practitioner. 2 For the purposes of section 2(2), the kinds of medical treatment that may be innovative medical treatments include (amongst other things)— a the off-label use of an authorised medicinal product, and b the use of a medicinal product in respect of which no   UK                marketing authorisation is in force. 3 In subsection (2)(a), the reference to the off-label use of an authorised medicinal product is a reference to the use of the product— a for a purpose other than one for which its use is specified, b in relation to a person who is not within a description of persons for whom its use is specified, or c in any other way in which its use is not specified. 4 In this section— a “ authorised medicinal product ” means a medicinal product in respect of which a   UK                marketing authorisation is in force; b “   UK                marketing authorisation ” and  “ medicinal product ” have the same meanings as in the Human Medicines Regulations 2012 ( S.I.  2012/1916); c “ specified ”, in relation to a medicinal product, means specified in its   UK                marketing authorisation. 5 References in section 2 to medical treatment include references to treatment carried out for the purposes of medical research (but nothing in section 2 is to be read as affecting the regulation of medical research). 6 Nothing in section 2 applies in relation to treatment which is carried out solely for cosmetic purposes."}, {"act": "Access to Medical Treatments (Innovation) Act 2016", "year": 2016, "section": "4", "section_title": "Extent, commencement and short title", "section_text": "4 1 This Act extends to England and Wales only. 2 Sections 1, 2 and 3 come into force on such day or days as the Secretary of State may by regulations made by statutory instrument appoint. 3 Regulations under subsection (2) may— a appoint different days for different purposes; b make transitional or saving provision. 4 This section comes into force on the day on which this Act is passed. 5 This Act may be cited as the Access to Medical Treatments (Innovation) Act 2016."}]