[{"act": "Cities and Local Government Devolution Act 2016", "year": 2016, "section": "1", "section_title": "Devolution: annual report", "section_text": "1 1 The Secretary of State must lay before each House of Parliament an annual report about devolution for all areas within England pursuant to the provisions of this Act  or Chapter 1 of Part 2 of the Levelling-up and Regeneration Act 2023 . 2 The annual report must include information on— a the areas of the country where agreements have been reached, b the areas of the country where proposals have been received by the Secretary of State and negotiations have taken place but agreement has not yet been reached, c functions exercisable by a Minister of the Crown that have been devolved as a result of agreements so as to become exercisable by a mayor for the area of a combined authority  or a combined county authority   (including information as to any such functions that remain exercisable by a Minister of the Crown as a result of an agreement providing for functions to be exercisable jointly or concurrently), d additional financial resources and public functions (so far as not falling within paragraph (c)) which have been devolved as a result of agreements, and e the extent to which consideration has been given by a Minister of the Crown to the principle that powers should be devolved to combined authorities  , combined county authorities   or the most appropriate local level except where those powers can more effectively be exercised by central government. 3 The annual report must be laid before each House of Parliament as soon as practicable after 31 March each year. 4 In this section— “ combined authority ” means a combined authority established under section 103 of the Local Democracy, Economic Development and Construction Act 2009;   “ combined county authority ” means a combined county authority established under section  9 (1)  of the Levelling-up and Regeneration Act 2023;   “ Minister of the Crown ” has the same meaning as in the Ministers of the Crown Act 1975."}, {"act": "Cities and Local Government Devolution Act 2016", "year": 2016, "section": "2", "section_title": "Power to provide for an elected mayor", "section_text": "2 1 After section 107 of the Local Democracy, Economic Development and Construction Act 2009 insert— Mayors for combined authority areas Power to provide for election of mayor 107A 1 The Secretary of State may by order provide for there to be a mayor for the area of a combined authority. 2 A mayor for the area of a combined authority is to be elected by the local government electors for that area in accordance with provision made by or under this Part. 3 In subsection (2)  “ local government elector ” has the meaning given by section 270(1) of the Local Government Act 1972. 4 Schedule 5B makes further provision about the election of mayors for areas of combined authorities. 5 A mayor for the area of a combined authority is entitled to the style of  “mayor”. 6 A mayor for the area of a combined authority is by virtue of that office a member of, and the chair of, the combined authority. 7 An order under this section providing for there to be a mayor for the area of a combined authority may not be revoked by making a further order under this section; but this does not prevent the making of an order under section 107 abolishing the authority (together with the office of mayor). 8 In this Part  “ mayoral combined authority ” means a combined authority for an area for which provision is made in an order under this section for there to be a mayor. Requirements in connection with orders under section 107A 107B 1 The Secretary of State may make an order under section 107A in relation to a combined authority's area if a proposal for there to be a mayor for the authority's area has been made to the Secretary of State by the appropriate authorities. 2 A proposal under subsection (1) may be included in a scheme prepared and published under section 109 or 112. 3 An order under section 107A may also be made without any such proposal having been made if— a the appropriate authorities consent, or b in the case of an existing combined authority, there are one or more non-consenting constituent councils but the combined authority and at least two constituent councils consent. 4 Where an order under section 107A is made by virtue of subsection (3)(b) of this section, the Secretary of State must make an order under section 106 to remove the area of each non-consenting constituent council from the existing area of the combined authority. 5 For the purposes of this section  “the appropriate authorities” are— a each county council the whole or any part of whose area is within the area for which the combined authority is, or is to be, established, b each district council whose area is within the area for which the combined authority is, or is to be, established, and c in the case of an order in relation to an existing combined authority, the combined authority, and a  “constituent council” is a council within paragraph (a) or (b). 2 After Schedule 5A to that Act (inserted by section 8 below) insert, as Schedule 5B, the Schedule set out in Schedule 1 to this Act."}, {"act": "Cities and Local Government Devolution Act 2016", "year": 2016, "section": "3", "section_title": "Deputy mayors  etc", "section_text": "3 After section 107B of the Local Democracy, Economic Development and Construction Act 2009 (inserted by section 2 above) insert— Deputy mayors etc 107C 1 The mayor for the area of a combined authority must appoint one of the members of the authority to be the mayor's deputy. 2 The deputy mayor holds office until the end of the term of office of the mayor, subject to subsection (3). 3 A person ceases to be the deputy mayor if at any time— a the mayor removes the person from office; b the person resigns as deputy mayor; c the person ceases to be a member of the combined authority. 4 If a vacancy occurs in the office of deputy mayor, the mayor must appoint another member of the combined authority to be deputy mayor. 5 The deputy mayor must act in place of the mayor if for any reason— a the mayor is unable to act, or b the office of mayor is vacant. 6 If for any reason— a the mayor is unable to act or the office of mayor is vacant, and b the deputy mayor is unable to act or the office of deputy mayor is vacant, the other members of the combined authority must act together in place of the mayor, taking decisions by a simple majority. 7 In this Part  “ deputy mayor ”, in relation to a mayoral combined authority, means the person appointed under this section by the mayor for the authority's area."}, {"act": "Cities and Local Government Devolution Act 2016", "year": 2016, "section": "4", "section_title": "Functions", "section_text": "4 1 After section 107C of the Local Democracy, Economic Development and Construction Act 2009 (inserted by section 3 above) insert— Functions of mayors: general 107D 1 The Secretary of State may by order make provision for any function of a mayoral combined authority to be a function exercisable only by the mayor. 2 In this Part references to  “ general functions ”, in relation to a mayor for the area of a combined authority, are to any functions exercisable by the mayor other than PCC functions. 3 The mayor may arrange— a for the deputy mayor to exercise any general function of the mayor, b for another member or officer of the combined authority to exercise any such function, or c so far as authorised by an order made by the Secretary of State— i for a person appointed as the deputy mayor for policing and crime by virtue of an order under paragraph 3(1) of Schedule 5C, or ii for a committee of the combined authority, consisting of members appointed by the mayor (whether or not members of the authority), to exercise any such function. 4 An order under subsection (3)(c)(ii) may include provision— a about the membership of the committee; b about the member of the committee who is to be its chair; c about the appointment of members; d about the voting powers of members (including provision for different weight to be given to the vote of different descriptions of member); e about information held by the combined authority that must, or must not, be disclosed to the committee for purposes connected to the exercise of the committee's functions; f applying (with or without modifications) sections 15 to 17 of, and Schedule 1 to, the Local Government and Housing Act 1989 (political balance on local authority committees etc). 5 Provision in an order under subsection (1) for a function to be exercisable only by the mayor is subject to subsection (3); but the Secretary of State may by order provide that arrangements under subsection (3)— a may authorise the exercise of general functions only of a description specified in the order, or b may not authorise the exercise of general functions of a description so specified. 6 Any general function exercisable by the mayor for the area of a combined authority by virtue of this Act is to be taken to be a function of the combined authority exercisable— a by the mayor individually, or b in accordance with arrangements made by virtue of this section or section 107E. 7 An order under this section may— a include provision for general functions to be exercisable by the mayor subject to conditions or limitations specified in the order (including, for example, a condition for general functions to be exercisable only with the consent of the appropriate authorities (as defined by section 107B(5))); b provide for members or officers of a mayoral combined authority to assist the mayor in the exercise of general functions; c confer ancillary powers on the mayor for the purposes of the exercise of general functions; d authorise the mayor to appoint one person as the mayor's political adviser; e provide for the terms and conditions of any such appointment; f provide that functions that the mayoral combined authority discharges in accordance with arrangements under section 101(1)(b) of the Local Government Act 1972 (discharge of local authority functions by another authority) are to be treated as general functions exercisable by the mayor (so far as authorised by the arrangements). 8 Provision under subsection (7)(c) may include provision conferring power on the mayor that is similar to any power exercisable by the mayoral combined authority— a under section 113A, or b under an order made under section 113D, but the power conferred on the mayor may not include a power to borrow money. 9 An order under this section may be made only with the consent of— a the appropriate authorities (as defined by section 107B(5)), and b in the case of an order made in relation to an existing mayoral combined authority, the mayor of the authority. 10 Where an order under this section is contained in the same instrument as an order made by virtue of section 107B(3)(b), a non-consenting constituent council is not to be treated as an appropriate authority for the purposes of subsection (9) above. Joint exercise of general functions 107E 1 The Secretary of State may by order make provision for, or in connection with, permitting arrangements under section 101(5) of the Local Government Act 1972 to be entered into in relation to general functions of a mayor for the area of a combined authority. 2 Provision under subsection (1) may include provision— a for the mayor for the area of a combined authority to be a party to the arrangements in place of, or jointly with, the authority; b about the membership of any joint committee; c about the member of the joint committee who is to be its chair; d about the appointment of members to a joint committee; e about the voting powers of members of a joint committee (including provision for different weight to be given to the vote of different descriptions of member). 3 Provision under subsection (2)(b) to (d) may include provision for the mayor or other persons— a to determine the number of members; b to have the power to appoint members (whether or not members of the combined authority or a local authority that is a party to the arrangements). 4 Provision under subsection (2)(d) may include provision as to the circumstances in which appointments to a joint committee need not be made in accordance with sections 15 to 17 of, and Schedule 1 to, the Local Government and Housing Act 1989 (political balance on local authority committees etc). 5 In this section references to a joint committee are to a joint committee falling within section 101(5)(a) of the Local Government Act 1972 that is authorised to discharge, by virtue of an order under this section, general functions of a mayor for the area of a combined authority. Functions of mayors: policing 107F 1 The Secretary of State may by order provide for the mayor for the area of a combined authority to exercise functions of a police and crime commissioner in relation to that area. 2 The reference in subsection (1) to functions of a police and crime commissioner is to any functions conferred on police and crime commissioners by or under— a Part 1 of the Police Reform and Social Responsibility Act 2011, or b any other Act (whenever passed). 3 In this Part references to  “ PCC functions ”, in relation to a mayor for the area of a combined authority, are to the functions of a police and crime commissioner that are exercisable by the mayor by virtue of subsection (1). 4 An order under subsection (1) may be made only with the consent of— a the appropriate authorities (as defined by section 107B(5)), and b in the case of an order made in relation to an existing mayoral combined authority, the mayor of the authority. 5 If an order is made under subsection (1) in relation to a combined authority's area— a the Secretary of State must by order provide that there is to be no police and crime commissioner for that area as from a specified date; b the Secretary of State may by order provide that any election of a police and crime commissioner for that area that would otherwise take place (whether before or after the specified date) by virtue of section 50(1)(b) of the Police Reform and Social Responsibility Act 2011 is not to take place. 6 An order under subsection (5) may include provision— a for the term of office of a police and crime commissioner to continue until the date specified under subsection (5)(a) (in spite of section 50(7)(b) of the Police Reform and Social Responsibility Act 2011); b for an election to fill a vacancy in the office of a police and crime commissioner, which otherwise would take place under section 51 of that Act, not to take place if the vacancy occurs within a period of six months ending with the specified date. 7 Schedule 5C contains further provision in connection with orders under this section. 8 Any PCC function exercisable by the mayor for the area of a combined authority by virtue of this Act is to be taken to be a function of the combined authority exercisable— a by the mayor acting individually, or b by a person acting under arrangements with the mayor made in accordance with provision made under Schedule 5C. 9 Where an order under subsection (1) is contained in the same instrument as an order made by virtue of section 107B(3)(b), a non-consenting constituent council is not to be treated as an appropriate authority for the purposes of subsection (4) above. 2 After Schedule 5B to that Act (inserted by section 2 above) insert, as Schedule 5C, the Schedule set out in Schedule 2 to this Act."}, {"act": "Cities and Local Government Devolution Act 2016", "year": 2016, "section": "5", "section_title": "Financial matters", "section_text": "5 1 In section 39 of the Local Government Finance Act 1992 (precepting and precepted authorities), in subsection (1) after paragraph (aa) insert— ab a mayoral combined authority, as defined by section 107A(8) of the Local Democracy, Economic Development and Construction Act 2009; . 2 In section 40 of that Act (issue of precepts by major precepting authorities), after subsection (10) insert— 11 Where the precepting authority is a mayoral combined authority— a a precept may be issued under this section only in relation to expenditure incurred by the mayor for the authority's area in, or in connection with, the exercise of mayoral functions (as defined by section 107G(7) of the Local Democracy, Economic Development and Construction Act 2009), and b the issuing and calculation of a precept under this Chapter is subject to any provision made in an order under that section. 3 After section 107F of the Local Democracy, Economic Development and Construction Act 2009 (inserted by section 4 above) insert— Mayors for combined authority areas: financial matters 107G 1 The Secretary of State may by order make provision for the costs of a mayor for the area of a combined authority that are incurred in, or in connection with, the exercise of mayoral functions to be met from precepts issued by the authority under section 40 of the Local Government Finance Act 1992. 2 The function of issuing precepts under Chapter 4 of Part 1 of the Local Government Finance Act 1992 in respect of mayoral functions is to be a function exercisable only by the mayor acting on behalf of the combined authority. 3 The Secretary of State may by order modify the application of Chapter 4 or 4ZA of Part 1 of the Local Government Finance Act 1992 so far as applying to cases where the precepting authority in question under that Chapter is a mayoral combined authority. 4 Where the mayoral functions of a mayor include PCC functions— a the provision made by virtue of subsection (3) must include provision to ensure that the council tax requirement calculated under section 42A of the Local Government Finance Act 1992 consists of separate components in respect of the mayor's PCC functions and the mayor's general functions, and b the function of calculating the component in respect of the mayor's PCC functions is itself to be treated as a PCC function for the purposes of this Part. 5 The Secretary of State may by order make provision— a requiring the mayor to maintain a fund in relation to receipts arising, and liabilities incurred, in the exercise of general functions; b about the preparation of an annual budget in relation to the exercise of general functions. (For power to make corresponding provision in relation to PCC functions, see paragraph 6 of Schedule 5C.) 6 Provision under subsection (5)(b) may in particular include provision for— a the mayor to prepare a draft budget; b the draft to be scrutinised by— i the other members of the combined authority, and ii a committee of the authority appointed in accordance with paragraph 1(1) of Schedule 5A; c the making of changes to the draft as a result of such scrutiny; d the approval of the draft by the combined authority (including a power to veto the draft in circumstances specified in the order and the consequences of any such veto); e the basis on which such approval is to be given. 7 In this section  “ mayoral functions ”, in relation to a mayor, means— a the mayor's general functions, and b if the mayor exercises PCC functions, the mayor's PCC functions."}, {"act": "Cities and Local Government Devolution Act 2016", "year": 2016, "section": "6", "section_title": "Local authority functions", "section_text": "6 1 The Local Democracy, Economic Development and Construction Act 2009 is amended as follows. 2 In section 105 (constitution and functions: economic development and regeneration)— a for subsection (2) substitute— 2 Section 91(5) does not apply in relation to functions exercisable by a combined authority by virtue of subsection (1). ; b in the heading, for  “economic development and regeneration” substitute  “                      local authority functions generally                    ” . 3 In section 108 (review by authorities: new combined authority), in subsection (1), for paragraphs (a) and (b) substitute  “                  the exercise of statutory functions in relation to an area (“the review area”) with a view to deciding whether to prepare and publish a scheme under section 109                ” . 4 In section 109 (preparation and publication of scheme: new combined authority), in subsection (1), for paragraphs (a) to (d) substitute  “                  the exercise of statutory functions in relation to the area                ” . 5 In section 112 (preparation and publication of scheme: existing combined authority), in subsection (1), for paragraphs (a) to (d) substitute  “                  the exercise of statutory functions in relation to an area of a combined authority or a proposed area of a combined authority                ” ."}, {"act": "Cities and Local Government Devolution Act 2016", "year": 2016, "section": "7", "section_title": "Other public authority functions", "section_text": "7 After section 105 of the Local Democracy, Economic Development and Construction Act 2009 insert— Other public authority functions 105A 1 The Secretary of State may by order— a make provision for a function of a public authority that is exercisable in relation to a combined authority's area to be a function of the combined authority; b make provision for conferring on a combined authority in relation to its area a function corresponding to a function that a public authority has in relation to another area. 2 An order under subsection (1) may include further provision about the exercise of the function including— a provision for the function to be exercisable by the public authority or combined authority subject to conditions or limitations specified in the order; b provision as to joint working arrangements between the combined authority and public authority in connection with the function (for example, provision for the function to be exercised by a joint committee). 3 The provision that may be included in an order under subsection (1)(a) includes, in particular, provision— a for the combined authority to have the function instead of the public authority, b for the function to be exercisable by the combined authority concurrently with the public authority, c for the function to be exercisable by the combined authority and the public authority jointly, or d for the function to be exercisable by the combined authority jointly with the public authority but also continue to be exercisable by the public authority alone. 4 An order under subsection (1)(a) may, in particular, include— a provision for the making of a scheme to transfer property, rights and liabilities (including criminal liabilities) from the public authority to the combined authority (including provision corresponding to any provision made by section 17(4) to (7) of the Localism Act 2011); b provision to abolish the public authority in a case where, as a result of the order, it will no longer have any functions. 5 An order under this section may not provide for a regulatory function that is exercisable by a public authority in relation to the whole of England to be exercisable by a combined authority in relation to its area if the regulated function is itself exercisable by the combined authority by virtue of an order under this section. 6 Subsection (7) applies where an order under subsection (1) contains a reference to a document specified or described in the order (for example, in imposing a condition by virtue of subsection (2)(a) for an authority to have regard to, or to comply with, a statement of policy or standards set out in the document). 7 If it appears to the Secretary of State necessary or expedient for the reference to the document to be construed— a as a reference to that document as amended from time to time, or b as including a reference to a subsequent document that replaces that document, the order may make express provision to that effect. 8 See also section 18 of the Cities and Local Government Devolution Act 2016 (devolving health service functions) which contains further limitations. 9 In this section— “function” (except in subsection (4)(b)) does not include a power to make regulations or other instruments of a legislative character; “ Minister of the Crown ” has the same meaning as in the Ministers of the Crown Act 1975; “public authority”— includes a Minister of the Crown or a government department; does not include a county council or district council; “ regulated function ” means the function of carrying out an activity to which a regulatory function relates; “ regulatory function ” has the meaning given by section 32 of the Legislative and Regulatory Reform Act 2006. Section 105A orders: procedure 105B 1 The Secretary of State may make an order under section 105A only if— a a proposal for the making of the order in relation to the combined authority has been made to the Secretary of State by the appropriate authorities, or b the appropriate consent is given and the Secretary of State considers that the making of the order is likely to improve the exercise of statutory functions in the area or areas to which the order relates. 2 For the purposes of subsection (1)(b), the appropriate consent is given to the making of an order under section 105A only if— a in the case of an order in relation to an existing combined authority, each appropriate authority consents; b in any other case, each constituent council consents. Paragraph (a) is subject to subsections (3) and (4). 3 Subsection (4) applies where— a an order under section 105A in relation to an existing combined authority is the first such order to be made in relation to that authority, b the authority is not a mayoral combined authority, and c there are one or more constituent councils who do not consent to the making of the order. 4 For the purposes of subsection (1)(b), the appropriate consent is given to the making of the order if the combined authority and at least two constituent councils consent to the making of the order. 5 Where an order under section 105A is made by virtue of subsection (4) of this section, the Secretary of State must make an order under section 106 to remove the area of each non-consenting constituent council from the existing area of the combined authority. 6 The requirement in subsection (1)(b) for the appropriate consent to be given to the making of an order under section 105A does not apply where— a the order revokes (in whole or in part), or otherwise amends, a previous order under that section, and b the only purpose of the order is to provide for a health service function of a combined authority to cease to be exercisable by the authority. 7 In subsection (6)(b),  “ health service function of a combined authority ” means a function which— a relates to the health service, as defined by section 275(1) of the National Health Service Act 2006, and b is exercisable by the combined authority by virtue of an order under section 105A. 8 The requirement in subsection (1)(b) for the appropriate consent to be given is subject to section 106A. 9 At the same time as laying a draft of a statutory instrument containing an order under this section before Parliament, the Secretary of State must lay before Parliament a report explaining the effect of the order and why the Secretary of State considers it appropriate to make the order. 10 The report must include— a a description of any consultation taken into account by the Secretary of State, b information about any representations considered by the Secretary of State in connection with the order, and c any other evidence or contextual information that the Secretary of State considers it appropriate to include. 11 A proposal under subsection (1)(a) may be included in a scheme prepared and published under section 109 or 112. 12 For the purposes of this section  “the appropriate authorities” are— a each county council the whole or any part of whose area is within the area for which the combined authority is, or is to be, established, b each district council whose area is within the area for which the combined authority is, or is to be, established, and c in the case of an order in relation to an existing combined authority, the combined authority, and a  “constituent council” is a council within paragraph (a) or (b)."}, {"act": "Cities and Local Government Devolution Act 2016", "year": 2016, "section": "8", "section_title": "Overview and scrutiny committees and audit committees", "section_text": "8 1 In section 104 of the Local Democracy, Economic Development and Construction Act 2009 (constitution and functions: transport), after subsection (8) insert— 9 Schedule 5A makes provision for combined authorities to have overview and scrutiny committees and audit committees; and provision made in an order under subsection (1) is subject to that Schedule. 2 After Schedule 5 to that Act insert, as Schedule 5A, the Schedule set out in Schedule 3 to this Act."}, {"act": "Cities and Local Government Devolution Act 2016", "year": 2016, "section": "9", "section_title": "Funding of combined authorities", "section_text": "9 1 In section 74 of the Local Government Finance Act 1988 (levies), in subsection (10)— a for  “attributable to” substitute attributable—                       a to ; b after  “transport” insert , or                       b subject to subsection (11), to the exercise of any other functions. 2 After that subsection insert— 11 Regulations under this section by virtue of subsection (8) that include provision within subsection (10)(b) may be made only with the consent of— a the constituent councils, and b in the case of regulations in relation to an existing combined authority, the combined authority. 12 Subsection (11) is subject to section 106A of the Local Democracy, Economic Development and Construction Act 2009 (which enables regulations to be made without the consent of all the constituent councils in certain circumstances). 13 Regulations under this section by virtue of subsection (8) may not make provision in relation to expenses of a combined authority that are attributable to the exercise of mayoral functions. 14 In subsections (8) to (13)— “ constituent council ” means— a county council the whole or any part of whose area is within the area of the combined authority, or a district council whose area is within the area of the combined authority; “ mayoral functions ” has the meaning given by section 107G(7) of the Local Democracy, Economic Development and Construction Act 2009. 3 In section 23 of the Local Government Act 2003 (meaning of  “local authority” for purposes of Part 1 of that Act), in subsection (5) after  “only” insert  “                  or in relation to any other functions of the authority that are specified for the purposes of this subsection in regulations made by the Secretary of State.                ” 4 After that subsection insert— 6 A function of a combined authority may be specified in regulations under subsection (5) only with the consent of— a each county council the whole or any part of whose area is within the area of the authority, b each district council whose area is within the area of the authority, and c in the case of regulations in relation to an existing combined authority, the combined authority. 7 Subsection (6) is subject to section 106A of the Local Democracy, Economic Development and Construction Act 2009 (which enables regulations to be made without the consent of every authority within paragraphs (a) and (b) of that subsection in certain circumstances). 8 The reference in subsection (5) to functions of the authority includes, in the case of a mayoral combined authority, mayoral functions. 9 In subsection (8)— “ mayoral combined authority ” has the meaning given by section 107A(8) of the Local Democracy, Economic Development and Construction Act 2009; “ mayoral functions ” has the meaning given by section 107G(7) of that Act. 10 No regulations under subsection (5) may be made unless a draft of the statutory instrument containing the regulations (whether containing them alone or with other provisions) has been laid before, and approved by a resolution of, each House of Parliament. 5 In section 105 of the Local Democracy, Economic Development and Construction Act 2009 (constitution and functions of combined authorities: economic development and regeneration), omit subsection (4)."}, {"act": "Cities and Local Government Devolution Act 2016", "year": 2016, "section": "10", "section_title": "General power of competence", "section_text": "10 After section 113C of the Local Democracy, Economic Development and Construction Act 2009 insert— General power of competence 113D 1 The Secretary of State may by order provide for Chapter 1 of Part 1 of the Localism Act 2011 (which confers a general power of competence on local authorities) to have effect in relation to a combined authority specified in the order as it has effect in relation to a local authority. 2 An order under this section may be made only with the consent of the appropriate authorities (as defined by section 107B(5)). 3 Where an order under subsection (1) is contained in the same instrument as an order made by virtue of section 107B(3)(b), a non-consenting constituent council is not to be treated as an appropriate authority for the purposes of subsection (2) above."}, {"act": "Cities and Local Government Devolution Act 2016", "year": 2016, "section": "11", "section_title": "Removal of geographical restrictions in relation to EPBs", "section_text": "11 1 The Local Democracy, Economic Development and Construction Act 2009 is amended as follows. 2 Omit subsections (3) and (4) of section 88 (EPBs and their areas). 3 In section 95(2)(a) (changes to boundaries of an  EPB 's area: conditions), for  “conditions A to D” substitute  “                  conditions A and D                ” . 4 In section 98(3)(c) (preparation and publication of scheme for new EPB: conditions), for  “conditions A to C” substitute  “                  condition A                ” . 5 In section 99 (requirements in connection with establishment of EPB), after subsection (3) insert— 3A Subsection (3B) applies where the Secretary of State is considering whether to make an order establishing an EPB for an area and— a part of the area is separated from the rest of it by one or more local government areas that are not within the area, or b a local government area that is not within the area is surrounded by local government areas that are within the area. 3B In deciding whether to make the order, the Secretary of State must have regard to the likely effect of the creation of the proposed EPB on economic development or regeneration in each local government area that is next to any part of the proposed EPB area. 6 In section 102 (requirements in connection with changes to existing EPB arrangements), after subsection (2) insert— 2A Subsection (2B) applies where the Secretary of State is considering whether to make an order under section 95 and— a part of the area to be created is separated from the rest of it by one or more local government areas that are not within the area, or b a local government area that is not within the area to be created is surrounded by local government areas that are within the area. 2B In deciding whether to make the order under section 95, the Secretary of State must have regard to the likely effect of the proposed change to the EPB's area on economic development or regeneration in each local government area that is next to any part of the area to be created by the order."}, {"act": "Cities and Local Government Devolution Act 2016", "year": 2016, "section": "12", "section_title": "Removal of geographical restrictions in relation to combined authorities", "section_text": "12 1 The Local Democracy, Economic Development and Construction Act 2009 is amended as follows. 2 Omit subsections (3) and (4) of section 103 (combined authorities and their areas). 3 In section 106(2)(a) (changes to boundaries of a combined authority's area: conditions), for  “conditions A to D” substitute  “                  conditions A and D                ” . 4 In section 109(3)(c) (preparation and publication of scheme for new combined authority: conditions), for  “conditions A to C” substitute  “                  condition A                ” . 5 In section 110 (requirements in connection with establishment of combined authority), before subsection (4) insert— 3A Subsection (3B) applies where the Secretary of State is considering whether to make an order establishing a combined authority for an area and— a part of the area is separated from the rest of it by one or more local government areas that are not within the area, or b a local government area that is not within the area is surrounded by local government areas that are within the area. 3B In deciding whether to make the order, the Secretary of State must have regard to the likely effect of the creation of the proposed combined authority on the exercise of functions equivalent to those of the proposed combined authority's functions in each local government area that is next to any part of the proposed combined authority area. 6 In section 113 (requirements in connection with changes to existing combined authorities), after subsection (2) insert— 2A Subsection (2B) applies where the Secretary of State is considering whether to make an order under section 106 and— a part of the area to be created is separated from the rest of it by one or more local government areas that are not within the area, or b a local government area that is not within the area to be created is surrounded by local government areas that are within the area. 2B In deciding whether to make the order under section 106, the Secretary of State must have regard to the likely effect of the change to the combined authority's area on the exercise of functions equivalent to those of the combined authority's functions in each local government area that is next to any part of the area to be created by the order."}, {"act": "Cities and Local Government Devolution Act 2016", "year": 2016, "section": "13", "section_title": "Changes to existing EPB", "section_text": "13 1 The Local Democracy, Economic Development and Construction Act 2009 is amended as follows. 2 In section 100 (review by authorities: existing EPB)— a in subsection (1), for  “a review of one or more EPB matters.” substitute a review of—                       a a matter in relation to which an order may be made under section 95 or 96; b a matter concerning the EPB that the EPB has power to determine. ; b omit subsection (3). 3 In section 101 (preparation and publication of scheme: existing EPB)— a in subsection (1), for  “any one or more of sections 89, 91, 92, 95 and 96” substitute  “                      section 95 or 96                    ” ; b in subsection (2), omit  “or powers”. 4 After section 101, insert— Application in respect of change to constitution, functions or funding: existing EPB 101A 1 Any one or more of the authorities to whom this section applies may, in relation to an existing EPB, apply to the Secretary of State in respect of one or more EPB matters. 2 This section applies to— a the EPB; b a county council whose area, or part of whose area, is within the area of the EPB; c a district council whose area is within the area of the EPB. 3 For the purposes of this section an  “EPB matter” is a matter in relation to which an order may be made under any of sections 89, 91 and 92. 4 An application to the Secretary of State under subsection (1) must— a be made in writing; b specify how the exercise of the power to make an order under any one or more of sections 89, 91 and 92 would be likely to improve— i the exercise of statutory functions relating to economic development and regeneration in the area of the EPB, or ii economic conditions in the area of the EPB. 5 An application may be made under this section only if every authority to whom this section applies consents to the making of the application. 5 In section 102 (requirements in connection with changes to existing EPB arrangements)— a in subsection (1), after  “section 101” insert  “                      or to an application made under section 101A                    ” ; b in subsection (2)(a), after  “section 100(2)” insert  “                      or section 101A(2)                    ” ."}, {"act": "Cities and Local Government Devolution Act 2016", "year": 2016, "section": "14", "section_title": "Requirements in connection with establishment etc of combined authority", "section_text": "14 1 The Local Democracy, Economic Development and Construction Act 2009 is amended as follows. 2 In section 103, omit subsection (6) (combined authorities: area must have been included in a scheme under section 109). 3 In section 104 (constitution and functions of combined authorities: transport), after subsection (9) (inserted by section 8(1) above) insert— 10 An order under this section may be made in relation to a combined authority only with the consent of— a the constituent councils, and b in the case of an order in relation to an existing combined authority, the combined authority. 11 In subsection (10)  “ constituent council ” means— a a county council the whole or any part of whose area is within the area or proposed area of the combined authority, or b a district council whose area is within the area or proposed area of the combined authority. 12 Subsection (10) is subject to section 106A. 4 In section 105 (constitution and functions of combined authorities: economic development and regeneration), after subsection (3) insert— 3A An order under this section may be made in relation to a combined authority only with the consent of— a the constituent councils (as defined by section 104(11)), and b in the case of an order in relation to an existing combined authority, the combined authority. 3B Subsection (3A) is subject to section 106A. 5 In section 106 (changes to boundaries of a combined authority's area)— a in subsection (2), omit paragraph (b); b omit subsection (3); c after subsection (3) insert— 3A An order under this section adding or removing a local government area to or from an existing area of a combined authority may be made only if— a the relevant council in relation to the local government area consents, b the combined authority consents, and c the mayor for the area of the combined authority (if it is a mayoral combined authority) also consents. 3B For the purposes of subsection (3A)(a), the  “ relevant council ” in relation to a local government area is— a if the local government area is the area of a county council, the county council; b if the local government area is the area of a district council whose area does not form part of the area of a county council, the district council; c if the local government area is the area of a district council whose area forms part of the area of a county council, the district council or the county council. 3C If there are two relevant councils in relation to a local government area by virtue of subsection (3B)(c), the condition in subsection (3A)(a) for the relevant council to consent is met if— a in the case of an order under subsection (1)(a), either or both of the relevant councils consent; b in the case of an order under subsection (1)(b), both of the relevant councils consent. 3D Subsections (2) and (3A) do not apply to an order under subsection (1)(b) that is made as a result of the duty in section 105B(5) or 107B(4). 6 After section 106 insert— Section 106(1)(a) orders: consent requirements under other powers 106A 1 Subsection (2) applies where— a the area of a district council is added to the area of a combined authority by an order under section 106(1)(a), b the area of the district council forms part of the area of a county council, c the Secretary of State proposes to exercise a relevant power as a result of, or otherwise in connection with, the making of the order, and d (apart from subsection (2)) the relevant power is exercisable only with the consent of (among other authorities) the county council mentioned in paragraph (b). 2 The relevant power is exercisable whether or not the county council consents. 3 Subsection (4) applies where— a the area of a county council is added to the area of a combined authority by an order under section 106(1)(a), b the area of the county council includes the areas of district councils, c the Secretary of State proposes to exercise a relevant power as a result of, or otherwise in connection with, the making of the order, and d (apart from subsection (4)) the relevant power is exercisable only with the consent of (among other authorities) a district council within paragraph (b). 4 The relevant power is exercisable whether or not the district council consents. 5 In this section,  “ relevant power ” means a power— a to make an order under section 104, 105 or 105A, or b to make regulations under— i section 74 of the Local Government Finance Act 1988 (by virtue of subsection (8) of that section), or ii section 23(5) of the Local Government Act 2003. 7 In section 110 (requirements in connection with establishment of combined authority), for subsections (1) to (3) substitute— 1 The Secretary of State may make an order establishing a combined authority for an area only if— a the Secretary of State considers that to do so is likely to improve the exercise of statutory functions in the area or areas to which the order relates, b the constituent councils consent, and c any consultation required by subsection (2) has been carried out. 1A If a scheme for the establishment of the combined authority has been prepared and published under section 109 the Secretary of State must have regard to that scheme in making the order. 2 The Secretary of State must carry out a public consultation unless— a a scheme has been prepared and published under section 109, b the constituent councils carried out a public consultation in connection with the proposals contained in the scheme and provided the Secretary of State with a summary of the consultation responses, and c the Secretary of State considers that no further consultation is necessary. 3 In this section  “ constituent council ” means— a a county council the whole or any part of whose area is within the area for which the combined authority is to be established, or b a district council whose area is within the area for which the combined authority is to be established. 8 In section 113 (requirements in connection with changes to existing combined arrangements), for subsections (1) and (2) substitute— 1 The Secretary of State may make an order under section 104, 105, 106 or 107 in relation to an existing combined authority only if— a the Secretary of State considers that to do so is likely to improve the exercise of statutory functions in the area or areas to which the order relates, and b any consultation required by subsection (2) has been carried out. 1A If a scheme has been prepared and published under section 112 the Secretary of State must have regard to that scheme in making the order. 2 The Secretary of State must carry out a public consultation unless— a a scheme has been prepared and published under section 112, b the authorities that prepared and published the scheme carried out a public consultation in connection with the proposals contained in the scheme and provided the Secretary of State with a summary of the consultation responses, and c the Secretary of State considers that no further consultation is necessary."}, {"act": "Cities and Local Government Devolution Act 2016", "year": 2016, "section": "15", "section_title": "Governance arrangements etc of local authorities in England", "section_text": "15 1 The Secretary of State may by regulations make provision about— a the governance arrangements of local authorities; b the constitution and membership of local authorities under Part 1 of the Local Government Act 1972; c the structural and boundary arrangements, or electoral arrangements, in relation to local authorities under Part 1 of the Local Government and Public Involvement in Health Act 2007 or under Part 3 of the Local Democracy, Economic Development and Construction Act 2009. 2 In subsection (1)\t\t\t\t\t “ governance arrangements ” means the executive arrangements, committee system or prescribed arrangements operated by a local authority under Part 1A of the Local Government Act 2000. 3 Regulations under this section may in particular make provision— a about how the enactments mentioned in subsection (1) or (2) are to apply in relation to particular cases (including by disapplying the application of any such enactment to a particular case or applying it subject to any variations that are specified in the regulations); b about any of the matters listed in section 11(3) or (4) of the Local Government and Public Involvement in Health Act 2007 (including provision in relation to matters of a kind mentioned in section 12 of that Act). Nothing in paragraph (a) limits the power to make provision under subsection (9)(d). 4 Regulations under this section may be made only with the consent of the local authorities to whom the regulations apply (subject to subsection (5)). 5 Regulations under this section, so far as including structural or boundary provision in relation to a non-unitary district council area, may be made if at least one relevant local authority consents. 6 “ Relevant local authority ” means— a a non-unitary district council whose area is, or forms part of, the non-unitary district council area; b a county council whose area includes the whole or part of the non-unitary district council area. 7 For the purposes of subsections (5) and (6)— “ non-unitary district council area ” means the area or areas of one or more non-unitary district councils; “ non-unitary district council ” means a district council for an area for which there is also a county council; “ structural or boundary provision ” means provision about the structural or boundary arrangements of local authorities in regulations made by virtue of subsection (1)(c). 8 Subsections (5) to (7) expire at the end of 31st March 2019 (but without affecting any regulations already made under this section by virtue of subsection (5)). 9 The power to make regulations under this section— a is exercisable by statutory instrument; b includes power to make different provision for different purposes; c includes power to make incidental, supplementary, consequential, transitional, transitory or saving provision; d may, in particular, be exercised by amending, repealing, revoking or otherwise modifying any provision made by or under an Act passed before this Act or in the same Session. 10 Section 15 of the Local Government and Public Involvement in Health Act 2007 (power to transfer functions, property etc as part of incidental etc provision) applies in relation to subsection (9)(c) above as it applies in relation to sections 13 and 14 of that Act. 11 A statutory instrument containing regulations under this section may be made only if a draft of the instrument has been laid before each House of Parliament and approved by a resolution of each House. 12 At the same time as laying a draft of a statutory instrument containing regulations under this section before Parliament, the Secretary of State must lay before Parliament a report explaining the effect of the regulations and why the Secretary of State considers it appropriate to make the regulations. 13 The report must include— a a description of any consultation taken into account by the Secretary of State, b information about any representations considered by the Secretary of State in connection with the regulations, and c any other evidence or contextual information that the Secretary of State considers it appropriate to include. 14 If a draft of regulations under this section would, apart from this subsection, be treated for the purposes of the standing orders of either House of Parliament as a hybrid instrument, it is to proceed in that House as if it were not a hybrid instrument. 15 In this section  “ local authority ” means a county council in England, a district council or a London borough council."}, {"act": "Cities and Local Government Devolution Act 2016", "year": 2016, "section": "16", "section_title": "Power to transfer etc public authority functions to certain local authorities", "section_text": "16 1 The Secretary of State may by regulations— a make provision for a function of a public authority that is exercisable in relation to a relevant local authority's area to be a function of the local authority; b make provision for conferring on a relevant local authority in relation to its area a function corresponding to a function that a public authority has in relation to another area. 2 Regulations under subsection (1) may include further provision about the exercise of the function including— a provision for the function to be exercisable by the public authority or relevant local authority subject to conditions or limitations specified in the regulations; b provision as to joint working arrangements between the relevant local authority and public authority in connection with the function (for example, provision for the function to be exercised by a joint committee). 3 The provision that may be included in regulations under subsection (1)(a) includes, in particular, provision— a for the relevant local authority to have the function instead of the public authority, b for the function to be exercisable by the relevant local authority concurrently with the public authority, c for the function to be exercisable by the relevant local authority and the public authority jointly, or d for the function to be exercisable by the relevant local authority jointly with the public authority but also continue to be exercisable by the public authority alone. 4 Regulations under subsection (1)(a) may, in particular, include— a provision for the making of a scheme to transfer property, rights and liabilities (including criminal liabilities) from the public authority to the relevant local authority (including provision corresponding to any provision made by section 17(4) to (7) of the Localism Act 2011); b provision to abolish the public authority in a case where, as a result of the regulations, it will no longer have any functions. 5 Regulations under this section may not provide for a regulatory function that is exercisable by a public authority in relation to the whole of England to be exercisable by a relevant local authority in relation to its area if the regulated function is itself exercisable by the relevant local authority by virtue of regulations under this section. 6 Subsection (7) applies where regulations under subsection (1) contain a reference to a document specified or described in the regulations (for example, in imposing a condition by virtue of subsection (2)(a) for an authority to have regard to, or to comply with, a statement of policy or standards set out in the document). 7 If it appears to the Secretary of State necessary or expedient for the reference to the document to be construed— a as a reference to that document as amended from time to time, or b as including a reference to a subsequent document that replaces that document, the regulations may make express provision to that effect. 8 See also section 18 (devolving health service functions) which contains further limitations. 9 In this section— “function”\t\t\t\t\t\t\t(except in subsection (4)(b)) does not include a power to make regulations or other instruments of a legislative character; “ Minister of the Crown ” has the same meaning as in the Ministers of the Crown Act 1975; “ public authority ” includes a Minister of the Crown or a government department; “ regulated function ” means the function of carrying out an activity to which a regulatory function relates; “ regulatory function ” has the meaning given by section 32 of the Legislative and Regulatory Reform Act 2006; “ relevant local authority ” means a county council in England or a district council."}, {"act": "Cities and Local Government Devolution Act 2016", "year": 2016, "section": "17", "section_title": "Section 16: procedure etc", "section_text": "17 1 The Secretary of State may make regulations under section 16 only if— a the relevant local authority by whom a function becomes exercisable by virtue of the regulations consents,  ... b the Secretary of State considers that the making of the regulations is likely to improve   the economic, social and environmental well-being of some or all of the people who live or work   in the relevant local authority's area  , and c where subsection (4A) applies to the regulations, the Secretary of State has had regard to the matters in subsection (4B). 2 The power to make regulations under section 16— a is exercisable by statutory instrument; b includes power to make incidental, supplementary, consequential, transitional, transitory or saving provision; c may, in particular, be exercised by amending, repealing, revoking or otherwise modifying any provision made by or under an Act whenever passed or made. 3 The requirement in subsection (1)(a) for the relevant local authority to consent to the making of regulations under section 16 does not apply where— a the regulations revoke (in whole or in part), or otherwise amend, previous regulations under that section, and b the only purpose of the regulations is to provide for a health service function of the relevant local authority to cease to be exercisable by the authority (which may include provision under subsection (2)(b) in relation to that purpose). 4 In subsection (3)(b),  “ health service function of a relevant local authority ” means a function which— a relates to the health service, as defined by section 275(1) of the National Health Service Act 2006, and b is exercisable by the authority by virtue of regulations under section 16. 4A This subsection applies to regulations under section 16 that— a revoke or otherwise amend previous regulations under that section, and b are made in response to a notification from a local authority under section 9NC(3) or  9ND (4)  of the Local Government Act 2000 (transfer of functions: changes in governance arrangements) of a proposed change in governance arrangements. 4B The matters mentioned in subsection (1)(c) are— a the circumstances of the area of the local authority, and b the likely impact of the change in governance arrangements on— i the economic, social and environmental well-being of some or all of the people who live or work in the area of the local authority, and ii the accountability and decision-making of the local authority. 4C The requirement in subsection (1)(b) does not apply to the making of regulations under section 16 where subsection (4A) applies to those regulations. 5 A statutory instrument containing regulations under section 16 may be made only if a draft of the instrument has been laid before each House of Parliament and approved by a resolution of each House. 6 At the same time as laying a draft of a statutory instrument containing regulations under section 16 before Parliament, the Secretary of State must lay before Parliament a report explaining the effect of the regulations and why the Secretary of State considers it appropriate to make the regulations. 7 The report must include— a a description of any consultation taken into account by the Secretary of State, b information about any representations considered by the Secretary of State in connection with the regulations, and c any other evidence or contextual information that the Secretary of State considers it appropriate to include. 8 If a draft of regulations under section 16 would, apart from this subsection, be treated for the purposes of the standing orders of either House of Parliament as a hybrid instrument, it is to proceed in that House as if it were not a hybrid instrument."}, {"act": "Cities and Local Government Devolution Act 2016", "year": 2016, "section": "18", "section_title": "Devolving health service functions", "section_text": "18 1 Regulations under section 16 of this Act   , an order under section 105A of the Local Democracy, Economic Development and Construction Act 2009 (transfer of public authority functions to combined authorities) (“ the 2009 Act ”) or regulations under section 19(1) of the Levelling-up and Regeneration Act 2023 (transfer of public authority functions to combined authorities) (“ the 2022 Act ”) — a must not transfer any of the Secretary of State's core duties in relation to the health service, b must not transfer health service regulatory functions vested in national bodies responsible for such functions, and c must, if transferring functions relating to the health service to a local authority   , a combined authority or a combined county authority , make provision about the standards and duties to be placed on that authority having regard to the national service standards and the national information and accountability obligations placed on the authority responsible for the functions being transferred. 2 For the purposes of subsection (1)(a),  “ the Secretary of State's core duties in relation to the health service ” means the duties of the Secretary of State under— a sections 1 to 1G of the National Health Service Act 2006 (“the NHSA 2006”)\t\t\t\t\t\t\t(duty to promote comprehensive health service  etc. ), b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c section 12E of that Act (duty as respects variation in provision of health services), d sections 13A, 13B, 13U and 223B of that Act (duties regarding mandate to, and annual report and funding of,   NHS England ), e section 247C of that Act (duty to keep health service functions under review), f section 247D of that Act (duty to publish annual report on performance of the health service in England), g section 258 of that Act (duty regarding the availability of facilities for university clinical teaching and research), and h sections 3 to 6 of the Health Act 2009 (duties in relation to the  NHS  Constitution and the Handbook to it), in so far as those duties would (apart from subsection (1)(a)) be transferable by regulations under section 16   , an order under section 105A of the 2009 Act or regulations under section 19(1) of the 2022 Act . 3 For the purposes of subsection (1)(b)— a “ health service regulatory function ” means a function in relation to the health service which is a regulatory function within the meaning given by section 32 of the Legislative and Regulatory Reform Act 2006, b the functions of   NHS England   under   Chapter A3 of Part 2 of the NHSA 2006 (integrated care boards)   are to be treated as  “health service regulatory functions” in so far as they do not fall within the definition in paragraph (a), and c functions exercisable by a body by virtue of directions given under section 7 of the NHSA 2006 (functions of Special Health Authorities) are not  “vested in” that body. 4 But subsection (1)(b) does not prevent the transfer of functions of   NHS England   which— a arise from arrangements under section 1H(3)(a) of the NHSA 2006 (provision of services for the purpose of the health service), and b relate to those providing services under those arrangements. 5 For the purposes of subsection (1)(c),  “ national service standards ” means the standards contained in any of the following— a the NHS Constitution (within the meaning of Chapter 1 of Part 1 of the Health Act 2009); b the standing rules under section 6E of the NHSA 2006 (regulations as to the exercise of functions by   NHS England   or   integrated care boards ); c the terms as to service delivery required by regulations or directions under the NHSA 2006 for contracts or other arrangements for the provision of primary medical services, primary dental services, primary ophthalmic services or pharmaceutical services under Part 4, 5, 6 or 7 of that Act; d the recommendations or guidance of the National Institute for Health and Care Excellence made or given pursuant to regulations under section 237 of the Health and Social Care Act 2012; e the quality standards prepared by that Institute under section 234 of that Act; f  the guidance published under section  14Z51  of the NHSA 2006 (guidance for integrated care boards);   and such standards are  “placed on” a body if the body is required to have regard to or comply with them. 6 For the purposes of subsection (1)(c)— a “ national information obligations ” means duties regarding the obtaining, retention, use or disclosure of information, and b “ national accountability obligations ” means duties (for example, those to keep accounts or records, or to provide or publish reports, plans or other information) which enable the management of a body, or the way in which functions are discharged, to be examined, inspected, reviewed or studied. 7 For the purposes of this section, a function is transferred by regulations under section 16   , by an order under section 105A of the 2009 Act or by regulations under section 19(1) of the 2022 Act , if— a provision is made under subsection (1)(a) of the section in question for the function to be the function of a local authority   , a combined authority or a combined county authority , or b provision is made under subsection (1)(b) of that section for a function corresponding to the function to be conferred on a local authority   , a combined authority or a combined county authority . 8 Nothing in this section prevents the conferral on a local authority   , a combined authority or a combined county authority   of duties to have regard to, or to promote or secure, the matters mentioned in sections 1 to 1F of the NHSA 2006 when exercising a function transferred to it by regulations under section 16  , by an order under section 105A of the 1999 Act or by regulations under section 19(1) of the 2022 Act . 9 In this section,  “ the health service ” has the meaning given by section 275(1) of the NHSA 2006."}, {"act": "Cities and Local Government Devolution Act 2016", "year": 2016, "section": "19", "section_title": "Amendments of the National Health Service Act 2006", "section_text": "19 Schedule 4 contains amendments of the National Health Service Act 2006 in connection with the exercise of health service functions of combined or local authorities and the control of information about local authority social care."}, {"act": "Cities and Local Government Devolution Act 2016", "year": 2016, "section": "20", "section_title": "Referendums to undo change to mayor and cabinet executive", "section_text": "20 In the Local Government Act 2000, omit section 9NA (effect of section 9N order)."}, {"act": "Cities and Local Government Devolution Act 2016", "year": 2016, "section": "21", "section_title": "Sub-national transport bodies", "section_text": "21 After Part 5 of the Local Transport Act 2008 insert—  PART 5A  SUB-NATIONAL TRANSPORT BODIES Establishment and constitution of  STBs Power to establish STBs 102E 1 The Secretary of State may by regulations establish a sub-national transport body for any area in England outside Greater London. 2 In this Part— a “ STB ” means a sub-national transport body established under this section, and b references to the area of an STB are to the area in England for which the STB is established. 3 Regulations under this section must specify— a the name by which the STB is to be known, and b the area of the STB. 4 The area of an STB must consist of the whole of the area of two or more relevant authorities (whether or not of the same kind). 5 Each of the following is a  “ relevant authority ” for the purposes of this Part— a a combined authority; b an ITA; c a county council that comes within subsection (6); d a unitary district council that comes within that subsection; e the Council of the Isles of Scilly. 6 A council comes within this subsection if no part of its area forms part of— a the area of a combined authority, or b an integrated transport area. 7 An STB is to be established as a body corporate. Requirements in connection with regulations under section 102E 102F 1 Regulations under section 102E may be made establishing an STB for an area only if the Secretary of State considers that— a its establishment would facilitate the development and implementation of transport strategies for the area, and b the objective of economic growth in the area would be furthered by the development and implementation of such strategies. 2 The reference in subsection (1)(a) to  “ transport strategies ”, in relation to the area of an STB, is a reference to strategies for improving— a the exercise of transport functions in the area (whether or not exercisable by the STB), and b the effectiveness and efficiency of transport to, from or within the area. 3 Regulations under section 102E establishing an STB for an area may be made only if— a the constituent authorities have together made a proposal to the Secretary of State for there to be an STB for the area, and b those authorities consent to the making of the regulations. 4 For the purposes of this Part, the constituent authorities of an STB are every relevant authority whose area is within the area, or proposed area, of the STB. 5 Before making a proposal under this section the constituent authorities must consult— a each appropriate authority (if it is not a constituent authority), and b any other persons whom the constituent authorities consider it is appropriate to consult. 6 The Secretary of State may require the constituent authorities to consult any other persons (not already consulted under subsection (5)(b)) whom the Secretary of State considers should be consulted in connection with a proposal under this section. 7 For the purposes of subsection (5), each of the following is an  “appropriate authority” if any part of the authority's area adjoins the area of the proposed STB— a a combined authority; b an ITA; c Transport for London; d a county council; e a unitary district council; f a London borough council. Constitution of STBs 102G 1 The Secretary of State may by regulations make provision about the constitutional arrangements in relation to an STB. 2 “ Constitutional arrangements ”, in relation to an STB, include arrangements in respect of— a the membership of the STB (including the number and appointment of members of the STB), b the voting powers of members of the STB (including provision for different weight to be given to the vote of different descriptions of member), c the executive arrangements of the STB, and d the functions of any executive body of the STB. 3 Regulations made by virtue of subsection (2)(a) which include provision about the number and appointment of members of the STB must provide— a for the members of the STB to be appointed by the STB's constituent authorities, and b for those members to be appointed from among the elected members of the constituent authorities. 4 Regulations made by virtue of subsection (2)(a) may provide for persons, who are not elected members of the constituent authorities, to be appointed as co-opted members of an STB; but such regulations must provide (by virtue of subsection (2)(b)) for those co-opted members to be non-voting members of the STB. 5 The voting members of an STB may resolve that provision made in accordance with subsection (4) is not to apply (generally or in relation to particular matters) in the case of the STB. 6 In subsection (2)(c)  “ executive arrangements ” means— a the appointment of an executive; b the functions of the STB which are the responsibility of an executive; c the functions of the STB which are the responsibility of an executive and which may be discharged by a committee of the STB, by an officer of the STB or by a body other than the STB; d arrangements relating to the review and scrutiny of the discharge of functions; e access to information on the proceedings of an executive of the STB; f the keeping of a record of any arrangements relating to the STB and falling within any of paragraphs (a) to (e). 7 The provision which may be made by regulations by virtue of subsection (2)(d) includes— a provision setting up or dissolving an executive body of an STB, or merging two or more executive bodies of an STB; b provision conferring functions on, or removing functions from, an executive body of an STB; c provision transferring functions of an STB to an executive body of the STB, and transferring functions of an executive body of an STB to the STB. 8 Regulations under this section may authorise an STB to delegate any of its functions to one or more of its constituent authorities (and any such delegation may be made subject to conditions or limitations). 9 Regulations under this section may not provide for the budget of an STB to be agreed otherwise than by the STB. 10 For the purposes of subsections (3) and (4), the  “elected members” of a constituent authority— a in the case of a combined authority, are the mayor for the area of the combined authority (if there is one) and those members of the authority who are appointed from among the elected members of the authority's constituent councils (see section 85(1)(b) above as applied by section 104(2) of the Local Democracy, Economic Development and Construction Act 2009); b in the case of an ITA, are those members of the ITA who are appointed from among the elected members of the ITA's constituent councils (see section 85(1)(b) above); c in the case of a county council, a unitary district council or the Council of the Isles of Scilly, are the elected members of the council. Functions General functions 102H 1 The Secretary of State may by regulations provide for an STB to have any of the following functions in relation to its area— a to prepare a transport strategy for the area (see section 102I); b to provide advice to the Secretary of State about the exercise of transport functions in relation to the area (whether exercisable by the Secretary of State or others); c to co-ordinate the carrying out of transport functions in relation to the area that are exercisable by different constituent authorities, with a view to improving the effectiveness and efficiency in the carrying out of those functions; d if the STB considers that a transport function in relation to the area would more effectively and efficiently be carried out by the STB, to make proposals to the Secretary of State for the transfer of that function to the STB; e to make other proposals to the Secretary of State about the role and functions of the STB. 2 The Secretary of State may by regulations provide for an STB to have other functions of a description set out in the regulations. 3 Regulations under subsection (2) may be made only for functions to be exercisable in relation to the area of the STB that— a relate to transport, b the Secretary of State considers can appropriately be exercised by the STB, and c are not already exercisable in relation to that area by a local authority or a public authority (see instead sections 102J and 102K respectively for a power to transfer such functions to an STB). 4 The Secretary of State may by regulations make further provision about how an STB is to carry out functions that it has under or by virtue of this Part. 5 Regulations under this section in relation to an existing STB may be made only with the consent of the STB. 6 Nothing in this section limits the power of the Secretary of State to confer other functions on an STB under this Part. Transport strategy of an STB 102I 1 The transport strategy of an STB is a document containing the STB's proposals for the promotion and encouragement of sustainable, safe, integrated, efficient and economic transport facilities and services to, from and within the area of the STB. 2 The transport facilities and services mentioned in subsection (1) are— a those required to meet the needs of persons (including pedestrians) living or working in, or visiting, the area of the STB, and b those required for the transportation of freight. 3 An STB may include in its transport strategy any other proposals it considers appropriate that relate to transport to, from or within its area. 4 An STB must publish its transport strategy. 5 If an STB revises its transport strategy, the STB must publish the strategy as revised. 6 In preparing or revising its transport strategy an STB must carry out a public consultation. 7 In carrying out a public consultation under subsection (6), the STB must ensure that such of the following persons as the STB considers appropriate (taking into account the proposals to be contained in the strategy) have a reasonable opportunity to respond to the consultation— a the Secretary of State; b a combined authority; c another STB; d an ITA; e a Passenger Transport Executive; f Transport for London; g a person to whom a licence is granted under section 8 of the Railways Act 1993 (licences authorising persons to be operator of railway assets); h Highways England Company Limited; i a local highway authority (within the meaning of the Highways Act 1980); j a county council in England; k a unitary district council; l a London borough council. 8 In preparing or revising its transport strategy an STB must (among other matters) have regard to— a the promotion of economic growth in its area, b the social and environmental impacts in connection with the implementation of the proposals contained in the strategy, c any current national policy relating to transport that has been published by or on behalf of Her Majesty's Government, and d the results of the public consultation mentioned in subsection (6). 9 The Secretary of State must have regard to proposals contained in the transport strategy of an STB that appear to the Secretary of State to further the objective of economic growth in the area of the STB in determining— a national policies relating to transport (so far as relevant in relation to such proposals), and b how such policies are to be implemented in relation to the area of the STB. 10 The constituent authorities of an STB must exercise transport functions with a view to securing the implementation of the proposals contained in the STB's transport strategy. 11 In this Part  “ transport strategy ”, in relation to an STB, means the transport strategy prepared or revised by an STB under this section by virtue of the function in section 102H(1)(a). Exercise of local transport functions 102J 1 The Secretary of State may by regulations provide for functions that are exercisable by a local authority in an area that is, or is to become, the area of an STB to be exercisable by the STB. 2 Regulations under this section may be made— a only in relation to functions that relate to transport, and b only if the Secretary of State considers that the function can appropriately be exercised by the STB. 3 For the purposes of subsection (2)(a), regulations under this section may be made in respect of a function that relates both to transport and to other matters only so far as the function is exercisable in relation to transport. 4 Regulations under this section may make provision for a function to be exercisable by the STB either generally or subject to such conditions or limitations as may be specified in the regulations. 5 Regulations under this section may make provision— a for a function to be exercisable by the STB instead of by the local authority, or b for a function to be exercisable by the STB concurrently with the local authority. 6 Regulations under this section may be made only with the consent of— a the local authority concerned, and b in the case of regulations made in relation to an existing STB, the STB. 7 In this section  “ local authority ” means— a a combined authority; b an ITA; c a Passenger Transport Executive; d a county council in England; e a unitary district council; f the Council of the Isles of Scilly. Other public authority functions 102K 1 The Secretary of State may by regulations provide for functions that are exercisable by a public authority in relation to an area that is, or is to become, the area of an STB to be exercisable by the STB. 2 Regulations under this section may be made— a only in relation to functions that relate to transport, and b only if the Secretary of State considers that the function can appropriately be exercised by the STB. 3 For the purposes of subsection (2)(a), regulations under this section may be made in respect of a function that relates both to transport and to other matters only so far as the function is exercisable in relation to transport. 4 Regulations under this section may make provision for a function to be exercisable by the STB either generally or subject to such conditions or limitations as may be specified in the regulations. 5 Regulations under this section may make provision— a for a function to be exercisable by the STB instead of by the public authority, or b for a function to be exercisable by the STB jointly with the public authority. 6 Regulations under this section in relation to an existing STB may be made only with the consent of the STB. 7 In this section— “ function ” does not include a power to make regulations or other instruments of a legislative character; “ Minister of the Crown ” has the same meaning as in the Ministers of the Crown Act 1975; “public authority”— includes a Minister of the Crown or a government department; does not include a local authority as defined by section 102J. Funding 102L 1 The Secretary of State may pay grants to STBs to cover expenditure incurred in the carrying out of their functions. 2 Grants may be paid under this section subject to any conditions the Secretary of State thinks appropriate (including conditions as to repayment). 3 The Secretary of State may by regulations make provision— a for the constituent authorities of an STB to contribute to its costs, and b about the basis on which the amount payable by each constituent authority is to be determined. General powers etc General powers 102M 1 An STB may do— a anything it considers appropriate for the purposes of the carrying out of any of its functions (its  “functional purposes”), b anything it considers appropriate for purposes incidental (whether directly or indirectly) to its functional purposes, c anything it considers to be connected with— i any of its functions, or ii anything it may do under paragraph (a) or (b), and d for a commercial purpose, anything which it may do under any of paragraphs (a) to (c) otherwise than for a commercial purpose. 2 Where subsection (1) confers power on an STB to do something, it confers power (subject to section 102N) to do it anywhere in the United Kingdom or elsewhere. 3 Power conferred on an STB by subsection (1) is in addition to, and is not limited by, the other powers of the STB. 4 Where an STB has an executive body established by virtue of section 102G, the STB may delegate to that body its function of taking action under subsection (1) (but not the function of determining what action to take). Boundaries of power under section 102M 102N 1 Section 102M(1) does not enable an STB to do anything which it is unable to do by virtue of a post-commencement limitation which is expressed to apply— a to its power under section 102M(1), b to all of its powers, or c to all of its powers but with exceptions that do not include its power under section 102M(1). 2 Section 102M(1) does not authorise an STB to borrow money. 3 Section 102M(1)(a) to (c) do not authorise an STB to charge a person for anything it does otherwise than for a commercial purpose (but see section 93 of the Local Government Act 2003 (power of STBs and other best value authorities to charge for discretionary services)). 4 Section 102M(1)(d) does not authorise an STB to do things for a commercial purpose in relation to a person if a statutory provision requires the STB to do those things in relation to the person. 5 Where under section 102M(1)(d) an STB does things for a commercial purpose, it must do them through— a a company within the meaning given by section 1(1) of the Companies Act 2006, or b a registered society within the meaning of the Co-operative and Community Benefit Societies Act 2014. 6 In this section— “ post-commencement limitation ” means a prohibition, restriction or other limitation imposed by a statutory provision that— is contained in an Act passed after the end of the Session in which the Cities and Local Government Devolution Act 2016 is passed, or is contained in an instrument made under an Act and comes into force on or after the commencement of section 21 of that 2016 Act; “ statutory provision ” means a provision of an Act or of an instrument made under an Act. Power to make provision supplemental to section 102M 102O 1 The Secretary of State may by regulations make provision preventing an STB from doing under section 102M(1) anything which is specified, or is of a description specified, in the regulations. 2 The Secretary of State may by regulations provide for the exercise by STBs of the power conferred by section 102M(1) to be subject to conditions, whether generally or in relation to doing anything specified, or of a description specified, in the regulations. 3 Before making regulations under subsection (1) or (2) the Secretary of State must consult— a such representatives of STBs, b such representatives of local government, and c such other persons (if any), as the Secretary of State considers appropriate. 4 Subsection (3) does not apply to regulations under subsection (1) or (2) which are made only for the purpose of amending earlier such regulations— a so as to extend the earlier regulations, or any provision of the earlier regulations, to a particular STB or to STBs of a particular description, or b so that the earlier regulations, or any provision of the earlier regulations, cease to apply to a particular STB or to STBs of a particular description. Power of direction 102P 1 The Secretary of State may by regulations confer on an STB a power to give directions to a constituent authority about the exercise of transport functions by the authority in the area of the STB. 2 The power to give a direction by virtue of subsection (1) about the exercise of a function extends only so far as the exercise of the function is relevant to the implementation of the STB's transport strategy. 3 Regulations under this section conferring a power to direct may include provision— a for the power to be given generally or subject to conditions or limitations; b for the power to apply to all transport functions or only to those functions specified or described in the regulations; c about the manner in which directions are to be given; d about the consequences arising if there is a contravention of a direction. 4 Provision under subsection (3)(d) may include provision enabling the STB— a to take any steps it considers appropriate to reverse or modify the effect of a constituent authority exercising a transport function in contravention of the direction, and b to recover any reasonable expenses incurred in taking those steps as a civil debt from the constituent authority. Boundary and name changes Change to boundaries of an STB's area 102Q 1 The Secretary of State may by regulations change the boundaries of the area of an STB by— a adding the area of a relevant authority to an existing area of an STB, or b removing the area of a constituent authority from an existing area of an STB. 2 Regulations under this section may be made— a only if the constituent authorities have together made a proposal to the Secretary of State for the boundaries to be changed in the manner that would be provided for in the regulations; b in the case of regulations under subsection (1)(a), only if the relevant authority whose area would be added to the area of the STB joins in the making of the proposal; c in the case of regulations under subsection (1)(b), only if the resulting area of the STB meets the condition in section 102E(4). 3 Regulations under this section changing the boundaries of the area of an STB may be made only if the Secretary of State considers that paragraphs (a) and (b) of section 102F(1) would apply in relation to the area as varied by the regulations. 4 Regulations under this section may be made only with the consent of— a the STB, and b in the case of regulations under subsection (1)(a), the relevant authority whose area would be added to the area of the STB. Change of name 102R 1 An STB may change its name by a resolution in accordance with this section. 2 The resolution must be considered at a meeting of the STB that is specially convened for the purpose. 3 Particulars of the resolution must be included in the notice of the meeting. 4 The resolution must be passed at the meeting by not less than two-thirds of the members of the STB who vote on it. 5 An STB which changes it name under this section must— a send notice of the change to the Secretary of State, and b publish the notice in such manner as the Secretary of State may direct. 6 A change of name under this section does not affect the rights or obligations of the STB or any other person, or render defective any legal proceedings. 7 Any legal proceedings may be commenced or continued as if there had been no change of name. Supplementary Incidental etc provision 102S 1 The Secretary of State may by regulations make incidental, consequential, transitional or supplementary provision for the purposes of, or in consequence of, regulations under this Part or for giving full effect to such regulations. 2 Regulations under this Part may make different provision for different STBs or otherwise for different purposes. 3 The provision which may be included by virtue of this section in regulations includes provision for the transfer under the regulations of property, rights and liabilities. 4 The provision which may be included by virtue of subsection (3) in regulations includes provision— a for the creation or imposition by the Secretary of State of new rights or liabilities in respect of anything transferred under the regulations; b for the management or custody of transferred property; c for bodies to make agreements with respect to any property, income, rights, liabilities and expenses of, and any financial relations between, the parties to the agreement. 5 The provision which may be included by virtue of this section in regulations includes provision amending, modifying, repealing or revoking any enactment, whenever passed or made. 6 In this section  “ enactment ” includes an enactment comprised in subordinate legislation (within the meaning of the Interpretation Act 1978). Procedure for regulations under this Part 102T 1 Regulations under this Part must be made by statutory instrument. 2 A statutory instrument containing regulations under this Part may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 3 At the same time as laying a draft of a statutory instrument containing regulations under this Part before Parliament, the Secretary of State must lay before Parliament a report explaining the effect of the regulations and why the Secretary of State considers it appropriate to make the regulations. 4 Subsections (2) and (3) do not apply to a statutory instrument that contains regulations only of the following kinds— a regulations under section 102J that make provision under subsection (4) of that section for a function to be exercisable by an STB for a limited period of time; b regulations under section 102J that make provision under subsection (5)(b) of that section; c regulations under section 102K that make provision under subsection (4) of that section for a function to be exercisable by an STB for a limited period of time; d regulations under section 102K that make provision under subsection (5)(b) of that section; e regulations under section 102O(1) that make provision for the purpose mentioned in section 102O(4)(b); f regulations under section 102O(2) that make provision for that purpose or for imposing conditions on the doing of things for a commercial purpose. 5 A statutory instrument to which subsections (2) and (3) do not apply is subject to annulment by resolution of either House of Parliament. 6 If a draft of regulations under this Part would, apart from this subsection, be treated for the purposes of the standing orders of either House of Parliament as a hybrid instrument, it is to proceed in that House as if it were not a hybrid instrument. Interpretation 102U In this Part— “ combined authority ” means a body established as a combined authority under section 103 of the Local Democracy, Economic Development and Construction Act 2009; “ constituent authority ”, in relation to an STB, has the meaning given by section 102F(4); “ ITA ” means an Integrated Transport Authority for an integrated transport area in England; “ Passenger Transport Executive ” means a body which is such an Executive for the purposes of Part 2 of the Transport Act 1968; “ relevant authority ” has the meaning given by section 102E(5); “ STB ” has the meaning given by section 102E(2); “ transport functions ” means any statutory functions relating to transport; “ transport strategy ” has the meaning given by section 102I(11); “ unitary district council ” means a district council whose area is not part of the area of a county council."}, {"act": "Cities and Local Government Devolution Act 2016", "year": 2016, "section": "22", "section_title": "English National Park authorities: general powers", "section_text": "22 After section 65 of the Environment Act 1995 insert— English National Park authorities: general powers 65A 1 An English National Park authority may do— a anything it considers appropriate for the purposes of the carrying out of any of its functions (its  “functional purposes”), b anything it considers appropriate for purposes incidental (whether directly or indirectly) to its functional purposes, c anything it considers to be connected with— i any of its functions, or ii anything it may do under paragraph (a) or (b), and d for a commercial purpose, anything which it may do under any of paragraphs (a) to (c) otherwise than for a commercial purpose. 2 Where subsection (1) confers power on an English National Park authority to do something, it confers power (subject to section 65B) to do it anywhere in the United Kingdom or elsewhere. 3 Power conferred on an English National Park authority by subsection (1) is in addition to, and is not limited by, the other powers of the authority. 4 In this section, and in sections 65B and 65C,  “ English National Park authority ” means a National Park authority for a National Park in England. Boundaries of powers under section 65A 65B 1 Section 65A(1) does not enable an English National Park authority to do anything which it is unable to do by virtue of a pre-commencement limitation. 2 Section 65A(1) does not enable an English National Park authority to do anything which it is unable to do by virtue of a post-commencement limitation which is expressed to apply— a to its power under section 65A(1), b to all of its powers, or c to all of its powers but with exceptions that do not include its power under section 65A(1). 3 If exercise of a pre-commencement power of an English National Park authority is subject to restrictions, those restrictions apply also to exercise of the power conferred on it by section 65A(1) so far as that power is overlapped by the pre-commencement power. 4 Section 65A(1) does not authorise an English National Park authority to borrow money. 5 Section 65A(1)(a) to (c) do not authorise an English National Park authority to charge a person for anything it does otherwise than for a commercial purpose. 6 Section 65A(1)(d) does not authorise an English National Park authority to do things for a commercial purpose in relation to a person if a statutory provision requires the authority to do those things in relation to the person. 7 Where under section 65A(1)(d) an English National Park authority does things for a commercial purpose, it must do them through— a a company within the meaning given by section 1(1) of the Companies Act 2006, or b a registered society within the meaning of the Co-operative and Community Benefit Societies Act 2014. 8 In this section— “ post-commencement limitation ” means a prohibition, restriction or other limitation imposed by a statutory provision that— is contained in an Act passed after the end of the Session in which the Cities and Local Government Devolution Act 2016 is passed, or is contained in an instrument made under an Act and comes into force on or after the commencement of section 22 of that 2016 Act; “ pre-commencement limitation ” means a prohibition, restriction or other limitation imposed by a statutory provision that— is contained in an Act passed no later than the end of the Session in which the Cities and Local Government Devolution Act 2016 is passed, or is contained in an instrument made under an Act and comes into force before the commencement of section 22 of that 2016 Act; “ pre-commencement power ” means power conferred by a statutory provision that— is contained in an Act passed no later than the end of the Session in which the Cities and Local Government Devolution Act 2016 is passed, or is contained in an instrument made under an Act and comes into force before the commencement of section 22 of that 2016 Act; “ statutory provision ” means a provision of an Act or of an instrument made under an Act. Power to make provision supplemental to section 65A 65C 1 The Secretary of State may by regulations make provision preventing an English National Park authority from doing under section 65A(1) anything which is specified, or is of a description specified, in the regulations. 2 The Secretary of State may by regulations provide for the exercise by English National Park authorities of the power conferred by section 65A(1) to be subject to conditions, whether generally or in relation to doing anything specified, or of a description specified, in the regulations. 3 Before making regulations under subsection (1) or (2) the Secretary of State must consult— a such representatives of English National Park authorities, and b such other persons (if any), as the Secretary of State considers appropriate. 4 Subsection (3) does not apply to regulations under subsection (1) or (2) which are made only for the purpose of amending earlier such regulations— a so as to extend the earlier regulations, or any provision of the earlier regulations, to English National Park authorities, or b so that the earlier regulations, or any provision of the earlier regulations, cease to apply English National Park authorities. Procedure etc for regulations under section 65C 65D 1 The power to make regulations under section 65C— a is exercisable by statutory instrument; b includes power to make different provision for different purposes; c includes power to make incidental, supplementary, consequential, transitional, transitory or saving provision; d may, in particular, be exercised by amending, repealing, revoking or otherwise modifying any provision made by or under an Act passed before the Cities and Local Government Devolution Act 2016 or in the same Session as that Act. 2 A statutory instrument containing regulations under section 65C may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 3 Subsection (2) does not apply to a statutory instrument that contains regulations only of the following kind— a regulations under section 65C(1) that make provision for the purpose mentioned in section 65C(4)(b); b regulations under section 65C(2) that make provision for that purpose or for imposing conditions on the doing of things for a commercial purpose; c regulations made by virtue of subsection (1)(c) that do not contain provision amending or repealing a provision of an Act. 4 A statutory instrument to which subsection (2) does not apply is subject to annulment by resolution of either House of Parliament. 5 If a draft of regulations under section 65C would, apart from this subsection, be treated for the purposes of the standing orders of either House of Parliament as a hybrid instrument, it is to proceed in that House as if it were not a hybrid instrument."}, {"act": "Cities and Local Government Devolution Act 2016", "year": 2016, "section": "23", "section_title": "Minor and consequential amendments", "section_text": "23 1 Schedule 5 contains minor and consequential amendments. 2 The Secretary of State may by regulations make provision that is consequential on any provision of, or made under, this Act. 3 The power to make regulations under this section— a is exercisable by statutory instrument; b includes power to make transitional, transitory or saving provision; c may, in particular, be exercised by amending, repealing, revoking or otherwise modifying any provision made by or under an Act passed before this Act or in the same Session. 4 A statutory instrument containing regulations under this section that amend or repeal any provision of an Act (whether alone or with other provision) may be made only if a draft of the instrument has been laid before each House of Parliament and approved by a resolution of each House. 5 Any other statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Cities and Local Government Devolution Act 2016", "year": 2016, "section": "24", "section_title": "Extent", "section_text": "24 This Act extends to England and Wales only."}, {"act": "Cities and Local Government Devolution Act 2016", "year": 2016, "section": "25", "section_title": "Commencement", "section_text": "25 1 This section, and sections 24 and 26, come into force on the day on which this Act is passed. 2 The other provisions of this Act— a so far as is necessary for the purpose of enabling the exercise, on or after the day on which this Act is passed, of any power to make provision by order or regulations made by statutory instrument, come into force on the day on which this Act is passed, and b come into force for remaining purposes, at the end of the period of two months beginning with the day on which this Act is passed. 3 The Secretary of State may by regulations make saving, transitory or transitional provision in connection with the coming into force of any provision of this Act. 4 Regulations under this section— a are to be made by statutory instrument; b may make different provision for different purposes."}, {"act": "Cities and Local Government Devolution Act 2016", "year": 2016, "section": "26", "section_title": "Short title", "section_text": "26 This Act may be cited as the Cities and Local Government Devolution Act 2016."}]