[{"act": "Education and Adoption Act 2016", "year": 2016, "section": "1", "section_title": "Coasting schools", "section_text": "1 1 The Education and Inspections Act 2006 is amended as follows. 2 In section 59 (meaning of  “ maintained school ” and  “ eligible for intervention ”), in subsection (2), at the appropriate place insert—  “                  section 60B (coasting schools),                ” . 3 After section 60A insert— Coasting schools 60B 1 A maintained school is by virtue of this section eligible for intervention if— a the school is coasting, and b the Secretary of State has notified the governing body that it is coasting. 2 The Secretary of State may by regulations provide that this section does not apply in relation to a school of a description specified in the regulations. 3 The Secretary of State must by regulations define what  “ coasting ” means in relation to a school to which this section applies. 4 In section 182 (Parliamentary control of orders and regulations), in subsection (3), after paragraph (a) insert— aza the first regulations to be made under section 60B(3) (regulations defining  “ coasting ” in relation to a school), ."}, {"act": "Education and Adoption Act 2016", "year": 2016, "section": "2", "section_title": "Performance standards and safety warning notices", "section_text": "2 1 The Education and Inspections Act 2006 is amended as follows. 2 In section 60 (performance standards and safety warning notice)— a for  “local authority”, in each place it occurs, substitute  “                      relevant authority                    ” ; b for subsection (1) substitute— 1 A maintained school is by virtue of this section eligible for intervention if— a a relevant authority have given the governing body a warning notice in accordance with subsection (2), b the period for compliance specified in the notice (“the compliance period”) has expired, c the governing body have failed to comply, or secure compliance, with the notice to the relevant authority's satisfaction by the end of the compliance period, and d the relevant authority have given reasonable notice in writing to the governing body that the authority proposes to exercise the authority's powers under any one or more of sections 63 to 69 (whether or not the notice is combined with a notice under section 62(2A)(c) of  SSFA  1998). ; c in subsection (4), for paragraph (c) (but not the  “and” at the end) substitute— c the compliance period for the purposes of subsection (1)(c), ; d in subsection (4)(d), for  “66” substitute  “                      69                    ” ; e after subsection (4) insert— 4A If a local authority are notified that the Secretary of State has given a warning notice to the governing body of a maintained school the local authority may not give a warning notice unless or until the Secretary of State informs them that they may. 4B If the Secretary of State gives a warning notice to the governing body of a maintained school, any earlier warning notice given to the maintained school by the local authority ceases to have effect from that time. ; f omit subsection (5); g after subsection (6) insert— 6A If a local authority give a warning notice to the governing body of a maintained school they must, at the same time, give a copy of it to the Secretary of State. 6B If the Secretary of State gives a warning notice to the governing body of a maintained school the Secretary of State must, at the same time, give a copy of it to the local authority. ; h omit subsections (7) to (9); i for subsection (10) substitute— 10 In this section  “ relevant authority ” means— a the local authority, or b the Secretary of State. 3 In section 63 (power of local authority to require governing body to enter into arrangements), in subsection (3), for  “section 60(10)” substitute  “                  section 60(1)(b)                ” . 4 In section 64 (power of local authority  etc  to appoint additional governors), in subsection (2), for  “section 60(10)” substitute  “                  section 60(1)(b)                ” . 5 In section 66 (power of local authority to suspend right to delegated budget), in subsection (2), for  “section 60(10)” substitute  “                  section 60(1)(b)                ” . 6 Omit section 69A (power of Secretary of State to direct local authority to give performance standards and safety warning notice). 7 In section 73 (interpretation), omit the definition of  “working day”."}, {"act": "Education and Adoption Act 2016", "year": 2016, "section": "3", "section_title": "Other warning notices", "section_text": "3 1 The Education and Inspections Act 2006 is amended as follows. 2 In section 60A (teachers' pay and conditions warning notice)— a for subsection (1) substitute— 1 A maintained school is by virtue of this section eligible for intervention if— a the local authority have given the governing body a warning notice in accordance with subsection (2), b the period for compliance specified in the notice (“the compliance period”) has expired, c the governing body have failed to comply, or secure compliance, with the notice to the local authority's satisfaction by the end of the compliance period, and d the local authority have given reasonable notice in writing to the governing body that the authority proposes to exercise the authority's powers under any one or more of sections 64 to 66. ; b in subsection (4), for paragraph (c) (but not the  “and” at the end) substitute— c the compliance period for the purposes of subsection (1)(c), ; c omit subsection (5); d in subsection (6), before paragraph (a) insert— za the Secretary of State, ; e omit subsections (7) to (10). 3 In section 64 (power of local authority etc to appoint additional governors), in subsection (2), for  “section 60A(10)” substitute  “                  section 60A(1)(b)                ” . 4 In section 66 (power of local authority to suspend right to delegated budget), in subsection (2), for  “section 60A(10)” substitute  “                  section 60A(1)(b)                ” . 5 In section 69B (power of Secretary of State to direct local authority), in subsection (3)— a omit paragraph (c); b in paragraph (d), for  “60A(10)” substitute  “                      60A(1)(b)                    ” ."}, {"act": "Education and Adoption Act 2016", "year": 2016, "section": "4", "section_title": "Power to require governing body to enter into arrangements", "section_text": "4 Before section 67 of the Education and Inspections Act 2006 insert— Power of Secretary of State to require governing body to enter into arrangements 66A 1 If at any time a maintained school is eligible for intervention other than by virtue of section 60A, then (subject to subsection (3)) the Secretary of State may, with a view to improving the performance of the school, give the governing body of the school a notice requiring the governing body— a to enter into a contract or other arrangement with a specified person (who may be the governing body of another school) for the provision to the governing body of specified services of an advisory nature, b to make specified arrangements authorised by section 26 of EA 2002 (collaboration between schools) with the governing body of such other school as may be specified, c to make specified arrangements authorised by regulations under section 166 of this Act (collaboration arrangements: maintained schools and further education bodies) with a further education body within the meaning of that section, or d to take specified steps for the purpose of creating or joining a federation, as defined by section 24(2) of EA 2002. 2 Before exercising the power conferred by subsection (1), the Secretary of State must consult— a the governing body of the school, b in the case of a foundation or voluntary school which is a Church of England school or a Roman Catholic Church school, the appropriate diocesan authority, and c in the case of any other foundation or voluntary school, the person or persons by whom the foundation governors are appointed. 3 Where the school is eligible for intervention by virtue of section 60 (school subject to performance standards and safety warning), the power conferred by subsection (1) is only exercisable within the period of two months following the end of the compliance period (as defined by section 60(1)(b)). 4 A notice under subsection (1)(a) may require the contract or other arrangement to contain specified terms and conditions."}, {"act": "Education and Adoption Act 2016", "year": 2016, "section": "5", "section_title": "Appointment of interim executive members", "section_text": "5 In Schedule 6 to the Education and Inspections Act 2006 (governing bodies consisting of interim executive members), after paragraph 5 insert— 5A Where the appropriate authority is a local authority the Secretary of State may give the local authority directions about— a who to appoint as interim executive members; b how many people to appoint as interim executive members; c the terms of appointment of interim executive members; d the termination of any appointment in accordance with provision made under paragraph 5."}, {"act": "Education and Adoption Act 2016", "year": 2016, "section": "6", "section_title": "Interaction between intervention powers", "section_text": "6 1 The Education and Inspections Act 2006 is amended as follows. 2 In section 64 (power of local authority etc to appoint additional governors)— a in subsection (1), for  “subsections (1A) and (2)” substitute  “                      subsection (2)                    ” ; b omit subsection (1A). 3 After section 70 insert— Interaction between different intervention powers etc Duties for local authorities and Secretary of State to notify each other 70A 1 A local authority must notify the Secretary of State before exercising a power under section 63, 64 or 66 in relation to a maintained school. 2 The Secretary of State must notify the local authority before exercising a power under any of sections 66A to 69 in relation to a maintained school. Restriction on use of local authority intervention powers 70B 1 This section applies where a local authority are notified that the Secretary of State intends to exercise a power under any of sections 66A to 69 in relation to a maintained school. 2 The local authority may not use any of their powers under section 63, 64 or 66 in relation to the school unless or until the Secretary of State notifies them that they may. Secretary of State's power to take over responsibility for interim executive members 70C 1 This section applies where a local authority have given the governing body of a maintained school a notice under section 65 (governing body to consist of interim executive members). 2 The Secretary of State may take over responsibility for arrangements in connection with the interim executive members by giving notice to the local authority and, where the Secretary of State does so— a the notice given by the local authority in accordance with section 65 is to be treated as having been given by the Secretary of State in accordance with section 69, and b anything done by or in relation to the local authority under Schedule 6 is to be treated as having been done by or in relation to the Secretary of State."}, {"act": "Education and Adoption Act 2016", "year": 2016, "section": "7", "section_title": "Duty to make Academy orders", "section_text": "7 1 Section 4 of the Academies Act 2010 (Academy orders) is amended as follows. 2 Before subsection (1) insert— A1 The Secretary of State must make an Academy order in respect of a maintained school in England that is eligible for intervention by virtue of section 61 or 62  EIA  2006 (schools requiring significant improvement or schools requiring special measures). 3 In subsection (1)(b), after  “(within the meaning of Part 4 of EIA 2006)” insert  “                  other than by virtue of section 61 or 62 of EIA 2006                ” ."}, {"act": "Education and Adoption Act 2016", "year": 2016, "section": "8", "section_title": "Consultation about conversion", "section_text": "8 For section 5 of the Academies Act 2010 (consultation on conversion) substitute— Consultation about conversion: schools not eligible for intervention 5 1 Before a maintained school in England is converted into an Academy, the school's governing body must consult such persons as they think appropriate about whether the conversion should take place. 2 But this section does not apply if an Academy order under section 4(A1) or (1)(b) has effect in respect of the school. 3 Consultation for the purposes of this section may be carried out before or after an Academy order, or an application for an Academy order, has been made in respect of the school. 4 In the case of a federated school, the reference in subsection (1) to the governing body includes a reference to any members of the governing body."}, {"act": "Education and Adoption Act 2016", "year": 2016, "section": "9", "section_title": "Consultation about identity of Academy sponsor in certain cases", "section_text": "9 After section 5 of the Academies Act 2010 insert— Consultation about identity of Academy sponsor in certain cases 5A 1 This section applies where an Academy order under section 4(A1) has effect in respect of a foundation or voluntary school that has a foundation. 2 Before entering into Academy arrangements in relation to the school the Secretary of State must consult the following about the identity of the person with whom the arrangements are to be entered into— a the trustees of the school, b the person or persons by whom the foundation governors are appointed, and c in the case of a school which has a religious character, the appropriate religious body. 3 In this section,  “ the appropriate religious body ”, in relation to a school, means— a in the case of a Church of England school or a Roman Catholic school, the appropriate diocesan authority; b in any other case, such body or person representing the specified religion or religious denomination as is prescribed under section 88F(3)(e) of SSFA 1998. 4 In the case of a school in relation to which there is more than one religion or religious denomination specified, references to  “the appropriate religious body” are to be read as references to both or all of the bodies concerned. 5 In subsections (3) and (4),  “ specified ” means specified in the order under section 69(3) of SSFA 1998 relating to the school. 6 Expressions used in this section and SSFA 1998 have the same meaning as in that Act."}, {"act": "Education and Adoption Act 2016", "year": 2016, "section": "10", "section_title": "Duty to facilitate conversion", "section_text": "10 After section 5A of the Academies Act 2010 (inserted by section 9 above) insert— Duty to facilitate conversion 5B 1 Where an Academy order under section 4(A1) or (1)(b) has effect in respect of a school, the governing body of the school and the local authority must take all reasonable steps to facilitate the conversion of the school into an Academy. 2 Where the Secretary of State notifies the governing body or local authority that the Secretary of State is minded to enter into Academy arrangements with a specified person, their duty under subsection (1) includes a duty to take all reasonable steps to facilitate the making of Academy arrangements with that person."}, {"act": "Education and Adoption Act 2016", "year": 2016, "section": "11", "section_title": "Power to give directions to do with conversion", "section_text": "11 After section 5B of the Academies Act 2010 (inserted by section 10 above) insert— Power to give directions to do with conversion 5C 1 Where an Academy order under section 4(A1) or (1)(b) has effect in respect of a school, the Secretary of State may direct the governing body of the school or the local authority to take specified steps for the purpose of facilitating the conversion of the school into an Academy. 2 A direction may, in particular, require the governing body or local authority to prepare a draft of a scheme under section 8 or Part 1 of Schedule 1. 3 A direction may specify the period within which any steps must be taken."}, {"act": "Education and Adoption Act 2016", "year": 2016, "section": "12", "section_title": "Power to revoke Academy orders", "section_text": "12 After section 5C of the Academies Act 2010 (inserted by section 11 above) insert— Power to revoke Academy orders under section 4(A1) or (1)(b) 5D 1 The Secretary of State may by order revoke an Academy order under section 4(A1) or (1)(b). 2 If an Academy order is revoked the Secretary of State must give a copy of the order to everyone to whom a copy of the Academy order was given under section 4(4). 3 Despite section 568(1) of EA 1996 (orders to be made by statutory instrument) (as applied by section 17(4) of this Act) the power of the Secretary of State to make an order under this section is not required to be exercised by statutory instrument."}, {"act": "Education and Adoption Act 2016", "year": 2016, "section": "13", "section_title": "Duty to communicate information about plans to improve school", "section_text": "13 After section 5D of the Academies Act 2010 (inserted by section 12 above) insert— Duty to communicate information about plans to improve school 5E 1 Before a maintained school in England which is causing concern is converted into an Academy, the proposed proprietor of the Academy must communicate to the registered parents of registered pupils at the school information about the proposed proprietor's plans to improve the school. 2 For the purposes of subsection (1)— a the  “proposed proprietor of the Academy” is the person with whom the Secretary of State proposes to enter or has entered into Academy arrangements in respect of the school; b a school is  “causing concern” if it is eligible for intervention within the meaning of Part 4 of EIA 2006."}, {"act": "Education and Adoption Act 2016", "year": 2016, "section": "14", "section_title": "Academies causing concern", "section_text": "14 After section 2 of the Academies Act 2010 insert— Academy agreements: provision about failing schools 2A 1 An Academy agreement in respect of an Academy school or an alternative provision Academy must include provision allowing the Secretary of State to terminate the agreement if— a special measures are required to be taken in relation to the Academy, or b the Academy requires significant improvement. 2 The Academy agreement must require the Secretary of State, before terminating the agreement on one of those grounds, to give the proprietor an opportunity to make representations. 3 For the purposes of this section special measures are required to be taken in relation to an Academy, or an Academy requires significant improvement, if the Chief Inspector has given notice under section 13(3)(a) of the Education Act 2005. Academy agreements: provision about coasting schools 2B 1 An Academy agreement in respect of an Academy school or an alternative provision Academy must include provision allowing the Secretary of State to terminate the agreement if— a the Academy is coasting, and b the Secretary of State has notified the proprietor that it is coasting. 2 The Academy agreement must require the Secretary of State, before terminating the agreement on that ground, to give the proprietor a termination warning notice. 3 A termination warning notice is a notice requiring the proprietor— a to take specified action to improve the Academy by a specified date, and b to respond to the Secretary of State by making representations, or by agreeing to take that action, by a specified date. 4 The Academy agreement must provide that the power to terminate the agreement on the ground that the Academy is coasting is available only if the proprietor has failed to comply with a termination warning notice (whether by failing to take specified action, or to respond, on time). 5 The Secretary of State may by regulations provide that this section does not apply in relation to an Academy of a description specified in the regulations. 6 “ Coasting ”, in relation to an Academy to which this section applies, has the meaning given by regulations under subsection (3) of section 60B of the Education and Inspections Act 2006 in relation to a school to which that section applies. Sections 2A and 2B supplementary - new agreements 2C 1 An Academy agreement may include further provision about— a the procedure for terminating the agreement in accordance with the provision required by section 2A or 2B; b the consequences of terminating the agreement in accordance with that provision. 2 This section does not apply to agreements made before the day on which section 14 of the Education and Adoption Act 2016 comes into force (but see section 2D). Sections 2A and 2B: supplementary - old agreements 2D 1 An old Academy agreement is to be treated as if it included the new termination powers. 2 A provision of an old Academy agreement that relates to the procedure for terminating the agreement does not apply to the new termination powers. 3 Subsections (4) and (5) apply where an old Academy agreement— a contains provision about the consequences of terminating the agreement (“relevant provision”), and b the relevant provision is expressed in a way that is capable of covering termination in accordance with the new termination powers. 4 The relevant provision applies to termination in accordance with the new termination powers. 5 If the relevant provision sets out different consequences depending on whether the agreement is terminated on the ground that the proprietor has breached the Agreement or on other grounds, termination in accordance with the new termination powers is to be treated as termination on the grounds of breach by the proprietor. 6 In this section— “ new termination powers ”, in relation to an Academy agreement, means the powers to terminate in accordance with the provision required by sections 2A and 2B; “ old Academy agreement ” means an Academy agreement made before the day on which section 14 of the Education and Adoption Act 2016 comes into force."}, {"act": "Education and Adoption Act 2016", "year": 2016, "section": "15", "section_title": "Local authority adoption functions: joint arrangements", "section_text": "15 1 The Adoption and Children Act 2002 is amended as follows. 2 After section 3 insert— England - joint arrangements etc 3ZA 1 The Secretary of State may give directions requiring one or more local authorities in England to make arrangements for all or any of their functions within subsection (3) to be carried out on their behalf by— a one of those authorities, or b one or more other adoption agencies. 2 A direction under subsection (1) may, in particular— a specify who is to carry out the functions, or b require the local authority or authorities to determine who is to carry out the functions. 3 The functions mentioned in subsection (1) are functions in relation to— a the recruitment of persons as prospective adopters; b the assessment of prospective adopters' suitability to adopt a child; c the approval of prospective adopters as suitable to adopt a child; d decisions as to whether a particular child should be placed for adoption with a particular prospective adopter; e the provision of adoption support services. 4 The Secretary of State may give a direction requiring a local authority in England to terminate arrangements made in accordance with a direction under subsection (1). 5 A direction under this section may make different provision for different purposes. 6 The Secretary of State may by regulations amend subsection (3). 3 Omit section 3A as inserted by the Children and Families Act 2014. 4 In section 140(3) (subordinate legislation subject to affirmative procedure), for paragraph (za) substitute— za under section 3ZA(6), ."}, {"act": "Education and Adoption Act 2016", "year": 2016, "section": "16", "section_title": "Consequential repeals", "section_text": "16 In consequence of the amendments made by this Act, omit the following— a paragraphs 6(2) and (3) and 11 of Schedule 13 to the Apprenticeships, Skills, Children and Learning Act 2009; b sections 44(3) and 56 of the Education Act 2011; c section 4 of the Children and Families Act 2014."}, {"act": "Education and Adoption Act 2016", "year": 2016, "section": "17", "section_title": "Transitional, saving and consequential provision", "section_text": "17 1 The Secretary of State may by regulations make transitional or saving provision in connection with the coming into force of any provision of this Act. 2 The Secretary of State may by regulations, make provision that is consequential on any provision of this Act. 3 Regulations under subsection (2) may amend, repeal or revoke any provision made by or under an Act passed or made before this Act or in the same Session. 4 Regulations under this section are to be made by statutory instrument. 5 A statutory instrument containing regulations under subsection (2) that amend or repeal provision made by an Act may not be made unless a draft of the statutory instrument has been laid before and approved by a resolution of each House of Parliament. 6 Any other statutory instrument containing regulations under subsection (2) is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Education and Adoption Act 2016", "year": 2016, "section": "18", "section_title": "Extent", "section_text": "18 This Act extends to England and Wales only."}, {"act": "Education and Adoption Act 2016", "year": 2016, "section": "19", "section_title": "Commencement", "section_text": "19 1 Sections 17 and 18, this section and section 20 come into force on the day on which this Act is passed. 2 The other provisions of this Act come into force on such day as the Secretary of State may by regulations made by statutory instrument appoint. 3 Different days may be appointed for different purposes."}, {"act": "Education and Adoption Act 2016", "year": 2016, "section": "20", "section_title": "Short title", "section_text": "20 This Act may be cited as the Education and Adoption Act 2016."}]