[{"act": "Immigration Act 2016", "year": 2016, "section": "1", "section_title": "Director of Labour Market Enforcement", "section_text": "1 1 The Secretary of State must appoint a person as the Director of Labour Market Enforcement (referred to in this Chapter as  “ the Director ”). 2 The Director is to hold office in accordance with the terms of his or her appointment. 3 The functions of the Director are exercisable on behalf of the Crown. 4 The Secretary of State must provide the Director with such staff, goods, services, accommodation and other resources as the Secretary of State considers the Director needs for the exercise of his or her functions. 5 The Secretary of State must— a pay the Director such expenses, remuneration and allowances, and b pay or make provision for the payment of such pension to or in respect of the Director, as may be provided for by or under the terms of the Director's appointment."}, {"act": "Immigration Act 2016", "year": 2016, "section": "2", "section_title": "Labour market enforcement strategy", "section_text": "2 1 The Director must before the beginning of each financial year prepare a labour market enforcement strategy for that year and submit it to the Secretary of State for approval. 2 A labour market enforcement strategy (referred to in this Chapter as a  “strategy”) is a document which— a sets out the Director's assessment of— i the scale and nature of non-compliance in the labour market during the year before the one to which the strategy relates, and ii the likely scale and nature of such non-compliance during the year to which the strategy relates and the following two years, b contains a proposal for the year to which the strategy relates setting out— i how labour market enforcement functions should be exercised, ii the education, training and research activities the Secretary of State, and any other person by whom, or by whose officers, labour market enforcement functions are exercisable, should undertake or facilitate in connection with those functions, iii the information, or descriptions of information, that should be provided to the Director for the purposes of his or her functions by any person by whom, or by whose officers, labour market enforcement functions are exercisable, and iv the form and manner in which, and frequency with which, that information should be provided, c sets out the activities the Director proposes to undertake during the year to which the strategy relates in the exercise of his or her functions under section 8, and d deals with such other matters as the Director considers appropriate. 3 The proposal mentioned in paragraph (b) of subsection (2) must, in particular, set out how the funding available for the purposes of the functions and activities mentioned in sub-paragraphs (i) and (ii) of that paragraph should be allocated. 4 The Director may at any time prepare a revised strategy and submit it to the Secretary of State for approval. 5 The Secretary of State may approve a strategy either with or without modifications (but a modification may not relate to the assessment described in paragraph (a) of subsection (2)). 6 Any person by whom labour market enforcement functions are exercisable during a year to which a strategy approved under this section relates must, in exercising those functions, have regard to the strategy."}, {"act": "Immigration Act 2016", "year": 2016, "section": "3", "section_title": "Non-compliance in the labour market  etc : interpretation", "section_text": "3 1 For the purposes of this Chapter each of the following constitutes  “non-compliance in the labour market”— a the commission of a labour market offence; b failure to comply with the requirement under section 1 of the National Minimum Wage Act 1998 (workers to be paid at least national minimum wage); c failure to pay any financial penalty required to be paid by a notice of underpayment served under section 19 of that Act (see section 19A of that Act); d breach of a condition of a licence granted under section 7 of the Gangmasters (Licensing) Act 2004; e failure to comply with any other requirement imposed by or under any enactment and which is prescribed by regulations made by the Secretary of State. 2 In this Chapter  “ labour market enforcement functions ” means— a any function of the Secretary of State in connection with prohibition orders made under section 3A of the Employment Agencies Act 1973, b any function of an officer acting for the purposes of that Act (see section 8A of that Act), c any function of an officer acting for the purposes of the National Minimum Wage Act 1998 (see section 13 of that Act), d any function of the Gangmasters and Labour Abuse Authority conferred by section 1(2)(a) to (c) of the Gangmasters (Licensing) Act 2004, e any function of an enforcement officer or a compliance officer acting for the purposes of that Act (see section 15 of that Act), f any function of the Gangmasters and Labour Abuse Authority under Part 2 of the Modern Slavery Act 2015 (slavery and trafficking prevention orders etc), g any function of an officer of that Authority acting for the purposes of Part 1 or 2 of that Act (see sections 11A and 30A of that Act), h any function of an enforcing authority under this Chapter, i any function an officer has by virtue of section 26, and j any other function prescribed by regulations made by the Secretary of State. 3 In this section  “ labour market offence ” means— a an offence under the Employment Agencies Act 1973 other than one under section 9(4)(b) of that Act; b an offence under the National Minimum Wage Act 1998; c an offence under the Gangmasters (Licensing) Act 2004; d an offence under section 1 of the Modern Slavery Act 2015; e an offence under section 2 or 4 of that Act— i which is committed in relation to a worker or a person seeking work, or ii which is otherwise committed in circumstances where subsection (2) of section 3 of that Act applies; f an offence under section 30(1) or (2) of that Act which is committed in relation to— i an order which was made on the application of the Gangmasters and Labour Abuse Authority, or ii an order which was made under section 14 of that Act and which falls within subsection (4) below; g an offence under section 27; h any other offence prescribed by regulations made by the Secretary of State; i an offence of attempting or conspiring to commit an offence mentioned in paragraphs (a) to (h); j an offence under Part 2 of the Serious Crime Act 2007 in relation to an offence so mentioned; k an offence of inciting a person to commit an offence so mentioned; l an offence of aiding, abetting, counselling or procuring the commission of an offence so mentioned. 4 An order made under section 14 of the Modern Slavery Act 2015 falls within this subsection if— a the order was made following— i the conviction of the defendant of an offence mentioned in subsection (3)(d), (e) or (i) to (l), or ii a finding of a kind mentioned in section 14(1)(b) or (c) of that Act in connection with any such offence, and b the prosecution resulted from an investigation conducted by a labour abuse prevention officer (within the meaning of section 114B of the Police and Criminal Evidence Act 1984). 5 In this section  “ worker ” has the same meaning as in the Employment Rights Act 1996 (see section 230 of that Act) and the reference to a person seeking work is to be read accordingly. 6 In this section references to the Gangmasters (Licensing) Act 2004 are references to that Act only so far as it applies in relation to England and Wales and Scotland."}, {"act": "Immigration Act 2016", "year": 2016, "section": "4", "section_title": "Annual and other reports", "section_text": "4 1 As soon as reasonably practicable after the end of each financial year in respect of which the Secretary of State has approved a strategy under section 2, the Director must submit to the Secretary of State an annual report for that year. 2 An annual report must include— a an assessment of the extent to which labour market enforcement functions were exercised, and activities of the kind mentioned in section 2(2)(b)(ii) were carried out, in accordance with the strategy during the year to which the report relates, b an assessment of the extent to which the strategy had an effect on the scale and nature of non-compliance in the labour market during that year, and c a statement of the activities the Director undertook during that year in the exercise of his or her functions under section 8. 3 The Director must submit to the Secretary of State a report dealing with any matter— a which the Secretary of State has requested the Director to report on, or b which a strategy approved by the Secretary of State under section 2 states is a matter the Director proposes to report on, and must do so as soon as reasonably practicable after the request is made or the strategy is approved."}, {"act": "Immigration Act 2016", "year": 2016, "section": "5", "section_title": "Publication of strategy and reports", "section_text": "5 1 The Secretary of State must lay before Parliament— a any strategy the Secretary of State approves under section 2, and b any annual or other report the Secretary of State receives under section 4, and must do so as soon as reasonably practicable after approving the strategy or receiving the report. 2 A document laid under subsection (1) must not contain material removed under subsection (3). 3 The Secretary of State may remove from a document to be laid under subsection (1) any material the publication of which the Secretary of State considers— a would be against the interests of national security, b might jeopardise the safety of any person in the United Kingdom, or c might prejudice the investigation or prosecution of an offence under the law of England and Wales, Scotland or Northern Ireland."}, {"act": "Immigration Act 2016", "year": 2016, "section": "6", "section_title": "Information gateways", "section_text": "6 1 A person may disclose information to the Director or a relevant staff member if the disclosure is made for the purposes of the exercise of any function of the Director. 2 Information obtained by the Director or a relevant staff member in connection with the exercise of any function of the Director may be used by the Director or a relevant staff member in connection with the exercise of any other function of the Director. 3 The Director or a relevant staff member may disclose information obtained in connection with the exercise of any function of the Director to a specified person if the disclosure is made for the purposes of the exercise of any function of the specified person. 4 “ Specified person ” means a person specified in Schedule 1 (persons to whom Director etc may disclose information). 5 The Secretary of State may by regulations amend Schedule 1. 6 In this section,  “ relevant staff member ” means a member of staff provided to the Director under section 1(4)."}, {"act": "Immigration Act 2016", "year": 2016, "section": "7", "section_title": "Information gateways: supplementary", "section_text": "7 1 A disclosure of information which is authorised by section 6 does not breach— a an obligation of confidence owed by the person making the disclosure, or b any other restriction on the disclosure of information (however imposed). 2 But nothing in section 6 authorises the making of a disclosure which— a contravenes   the data protection legislation , or b is prohibited by   any of Parts 1 to 7 or Chapter 1 of Part 9 of the Investigatory Powers Act 2016 . 3 Section 6 does not limit the circumstances in which information may be disclosed apart from that section. 4 Section 6(1) does not authorise a person serving in an intelligence service to disclose information to the Director or a relevant staff member. But this does not affect the disclosures which such a person may make in accordance with intelligence service disclosure arrangements. 5 Intelligence service information may not be disclosed by the Director or a relevant staff member without authorisation from the appropriate service chief. 6 If the Director or a relevant staff member has disclosed intelligence service information to a person, that person may not further disclose that information without authorisation from the appropriate service chief. 7 HMRC  information may not be disclosed by the Director or a relevant staff member without authorisation from HMRC Commissioners. 8 If the Director or a relevant staff member has disclosed HMRC information to a person, that person may not further disclose that information without authorisation from HMRC Commissioners. 9 Subsections (7) and (8) do not apply to national minimum wage information. 10 If a person contravenes subsection (7) or (8) by disclosing revenue and customs information relating to a person whose identity— a is specified in the disclosure, or b can be deduced from it, section 19 of the Commissioners for Revenue and Customs Act 2005 (wrongful disclosure) applies in relation to that disclosure as it applies in relation to a disclosure of such information in contravention of section 20(9) of that Act. 11 In this section— “ appropriate service chief ” means— the Director-General of the Security Service (in the case of information obtained by the Director or a relevant staff member from that Service or a person acting on its behalf); the Chief of the Secret Intelligence Service (in the case of information so obtained from that Service or a person acting on its behalf); the Director of  GCHQ  (in the case of information so obtained from GCHQ or a person acting on its behalf);   “ the data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act);   “ GCHQ ” has the same meaning as in the Intelligence Services Act 1994; “ HMRC information ” means information disclosed to the Director or a relevant staff member under section 6 by HMRC Commissioners or a person acting on behalf of HMRC Commissioners; “ intelligence service ” means— the Security Service; the Secret Intelligence Service; GCHQ; “ intelligence service disclosure arrangements ” means— arrangements made by the Director-General of the Security Service under section 2(2)(a) of the Security Service Act 1989 about the disclosure of information by that Service, arrangements made by the Chief of the Intelligence Service under section 2(2)(a) of the Intelligence Services Act 1994 about the disclosure of information by that Service, and arrangements made by the Director of GCHQ under section 4(2)(a) of that Act about the disclosure of information by GCHQ; “ intelligence service information ” means information obtained from an intelligence service or a person acting on behalf of an intelligence service; “ national minimum wage information ” means information obtained by an officer in the course of acting— for the purposes of the National Minimum Wage Act 1998 (see section 13 of that Act), or by virtue of section 26(2); “ relevant staff member ” has the same meaning as in section 6; “ revenue and customs information relating to a person ” has the meaning given in section 19(2) of the Commissioners for Revenue and Customs Act 2005."}, {"act": "Immigration Act 2016", "year": 2016, "section": "8", "section_title": "Information hub", "section_text": "8 1 The Director must gather, store, process, analyse and disseminate information relating to non-compliance in the labour market. 2 The Director may request any person by whom, or by whose officers, labour market enforcement functions are exercisable to provide the Director with any non-compliance information specified or of a description specified in the request. 3 “ Non-compliance information ” means information relating to non-compliance in the labour market which the Director considers would facilitate the exercise of any of his or her functions. 4 A person by whom, or by whose officers, labour market enforcement functions are exercisable may request the Director to provide the person, or an officer of the person, with any enforcement information specified or of a description specified in the request. 5 “ Enforcement information ” means information which the person making the request considers would facilitate the exercise of any labour market enforcement function of the person or of an officer of the person. 6 A person who receives a request under this section must respond to it in writing within a reasonable period."}, {"act": "Immigration Act 2016", "year": 2016, "section": "9", "section_title": "Restriction on exercising functions in relation to individual cases", "section_text": "9 1 The Director must not in exercising any function make any recommendation in relation to an individual case. 2 Subsection (1) does not prevent the Director considering individual cases and drawing conclusions about them for the purpose of, or in the context of, considering a general issue."}, {"act": "Immigration Act 2016", "year": 2016, "section": "10", "section_title": "Renaming of Gangmasters Licensing Authority", "section_text": "10 1 The Gangmasters Licensing Authority is renamed the Gangmasters and Labour Abuse Authority. 2 In any enactment passed before the day on which this section comes into force, and in any instrument or other document made before that day, references to the Gangmasters Licensing Authority are to be read, in relation to any time on or after that day, as references to the Gangmasters and Labour Abuse Authority."}, {"act": "Immigration Act 2016", "year": 2016, "section": "11", "section_title": "Functions in relation to labour market", "section_text": "11 1 Schedule 2 (functions in relation to labour market) has effect. 2 The Secretary of State may by regulations confer other functions on the Gangmasters and Labour Abuse Authority or its officers."}, {"act": "Immigration Act 2016", "year": 2016, "section": "12", "section_title": "PACE  powers in England and Wales for labour abuse prevention officers", "section_text": "12 1 After section 114A of the Police and Criminal Evidence Act 1984 insert— Application of Act to labour abuse prevention officers 114B 1 The Secretary of State may by regulations apply any provision of this Act which relates to investigations of offences conducted by police officers to investigations of labour market offences conducted by labour abuse prevention officers. 2 The regulations may apply provisions of this Act with any modifications specified in the regulations. 3 In this section  “ labour abuse prevention officer ” means an officer of the Gangmasters and Labour Abuse Authority who— a falls within subsection (4), and b is authorised (whether generally or specifically) by the Secretary of State for the purposes of this section. 4 An officer of the Gangmasters and Labour Abuse Authority falls within this subsection if he or she is— a acting for the purposes of the Employment Agencies Act 1973 (see section 8A of that Act), b acting for the purposes of the National Minimum Wage Act 1998 (see section 13 of that Act), c acting for the purposes of the Gangmasters (Licensing) Act 2004 as an enforcement officer within the meaning of section 15 of that Act, d acting for the purposes of Part 1 or 2 of the Modern Slavery Act 2015 (see sections 11A and 30A of that Act), or e acting for any other purpose prescribed in regulations made by the Secretary of State. 5 The investigations for the purposes of which provisions of this Act may be applied by regulations under this section include investigations of offences committed, or suspected of having been committed, before the coming into force of the regulations or of this section. 6 Regulations under this section are to be made by statutory instrument. 7 Regulations under this section may make— a different provision for different purposes; b provision which applies generally or for particular purposes; c incidental, supplementary, consequential, transitional or transitory provision or savings. 8 Regulations under subsection (4)(e) may, in particular, make such provision amending, repealing or revoking any enactment as the Secretary of State considers appropriate in consequence of any provision made by the regulations. 9 A statutory instrument containing regulations under subsection (4)(e) may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 10 Any other statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament. 11 In this section— “ enactment ” includes an enactment contained in subordinate legislation within the meaning of the Interpretation Act 1978; “ labour market offence ” has the meaning given in section 3 of the Immigration Act 2016. 2 In section 18 of the Gangmasters (Licensing) Act 2004 (obstruction of officers), in subsection (1)(a), after  “this Act” insert  “                      or functions conferred by virtue of section 114B of the Police and Criminal Evidence Act 1984 (application of that Act to Authority officers)                    ” ."}, {"act": "Immigration Act 2016", "year": 2016, "section": "13", "section_title": "Relationship with other agencies: requests for assistance", "section_text": "13 1 The Gangmasters (Licensing) Act 2004 is amended as follows. 2 Before section 23 (but after the italic heading before it) insert— Relationship with other agencies: requests for assistance 22A 1 The Authority may request any of the following to provide assistance to the Authority or any of its officers— a a chief officer of police for a police area in England and Wales; b the Director General of the National Crime Agency; c a person appointed as an immigration officer under paragraph 1 of Schedule 2 to the Immigration Act 1971; d any other person prescribed or of a prescribed description. 2 The Authority may make a request under subsection (1) only if it considers that the assistance would facilitate the exercise of any function by the Authority or any of its officers. 3 Any of the following persons may request the Authority to provide assistance to the person— a a chief officer of police for a police area in England and Wales; b a person appointed as an immigration officer under paragraph 1 of Schedule 2 to the Immigration Act 1971; c any other person prescribed or of a prescribed description. 4 A person may make a request under subsection (3) only if the person considers that the assistance would facilitate the exercise by the person of any function. 5 A request under this section must— a set out what assistance is being requested, and b explain how the assistance would facilitate the exercise of the function. 6 A person who receives a request under this section must respond to it in writing within a reasonable period. 7 Regulations under this section must not make provision which would be— a within the legislative competence of the Scottish Parliament if contained in an Act of that Parliament, b within the legislative competence of the National Assembly for Wales if contained in an Act of that Assembly, or c within the legislative competence of the Northern Ireland Assembly if contained in an Act of that Assembly made without the consent of the Secretary of State. 3 In section 25 (regulations, rules and orders), in subsection (5)— a omit the  “or” at the end of paragraph (a); b at the end insert , or                           c section 22A(1)(d) or (3)(c) (regulations regarding persons whom the Authority may request to provide assistance and who may request assistance from Authority)."}, {"act": "Immigration Act 2016", "year": 2016, "section": "14", "section_title": "Power to request LME undertaking", "section_text": "14 1 This section applies where an enforcing authority believes that a person has committed, or is committing, a trigger offence. 2 An enforcing authority may give a notice to the person— a identifying the trigger offence which the authority believes has been or is being committed; b giving the authority's reasons for the belief; c inviting the person to give the authority a labour market enforcement undertaking in the form attached to the notice. 3 A labour market enforcement undertaking (an  “LME undertaking”) is an undertaking by the person giving it (the  “subject”) to comply with any prohibitions, restrictions and requirements set out in the undertaking (as to which see section 15). 4 “ Trigger offence ” means— a an offence under the Employment Agencies Act 1973 other than one under section 9(4)(b) of that Act; b an offence under the National Minimum Wage Act 1998; c an offence under the Gangmasters (Licensing) Act 2004; d any other offence prescribed by regulations made by the Secretary of State; e an offence of attempting or conspiring to commit an offence mentioned in paragraphs (a) to (d); f an offence under Part 2 of the Serious Crime Act 2007 in relation to an offence so mentioned; g an offence of inciting a person to commit an offence so mentioned; h an offence of aiding, abetting, counselling or procuring the commission of an offence so mentioned. 5 “Enforcing authority”— a in relation to a trigger offence under the Employment Agencies Act 1973, means the Secretary of State or any authority whose officers are acting for the purposes of that Act (see section 8A of that Act); b in relation to a trigger offence under the National Minimum Wage Act 1998, means the Secretary of State or any authority whose officers are acting for the purposes of that Act (see section 13 of that Act); c in relation to a trigger offence under the Gangmasters (Licensing) Act 2004, means the Secretary of State or any authority whose officers are acting as enforcement officers for the purposes of that Act (see section 15 of that Act); d in relation to an offence which is a trigger offence by virtue of subsection (4)(d) (including an offence mentioned in subsection (4)(e) to (h) in connection with such an offence), has the meaning prescribed in regulations made by the Secretary of State. 6 In subsection (5), a reference to an offence under an Act includes a reference to an offence mentioned in subsection (4)(e) to (h) in connection with such an offence. 7 In this section references to the Gangmasters (Licensing) Act 2004 are references to that Act only so far as it applies in relation to England and Wales and Scotland."}, {"act": "Immigration Act 2016", "year": 2016, "section": "15", "section_title": "Measures in LME undertakings", "section_text": "15 1 An LME undertaking may include a prohibition, restriction or requirement (each a  “measure”) if, and only if— a the measure falls within subsection (2) or (3) (or both), and b the enforcing authority considers that the measure is just and reasonable. 2 A measure falls within this subsection if it is for the purpose of— a preventing or reducing the risk of the subject not complying with any requirement imposed by or under the relevant enactment, or b bringing to the attention of persons likely to be interested in the matter— i the existence of the LME undertaking, ii the circumstances in which it was given, and iii any action taken (or not taken) by the subject in order to comply with the undertaking. 3 A measure falls within this subsection if it is prescribed, or is of a description prescribed, in regulations made by the Secretary of State. 4 The enforcing authority must not— a invite the subject to give an LME undertaking, or b agree to the form of an undertaking, unless the authority believes that at least one measure in the undertaking is necessary for the purpose mentioned in subsection (5). 5 That purpose is preventing or reducing the risk of the subject— a committing a further trigger offence under the relevant enactment, or b continuing to commit the trigger offence. 6 An LME undertaking must set out how each measure included for the purpose mentioned in subsection (2)(a) is expected to achieve that purpose. 7 In this section, the  “ relevant enactment ” means the enactment under which the enforcing authority believes the trigger offence concerned has been or is being committed."}, {"act": "Immigration Act 2016", "year": 2016, "section": "16", "section_title": "Duration", "section_text": "16 1 An LME undertaking has effect from when it is accepted by the enforcing authority or from the later time specified in it for this purpose. 2 An LME undertaking has effect for the period specified in it but the maximum period for which an undertaking may have effect is 2 years. 3 The enforcing authority may release the subject from an LME undertaking. 4 The enforcing authority must release the subject from an LME undertaking if at any time during the period for which it has effect the authority believes that no measure in it is necessary for the purpose mentioned in section 15(5). 5 If the enforcing authority releases the subject from an LME undertaking it must take such steps as it considers appropriate to bring that fact to the attention of— a the subject; b any other persons likely to be interested in the matter."}, {"act": "Immigration Act 2016", "year": 2016, "section": "17", "section_title": "Further provision about giving notice under section 14", "section_text": "17 1 A notice may be given under section 14 to a person by— a delivering it to the person, b leaving it at the person's proper address, c sending it by post to the person at that address, or d subject to subsection (6), sending it to the person by electronic means. 2 A notice to a body corporate may be given to any officer of that body. 3 A notice to a partnership may be given to any partner. 4 A notice to an unincorporated association (other than a partnership) may be given to any member of the governing body of the association. 5 For the purposes of this section and of section 7 of the Interpretation Act 1978 (service of documents by post) in its application to this section, the proper address of a person is the person's last known address (whether of the person's residence or of a place where the person carries on business or is employed) and also— a in the case of a body corporate or an officer of the body, the address of the body's registered or principal office in the United Kingdom; b in the case of a partnership or a partner, the address of the principal office of the partnership in the United Kingdom; c in the case of an unincorporated association (other than a partnership) or a member of its governing body, the principal office of the association in the United Kingdom. 6 A notice may be sent to a person by electronic means only if— a the person has indicated that notices under section 14 may be given to the person by being sent to an electronic address and in an electronic form specified for that purpose, and b the notice is sent to that address in that form. 7 A notice sent to a person by electronic means is, unless the contrary is proved, to be treated as having been given on the working day immediately following the day on which it was sent. 8 In this section— “ electronic address ” means any number or address used for the purposes of sending or receiving documents or information by electronic means; “ officer ”, in relation to a body corporate, means a director, manager, secretary or other similar officer of the body; “ working day ” means a day other than a Saturday, a Sunday, Christmas Day, Good Friday or a bank holiday under the Banking and Financial Dealings Act 1971 in any part of the United Kingdom."}, {"act": "Immigration Act 2016", "year": 2016, "section": "18", "section_title": "Power to make LME order on application", "section_text": "18 1 The appropriate court may, on an application by an enforcing authority under section 19, make a labour market enforcement order against a person if the court— a is satisfied, on the balance of probabilities, that the person has committed, or is committing, a trigger offence, and b considers that it is just and reasonable to make the order. 2 A labour market enforcement order (an  “LME order”) is an order which— a prohibits or restricts the person against whom it is made (“ the respondent ”) from doing anything set out in the order; b requires the respondent to do anything set out in the order. See section 21. 3 In this section  “the appropriate court”— a where the conduct constituting the trigger offence took or is taking place primarily in England and Wales, means a magistrates' court; b where that conduct took or is taking place primarily in Scotland, means the sheriff; c where that conduct took or is taking place primarily in Northern Ireland, means a court of summary jurisdiction. 4 An application for an LME order under this section is— a in England and Wales, to be made by complaint; b in Northern Ireland, to be made by complaint under Part 8 of the Magistrates' Courts (Northern Ireland) Order 1981 ( S.I.  1981/1675 (N.I. 26))."}, {"act": "Immigration Act 2016", "year": 2016, "section": "19", "section_title": "Applications", "section_text": "19 1 An enforcing authority may apply for an LME order to be made under section 18 against a person (the  “proposed respondent”) if— a the authority has served a notice on the proposed respondent under section 14, and b the proposed respondent— i refuses to give an LME undertaking, or ii otherwise fails, before the end of the negotiation period, to give an LME undertaking in the form attached to the notice or in such other form as may be agreed with the enforcing authority. 2 An enforcing authority may also apply for an LME order if the proposed respondent— a has given an LME undertaking to the enforcing authority, and b has failed to comply with the undertaking. 3 In subsection (1)  “ the negotiation period ” means— a the period of 14 days beginning with the day after that on which the notice mentioned in paragraph (a) of that subsection was given, or b such longer period as may be agreed between the enforcing authority and the proposed respondent."}, {"act": "Immigration Act 2016", "year": 2016, "section": "20", "section_title": "Power to make LME order on conviction", "section_text": "20 1 This section applies where a court deals with a person in respect of a conviction for a trigger offence. 2 The court may make an LME order against the person if the court considers it is just and reasonable to do so. 3 An LME order must not be made under this section except— a in addition to a sentence imposed in respect of the offence concerned, or b in addition to an order discharging the person conditionally or, in Scotland, discharging the person absolutely."}, {"act": "Immigration Act 2016", "year": 2016, "section": "21", "section_title": "Measures in LME orders", "section_text": "21 1 An LME order may include a prohibition, restriction or requirement (each a  “measure”) if, and only if, the measure falls within subsection (2) or (3) (or both). 2 A measure falls within this subsection if it is for the purpose of— a preventing or reducing the risk of the respondent not complying with any requirement imposed by or under the relevant enactment, or b bringing to the attention of persons likely to be interested in the matter— i the existence of the LME order, ii the circumstances in which it was made, and iii any action taken (or not taken) by the respondent in order to comply with the order. 3 A measure falls within this subsection if it is prescribed, or is of a description prescribed, in regulations made by the Secretary of State. 4 Where an LME order includes a measure for the purpose mentioned in subsection (2)(a), the order must set out how the measure is expected to achieve that purpose. 5 In this section the  “ relevant enactment ” means the enactment under which the trigger offence concerned has been or is being committed."}, {"act": "Immigration Act 2016", "year": 2016, "section": "22", "section_title": "Further provision about LME orders", "section_text": "22 1 An LME order has effect for the period specified in it but the maximum period for which an order may have effect is 2 years. 2 An LME order may not be made against an individual who is under 18. 3 If a court makes an LME order, the court may also— a release the respondent from any LME undertaking given in relation to the trigger offence concerned; b discharge any other LME order which is in force against the respondent and which was made by the court or any other court in the same part of the United Kingdom as the court."}, {"act": "Immigration Act 2016", "year": 2016, "section": "23", "section_title": "Variation and discharge", "section_text": "23 1 The appropriate court may by order vary or discharge an LME order— a on the application of the respondent; b if the order was made under section 18, on the application of the enforcing authority who applied for the order; c if the order was made under section 20, on the application of the enforcing authority whose officer conducted the investigation which resulted in the prosecution of the respondent for the trigger offence. 2 In this section  “the appropriate court”— a in relation to an LME order made in England and Wales (whether made under section 18 or 20), means a magistrates' court; b in relation to such an order made in Scotland, means the sheriff; c in relation to such an order made in Northern Ireland, means a court of summary jurisdiction. 3 An application for an order under this section is— a if made to a magistrates' court in England and Wales, to be made by complaint; b if made to a court of summary jurisdiction in Northern Ireland, to be made by complaint under Part 8 of the Magistrates' Courts (Northern Ireland) Order 1981 (S.I. 1981/1675 (N.I. 26))."}, {"act": "Immigration Act 2016", "year": 2016, "section": "24", "section_title": "Appeals", "section_text": "24 1 A respondent may appeal against— a the making of an LME order under section 18; b the making of, or refusal to make, an order under section 23. 2 An appeal under subsection (1) is to be made— a where the order was made or refused by a magistrates' court in England and Wales, to the Crown Court; b where the order was made or refused by the sheriff, to the Sheriff Appeal Court; c where the order was made or refused by a court of summary jurisdiction in Northern Ireland, to a county court. 3 On an appeal under subsection (1) the court hearing the appeal may make such orders as may be necessary to give effect to its determination of the appeal, and may also make such incidental or consequential orders as appear to it to be just and reasonable. 4 An LME order that has been varied by virtue of subsection (3) remains an order of the court that first made it for the purposes of section 23. 5 A respondent may appeal against the making of an LME order under section 20 as if the order were a sentence passed on the respondent for the trigger offence."}, {"act": "Immigration Act 2016", "year": 2016, "section": "25", "section_title": "Code of practice", "section_text": "25 1 The Secretary of State must issue a code of practice giving guidance to enforcing authorities about the exercise of their functions under sections 14 to 23. 2 The Secretary of State may revise the code from time to time. 3 The code and any revised code— a must not be issued unless a draft has been laid before Parliament, and b comes into force on such day as the Secretary of State appoints by regulations. 4 The Secretary of State must publish the code and any revised code. 5 An enforcing authority must have regard to the current version of the code in exercising its functions under sections 14 to 23."}, {"act": "Immigration Act 2016", "year": 2016, "section": "26", "section_title": "Investigative functions", "section_text": "26 1 An officer acting for the purposes of the Employment Agencies Act 1973— a may also act for the purposes of taking action where it appears that a person has failed to comply with an LME undertaking or an LME order where the trigger offence to which the undertaking or order relates is an offence under that Act, and b in doing so, has the same powers and duties as he or she has when acting for the purposes of that Act. 2 An officer acting for the purposes of the National Minimum Wage Act 1998— a may also act for the purposes of taking action where it appears that a person has failed to comply with an LME undertaking or an LME order where the trigger offence to which the undertaking or order relates is an offence under that Act, and b in doing so, has the same powers and duties as he or she has when acting for the purposes of that Act. 3 An officer acting as an enforcement officer for the purposes of the Gangmasters (Licensing) Act 2004— a may also act for the purposes of taking action where it appears that a person has failed to comply with an LME undertaking or an LME order where the trigger offence to which the undertaking or order relates is an offence under that Act, and b in doing so, has the same powers and duties as he or she has when acting as an enforcement officer for the purposes of that Act. 4 In this section references to the Gangmasters (Licensing) Act 2004 are references to that Act only so far as it applies in relation to England and Wales and Scotland."}, {"act": "Immigration Act 2016", "year": 2016, "section": "27", "section_title": "Offence", "section_text": "27 1 A person against whom an LME order is made commits an offence if the person, without reasonable excuse, fails to comply with the order. 2 A person guilty of an offence under this section is liable— a on conviction on indictment, to imprisonment for a term not exceeding 2 years, to a fine or to both; b on summary conviction in England and Wales, to imprisonment for a term not exceeding   the general limit in a magistrates’ court , to a fine or to both; c on summary conviction in Scotland, to imprisonment for a term not exceeding 12 months, to a fine not exceeding the statutory maximum or to both; d on summary conviction in Northern Ireland, to imprisonment for a term not exceeding 6 months, to a fine not exceeding the statutory maximum or to both. 3 In relation to an offence committed before   2 May 2022 , the reference in subsection (2)(b) to   the general limit in a magistrates’ court   is to be read as a reference to 6 months."}, {"act": "Immigration Act 2016", "year": 2016, "section": "28", "section_title": "Offences by bodies corporate", "section_text": "28 1 If an offence under section 27 committed by a body corporate is proved— a to have been committed with the consent or connivance of an officer of the body, or b to be attributable to any neglect on the part of such an officer, the officer, as well as the body corporate, is guilty of the offence and liable to be proceeded against and punished accordingly. 2 In subsection (1)  “ officer ”, in relation to a body corporate, means— a a director, manager, secretary or other similar officer of the body; b a person purporting to act in any such capacity. 3 If the affairs of a body corporate are managed by its members, subsection (1) applies in relation to the acts and defaults of a member in connection with the member's functions of management as if the member were a director of the body corporate."}, {"act": "Immigration Act 2016", "year": 2016, "section": "29", "section_title": "Application to unincorporated associations", "section_text": "29 1 In a case falling within subsection (2), an unincorporated association is to be treated as a legal person for the purposes of sections 14 to 27. 2 A case falls within this subsection if it relates to a trigger offence for which it is possible to bring proceedings against an unincorporated association in the name of the association. 3 Proceedings for an offence under section 27 alleged to have been committed by an unincorporated association may be brought against the association in the name of the association. 4 For the purposes of such proceedings— a rules of court relating to the service of documents have effect as if the association were a body corporate, and b the following provisions apply as they apply in relation to a body corporate— i section 33 of the Criminal Justice Act 1925 and Schedule 3 to the Magistrates' Courts Act 1980; ii sections 70 and 143 of the Criminal Procedure (Scotland) Act 1995; iii section 18 of the Criminal Justice Act (Northern Ireland) 1945 (c. 15 (N.I.)) and Schedule 4 to the Magistrates' Courts (Northern Ireland) Order 1981 (S.I. 1981/1675 (N.I. 26)). 5 A fine imposed on the association on its conviction of an offence is to be paid out of the funds of the association. 6 If an offence under section 27 committed by an unincorporated association is proved— a to have been committed with the consent or connivance of an officer of the association, or b to be attributable to any neglect on the part of such an officer, the officer, as well as the association, is guilty of the offence and liable to be proceeded against and punished accordingly. 7 In subsection (6)  “ officer ”, in relation to any association, means— a an officer of the association or a member of its governing body; b a person purporting to act in such a capacity."}, {"act": "Immigration Act 2016", "year": 2016, "section": "30", "section_title": "Application to partnerships", "section_text": "30 1 If an offence under section 27 committed by a partner of a partnership which is not regarded as a legal person is shown— a to have been committed with the consent or connivance of another partner, or b to be attributable to any neglect on the part of another partner, that other partner, as well as the first-mentioned partner, is guilty of the offence and liable to be proceeded against and punished accordingly. 2 Proceedings for an offence under section 27 alleged to have been committed by a partnership which is regarded as a legal person may be brought against the partnership in the firm name. 3 For the purposes of such proceedings— a rules of court relating to the service of documents have effect as if the partnership were a body corporate, and b the following provisions apply as they apply in relation to a body corporate— i section 33 of the Criminal Justice Act 1925 and Schedule 3 to the Magistrates' Courts Act 1980; ii sections 70 and 143 of the Criminal Procedure (Scotland) Act 1995; iii section 18 of the Criminal Justice Act (Northern Ireland) 1945 (c. 15 (N.I.)) and Schedule 4 to the Magistrates' Courts (Northern Ireland) Order 1981 (S.I. 1981/1675 (N.I. 26)). 4 A fine imposed on a partnership on its conviction of an offence is to be paid out of the funds of the partnership. 5 If an offence under section 27 committed by a partnership is proved— a to have been committed with the consent or connivance of a partner, or b to be attributable to any neglect on the part of a partner, the partner, as well as the partnership, is guilty of the offence and liable to be proceeded against and punished accordingly. 6 In subsections (1) and (5)  “ partner ” includes a person purporting to act as a partner. 7 For the purposes of this section a partnership is, or is not,  “regarded as a legal person” if it is, or is not, so regarded under the law of the country or territory under which it was formed."}, {"act": "Immigration Act 2016", "year": 2016, "section": "31", "section_title": "Consequential and related amendments", "section_text": "31 Schedule 3 (consequential and related amendments) has effect."}, {"act": "Immigration Act 2016", "year": 2016, "section": "32", "section_title": "Regulations under Chapter 1", "section_text": "32 1 Regulations under section 3 or 14 must not prescribe a requirement, function or offence if provision imposing the requirement, conferring the function or creating the offence falls within subsection (3). 2 Regulations under section 11 must not confer a function if provision doing so falls within subsection (3). 3 Provision falls within this subsection if— a it would be within the legislative competence of the Scottish Parliament if contained in an Act of that Parliament, b it would be within the legislative competence of the National Assembly for Wales if contained in an Act of that Assembly, or c it would be within the legislative competence of the Northern Ireland Assembly if contained in an Act of that Assembly made without the consent of the Secretary of State. 4 Regulations under section 3, 11 or 14 may make such provision amending, repealing or revoking any provision of any enactment, including this Chapter, as the Secretary of State considers appropriate in consequence of the regulations."}, {"act": "Immigration Act 2016", "year": 2016, "section": "33", "section_title": "Interpretation of Chapter 1", "section_text": "33 In this Chapter— “ the Director ” has the meaning given by section 1; “ enactment ” includes— an enactment contained in subordinate legislation within the meaning of the Interpretation Act 1978; an enactment contained in, or in an instrument made under, an Act of the Scottish Parliament; an enactment contained in, or in an instrument made under, a Measure or Act of the National Assembly for Wales; an enactment contained in, or in an instrument made under, Northern Ireland legislation; “ enforcing authority ” has the meaning given by section 14; “ financial year ” means a period of 12 months ending with 31 March; “ HMRC Commissioners ” means the Commissioners for Her Majesty's Revenue and Customs; “ labour market enforcement functions ” has the meaning given by section 3; “ LME order ” has the meaning given by section 18; “ LME undertaking ” has the meaning given by section 14; “ non-compliance in the labour market ” has the meaning given by section 3; “ the respondent ” has the meaning given by section 18; “ strategy ” has the meaning given by section 2; “ subject ” has the meaning given by section 14; “ trigger offence ” has the meaning given by section 14."}, {"act": "Immigration Act 2016", "year": 2016, "section": "34", "section_title": "Offence of illegal working", "section_text": "34 1 The Immigration Act 1971 is amended as follows. 2 In section 3(1)(c)(i) (power to grant limited leave to enter or remain in the United Kingdom subject to condition restricting employment or occupation) for  “employment” substitute  “                      work                    ” . 3 After section 24A insert— Illegal working 24B 1 A person (“P”) who is subject to immigration control commits an offence if— a P works at a time when P is disqualified from working by reason of P's immigration status, and b at that time P knows or has reasonable cause to believe that P is disqualified from working by reason of P's immigration status. 2 For the purposes of subsection (1) a person is disqualified from working by reason of the person's immigration status if— a the person has not been granted leave to enter or remain in the United Kingdom, or b the person's leave to enter or remain in the United Kingdom— i is invalid, ii has ceased to have effect (whether by reason of curtailment, revocation, cancellation, passage of time or otherwise), or iii is subject to a condition preventing the person from doing work of that kind. 3 A person who is guilty of an offence under subsection (1) is liable on summary conviction— a in England and Wales, to imprisonment for a term not exceeding 51 weeks or a fine, or both, b in Scotland or Northern Ireland, to imprisonment for a term not exceeding 6 months or a fine not exceeding level 5 on the standard scale, or both. 4 In relation to an offence committed before section 281(5) of the Criminal Justice Act 2003 comes into force, the reference in subsection (3)(a) to 51 weeks is to be read as a reference to 6 months. 5 If a person is convicted of an offence under subsection (1) in England and Wales, the prosecutor must consider whether to ask the court to commit the person to the Crown Court under section 70 of the Proceeds of Crime Act 2002 (committal with view to confiscation order being considered). 6 If a person is convicted of an offence under subsection (1) in Scotland, the prosecutor must consider whether to ask the court to act under section 92 of the Proceeds of Crime Act 2002 (making of confiscation order). 7 If a person is convicted of an offence under subsection (1) in Northern Ireland, the prosecutor must consider whether to ask the court to commit the person to the Crown Court under section 218 of the Proceeds of Crime Act 2002 (committal with view to confiscation order being considered). 8 The reference in subsection (1) to a person who is subject to immigration control is to a person who under this Act requires leave to enter or remain in the United Kingdom. 9 Where a person is on immigration bail within the meaning of Part 1 of Schedule 10 to the Immigration Act 2016— a the person is to be treated for the purposes of subsection (2) as if the person had been granted leave to enter the United Kingdom, but b any condition as to the person's work in the United Kingdom to which the person's immigration bail is subject is to be treated for those purposes as a condition of leave. 10 The reference in subsection (1) to a person working is to that person working— a under a contract of employment, b under a contract of apprenticeship, c under a contract personally to do work, d under or for the purposes of a contract for services, e for a purpose related to a contract to sell goods, f as a constable, g in the course of Crown employment, h as a relevant member of the House of Commons staff, or i as a relevant member of the House of Lords staff. 11 In subsection (10)— “ contract to sell goods ” means a contract by which a person acting in the course of a trade, business, craft or profession transfers or agrees to transfer the property in goods to another person (and for this purpose  “ goods ” means any tangible moveable items); “Crown employment”— in relation to England and Wales and Scotland, has the meaning given by section 191(3) of the Employment Rights Act 1996; in relation to Northern Ireland, has the meaning given by Article 236(3) of the Employment Rights (Northern Ireland) Order 1996 ( SI  1996/1919 ( NI  16)); “ relevant member of the House of Commons staff ” has the meaning given by section 195(5) of the Employment Rights Act 1996; “ relevant member of the House of Lords staff ” has the meaning given by section 194(6) of the Employment Rights Act 1996. 12 Subsection (1) does not apply to— a service as a member of the naval, military or air forces of the Crown, or b employment by an association established for the purposes of Part 11 of the Reserve Forces Act 1996. 13 In this section  “ contract ” means a contract whether express or implied and, if express, whether oral or in writing. 4 In section 28A(3)(a) (arrest without warrant) after  “section” insert  “                      24B,                    ” . 5 In section 28B(5) (search and arrest by warrant: relevant offences) after  “24A,” insert  “                      24B,                    ” . 6 In section 28CA(1) (business premises: entry to arrest) after paragraph (b) insert— ba for an offence under section 24B, . 7 In section 28D(4) (entry and search of premises: relevant offences) after  “24A,” insert  “                      24B,                    ” . 8 In section 28FA(1)(a) (search for personnel records: offences to which section applies) for  “or 24A(1)” substitute  “                      , 24A(1) or 24B(1)                    ” ."}, {"act": "Immigration Act 2016", "year": 2016, "section": "35", "section_title": "Offence of employing illegal worker", "section_text": "35 1 Section 21 of the Immigration, Asylum and Nationality Act 2006 (offence of knowingly employing illegal worker) is amended in accordance with subsections (2) to (4). 2 In subsection (1) for the words from  “an adult” to the end of the subsection substitute  “                      disqualified from employment by reason of the employee's immigration status.                    ” 3 After subsection (1) insert— 1A A person commits an offence if the person— a employs another person (“ the employee ”) who is disqualified from employment by reason of the employee's immigration status, and b has reasonable cause to believe that the employee is disqualified from employment by reason of the employee's immigration status. 1B For the purposes of subsections (1) and (1A) a person is disqualified from employment by reason of the person's immigration status if the person is an adult subject to immigration control and— a the person has not been granted leave to enter or remain in the United Kingdom, or b the person's leave to enter or remain in the United Kingdom— i is invalid, ii has ceased to have effect (whether by reason of curtailment, revocation, cancellation, passage of time or otherwise), or iii is subject to a condition preventing the person from accepting the employment. 4 In subsection (2)(a)(i) (maximum term of imprisonment for conviction of offence on indictment) for  “two” substitute  “                      five                    ” . 5 Section 22 of the Immigration, Asylum and Nationality Act 2006 (offences by bodies corporate etc) is amended in accordance with subsections (6) and (7). 6 After subsection (1) insert— 1A For the purposes of section 21(1A) a body (whether corporate or not) shall be treated as having reasonable cause to believe a fact about an employee if a person who has responsibility within the body for an aspect of the employment has reasonable cause to believe that fact. 7 In each of subsections (2) and (4) after  “21(1)” insert  “                      or (1A)                    ” . 8 In section 24(a) of the Immigration, Asylum and Nationality Act 2006 (immigration bail) for  “21(1)” substitute  “                      21(1B)                    ” . 9 In section 28A of the Immigration Act 1971 (arrest without warrant)— a after subsection (9A) insert— 9B An immigration officer may arrest without warrant a person who, or whom the immigration officer has reasonable grounds for suspecting— a has committed or attempted to commit an offence under section 21(1) or (1A) of the Immigration, Asylum and Nationality Act 2006 (employment of illegal worker etc), or b is committing or attempting to commit that offence. , b in subsection (10) for  “and (5)” substitute  “                          , (5) and (9B)                        ” , and c in subsection (11) for  “and (5)” substitute  “                          , (5) and (9B)                        ” . 10 In section 28AA(1) of that Act (arrest with warrant) for paragraphs (a) and (b) substitute  “                      section 24(1)(d)                    ” ."}, {"act": "Immigration Act 2016", "year": 2016, "section": "36", "section_title": "Licensing Act 2003: amendments relating to illegal working", "section_text": "36 1 Schedule 4 (Licensing Act 2003: amendments relating to illegal working) has effect. 2 The Secretary of State may by regulations make provision which— a has a similar effect to the amendments made by Schedule 4, and b applies in relation to Scotland or Northern Ireland. 3 Regulations under subsection (2) may— a amend, repeal or revoke any enactment; b confer functions on any person. 4 Regulations under subsection (2) may not confer functions on— a the Scottish Ministers, b the First Minister and deputy First Minister in Northern Ireland, c a Northern Ireland Minister, or d a Northern Ireland department. 5 In this section  “ enactment ” includes— a an enactment contained in subordinate legislation within the meaning of the Interpretation Act 1978; b an enactment contained in, or in an instrument made under, an Act of the Scottish Parliament; c an enactment contained in, or in an instrument made under, Northern Ireland legislation."}, {"act": "Immigration Act 2016", "year": 2016, "section": "37", "section_title": "Private hire vehicles etc", "section_text": "37 Schedule 5 (private hire vehicles etc) has effect."}, {"act": "Immigration Act 2016", "year": 2016, "section": "38", "section_title": "Illegal working closure notices and illegal working compliance orders", "section_text": "38 Schedule 6 (illegal working closure notices and illegal working compliance orders) has effect."}, {"act": "Immigration Act 2016", "year": 2016, "section": "39", "section_title": "Offence of leasing premises", "section_text": "39 1 The Immigration Act 2014 is amended in accordance with subsections (2) to (5). 2 After section 33 insert— Offences Offences: landlords 33A 1 The landlord under a residential tenancy agreement which relates to premises in England commits an offence if the first and second conditions are met. 2 The first condition is that the premises are occupied by an adult who is disqualified as a result of their immigration status from occupying premises under a residential tenancy agreement. 3 The second condition is that the landlord knows or has reasonable cause to believe that the premises are occupied by an adult who is disqualified as a result of their immigration status from occupying premises under a residential tenancy agreement. 4 But unless subsection (5) applies the landlord does not commit an offence under subsection (1) if— a the premises are located in an area in relation to which section 22 is in force, b the adult mentioned in subsections (2) and (3) is a limited right occupier, and c the eligibility period in relation to that occupier has not expired. 5 This subsection applies if the Secretary of State has given a notice in writing to the landlord which— a identifies the adult mentioned in subsections (2) and (3), and b states that the adult is disqualified as a result of their immigration status from occupying premises under a residential tenancy agreement. 6 It is a defence for a person charged with an offence under subsection (1) to prove that— a the person has taken reasonable steps to terminate the residential tenancy agreement, and b the person has taken such steps within a reasonable period beginning with the time when the person first knew or had reasonable cause to believe that the premises were occupied by the adult mentioned in subsections (2) and (3). 7 In determining whether subsection (6)(a) or (b) applies to a person, the court must have regard to any guidance which, at the time in question, had been issued by the Secretary of State for the purposes of that subsection and was in force at that time. 8 Guidance issued for the purposes of subsection (6)— a must be laid before Parliament in draft before being issued, and b comes into force in accordance with regulations made by the Secretary of State. 9 Section 22(9) applies for the purposes of subsection (1) as it applies for the purposes of that section. 10 A person commits an offence if— a there has been a post-grant contravention in relation to a residential tenancy agreement which relates to premises in England, b the person is the responsible landlord in relation to the post-grant contravention, c the person knows or has reasonable cause to believe that there has been a post-grant contravention in relation to the agreement, and d none of paragraphs (a), (b) and (c) of section 24(6) applies in relation to the post-grant contravention. 11 Subsection (10) applies whether or not the landlord is given a notice under section 23 in respect of the contravention. Offences: agents 33B 1 Subsection (2) applies to an agent who is responsible for a landlord's contravention of section 22 in relation to premises in England. 2 The agent commits an offence if the agent— a knew or had reasonable cause to believe that the landlord would contravene section 22 by entering into the residential tenancy agreement in question, b had sufficient opportunity to notify the landlord of that fact before the landlord entered into the agreement, but c did not do so. 3 Subsection (4) applies where— a a landlord contravenes section 22 in relation to a residential tenancy agreement relating to premises in England, b the contravention is a post-grant contravention, and c a person acting as the landlord's agent (“ the agent ”) is responsible for the post-grant contravention. 4 The agent commits an offence if— a the agent knows or has reasonable cause to believe that there has been a post-grant contravention in relation to the agreement, and b neither of paragraphs (a) and (b) of section 26(6) applies in relation to the post-grant contravention. 5 Subsection (4) applies whether or not the agent is given a notice under section 25 in respect of the contravention. Offences: penalties etc 33C 1 A person who is guilty of an offence under section 33A or 33B is liable— a on conviction on indictment, to imprisonment for a term not exceeding five years, to a fine or to both; b on summary conviction, to imprisonment for a term not exceeding 12 months, to a fine or to both. 2 In the application of this section in relation to an offence committed before the coming into force of section 154(1) of the Criminal Justice Act 2003 the reference in subsection (1)(b) to 12 months is to be read as a reference to 6 months. 3 If an offence under section 33A or 33B is committed by a body corporate with the consent or connivance of an officer of the body, the officer, as well as the body, is to be treated as having committed the offence. 4 In subsection (3) a reference to an officer of a body includes a reference to— a a director, manager or secretary, b a person purporting to act as a director, manager or secretary, and c if the affairs of the body are managed by its members, a member. 5 Where an offence under section 33A or 33B is committed by a partnership (whether or not a limited partnership) subsection (3) has effect, but as if a reference to an officer of the body were a reference to— a a partner, and b a person purporting to act as a partner. 6 An offence under section 33A or 33B is to be treated as— a a relevant offence for the purposes of sections 28B and 28D of the Immigration Act 1971 (search, entry and arrest), and b an offence under Part 3 of that Act (criminal proceedings) for the purposes of sections 28E, 28G and 28H of that Act (search after arrest). 3 In section 35 (transitional provision) after subsection (3) insert— 4 References in this section to this Chapter do not include sections 33A to 33E (offences and eviction). 5 Sections 33A to 33C apply in relation to a residential tenancy agreement entered into before or after the coming into force of section 39 of the Immigration Act 2016 (which inserted those sections into this Act). 6 But sections 33A(10) and (11) and 33B apply only in relation to a contravention of section 22 which occurs after the coming into force of section 39 of the Immigration Act 2016. 4 In section 36 (Crown application) at the end insert  “                    or the landlord for the purposes of section 33A.                  ” 5 In section 37(4)(a) (provisions in which references to the landlord are to any of them)— a omit the  “and” at the end of sub-paragraph (ii), and b at the end of sub-paragraph (iii) insert— iv section 33A, . 6 In section 28A of the Immigration Act 1971 (arrest without warrant)— a after subsection (9B) insert— 9C An immigration officer may arrest without warrant a person who, or whom the immigration officer has reasonable grounds for suspecting— a has committed or attempted to commit an offence under section 33A or 33B of the Immigration Act 2014 (offences relating to residential tenancies), or b is committing or attempting to commit that offence. , b in subsection (10) for  “and (9B)” substitute  “                        , (9B) and (9C)                      ” , and c in subsection (11) for  “and (9B)” substitute  “                        , (9B) and (9C)                      ” ."}, {"act": "Immigration Act 2016", "year": 2016, "section": "40", "section_title": "Eviction", "section_text": "40 1 The Immigration Act 2014 is amended in accordance with subsections (2) to (4). 2 After section 33C (inserted by section 39) insert— Eviction Termination of agreement where all occupiers disqualified 33D 1 The landlord under a residential tenancy agreement relating to premises in England may terminate the agreement in accordance with this section if the condition in subsection (2) is met. 2 The condition is that the Secretary of State has given one or more notices in writing to the landlord which, taken together,— a identify the occupier of the premises or (if there is more than one occupier) all of them, and b state that the occupier or occupiers are disqualified as a result of their immigration status from occupying premises under a residential tenancy agreement. 3 The landlord may terminate the residential tenancy agreement by giving notice in writing and in the prescribed form to the tenant or, in the case of a joint tenancy, all of the tenants specifying the date on which the agreement comes to an end. 4 That date must not be earlier than the end of the period of 28 days beginning with the day specified in the notice as the day on which it is given. 5 The notice may be given— a by delivering it to the tenant or tenants, b by leaving it at the premises, c by sending it by post to the tenant or tenants at the address of the premises, or d in any other prescribed manner. 6 The notice is to be treated as a notice to quit in a case where a notice to quit would otherwise be required to bring the residential tenancy agreement to an end. 7 The notice is enforceable as if it were an order of the High Court. 8 In this section  “ occupier ”, in relation to premises to which a residential tenancy agreement applies, means— a a tenant, b a person who, under the agreement, otherwise has the right to occupy the premises and is named in the agreement, and c any other person who the landlord knows is occupying the premises. Other procedures for ending agreement 33E 1 It is an implied term of a residential tenancy agreement to which this subsection applies that the landlord may terminate the tenancy if the premises to which it relates are occupied by an adult who is disqualified as a result of their immigration status from occupying premises under a residential tenancy agreement. 2 Subsection (1) applies to a residential tenancy agreement relating to premises in England if— a it is a tenancy or sub-tenancy or an agreement for a tenancy or sub-tenancy, but b it is not a protected or statutory tenancy within the meaning of the Rent Act 1977 or an assured tenancy within the meaning of the Housing Act 1988. 3 For provision relating to a residential tenancy agreement which is a protected or statutory tenancy where a tenant or occupier is disqualified as a result of their immigration status from occupying premises under a residential tenancy agreement, see Case 10A in Part 1 of Schedule 15 to the Rent Act 1977. 4 For provision relating to a residential tenancy agreement which is an assured tenancy where a tenant or occupier is disqualified as a result of their immigration status from occupying premises under a residential tenancy agreement, see Ground 7B in Part 1 of Schedule 2 to the Housing Act 1988. 3 In section 35 (transitional provision) after subsection (6) (inserted by section 39(3)) insert— 7 Sections 33D and 33E apply in relation to a residential tenancy agreement entered into before or after the coming into force of section 40 of the Immigration Act 2016 (which inserted those sections into this Act). 4 In section 37(4)(a) (provisions in which references to the landlord are to any of them) after sub-paragraph (iv) (inserted by section 39(5)(b)) insert— v section 33D, and vi section 33E, . 5 In section 3A of the Protection from Eviction Act 1977 (excluded tenancies and licences) after subsection (7C) insert— 7D A tenancy or licence is excluded if— a it is a residential tenancy agreement within the meaning of Chapter 1 of Part 3 of the Immigration Act 2014, and b the condition in section 33D(2) of that Act is met in relation to that agreement. 6 In section 5 of the Housing Act 1988 (security of tenure)— a in subsection (1) omit the  “or” at the end of paragraph (b) and at the end of paragraph (c) insert , or                         d in the case of an assured tenancy— i which is a residential tenancy agreement within the meaning of Chapter 1 of Part 3 of the Immigration Act 2014, and ii in relation to which the condition in section 33D(2) of that Act is met, giving a notice in accordance with that section, , and b in subsection (2) omit the  “or” at the end of paragraph (a) and at the end of paragraph (b) insert , or                         c the giving of a notice under section 33D of the Immigration Act 2014, . 7 The amendments made by subsections (5) and (6) apply in relation to a tenancy or (in the case of subsection (5)) a licence entered into before or after the coming into force of this section."}, {"act": "Immigration Act 2016", "year": 2016, "section": "41", "section_title": "Order for possession of dwelling-house", "section_text": "41 1 The Housing Act 1988 is amended in accordance with subsections (2) to (5). 2 In Part 1 of Schedule 2 (assured tenancies: grounds on which court must order possession) after Ground 7A insert— Ground 7B Both of the following conditions are met in relation to a dwelling-house in England. Condition 1 is that the Secretary of State has given a notice in writing to the landlord or, in the case of joint landlords, one or more of them which identifies— a the tenant or, in the case of joint tenants, one or more of them, or b one or more other persons aged 18 or over who are occupying the dwelling-house, as a person or persons disqualified as a result of their immigration status from occupying the dwelling-house under the tenancy. Condition 2 is that the person or persons named in the notice— a fall within paragraph (a) or (b) of condition 1, and b are disqualified as a result of their immigration status from occupying the dwelling-house under the tenancy. For the purposes of this ground a person (“P”) is disqualified as a result of their immigration status from occupying the dwelling-house under the tenancy if— a P is not a relevant national, and b P does not have a right to rent in relation to the dwelling-house. P does not have a right to rent in relation to the dwelling-house if— a P requires leave to enter or remain in the United Kingdom but does not have it, or b P's leave to enter or remain in the United Kingdom is subject to a condition preventing P from occupying the dwelling-house. But P is to be treated as having a right to rent in relation to a dwelling-house if the Secretary of State has granted P permission for the purposes of this ground to occupy a dwelling-house under an assured tenancy. In this ground  “ relevant national ” means— a a British citizen, b a national of an  EEA  State other than the United Kingdom, or c a national of Switzerland. 3 In section 7 (orders for possession)— a in subsection (3) after  “subsections (5A) and (6)” insert  “                        and section 10A                      ” , b in subsection (5A)(a) for  “and 7A” substitute  “                        , 7A and 7B                      ” , c in subsection (6)(a) after  “Ground 7A” insert  “                        , Ground 7B                      ” , and d after subsection (6A) insert— 6B The requirement in subsection (6)(b) that would otherwise apply to an order for possession of a dwelling-house let on an assured fixed term tenancy does not apply where the ground for possession is Ground 7B in Part 1 of Schedule 2 to this Act. 4 In section 8(5) (cases where court may not dispense with notice of proceedings for possession) after  “Ground 7A” insert  “                    , 7B                  ” . 5 After section 10 insert— Power to order transfer of tenancy in certain cases 10A 1 This section applies on an application for an order for possession of a dwelling-house let on an assured tenancy if the court is satisfied that— a Ground 7B in Schedule 2 is established, b no other ground in that Schedule is established, or one or more grounds in Part 2 of that Schedule are established but it is not reasonable to make an order for possession on that ground or those grounds, c the tenancy is a joint tenancy, and d one or more of the tenants is a qualifying tenant. 2 In subsection (1)(d)  “ qualifying tenant ” means a person who (within the meaning of Ground 7B) is not disqualified as a result of the person's immigration status from occupying the dwelling-house under the tenancy. 3 The court may, instead of making an order for possession, order that the tenant's interest under the tenancy is to be transferred so that it is held— a if there is one qualifying tenant, by the qualifying tenant as sole tenant, or b if there is more than one qualifying tenant, by all of them as joint tenants. 4 The effect of an order under this section is that, from the time the order takes effect, the qualifying tenant or tenants— a are entitled to performance of the landlord's covenants under the tenancy, and b are liable to perform the tenant's covenants under the tenancy. 5 The effect of an order under this section is that, from the time it takes effect, any other person who was a tenant under the tenancy before the order took effect— a ceases to be entitled to performance of the landlord's covenants under the tenancy, or b ceases to be liable to perform the tenant's covenants under the tenancy. 6 Subsection (5) does not remove any right or liability of the person which accrued before the order took effect. 7 An order under this section does not operate to create a new tenancy as between the landlord and the qualifying tenant or tenants. 8 In particular, if the tenancy is a fixed term tenancy, the term comes to an end at the same time as if the order had not been made. 6 In Part 1 of Schedule 15 to the Rent Act 1977 (grounds for possession of dwelling-houses let on or subject to protected or statutory tenancies) after Case 10 insert— Case 10A Both of the following conditions are met in relation to a dwelling-house in England. Condition 1 is that the Secretary of State has given a notice in writing to the landlord or, in the case of joint landlords, one or more of them which identifies— a the tenant or, in the case of joint tenants, one or more of them, or b one or more other persons aged 18 or over who are occupying the dwelling-house, as a person or persons disqualified as a result of their immigration status from occupying the dwelling-house under the tenancy. Condition 2 is that the person or persons named in the notice— a fall within paragraph (a) or (b) of condition 1, and b are disqualified as a result of their immigration status from occupying the dwelling-house under the tenancy. For the purposes of this case a person (“P”) is disqualified as a result of their immigration status from occupying the dwelling-house under the tenancy if— a P is not a relevant national, and b P does not have a right to rent in relation to the dwelling-house. P does not have a right to rent in relation to the dwelling-house if— a P requires leave to enter or remain in the United Kingdom but does not have it, or b P's leave to enter or remain in the United Kingdom is subject to a condition preventing P from occupying the dwelling-house. But P is to be treated as having a right to rent in relation to a dwelling-house if the Secretary of State has granted P permission for the purposes of this case to occupy a dwelling-house which is for the time being let on a protected tenancy or subject to a statutory tenancy. In this case  “ relevant national ” means— a a British citizen, b a national of an EEA State other than the United Kingdom, or c a national of Switzerland. 7 The amendments made by this section apply in relation to a tenancy entered into before or after the coming into force of this section."}, {"act": "Immigration Act 2016", "year": 2016, "section": "42", "section_title": "Extension to Wales, Scotland and Northern Ireland", "section_text": "42 1 The Secretary of State may by regulations make such provision as the Secretary of State considers appropriate for enabling any of the residential tenancies provisions to apply in relation to Wales, Scotland or Northern Ireland. 2 The Secretary of State may by regulations make provision which— a has a similar effect to any of the residential tenancies provisions, and b applies in relation to Wales, Scotland or Northern Ireland. 3 Regulations under subsection (1) or (2) may— a amend, repeal or revoke any enactment; b confer functions on any person. 4 Regulations under subsection (1) or (2) may not confer functions on— a the Welsh Ministers, b the Scottish Ministers, c the First Minister and deputy First Minister in Northern Ireland, d a Northern Ireland Minister, or e a Northern Ireland department. 5 In this section— “ enactment ” includes— an enactment contained in subordinate legislation within the meaning of the Interpretation Act 1978; an enactment contained in, or in an instrument made under, an Act or Measure of the National Assembly for Wales; an enactment contained in, or in an instrument made under, an Act of the Scottish Parliament; an enactment contained in, or in an instrument made under, Northern Ireland legislation; “ the residential tenancies provisions ” means sections 39 to 41 and the amendments made by those sections."}, {"act": "Immigration Act 2016", "year": 2016, "section": "43", "section_title": "Powers to carry out searches relating to driving licences", "section_text": "43 1 Schedule 2 to the Immigration Act 1971 (administrative provisions as to control of entry etc) is amended in accordance with subsections (2) and (3). 2 After paragraph 25C insert— Entry of premises to search for driving licence 25CA 1 An authorised officer may exercise the powers in this section if the officer has reasonable grounds for believing that a person— a is in possession of a driving licence, and b is not lawfully resident in the United Kingdom. 2 The authorised officer may enter and search any premises— a occupied or controlled by the person, or b in which the person was when the person was encountered by the officer, for the driving licence. 3 The power conferred by sub-paragraph (2) may be exercised— a only if the authorised officer has reasonable grounds for believing that the driving licence is on the premises, b only to the extent that it is reasonably required for the purpose of discovering the driving licence, and c unless the authorised officer is a constable, only if a senior officer has authorised its exercise in writing. 4 Sub-paragraph (3)(c) does not apply where it is not reasonably practicable for the authorised officer to obtain the authorisation of a senior officer before exercising the power. 5 An authorised officer who has conducted a search in reliance on sub-paragraph (4) must inform a senior officer as soon as is practicable. 6 The senior officer authorising a search, or who is informed of one under sub-paragraph (5), must make a record in writing of the grounds for the search. 7 In this paragraph and paragraphs 25CB and 25CC— “ authorised officer ” means— an immigration officer, a constable, or a person of a kind authorised for the purposes of this paragraph and paragraphs 25CB and 25CC by the Secretary of State; “driving licence”— means a licence to drive a motor vehicle granted under Part 3 of the Road Traffic Act 1988 or Part II of the Road Traffic (Northern Ireland) Order 1981 (SI 1981/154 (NI 1)), and includes a licence of that kind which has been revoked; “ senior officer ” means— in relation to an authorised officer who is an immigration officer, an immigration officer not below the rank of chief immigration officer; in relation to an authorised officer other than an immigration officer, a person of a kind designated by the Secretary of State for the purposes of this paragraph in relation to an authorised officer of that kind. 8 For the purposes of this paragraph and paragraphs 25CB and 25CC a person is not lawfully resident in the United Kingdom if the person requires leave to enter or remain in the United Kingdom but does not have it. Searching persons for driving licences 25CB 1 An authorised officer may exercise the powers in this section if the officer has reasonable grounds for believing that a person— a is in possession of a driving licence, and b is not lawfully resident in the United Kingdom. 2 The authorised officer may search the person for the driving licence. 3 The power conferred by sub-paragraph (2) may be exercised— a only if the authorised officer has reasonable grounds for believing that the driving licence may be concealed on the person, and b only to the extent that it is reasonably required for the purpose of discovering the driving licence. 4 An intimate search may not be carried out under sub-paragraph (2). 5 In sub-paragraph (4)  “ intimate search ” has the same meaning as in section 28H(11). Seizure and retention of driving licence 25CC 1 If an authorised officer who is exercising a power to search a person or premises finds a driving licence to which this sub-paragraph applies in the course of the search, the officer may seize and retain the licence. 2 Sub-paragraph (1) applies to a driving licence if— a the authorised officer finds the licence in the possession of a person who the authorised officer has reasonable grounds for believing is not lawfully resident in the United Kingdom, or b the authorised officer has reasonable grounds for believing that the holder of the licence is not lawfully resident in the United Kingdom. 3 A driving licence seized under sub-paragraph (1) must, as soon as practicable, be given to— a the Secretary of State, in the case of a licence granted by the Secretary of State, or b the Department for Infrastructure for Northern Ireland, in the case of a licence granted by the Department. 4 A person who is in possession of a driving licence by virtue of sub-paragraph (3) must retain it if— a it has not been revoked, b it has been revoked but the time limit for an appeal against revocation of the licence has not expired, or c it has been revoked, such an appeal has been brought but the appeal has not been determined. 5 A driving licence which is required to be retained under sub-paragraph (4) must be retained— a until a decision is taken not to revoke it, or b if it has been or is subsequently revoked— i until the time limit for an appeal against revocation of the licence expires without an appeal being brought, or ii until such an appeal is determined. 6 A driving licence which is in the possession of a person by virtue of sub-paragraph (3) but which is not required to be retained under sub-paragraphs (4) and (5) must be returned to the holder if— a a decision is taken not to revoke the licence, or b an appeal against revocation of the licence is determined in favour of the holder. 7 Otherwise the driving licence may be dealt with in such manner as that person thinks fit. 8 Neither the Secretary of State nor the Department for Infrastructure for Northern Ireland is obliged to re-issue a licence which has been seized and retained under this paragraph. 9 References in this paragraph to an appeal against the revocation of a licence are to— a an appeal under section 100 of the Road Traffic Act 1988, in the case of a licence granted by the Secretary of State, or b an appeal under Article 16 of the Road Traffic (Northern Ireland) Order 1981 (SI 1981/154 (NI 1)), in the case of a licence granted by the Department for Infrastructure for Northern Ireland. 10 References in this paragraph to the holder of a driving licence, in relation to a licence that has been revoked, include the person who was the holder of the licence before it was revoked. 3 In paragraph 25D(8) (access and copying: meaning of seized material) at the end insert  “                    other than a driving licence seized under paragraph 25CC.                  ” 4 In section 146(2) of the Immigration and Asylum Act 1999 (use of reasonable force) after paragraph (a) insert— aa paragraph 25CA, 25CB or 25CC of Schedule 2 to the 1971 Act (powers to search for and seize driving licences), . 5 In the period (if any) between the coming into force of subsection (2) and the coming into force of the Departments Act (Northern Ireland) 2016, references to the Department for Infrastructure for Northern Ireland in paragraph 25CC(3)(b), (8) and (9)(b) of Schedule 2 to the Immigration Act 1971 (as inserted by subsection (2)) are to be read as references to the Department of the Environment for Northern Ireland."}, {"act": "Immigration Act 2016", "year": 2016, "section": "44", "section_title": "Offence of driving when unlawfully in the United Kingdom", "section_text": "44 1 The Immigration Act 1971 is amended in accordance with subsections (2) to (6). 2 Before section 25 insert— Driving when unlawfully in the United Kingdom 24C 1 A person commits an offence if— a the person drives a motor vehicle on a road or other public place at a time when the person is not lawfully resident in the United Kingdom, and b at that time the person knows or has reasonable cause to believe that the person is not lawfully resident in the United Kingdom. 2 A person who is guilty of an offence under subsection (1) is liable on summary conviction— a in England and Wales, to imprisonment for a term not exceeding 51 weeks, to a fine or to both; b in Scotland or Northern Ireland, to imprisonment for a term not exceeding 6 months, to a fine not exceeding level 5 on the standard scale or to both. 3 In relation to an offence committed before section 281(5) of the Criminal Justice Act 2003 comes into force, the reference in subsection (2)(a) to 51 weeks is to be read as a reference to 6 months. 4 In this section  “motor vehicle” and  “road”— a in relation to England and Wales and Scotland, have the same meanings as in the Road Traffic Act 1988; b in relation to Northern Ireland, have the same meanings as in the Road Traffic (Northern Ireland) Order 1995 (SI 1995/2994 (NI 18)). 5 For the purposes of this section a person is not lawfully resident in the United Kingdom if the person requires leave to enter or remain in the United Kingdom but does not have it. Detention of motor vehicles 24D 1 If a person (“P”) has been arrested for an offence under section 24C committed in England and Wales or Northern Ireland, a senior officer or a constable may detain a relevant vehicle. 2 Subject to regulations under subsection (8), a vehicle detained under subsection (1) must be released— a when a decision is taken not to charge P with the offence, or b if P is charged with the offence— i when P is acquitted, the charge against P is dismissed or the proceedings are discontinued, or ii if P is convicted, when the court decides not to order forfeiture of the vehicle. 3 If a person (“P”) has been arrested for an offence under section 24C committed in Scotland, a senior officer or a constable may detain a relevant vehicle. 4 Subject to regulations under subsection (8) a vehicle detained under subsection (3) must be released— a when a decision is taken not to institute criminal proceedings against P for the offence, or b if criminal proceedings are instituted against P for the offence— i when P is acquitted or, under section 147 of the Criminal Procedure (Scotland) Act 1995, liberated or the trial diet is deserted simpliciter, or ii if P is convicted, when the court decides not to order forfeiture of the vehicle. 5 For the purposes of subsection (4) criminal proceedings are instituted against a person (“P”) at whichever is the earliest of P's first appearance before the sheriff or the service on P of a complaint. 6 A power in subsection (1) or (3) may be exercised by a senior officer or constable at any place at which the senior officer or constable is lawfully present. 7 A vehicle is a relevant vehicle in relation to P if the officer or constable concerned has reasonable grounds for believing it was used in the commission by P of an offence under section 24C. 8 The Secretary of State may by regulations make provision about the release of a vehicle detained under subsection (1) or (3). 9 Regulations under subsection (8) may in particular make provision— a for the release of a vehicle before the time mentioned in subsection (2) or (4); b about the procedure by which a person may seek to have a vehicle released before or after that time; c about the persons to whom a vehicle may or must be released before or after that time; d prescribing conditions to be met before a vehicle may be released before or after that time (including a condition requiring the payment of costs in relation to detention of the vehicle and any application for its release); e as to the destination of payments made in compliance with such a condition; f enabling a person specified in the regulations to waive compliance with such a condition; g as to the disposal of a vehicle in a case where such a condition is not met; h as to the destination of the proceeds arising from the disposal of a vehicle in such a case. 10 Regulations under subsection (8)— a are to be made by statutory instrument; b may make different provision for different cases; c may make incidental, supplementary, consequential, transitional, transitory or saving provision. 11 A statutory instrument containing regulations under subsection (8) is subject to annulment in pursuance of a resolution of either House of Parliament. 12 In this section  “ senior officer ” means an immigration officer not below the rank of chief immigration officer. Powers to enter premises to detain motor vehicle 24E 1 A senior officer or a constable may enter and search any premises for the purposes of detaining a vehicle under section 24D. 2 The power in subsection (1) may be exercised— a only to the extent that it is reasonably required for that purpose, and b only if the senior officer or constable knows that a vehicle which may be detained under section 24D is to be found on the premises. 3 The power in subsection (1) may be exercised— a by a senior officer (“S”) only if S produces identification showing that S is an immigration officer (whether or not S is asked to do so); b by a constable (“C”) only if C produces identification showing that C is a constable (whether or not C is asked to do so). 4 Subsection (5) applies if, on an application by a senior officer or constable, a justice of the peace is satisfied that there are reasonable grounds for suspecting that a vehicle which may be detained under section 24D may be found on premises mentioned in subsection (6). 5 The justice of the peace may issue a warrant authorising any senior officer or constable to enter, if need be by force, the premises for the purpose of searching for and detaining the vehicle. 6 The premises referred to in subsection (4) are— a one or more sets of premises specified in the application, or b subject to subsection (10), any premises occupied or controlled by a person specified in the application, including such sets of premises as are so specified (in which case the application is for an  “all premises warrant”). 7 If the application is for an all premises warrant, the justice of the peace must also be satisfied— a that there are reasonable grounds for believing that it is necessary to search premises occupied or controlled by the person in question which are not specified in the application in order to find the vehicle, and b that it is not reasonably practicable to specify in the application all the premises which the person occupies or controls and which might need to be searched. 8 Subject to subsection (10), the warrant may authorise entry to and search of premises on more than one occasion if, on the application, the justice of the peace is satisfied that it is necessary to authorise multiple entries in order to achieve the purpose for which the justice issues the warrant. 9 If it authorises multiple entries, the number of entries authorised may be unlimited, or limited to a maximum. 10 A justice of the peace in Scotland may not issue— a an all premises warrant under this section, or b a warrant under this section authorising multiple entries. 11 In the application of this section to Scotland, references to a justice of the peace are to be read as references to the sheriff or a justice of the peace. 12 In this section  “ senior officer ” means an immigration officer not below the rank of chief immigration officer. Orders following conviction of offence under section 24C 24F 1 If a person is convicted of an offence under section 24C, the court may order the forfeiture of the vehicle used in the commission of the offence. 2 Where a person who claims to have an interest in the vehicle applies to the court to make representations on the question of forfeiture, the court may not make an order under this section in respect of the vehicle unless the person has been given an opportunity to make representations. 3 For the purposes of subsection (2) the persons who have an interest in a vehicle include— a a person who owns it, b the person in whose name the vehicle is registered under the Vehicle Excise and Registration Act 1994, and c a person who is in possession of it under a hire purchase agreement (or, in the case of a detained vehicle, was in possession of it under a hire purchase agreement immediately before its detention). 4 The Secretary of State may by regulations make provision about— a the disposal of a vehicle forfeited under this section; b the destination of the proceeds arising from the disposal of such a vehicle. 5 Regulations under subsection (4)— a are to be made by statutory instrument; b may make different provision for different cases; c may make incidental, supplementary, consequential, transitional, transitory or saving provision. 6 A statutory instrument containing regulations under subsection (4) is subject to annulment in pursuance of a resolution of either House of Parliament. 3 In section 28A(3)(a) (arrest without warrant) before  “25” insert  “                    24C,                  ” . 4 In section 28B(5) (search and arrest by warrant: relevant offences) before  “26A” insert  “                    24C,                  ” . 5 In section 28CA(1) (business premises: entry to arrest) for the  “or” at the end of paragraph (b) substitute— bb for an offence under section 24C, or . 6 In section 28D(4) (entry and search of premises: relevant offences) before  “25” insert  “                    24C,                  ” . 7 In section 16(2A)(b) of the Police and Criminal Evidence Act 1984 (powers of persons accompanying constables in execution of warrants) after  “seizure” insert  “                    or detention                  ” . 8 In Article 18(2A)(b) of the Police and Criminal Evidence (Northern Ireland) Order 1989 (SI 1989/1341 (NI 12)) (powers of persons accompanying constables in execution of warrants) after  “seizure” insert  “                    or detention                  ” . 9 In section 146(2) of the Immigration and Asylum Act 1999 (use of reasonable force) before paragraph (a) insert— za section 24E(1) (powers to enter premises to detain motor vehicle) of the 1971 Act, ."}, {"act": "Immigration Act 2016", "year": 2016, "section": "45", "section_title": "Bank accounts", "section_text": "45 1 Schedule 7 (bank accounts) has effect. 2 Before the end of the period mentioned in subsection (3), the Secretary of State must— a review the operation of sections 40A to 40G of the Immigration Act 2014 (inserted by Schedule 7), b prepare a report of the review, and c lay a copy of the report before Parliament. 3 The period referred to in subsection (2) is the period of 5 years beginning with the day on which Schedule 7 comes fully into force."}, {"act": "Immigration Act 2016", "year": 2016, "section": "46", "section_title": "Powers in connection with examination, detention and removal", "section_text": "46 1 Schedule 2 to the Immigration Act 1971 (administrative provisions as to control on entry etc) is amended as follows. 2 In paragraph 2(1) (examination by immigration officers) at the end of paragraph (c) insert ; and                     d whether, if he has been given leave which is still in force, his leave should be curtailed. 3 After paragraph 15 insert— Search of premises in connection with removal 15A 1 This paragraph applies if— a an immigration officer is lawfully on any premises, and b a person who is liable to be detained under paragraph 16(2) is on the premises. 2 The immigration officer may search the premises for documents which— a relate to the person, and b may be evidence for a ground on which the person's leave to enter or remain in the United Kingdom may be curtailed. 3 The power may be exercised— a only if the immigration officer has reasonable grounds for believing there are documents within sub-paragraph (2) on the premises, and b only to the extent that it is reasonably required for the purpose of discovering such documents. 4 An immigration officer searching premises under this paragraph may seize any document the officer finds which the officer has reasonable grounds for believing is a document within sub-paragraph (2). 5 Sub-paragraph (6) applies where— a an immigration officer is searching premises under this paragraph, and b any document the officer has reasonable grounds for believing is a document within sub-paragraph (2) is stored in any electronic form and is accessible from the premises. 6 The immigration officer may require the document to be produced in a form in which it can be taken away and in which it is visible and legible or from which it can readily be produced in a visible and legible form. 7 If a requirement under sub-paragraph (6) is not complied with or a document to which that sub-paragraph applies cannot be produced in a form of the kind mentioned in that sub-paragraph, the immigration officer may seize the device or medium on which it is stored. 8 But sub-paragraphs (4) to (7) do not apply to a document which the immigration officer has reasonable grounds for believing is an item subject to legal privilege. 9 An immigration officer may retain a document seized under this paragraph while— a the person to whom the document relates is liable to be detained under paragraph 16(2), and b the document falls within sub-paragraph (2)(b). 10 But a document may not be retained for the purpose mentioned in sub-paragraph (9) if a photograph or copy would be sufficient for that purpose. 4 In paragraph 25A (entry and search of premises where person arrested or detained under Schedule 2)— a after sub-paragraph (7) insert— 7A Sub-paragraph (7B) applies where— a an officer is searching premises under this paragraph, and b any document the officer has reasonable grounds for believing is a relevant document is stored in any electronic form and is accessible from the premises. 7B The officer may require the document to be produced in a form in which it can be taken away and in which it is visible and legible or from which it can readily be produced in a visible and legible form. 7C If a requirement under sub-paragraph (7B) is not complied with or a document to which that sub-paragraph applies cannot be produced in a form of the kind mentioned in that sub-paragraph, the officer may seize the device or medium on which it is stored. , b in sub-paragraph (8) for  “sub-paragraph (7)(a) does” substitute  “                        sub-paragraphs (7) to (7C) do                      ” , and c in sub-paragraph (8A) for  “sub-paragraph (7)” substitute  “                        this paragraph                      ” . 5 In paragraph 25B (search of person arrested under Schedule 2) after sub-paragraph (8) insert— 8A Sub-paragraph (8B) applies where— a an officer is searching a person under this paragraph, and b any document the officer has reasonable grounds for believing is a document within sub-paragraph (3)(b) is stored in any electronic form on a device or medium found on the person. 8B The officer may require the document to be produced in a form in which it can be taken away and in which it is visible and legible or from which it can readily be produced in a visible and legible form. 8C If a requirement under sub-paragraph (8B) is not complied with or a document to which that sub-paragraph applies cannot be produced in a form of the kind mentioned in that sub-paragraph, the officer may seize the device or medium on which it is stored. 8D Sub-paragraphs (8B) and (8C) do not apply to a document which the officer has reasonable grounds for believing is an item subject to legal privilege."}, {"act": "Immigration Act 2016", "year": 2016, "section": "47", "section_title": "Search of premises in connection with imposition of civil penalty", "section_text": "47 1 This section applies if an immigration officer is lawfully on any premises. 2 The immigration officer may search the premises for documents which might be of assistance in determining whether a person is liable to the imposition of a penalty under— a section 15 of the Immigration, Asylum and Nationality Act 2006 (penalty for employing illegal worker etc), or b section 23 or 25 of the Immigration Act 2014 (penalty for leasing premises to disqualified person etc). 3 The power may be exercised— a only if the immigration officer has reasonable grounds for believing there are documents within subsection (2) on the premises, and b only to the extent that it is reasonably required for the purpose of discovering such documents. 4 An immigration officer searching premises under this section may seize any document the officer finds which the officer has reasonable grounds for believing is a document within subsection (2). 5 Subsection (6) applies where— a an immigration officer is searching premises under this section, and b any document the officer has reasonable grounds for believing is a document within subsection (2) is stored in any electronic form and is accessible from the premises. 6 The immigration officer may require the document to be produced in a form in which it can be taken away and in which it is visible and legible or from which it can readily be produced in a visible and legible form. 7 If a requirement under subsection (6) is not complied with or a document to which that subsection applies cannot be produced in a form of the kind mentioned in that subsection, the immigration officer may seize the device or medium on which it is stored. 8 But subsections (4) to (7) do not apply to a document or item which the immigration officer has reasonable grounds for believing is an item subject to legal privilege. 9 An immigration officer may retain a document or item seized under this section while the officer has reasonable grounds for believing that the document may be required— a for the purposes of determining whether a person is liable to the imposition of a penalty under a provision mentioned in subsection (2), b for the purposes of any objection relating to the imposition of such a penalty, or c for the purposes of any appeal or other legal proceedings relating to the imposition of such a penalty. 10 But a document or item may not be retained for a purpose mentioned in subsection (9) if a photograph or copy would be sufficient for that purpose. 11 Section 28I of the Immigration Act 1971 (seized material: access and copying) applies to a document seized and retained under this section as it applies to anything seized and retained under Part 3 of that Act."}, {"act": "Immigration Act 2016", "year": 2016, "section": "48", "section_title": "Seizure and retention in relation to offences", "section_text": "48 1 This section applies if an immigration officer is lawfully on any premises. 2 The immigration officer may seize anything which the officer finds in the course of exercising a function under the Immigration Acts if the officer has reasonable grounds for believing— a that it has been obtained in consequence of the commission of an offence, and b that it is necessary to seize it in order to prevent it being concealed, lost, damaged, altered or destroyed. 3 The immigration officer may seize anything which the officer finds in the course of exercising a function under the Immigration Acts if the officer has reasonable grounds for believing— a that it is evidence in relation to an offence, and b that it is necessary to seize it in order to prevent the evidence being concealed, lost, altered or destroyed. 4 The immigration officer may require any information which is stored in any electronic form and is accessible from the premises to be produced if the officer has reasonable grounds for believing— a that— i it is evidence in relation to an offence, or ii it has been obtained in consequence of the commission of an offence, and b that it is necessary to seize it in order to prevent it being concealed, lost, tampered with or destroyed. 5 The reference in subsection (4) to information which is stored in any electronic form being produced is to such information being produced in a form— a in which it can be taken away, and b in which it is visible and legible or from which it can readily be produced in a visible and legible form. 6 This section does not authorise an immigration officer to seize an item which the officer has reasonable grounds for believing is an item subject to legal privilege. 7 Anything seized by an immigration officer under this section which relates to an immigration offence may be retained so long as is necessary in all the circumstances and in particular— a may be retained, except as provided for by subsection (8)— i for use as evidence at a trial for an offence, or ii for forensic examination or for investigation in connection with an offence, and b may be retained in order to establish its lawful owner, where there are reasonable grounds for believing that it has been obtained in consequence of the commission of an offence. 8 Nothing may be retained for a purpose mentioned in subsection (7)(a) if a photograph or copy would be sufficient for that purpose. 9 Section 28I of the Immigration Act 1971 (seized material: access and copying) applies to anything seized and retained under this section which relates to an immigration offence as it applies to anything seized and retained by an immigration officer under Part 3 of that Act. 10 This section does not apply in relation to anything which may be seized by an immigration officer under— a section 19 of the Police and Criminal Evidence Act 1984 as applied by an order under section 23 of the Borders, Citizenship and Immigration Act 2009, or b Article 21 of the Police and Criminal Evidence (Northern Ireland) Order 1989 (SI 1989/1341 (NI 12) as applied by that section. 11 In this section and section 49  “ immigration offence ” means an offence which relates to an immigration or nationality matter."}, {"act": "Immigration Act 2016", "year": 2016, "section": "49", "section_title": "Duty to pass on items seized under section 48", "section_text": "49 1 This section applies if an immigration officer exercises— a the power under section 48 to seize or take away an item on the basis that the item or information contained in it has been obtained in consequence of the commission of, or is evidence in relation to, an offence other than an immigration offence (a  “relevant offence”), or b a power to that effect in Part 3 of the Immigration Act 1971 as applied by section 14(3) of the Asylum and Immigration (Treatment of Claimants etc) Act 2004. 2 Subject to subsection (3), the immigration officer must, as soon as is reasonably practicable after the power is exercised, notify a person who the immigration officer thinks has functions in relation to the investigation of the relevant offence. 3 If the immigration officer has reasonable grounds for believing that the item referred to in subsection (1) has also been obtained in consequence of the commission of, or is evidence in relation to, an immigration offence, the immigration officer may notify a person who the immigration officer thinks has functions in relation to the investigation of the relevant offence. 4 A person notified under this section of the exercise of a power mentioned in subsection (1) in relation to an item must, as soon as is reasonably practicable after being so notified, inform the immigration officer whether the person will accept the item. 5 The person may inform the immigration officer that the person will not accept the item only if— a the person does not think the item or information contained in it has been obtained in consequence of the commission of, or is evidence in relation to, an offence, b the person does not have functions in relation to the investigation of the relevant offence, or c the person thinks that it would be more appropriate for the relevant offence to be investigated by another person with such functions. 6 If the person informs the immigration officer that the person will accept the item, the immigration officer must give it to the person as soon as is reasonably practicable. 7 Once the item has been given as mentioned in subsection (6), any provision of an enactment which applies to items seized or taken away by the person applies to the item as if it had been seized or taken away by the person for the purposes of the investigation of the relevant offence. 8 If the person informs the immigration officer that the person will not accept the item because subsection (5)(a) applies, the immigration officer must, as soon as is reasonably practicable, return the item in accordance with subsection (10). 9 If the person informs the immigration officer that the person will not accept the item because subsection (5)(b) or (c) applies, the immigration officer must, as soon as is reasonably practicable— a notify the exercise of a power mentioned in subsection (1) in relation to the item to another person (if any) who the immigration officer thinks has functions in relation to the investigation of the relevant offence, or b if there is no such person, return the item in accordance with subsection (10). 10 An item which must be returned in accordance with this subsection must be returned— a to the person from whom it was seized, or b if there is no such person, to the place from which it was seized or taken away. 11 Where an item to which this section applies or information contained in such an item has been obtained in consequence of the commission of, or is evidence in relation to, more than one offence, references in this section to the relevant offence are to any of those offences. 12 A function conferred or imposed by this section on an immigration officer may be exercised by any other immigration officer. 13 In this section  “ enactment ” includes— a an enactment contained in subordinate legislation within the meaning of the Interpretation Act 1978, b an enactment contained in, or in an instrument made under, an Act of the Scottish Parliament, c an enactment contained in, or in an instrument made under, a Measure or Act of the National Assembly for Wales, and d an enactment contained in, or in an instrument made under, Northern Ireland legislation."}, {"act": "Immigration Act 2016", "year": 2016, "section": "50", "section_title": "Retention of things seized under Part 3 of the Immigration Act 1971", "section_text": "50 After section 28H of the Immigration Act 1971 insert— Retention of seized material 28ZI 1 This section applies to anything seized by an immigration officer under this Part for the purposes of the investigation of an offence or on the basis that it may be evidence relating to an offence. 2 Anything seized as mentioned in subsection (1) may be retained so long as is necessary in all the circumstances and in particular— a may be retained, except as provided for by subsection (3)— i for use as evidence at a trial for an offence, or ii for forensic examination or for investigation in connection with an offence, and b may be retained in order to establish its lawful owner, where there are reasonable grounds for believing that it has been obtained in consequence of the commission of an offence. 3 Nothing may be retained for a purpose mentioned in subsection (2)(a) if a photograph or copy would be sufficient for that purpose."}, {"act": "Immigration Act 2016", "year": 2016, "section": "51", "section_title": "Search for nationality documents by detainee custody officers etc", "section_text": "51 1 The Secretary of State may direct a detainee custody officer, prison officer or prisoner custody officer to exercise any of the powers in subsection (6) in relation to— a a detained person who is detained in a removal centre, prison or young offender institution, or b a person who is detained in a short-term holding facility. 2 The Secretary of State may direct a prison officer or prisoner custody officer to exercise any of the powers in subsection (6) in relation to a person detained in a prison or young offender institution— a who has been recommended for deportation by a court under section 3(6) of the Immigration Act 1971, b in respect of whom the Secretary of State has made a deportation order under section 5(1) of that Act, c to whom a notice has been given in accordance with regulations under section 105 of the Nationality, Immigration and Asylum Act 2002 (notice of decision) of a decision to make a deportation order against that person, or d in respect of whom the Secretary of State must make, or has made, a deportation order under section 32(5) of the  UK  Borders Act 2007. 3 In this section and section 52  “ relevant officer ” means a detainee custody officer, prison officer or prisoner custody officer. 4 The Secretary of State may give a direction in relation to a person detained as mentioned in subsection (1) or (2) only if the Secretary of State has reasonable grounds to believe a relevant nationality document will be found if a power in subsection (6) is exercised in relation to the person. 5 A relevant officer to whom a direction is given under subsection (1) or (2) must (if able to do so) comply with it. 6 The powers referred to in subsections (1), (2) and (4) are— a to require the person to hand over to the relevant officer all relevant nationality documents in his or her possession, b to search for such documents and to take possession of any that the relevant officer finds, c to inspect any relevant nationality documents obtained in the course of the exercise of a power in paragraph (a) or (b), and d to seize and retain any such documents so obtained. 7 The power in subsection (6)(b) is a power to search any of the following— a the person; b anything the person has with him or her; c the person's accommodation in the removal centre, short-term holding facility, prison or young offender institution; d any item of the person's property in the removal centre, short-term holding facility, prison or young offender institution. 8 A full search may be carried out under subsection (7)(a); but such a search may not be carried out in the presence of— a another person detained as mentioned in subsection (1) or (2), or b a person of the opposite sex. 9 An intimate search may not be carried out under subsection (7)(a). 10 A relevant officer may if necessary use reasonable force for the purposes of exercising a power in subsection (6)(a) or (b). 11 A relevant officer must pass a relevant nationality document seized and retained under subsection (6)(d) to the Secretary of State as soon as is reasonably practicable. 12 The Secretary of State may retain a relevant nationality document which comes into the Secretary of State's possession under subsection (11) while the Secretary of State suspects that— a a person to whom the document relates may be liable to removal from the United Kingdom in accordance with a provision of the Immigration Acts, and b retention of the document may facilitate the removal. 13 If subsection (12) does not apply to a document which comes into the Secretary of State's possession under this section, the Secretary of State may— a arrange for the document to be returned in accordance with subsection (14), or b if the Secretary of State thinks that it would not be appropriate to return the document, dispose of the document in such manner as the Secretary of State thinks appropriate. 14 A document which is required to be returned in accordance with this subsection must be returned to— a the person who was previously in possession of it, or b if it was not found in the possession of a person, the location in which it was found. 15 In this section and section 52— “ full search ” means a search which involves the removal of an item of clothing which— is being worn wholly or partly on the trunk, and is being so worn either next to the skin or next to an article of underwear; “ intimate search ” means a search which consists of a physical examination of a person's body orifices other than the mouth; “ nationality document ” means a document which might— establish a person's identity, nationality or citizenship, or indicate the place from which a person has travelled to the United Kingdom or to which a person is proposing to go. 16 For the purposes of this section and section 52 a nationality document is  “relevant” if it relates to a person who is liable to removal from the United Kingdom in accordance with a provision of the Immigration Acts. 17 In this section the following expressions have the same meaning as in Part 8 of the Immigration and Asylum Act 1999 (see section 147)— “detained person”; “detainee custody officer”; “prisoner custody officer”; “removal centre”; “short-term holding facility”."}, {"act": "Immigration Act 2016", "year": 2016, "section": "52", "section_title": "Seizure of nationality documents by detainee custody officers etc", "section_text": "52 1 A relevant officer may seize a nationality document which the relevant officer finds in the course of the exercise of a power to search other than one conferred by section 51. 2 Where a relevant officer seizes a nationality document under subsection (1), the relevant officer— a must seek the consent of the Secretary of State to retain the document, and b if the relevant officer obtains the Secretary of State's consent, must pass the document to the Secretary of State as soon as is practicable. 3 The Secretary of State may give consent under subsection (2) only if the Secretary of State has reasonable grounds to believe that— a the document is a relevant nationality document, and b the document may facilitate the removal of the person to whom it relates from the United Kingdom in accordance with a provision of the Immigration Acts. 4 If the Secretary of State does not give consent under subsection (2), the Secretary of State must— a direct the relevant officer to return the document as mentioned in subsection (5), or b if the Secretary of State thinks that it would not be appropriate to return the document, direct the relevant officer to dispose of the document in such manner as the Secretary of State may direct. 5 A document which is required to be returned in accordance with this subsection must be returned to— a the person who was previously in possession of it, or b if it was not found in the possession of a person, the location in which it was found. 6 The Secretary of State may retain a relevant nationality document which comes into the Secretary of State's possession under this section while the Secretary of State suspects that— a a person to whom the document relates may be liable to removal from the United Kingdom in accordance with a provision of the Immigration Acts, and b retention of the document may facilitate the removal. 7 If subsection (6) does not apply to a document which comes into the Secretary of State's possession under this section, the Secretary of State may— a arrange for the document to be returned in accordance with subsection (5), or b if the Secretary of State thinks that it would not be appropriate to return the document, dispose of the document in such manner as the Secretary of State thinks appropriate."}, {"act": "Immigration Act 2016", "year": 2016, "section": "53", "section_title": "Amendments relating to sections 51 and 52", "section_text": "53 1 Schedule 11 to the Immigration and Asylum Act 1999 (detainee custody officers) is amended as follows. 2 In paragraph 4 (offence of assaulting detainee custody officer)— a omit the  “or” at the end of paragraph (b), and b at the end of paragraph (c) insert or                         d performing functions under section 51 of the Immigration Act 2016 (search for nationality documents), . 3 In paragraph 5 (offence of obstructing detainee custody officer)— a omit the  “or” at the end of paragraph (b), and b at the end of paragraph (c) insert or                         d performing functions under section 51 of the Immigration Act 2016 (search for nationality documents), . 4 After paragraph 8 insert— 9 A reference in paragraph 4(d) or 5(d) to a detainee custody officer performing functions under section 51 of the Immigration Act 2016 includes a reference to a prison officer or prisoner custody officer performing such functions."}, {"act": "Immigration Act 2016", "year": 2016, "section": "54", "section_title": "Amendments to search warrant provisions", "section_text": "54 Schedule 8 (amendments to search warrant provisions) has effect."}, {"act": "Immigration Act 2016", "year": 2016, "section": "55", "section_title": "Supply of information to Secretary of State", "section_text": "55 1 Section 20 of the Immigration and Asylum Act 1999 (supply of information to Secretary of State) is amended in accordance with subsections (2) to (10). 2 For the heading substitute  “                    Power to supply information etc to Secretary of State                  ” . 3 In subsection (1) for paragraphs (a) to (f) substitute— a a public authority, or b any specified person, for purposes specified in relation to that person. 4 In subsection (1A) in each of paragraphs (a) and (b) for  “a person listed in subsection (1) or someone acting on his behalf” substitute  “                    a public authority or someone acting on behalf of a public authority                  ” . 5 After subsection (1A) insert— 1B This section does not apply to— a information which is held by the Crown Prosecution Service, or b a document or article which comes into the possession of, or is discovered by, the Crown Prosecution Service, or someone acting on behalf of the Crown Prosecution Service, if section 40 of the UK Borders Act 2007 applies to the information, document or article. 6 After subsection (2A) insert— 2B Subsection (2A)(a) does not affect any other power of the Secretary of State to retain a document or article. 7 In subsection (3) after paragraph (d) insert— da anything else that is done in connection with the exercise of a function under any of the Immigration Acts; . 8 After subsection (3) insert— 3A Public authority” means a person with functions of a public nature but does not include— a Her Majesty's Revenue and Customs, b either House of Parliament or a person exercising functions in connection with proceedings in Parliament, c the Scottish Parliament or a person exercising functions in connection with proceedings in the Scottish Parliament, d the National Assembly for Wales or a person exercising functions in connection with proceedings in that Assembly, or e the Northern Ireland Assembly or a person exercising functions in connection with proceedings in that Assembly. 9 Omit subsection (4). 10 After subsection (6) insert— 7 Nothing in this section authorises information, a document or an article to be supplied if to do so would contravene a restriction on the disclosure of information (however imposed). 11 After section 20 of the Immigration and Asylum Act 1999 insert— Duty to supply nationality documents to Secretary of State 20A 1 This section applies to a nationality document which the Secretary of State has reasonable grounds for believing is lawfully in the possession of a person listed in Schedule A1. 2 The Secretary of State may direct the person to supply the document to the Secretary of State if the Secretary of State suspects that— a a person to whom the document relates may be liable to removal from the United Kingdom in accordance with a provision of the Immigration Acts, and b the document may facilitate the removal. 3 A person to whom a direction is given must, as soon as is practicable, supply the document to the Secretary of State. 4 If the document was originally created in hard copy form and the person possesses the original document, it must be supplied to the Secretary of State unless it is required by the person for the performance of any of the person's functions. 5 If the original document is required by the person for the performance of any of the person's functions— a the person must, as soon as is practicable, supply a copy of the document to the Secretary of State, and b if subsequently the person no longer requires the original document, the person must supply it to the Secretary of State as soon as is practicable after it is no longer required. 6 Subsection (5)(b) does not apply if the Secretary of State notifies the person that the original document is no longer required. 7 If subsection (5) applies the person may make a copy of the original document before supplying it to the Secretary of State. 8 The Secretary of State may retain a nationality document supplied under this section while the Secretary of State suspects that— a a person to whom the document relates may be liable to removal from the United Kingdom in accordance with a provision of the Immigration Acts, and b retention of the document may facilitate the removal. 9 Subsection (8) does not affect any other power of the Secretary of State to retain a document. 10 The Secretary of State may dispose of a nationality document supplied under this section in such manner as the Secretary of State thinks appropriate. 11 Nothing in this section authorises or requires a document to be supplied if to do so would contravene a restriction on the disclosure of information (however imposed). 12 The Secretary of State may by regulations amend Schedule A1 so as to add, modify or remove a reference to a person or description of person. 13 Regulations under subsection (12) may not amend Schedule A1 so as to apply this section to— a either House of Parliament or a person exercising functions in connection with proceedings in Parliament, b the Scottish Parliament or a person exercising functions in connection with proceedings in the Scottish Parliament, c the National Assembly for Wales or a person exercising functions in connection with proceedings in that Assembly, or d the Northern Ireland Assembly or a person exercising functions in connection with proceedings in that Assembly. 14 In this section  “ nationality document ” means a document which might— a establish a person's identity, nationality or citizenship, or b indicate the place from which a person has travelled to the United Kingdom or to which a person is proposing to go. 12 In section 166 of the Immigration and Asylum Act 1999 (regulations and orders)— a after subsection (5) insert— 5A No regulations under section 20A(12) which amend Schedule A1 so as to— a add a reference to a person or description of person, or b modify a reference to a person or description of person otherwise than in consequence of a change of name or transfer of functions, are to be made unless a draft of the regulations has been laid before Parliament and approved by a resolution of each House. , and b in subsection (6), before the  “or” at the end of paragraph (a) insert— ab under section 20A(12) and which falls within subsection (5A), . 13 Before Schedule 1 to the Immigration and Asylum Act 1999 insert the Schedule A1 set out in Schedule 9."}, {"act": "Immigration Act 2016", "year": 2016, "section": "56", "section_title": "Detention  etc.  by immigration officers in Scotland", "section_text": "56 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Immigration Act 2016", "year": 2016, "section": "57", "section_title": "Powers to take fingerprints etc. from dependants", "section_text": "57 1 Section 141 of the Immigration and Asylum Act 1999 (powers to take fingerprints from certain persons and their dependants) is amended as follows. 2 In subsection (7) for paragraph (f) substitute— f any person (“F”) who is— i a member of the family of a person within any of paragraphs (a), (b) or (ca) to (e), or ii a dependant of a person within paragraph (c)(i). 3 In subsection (8)(f) after  “person” insert  “                    of whose family he is a member or                  ” . 4 In subsection (9)(f) after  “person” insert  “                    of whose family he is a member or                  ” . 5 After subsection (13) insert— 13A For the purposes of subsection (7)(f)(i), a person is a member of the family of another person (“P”) if— a the person is— i P's partner, ii P's child, or a child living in the same household as P in circumstances where P has care of the child, iii in a case where P is a child, P's parent, or iv an adult dependant relative of P, and b the person does not have a right of abode in the United Kingdom or indefinite leave to enter or remain in the United Kingdom. 13B In subsection (13A)  “ child ” means a person who is under the age of 18. 6 In subsection (14) for  “(7)(f)” substitute  “                    (7)(f)(ii)                  ” . 7 Section 142 of the Immigration and Asylum Act 1999 (attendance for fingerprinting) is amended as follows. 8 In subsection (2) for  “a dependant of” substitute  “                    a member of the family of, or a dependant of,                  ” . 9 In subsection (2A) for  “a dependant of” substitute  “                    a member of the family of                  ” . 10 Until the commencement of the repeal of section 143 of the Immigration and Asylum Act 1999 (destruction of fingerprints) by paragraph 17(2) of Schedule 9 to the Immigration Act 2014, subsection (9) of that section has effect as if after  “the person” there were inserted  “                    of whose family he is a member or                  ” . 11 In section 144A(2) of the Immigration and Asylum Act 1999 (application of regulations about use and retention of fingerprints etc to dependants) after  “the person” insert  “                    of whose family F is a member or                  ” ."}, {"act": "Immigration Act 2016", "year": 2016, "section": "58", "section_title": "Interpretation of Part", "section_text": "58 1 In this Part  “ immigration officer ” means a person appointed by the Secretary of State as an immigration officer under paragraph 1 of Schedule 2 to the Immigration Act 1971. 2 In this Part  “ premises ” and  “ item subject to legal privilege ” have the same meaning— a in relation to England and Wales, as in the Police and Criminal Evidence Act 1984; b in relation to Northern Ireland, as in the Police and Criminal Evidence (Northern Ireland) Order 1989 (SI 1989/1341 (NI 12)); c in relation to Scotland, as in section 412 of the Proceeds of Crime Act 2002."}, {"act": "Immigration Act 2016", "year": 2016, "section": "59", "section_title": "Guidance on detention of vulnerable persons", "section_text": "59 1 The Secretary of State must issue guidance specifying matters to be taken into account by a person to whom the guidance is addressed in determining— a whether a person (“P”) would be particularly vulnerable to harm if P were to be detained or to remain in detention, and b if P is identified as being particularly vulnerable to harm in those circumstances, whether P should be detained or remain in detention. 2 In subsection (1)\t\t\t\t\t “ detained ” means detained under— a the Immigration Act 1971, b section 62 of the Nationality, Immigration and Asylum Act 2002, or c section 36 of the UK Borders Act 2007, and  “ detention ” is to be construed accordingly. 3 A person to whom guidance under this section is addressed must take the guidance into account. 4 Before issuing guidance under this section the Secretary of State must lay a draft of the guidance before Parliament. 5 Guidance under this section comes into force in accordance with regulations made by the Secretary of State. 6 The Secretary of State may from time to time review guidance under this section and may revise and re-issue it. 7 References in this section to guidance under this section include revised guidance."}, {"act": "Immigration Act 2016", "year": 2016, "section": "60", "section_title": "Limitation on detention of pregnant women", "section_text": "60 1 This section applies to a woman if the Secretary of State is satisfied that the woman is pregnant. 2 A woman to whom this section applies may not be detained under a relevant detention power unless the Secretary of State is satisfied that— a the woman will shortly be removed from the United Kingdom, or b there are exceptional circumstances which justify the detention. 3 In determining whether to authorise the detention under a relevant detention power of a woman to whom this section applies, a person who, apart from this section, has power to authorise the detention must have regard to the woman's welfare. 4 A woman to whom this section applies may not be detained under a relevant detention power for a period of— a more than 72 hours from the relevant time, or b more than seven days from the relevant time, in a case where the longer period of detention is authorised personally by a Minister of the Crown (within the meaning of the Ministers of the Crown Act 1975). 5 In subsection (4)  “ the relevant time ” means the later of— a the time at which the Secretary of State is first satisfied that the woman is pregnant, and b the time at which the detention begins. 6 A woman to whom this section applies who has been released following detention under a relevant detention power may be detained again under such a power in accordance with this section. 7 This section does not apply to the detention under paragraph 16(2) of Schedule 2 to the Immigration Act 1971 of an unaccompanied child to whom paragraph 18B of that Schedule applies. 8 In this section— “ relevant detention power ” means a power to detain under— paragraph 16(2) of Schedule 2 to the Immigration Act 1971 (detention of persons liable to examination or removal), paragraph 2(1), (2) or (3) of Schedule 3 to that Act (detention pending deportation), section 62 of the Nationality, Immigration and Asylum Act 2002 (detention of persons liable to examination or removal), or section 36(1) of the UK Borders Act 2007 (detention pending deportation); “ woman ” means a female of any age. 9 The Immigration Act 1971 is amended in accordance with subsections (10) and (11). 10 In paragraph 16 of Schedule 2 (detention of persons liable to examination or removal) after sub-paragraph (2A) insert— 2B The detention under sub-paragraph (2) of a person to whom section 60 (limitation on detention of pregnant women) of the Immigration Act 2016 applies is subject to that section. 11 In paragraph 2 of Schedule 3 (detention or control pending deportation) after sub-paragraph (4) insert— 4ZA The detention under sub-paragraph (1), (2) or (3) of a person to whom section 60 (limitation on detention of pregnant women) of the Immigration Act 2016 applies is subject to that section. 12 In section 62 of the Nationality, Immigration and Asylum Act 2002 (detention by Secretary of State) after subsection (7) insert— 7A The detention under this section of a person to whom section 60 (limitation on detention of pregnant women) of the Immigration Act 2016 applies is subject to that section. 13 In section 36 of the UK Borders Act 2007 (detention) after subsection (2) insert— 2A The detention under subsection (1) of a person to whom section 60 (limitation on detention of pregnant women) of the Immigration Act 2016 applies is subject to that section."}, {"act": "Immigration Act 2016", "year": 2016, "section": "61", "section_title": "Immigration bail", "section_text": "61 1 Schedule 10 (immigration bail) has effect. 2 In that Schedule— a Part 1 contains the main provisions about immigration bail, and b Part 2 contains amendments to other Acts. 3 A person may be released and remain on bail under paragraph 22 or 29 of Schedule 2 to the Immigration Act 1971 even if the person can no longer be detained under a provision of the Immigration Acts to which that paragraph applies, if the person is liable to detention under such a provision. 4 The reference in subsection (3) to paragraph 22 or 29 of Schedule 2 to the Immigration Act 1971 includes that paragraph as applied by any other provision of the Immigration Acts. 5 Subsections (3) and (4) are to be treated as always having had effect. 6 Subsections (3) to (5) are repealed on the coming into force of the repeal of paragraphs 22 and 29 of Schedule 2 to the Immigration Act 1971 by paragraph 20 of Schedule 10."}, {"act": "Immigration Act 2016", "year": 2016, "section": "62", "section_title": "Power to cancel leave extended under section 3C of the Immigration Act 1971", "section_text": "62 1 In section 3C of the Immigration Act 1971 (continuation of leave pending variation decision) after subsection (3) insert— 3A Leave extended by virtue of this section may be cancelled if the applicant— a has failed to comply with a condition attached to the leave, or b has used or uses deception in seeking leave to remain (whether successfully or not). 2 In section 4(1) of that Act (persons by whom and means by which powers are to be exercised) after  “conditions)” insert  “                    or to cancel any leave under section 3C(3A)                  ” ."}, {"act": "Immigration Act 2016", "year": 2016, "section": "63", "section_title": "Appeals within the United Kingdom: certification of human rights claims", "section_text": "63 1 Section 94B of the Nationality, Immigration and Asylum Act 2002 (appeals from within the United Kingdom: certification of human rights claims made by persons liable to deportation) is amended in accordance with subsections (2) to (5). 2 In the heading omit  “made by persons liable to deportation”. 3 In subsection (1) omit the words from  “who is liable” to the end of paragraph (b). 4 In subsection (2) for the words from  “removal” to  “removed” substitute  “                  refusing P entry to, removing P from or requiring P to leave the United Kingdom                ” . 5 In subsection (3) for the words from  “removed” in the first place it appears to  “removed” in the second place it appears substitute  “                  refused entry to, removed from or required to leave the United Kingdom                ” . 6 In section 92(3)(a) of that Act (cases where human rights claim appeal must be brought from outside the United Kingdom) omit  “made by persons liable to deportation”."}, {"act": "Immigration Act 2016", "year": 2016, "section": "64", "section_title": "Continuation of leave: repeals", "section_text": "64 1 In the Immigration Act 1971 omit section 3D (continuation of leave following revocation). 2 In section 2(2)(a) of the Special Immigration Appeals Commission Act 1997 (jurisdiction: appeals) omit  “or 3D”. 3 In section 120(4)(b) of the Nationality, Immigration and Asylum Act 2002 (requirement to state additional grounds for application etc) omit  “or 3D”. 4 In consequence of the repeals made by this section, the following are repealed— a paragraph 14(b)(i) of Schedule 1 to the Immigration, Asylum and Nationality Act 2006, and b paragraph 22 of Schedule 9 to the Immigration Act 2014. 5 The repeals made by this section do not apply in relation to a person (“P”) where— a P's leave was extended by virtue of section 3D of the Immigration Act 1971 immediately before 6 April 2015, and b immediately before the coming into force of this section an appeal by P against the variation or revocation of P's leave to enter or remain in the United Kingdom was pending within the meaning of section 104 of the Nationality, Immigration and Asylum Act 2002."}, {"act": "Immigration Act 2016", "year": 2016, "section": "65", "section_title": "Deemed refusal of leave to enter: repeals", "section_text": "65 1 In the Immigration Act 1971 omit paragraph 2A(9) of Schedule 2 (deemed refusal of leave to enter). 2 In consequence of the repeal made by this section, paragraph 23 of Schedule 9 to the Immigration Act 2014 is repealed. 3 The repeals made by this section do not apply in relation to a person if, immediately before the coming into force of this section, the person's appeal by virtue of paragraph 2A(9) of Schedule 2 to the Immigration Act 1971 against the cancellation of the person's leave to enter under paragraph 2A(8) of that Schedule was pending within the meaning of section 104 of the Nationality, Immigration and Asylum Act 2002."}, {"act": "Immigration Act 2016", "year": 2016, "section": "66", "section_title": "Support for certain categories of migrant", "section_text": "66 Schedule 11 (support for certain categories of migrant) has effect."}, {"act": "Immigration Act 2016", "year": 2016, "section": "67", "section_title": "Unaccompanied refugee children: relocation and support", "section_text": "67 1 The Secretary of State must, as soon as possible after the passing of this Act, make arrangements to relocate to the United Kingdom and support a specified number of unaccompanied refugee children from other countries in Europe. 2 The number of children to be resettled under subsection (1) shall be determined by the Government in consultation with local authorities. 3 The relocation of children under subsection (1) shall be in addition to the resettlement of children under the Vulnerable Persons Relocation Scheme."}, {"act": "Immigration Act 2016", "year": 2016, "section": "68", "section_title": "Availability of local authority support", "section_text": "68 Schedule 12 (availability of local authority support) has effect."}, {"act": "Immigration Act 2016", "year": 2016, "section": "69", "section_title": "Transfer of responsibility for relevant children", "section_text": "69 1 This section applies in relation to a local authority  ... (“ the first authority ”) if— a the authority has functions under any of the   relevant provisions   in relation to a relevant child, or b functions under any of the relevant provisions may be conferred on the authority in relation to a relevant child. 2 The first authority may make arrangements with another local authority in   the same part of the United Kingdom   (“ the second authority ”) under which— a if this section applies to the authority by virtue of paragraph (a) of subsection (1), the functions mentioned in that paragraph become functions of the second authority in relation to the relevant child, and b if this section applies to the authority by virtue of paragraph (b) of subsection (1), the functions mentioned in that paragraph become functions that may be conferred on the second authority in relation to the relevant child. 3 The effect of arrangements under   subsection (2)   is that, from the time at which the arrangements have effect in accordance with their terms— a functions under the relevant provisions cease to be functions of, and may not be conferred on, the first authority in relation to the relevant child (“C”), b any of the relevant provisions which immediately before that time applied in relation to C as a result of C's connection with the first authority or the area of the first authority have effect as if C had that connection with the second authority or the area of the second authority (if that would not otherwise be the case), and c C is to be treated for the purposes of the relevant provisions as if C were not and had never been ordinarily resident in the area of the first authority (if that would otherwise be the case). 3A The first authority may make arrangements with another local authority in a different part of the United Kingdom (“the second authority”) having the effects mentioned in subsection (3B). 3B The effects are that, from the time at which the arrangements have effect in accordance with their terms— a the first authority ceases to have any functions in relation to the relevant child (“C”) under the relevant provisions and functions under those provisions may not be conferred on the first authority in relation to C, b C is to be treated as having a like connection with the second authority, or the area of the second authority, as C had immediately before that time with the first authority or the area of the first authority, and c C is to be treated for the purposes of the relevant provisions in relation to both the first authority and the second authority as if the first authority had never had any functions in relation to C. 3C Where a statutory provision would, but for this subsection, require the approval of a court or of any other person for arrangements under subsection (3A), that statutory provision does not apply in relation to such arrangements. 4   Subsections (3)(b) and (3B)(b) are   subject to any change in C's circumstances after the time at which the arrangements have effect. 5 Nothing in subsection (3)   or (3B)  affects any liability of the first authority in relation to C for any act or omission of the first authority before the time at which the arrangements have effect. 6 The Secretary of State may by regulations make further provision about the effect of arrangements under this section. 7 Arrangements under this section may not be brought to an end by the first or second authority once they have come into effect. 8 In this section “local authority”— a in relation to England and Wales has the same meaning as in the Children Act 1989 (see section 105(1) of that Act), b in relation to Scotland means a council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994, and c in relation to Northern Ireland means a Health and Social Care trust established under Article 10 of the Health and Personal Services (Northern Ireland) Order 1991. 8A In this section “the relevant provisions”— a in relation to a local authority in England, means the provisions of or made under Part 3, 4 or 5 of the Children Act 1989 (support for children and families and care, supervision and protection of children), and b in relation to a local authority in Wales, Scotland or Northern Ireland, means any statutory provision which confers functions on, or which are exercisable by, such an authority which correspond, or are similar, to the functions conferred on a local authority in England by or under any of those Parts of that Act. 9 In this section  “ relevant child ” means— a a person under the age of 18 who is unaccompanied and has made a protection claim which has not been determined, b a person under the age of 18 who is unaccompanied and who— i requires leave to enter or remain in the United Kingdom but does not have it, and ii is a person of a kind specified in regulations made by the Secretary of State, or c a person under the age of 18 who is unaccompanied and who— i has leave to enter or remain in the United Kingdom, and ii is a person of a kind specified in regulations made by the Secretary of State. 10 The Secretary of State may by regulations make provision about the meaning of  “ unaccompanied ” for the purposes of subsection (9). 11 In subsection (9)— a “ protection claim ” has the meaning given by section 82(2) of the Nationality, Immigration and Asylum Act 2002, and b the reference to a protection claim having been determined is to be construed in accordance with section 94(3) of the Immigration and Asylum Act 1999. 12 In this section “statutory provision” means a provision made by or under— a an Act, b an Act of the Scottish Parliament, c a Measure or Act of the National Assembly for Wales, or d an Act of the Northern Ireland Assembly. 13 In this section a reference to a part of the United Kingdom is a reference to England, Wales, Scotland or Northern Ireland."}, {"act": "Immigration Act 2016", "year": 2016, "section": "70", "section_title": "Duty to provide information for the purposes of transfers of responsibility", "section_text": "70 1 The Secretary of State may direct a local authority  ... to provide information of the kind specified in subsection (2) to the Secretary of State for the purposes of enabling— a arrangements to be made under section 69, or b the Secretary of State to exercise functions under section 72. 2 The information mentioned in subsection (1) is— a information about the support or accommodation provided to children who are looked after by the local authority within the meaning of the   relevant provisions ; b such other information as may be specified in regulations made by the Secretary of State. 3 A local authority which is directed to provide information under this section must provide it— a in such form and manner as the Secretary of State may direct, and b before such time or before the end of such period as the Secretary of State may direct. 4 In this section  “ local authority ”   and “relevant provisions” have the same meanings   as in section 69."}, {"act": "Immigration Act 2016", "year": 2016, "section": "71", "section_title": "Request for transfer of responsibility for relevant children", "section_text": "71 1 Subsection (2) applies if— a a local authority  ... (“ the first authority ”) requests another local authority  ... (“ the second authority ”) to enter into arrangements under section 69, and b the second authority does not comply with the first authority's request. 2 The Secretary of State may direct the second authority to provide the first authority and the Secretary of State with written reasons for its failure to comply with the request. 3 In this section  “ local authority ” has the same meaning as in section 69."}, {"act": "Immigration Act 2016", "year": 2016, "section": "72", "section_title": "Scheme for transfer of responsibility for relevant children", "section_text": "72 1 The Secretary of State may prepare a scheme for functions of, or which may be conferred on, a local authority  ... (“ the transferring authority ”) to become functions of, or functions which may be conferred on, one or more other local authorities in   the same part of the United Kingdom   (a  “receiving authority”) in accordance with arrangements under section   69(2) . 1A The Secretary of State may prepare a scheme in relation to a local authority to which section 69 applies (“the transferring authority”) and one or more other local authorities in one or more other parts of the United Kingdom (“a receiving authority”) having the effects mentioned in section 69(3B). 2 A scheme under this section— a must specify the local authorities to which it relates, and b unless it relates to all relevant children who may be the subject of arrangements under section 69 between the transferring authority and each receiving authority, must specify the relevant child or children, or descriptions of relevant children, to which it relates. 3 The Secretary of State may direct the transferring authority and each receiving authority under a scheme under this section to comply with the scheme. 4 A direction may not be given under subsection (3) unless the Secretary of State is satisfied that compliance with the direction will not unduly prejudice the discharge by each receiving authority of any of its functions. 5 Before giving a direction under subsection (3) to a local authority, the Secretary of State must give the authority notice in writing of the proposed direction. 6 The Secretary of State may not give a direction to a local authority before the end of the period of 14 days beginning with the day on which notice under subsection (5) was given to it. 7 The local authority may make written representations to the Secretary of State about the proposed direction within that period. 8 The Secretary of State may modify or withdraw a direction under subsection (3) by notice in writing to the local authorities to which it was given. 9 A modification or withdrawal of a direction does not affect any arrangements made under section 69 pursuant to the direction before it was modified or withdrawn. 10 Subsections (5) to (7) apply to the modification or withdrawal of a direction as they apply to the giving of a direction, but as if— a the reference to the proposed direction were to the proposed modification or proposal to withdraw the direction, and b subsection (6) permitted the Secretary of State to withdraw the direction before the end of the 14 day period with the agreement of the local authorities to which it applies. 11 In this section  “ local authority ”   , “relevant child” and “part of the United Kingdom”   have the same meanings as in section 69."}, {"act": "Immigration Act 2016", "year": 2016, "section": "73", "section_title": "Extension to Wales, Scotland and Northern Ireland", "section_text": "73 1 The Secretary of State may by regulations make such provision as the Secretary of State considers appropriate for enabling any of the provisions of sections 69 to 72 to apply in relation to Wales, Scotland or Northern Ireland. 2 The Secretary of State may by regulations make provision which— a has a similar effect to— i any of the provisions mentioned in subsection (1), or ii provision which may be made under section 69(6) or (10), and b applies in relation to Wales, Scotland or Northern Ireland. 3 Regulations under subsection (1) may amend, repeal or revoke any enactment (including an enactment contained in this Act). 4 Regulations under subsection (1) or (2) may not confer functions on— a the Welsh Ministers, b the Scottish Ministers, c the First Minister and deputy First Minister in Northern Ireland, d a Northern Ireland Minister, or e a Northern Ireland department. 5 In this section  “ enactment ” includes— a an enactment contained in subordinate legislation within the meaning of the Interpretation Act 1978; b an enactment contained in, or in an instrument made under, an Act or Measure of the National Assembly for Wales; c an enactment contained in, or in an instrument made under, an Act of the Scottish Parliament; d an enactment contained in, or in an instrument made under, Northern Ireland legislation."}, {"act": "Immigration Act 2016", "year": 2016, "section": "74", "section_title": "Penalties relating to airport control areas", "section_text": "74 1 In paragraph 26 of Schedule 2 to the Immigration Act 1971 (supplementary duties of those connected with ships or aircraft or with ports) after sub-paragraph (3A) insert— 4 Part 1A of this Schedule makes provision for and in connection with the imposition of a penalty for certain breaches of sub-paragraph (2) or (3). 2 In that Schedule after Part 1 insert the Part 1A set out in Schedule 13."}, {"act": "Immigration Act 2016", "year": 2016, "section": "75", "section_title": "Maritime enforcement", "section_text": "75 Schedule 14 (maritime enforcement) has effect."}, {"act": "Immigration Act 2016", "year": 2016, "section": "76", "section_title": "Persons excluded from the United Kingdom under international obligations", "section_text": "76 1 In section 8 of the Immigration Act 1971 (exceptions for seamen, aircrews and other special cases) in subsection (5) after  “expired” insert  “                  or otherwise ceased to be in force                ” . 2 In section 8A of that Act (persons ceasing to be exempt) after subsection (3) insert— 4 References in this section to a person who ceases to be exempt do not include a person who ceases to be exempt by virtue of section 8B(3). 3 Section 8B of that Act (persons excluded from the United Kingdom under international obligations) is amended as follows. 4 In subsection (1) after paragraph (b) insert— (and any leave given to a person who is an excluded person is invalid) . 5 For subsection (3) substitute— 3 Any exemption of a person from the provisions of this Act under section 8(1), (2) or (3) does not apply while the person is an excluded person. 6 In subsection (4) for  “a designated instrument” substitute  “                  an instrument falling within subsection (5)                ” . 7 In subsection (5) for  “The Secretary of State may by order designate an instrument” substitute  “                  An instrument falls within this subsection                ” . 8 After subsection (5) insert— 5A Subsection (1), (2) or (3) does not apply to a person if— a the application of that subsection to that person would be contrary to the United Kingdom's obligations under— i the Human Rights Convention (within the meaning given by section 167(1) of the Immigration and Asylum Act 1999), or ii the Refugee Convention (within the meaning given by that provision), or b the person has been exempted from the application of that subsection under a process applying by virtue of the instrument falling within subsection (5). 9 Omit subsections (6) to (8)."}, {"act": "Immigration Act 2016", "year": 2016, "section": "77", "section_title": "English language requirements for public sector workers", "section_text": "77 1 A public authority must ensure that each person who works for the public authority in a customer-facing role speaks fluent English. 2 In determining how to comply with subsection (1), a public authority must have regard to the code of practice under section 80 that is for the time being applicable to that authority. 3 A public authority must operate an adequate procedure for enabling complaints to be made to the authority about breaches by the authority of subsection (1) and for the consideration of such complaints. 4 In determining whether a procedure is adequate for the purposes of subsection (3), a public authority must have regard to the code of practice under section 80 that is for the time being applicable to that authority. 5 For the purposes of this Part a person works for a public authority if the person works— a under a contract of employment with the public authority, b under a contract of apprenticeship with the public authority, c under a contract to do work personally with the public authority, d in England and Wales or Scotland, as an agency worker within the meaning of the Agency Workers Regulations 2010 (SI 2010/93) in respect of whom the public authority is the hirer within the meaning of those regulations, e in Northern Ireland, as an agency worker within the meaning of the Agency Workers Regulations (Northern Ireland) 2011 ( SR  2011/350) in respect of whom the public authority is the hirer within the meaning of those regulations, f for the public authority as a constable, or g for the public authority in the course of Crown employment. 6 In subsection (5)  “Crown employment”— a in relation to England and Wales and Scotland, has the meaning given by section 191(3) of the Employment Rights Act 1996, b in relation to Northern Ireland, has the meaning given by Article 236(3) of the Employment Rights (Northern Ireland) Order 1996 (SI 1996/1919 (NI 16)), and c includes service as a member of the armed forces of the Crown and employment by an association established for the purposes of Part 11 of the Reserve Forces Act 1996. 7 References in this Part to a person who works in a customer-facing role are to a person who, as a regular and intrinsic part of the person's role, is required to speak to members of the public in English. 8 For the purposes of this Part a person speaks fluent English if the person has a command of spoken English which is sufficient to enable the effective performance of the person's role. 9 This section applies in relation to a person who is working in a customer-facing role for a public authority when this section comes into force as well as to a person who begins to work in such a role after that time. 10 This section does not apply in relation to a person whose work is carried out wholly or mainly outside the United Kingdom."}, {"act": "Immigration Act 2016", "year": 2016, "section": "78", "section_title": "Meaning of  “public authority”", "section_text": "78 1 Subject as follows, in this Part  “ public authority ” means a person with functions of a public nature. 2 A person is not a public authority for the purposes of this Part if, apart from this subsection, the person would be a public authority for those purposes merely because the person exercises functions on behalf of another public authority. 3 A person who exercises functions in relation to Scotland is a public authority for the purposes of this Part in relation to those functions only if and to the extent that those functions relate to a reserved matter. 4 In subsection (3)  “ Scotland ” and  “ reserved matter ” have the same meanings as in the Scotland Act 1998. 5 A person who exercises functions in relation to Wales is a public authority for the purposes of this Part in relation to those functions only if and to the extent that those   functions are functions that could not be conferred by provision falling within   the legislative competence of the National Assembly for Wales. 6 A person who exercises functions in relation to Northern Ireland is a public authority for the purposes of this Part in relation to those functions only if and to the extent that those functions relate to an excepted matter. 7 In subsection (6)  “ Northern Ireland ” and  “ excepted matter ” have the same meanings as in the Northern Ireland Act 1998. 8 The following are not public authorities for the purposes of this Part— a the Security Service; b the Secret Intelligence Service; c the Government Communications Headquarters. 9 The relevant Minister may by regulations amend subsection (8) so as to add, modify or remove a reference to a person or description of person with functions of a public nature."}, {"act": "Immigration Act 2016", "year": 2016, "section": "79", "section_title": "Power to expand meaning of person working for public authority", "section_text": "79 1 The relevant Minister may by regulations amend section 77 with the effect that a person who works for a contractor of a public authority is a person who works for the authority for the purposes of this Part. 2 In subsection (1)  “ contractor ”, in relation to a public authority, means a person who— a provides a service to members of the public as a result of an arrangement made with a public authority (whether or not by that person), but b is not a public authority. 3 For the purposes of subsection (1) a person works for a contractor if the person works— a under a contract of employment with the contractor, b under a contract of apprenticeship with the contractor, c under a contract to do work personally with the contractor, d in England and Wales or Scotland, as an agency worker within the meaning of the Agency Workers Regulations 2010 (SI 2010/93) in respect of whom the contractor is the hirer within the meaning of those regulations, or e in Northern Ireland, as an agency worker within the meaning of the Agency Workers Regulations (Northern Ireland) 2011 (SR 2011/350) in respect of whom the contractor is the hirer within the meaning of those regulations."}, {"act": "Immigration Act 2016", "year": 2016, "section": "80", "section_title": "Duty to issue codes of practice", "section_text": "80 1 The relevant Minister must issue a code or codes of practice for the purposes of section 77. 2 A code of practice must include provision about the following matters— a the standard of spoken English to be met by a person working for a public authority to which the code applies in a customer-facing role; b the action available to such a public authority where such a person does not meet that standard; c the procedure to be operated by such a public authority for enabling complaints to be made to the authority about breaches by the authority of section 77(1) and for the consideration of such complaints; d how the public authority is to comply with its other legal obligations as well as complying with the duty in section 77(1). 3 A code of practice may make such other provision as the relevant Minister considers appropriate for securing that a person who works for a public authority to which the code applies in a customer-facing role speaks fluent English. 4 A code of practice may make provision in relation to— a all public authorities, b particular descriptions of public authority, or c particular public authorities. 5 But the relevant Minister must ensure that there is at all times a code of practice in force which applies to each public authority. 6 A code of practice may make different provision for different purposes, including different provision for different public authorities or descriptions of public authority."}, {"act": "Immigration Act 2016", "year": 2016, "section": "81", "section_title": "Procedure for codes of practice", "section_text": "81 1 In preparing a code of practice the relevant Minister must consult such persons as the relevant Minister thinks appropriate. 2 Before issuing a code of practice the relevant Minister must lay a draft of the code before Parliament. 3 A code of practice comes into force in accordance with provision made by regulations made by the relevant Minister. 4 After a code of practice has come into force the relevant Minister must publish it in such manner as the relevant Minister thinks appropriate. 5 The relevant Minister may from time to time review a code of practice and may revise and re-issue it following a review. 6 References in subsections (1) to (4) to a code of practice include a revised code."}, {"act": "Immigration Act 2016", "year": 2016, "section": "82", "section_title": "Application of Part to Wales", "section_text": "82 1 Subsection (2) makes provision about the application of this Part in relation to— a a public authority that exercises functions only in Wales, and b a public authority that exercises functions outside Wales and in Wales, to the extent that it exercises functions in Wales. 2 In the provisions of this Part listed in subsection (3) references to English are to be read as references to English or Welsh. 3 Those provisions are— a section 77(1), (7) and (8), and b section 80(2)(a) and (3)."}, {"act": "Immigration Act 2016", "year": 2016, "section": "83", "section_title": "Interpretation of Part", "section_text": "83 In this Part— “ contract ” means a contract whether express or implied and, if express, whether oral or in writing; “ public authority ” has the meaning given by section 78; “ relevant Minister ” means the Secretary of State or the   Minister for the Cabinet Office  ; “ Wales ” has the same meaning as in the Government of Wales Act 2006."}, {"act": "Immigration Act 2016", "year": 2016, "section": "84", "section_title": "Crown application", "section_text": "84 This Part binds the Crown."}, {"act": "Immigration Act 2016", "year": 2016, "section": "85", "section_title": "Immigration skills charge", "section_text": "85 1 The Immigration Act 2014 is amended as follows. 2 After section 70 insert— Immigration skills charge 70A 1 The Secretary of State may by regulations provide for a charge to be imposed on— a persons who make immigration skills arrangements, or b any description of such persons. 2 “Immigration skills arrangements” are arrangements made by a person (“the sponsor”) with the Secretary of State with a view to securing that an individual who is not exempt for the purposes of this section is granted entry clearance or leave to remain in the United Kingdom to enable the individual to work for the sponsor in the United Kingdom. 3 Regulations under this section may in particular— a impose a separate charge on a sponsor in respect of each individual in relation to whom the sponsor makes immigration skills arrangements; b specify the amount of any charge (and different amounts may be specified for different purposes); c make provision about when or how a charge may or must be paid to the Secretary of State; d make provision about the consequences of a sponsor failing to pay a charge; e provide for exemptions from a charge; f provide for the reduction, waiver or refund of part or all of a charge (whether by conferring a discretion or otherwise). 4 Sums paid by virtue of regulations under this section must— a be paid into the Consolidated Fund, or b be applied in such other way as the regulations may specify. 5 Regulations under this section may be made only with the consent of the Treasury. 6 An individual is exempt for the purposes of this section if he or she is— a a British citizen; b a national of an EEA State other than the United Kingdom; c a national of Switzerland; d otherwise entitled to enter or remain in the United Kingdom by virtue of an enforceable  EU  right or of any provision made under section 2(2) of the European Communities Act 1972. 7 In this section  “ entry clearance ” has the meaning given by section 33(1) of the Immigration Act 1971. 3 In section 74(2) (orders and regulations which are subject to affirmative resolution procedure) after paragraph (j) insert— ja regulations under section 70A; ."}, {"act": "Immigration Act 2016", "year": 2016, "section": "86", "section_title": "Power to make passport fees regulations", "section_text": "86 1 The Secretary of State may by regulations provide for fees to be charged in respect of the exercise by the Secretary of State of such functions in connection with applications for the issue of a passport or other travel document as may be specified. 2 Regulations under subsection (1) are referred to in this section and section 87 as  “passport fees regulations”. 3 Passport fees regulations must provide for the fee in respect of the exercise of each specified function to comprise one or more amounts each of which is— a a specified fixed amount, or b an amount calculated by reference to a specified hourly rate or other specified factor. 4 Provision made under subsection (3) may be intended to result in a fee in respect of a specified function which exceeds the costs of exercising the function. 5 In specifying the amount of any fee, or hourly rate or other factor, the Secretary of State may have regard only to the costs of exercising— a the function; b any other function of the Secretary of State in connection with United Kingdom passports or other UK travel documents; c any consular function. This is subject to section 87(5). 6 In respect of any fee provided for under this section, passport fees regulations may— a provide for exceptions; b provide for the reduction, waiver or refund of part or all of a fee (whether by conferring a discretion or otherwise); c make provision about— i the consequences of failure to pay a fee; ii enforcement; iii when a fee may or must be paid. 7 In this section— “ consular function ” means— any of the functions described in Article 5 of the Vienna Convention on Consular Relations set out in Schedule 1 to the Consular Relations Act 1968; any function in the United Kingdom which corresponds to a function mentioned in paragraph (a); in each case regardless of whether the function is exercised by a consular officer or by another person authorised by the Secretary of State; “ costs ” includes— the costs of the Secretary of State, and the costs of any other person (whether or not funded from public money); “ function ” includes a power or a duty; “ specified ” means specified in passport fees regulations; “ travel document ” means a document which enables or facilitates travel from one state to another and a  “ UK travel document ” means such a document issued by the Secretary of State; “ United Kingdom passport ” has the same meaning as in the Immigration Act 1971 (see section 33 of that Act). 8 Any reference in this section to the exercise of a function includes a reference to its exercise in particular circumstances, including its exercise— a at particular times or in a particular place; b under particular arrangements; c otherwise in particular ways, and, for this purpose,  “ arrangements ” includes arrangements for the convenience of applicants or persons making requests for the exercise of a function."}, {"act": "Immigration Act 2016", "year": 2016, "section": "87", "section_title": "Passport fees regulations: supplemental", "section_text": "87 1 Passport fees regulations may be made only with the consent of the Treasury. 2 A fee under section 86 may relate to something done outside the United Kingdom. 3 Fees payable by virtue of section 86 may be recovered as a debt due to the Secretary of State. 4 Fees paid to the Secretary of State by virtue of section 86 must be— a paid into the Consolidated Fund, or b applied in such other way as passport fees regulations may specify. 5 Section 86 is without prejudice to— a section 1 of the Consular Fees Act 1980 (fees for consular acts etc), b section 102 of the Finance (No 2) Act 1987 (government fees and charges), or c any other power to charge a fee."}, {"act": "Immigration Act 2016", "year": 2016, "section": "88", "section_title": "Power to charge for passport validation services", "section_text": "88 1 The Secretary of State may charge a fee in respect of the provision of passport validation services to persons on request. 2 “Passport validation services” are services in connection with confirming the validity of United Kingdom passports or the accuracy of the information contained in them which are provided for the purpose of preventing or detecting crime. 3 In this section  “ United Kingdom passport ” has the same meaning as in the Immigration Act 1971 (see section 33 of that Act). 4 A fee payable under this section may be recovered as a debt due to the Secretary of State. 5 Fees paid to the Secretary of State under this section must be— a paid into the Consolidated Fund, or b applied in such other way as the Secretary of State may by regulations specify. 6 Regulations under subsection (5) may be made only with the consent of the Treasury. 7 This section is without prejudice to— a section 1 of the Consular Fees Act 1980 (fees for consular acts etc), b section 102 of the Finance (No 2) Act 1987 (government fees and charges), or c any other power to charge a fee."}, {"act": "Immigration Act 2016", "year": 2016, "section": "89", "section_title": "Civil registration fees", "section_text": "89 1 Schedule 15 (civil registration fees) has effect. 2 In that Schedule— a Part 1 amends enactments about civil registration in connection with powers to make regulations for the charging of fees, and b Part 2 makes consequential and related amendments."}, {"act": "Immigration Act 2016", "year": 2016, "section": "90", "section_title": "Duty regarding the welfare of children", "section_text": "90 For the avoidance of doubt, this Act does not limit any duty imposed on the Secretary of State or any person by section 55 of the Borders, Citizenship and Immigration Act 2009 (duty regarding welfare of children)."}, {"act": "Immigration Act 2016", "year": 2016, "section": "91", "section_title": "Financial provisions", "section_text": "91 The following are to be paid out of money provided by Parliament— a any expenditure incurred under or by virtue of this Act by a Minister of the Crown, a person holding office under Her Majesty or a government department, and b any increase attributable to the Act in the sums payable under any other Act out of money so provided."}, {"act": "Immigration Act 2016", "year": 2016, "section": "92", "section_title": "Transitional and consequential provision", "section_text": "92 1 The Secretary of State may by regulations make such transitional, transitory or saving provision as the Secretary of State considers appropriate in connection with the coming into force of any provision of this Act. 2 The Secretary of State may by regulations make such provision as the Secretary of State considers appropriate in consequence of this Act. 3 The provision that may be made by regulations under subsection (2) includes provision amending, repealing or revoking any enactment. 4 “ Enactment ” includes— a an enactment contained in subordinate legislation within the meaning of the Interpretation Act 1978; b an enactment contained in, or in an instrument made under, an Act of the Scottish Parliament; c an enactment contained in, or in an instrument made under, a Measure or Act of the National Assembly for Wales; d an enactment contained in, or in an instrument made under, Northern Ireland legislation. 5 In section 61(2) of the UK Borders Act 2007 (meaning of  “the Immigration Acts”)— a omit the  “and” at the end of paragraph (i), and b at the end of paragraph (j) insert , and                         k the Immigration Act 2016."}, {"act": "Immigration Act 2016", "year": 2016, "section": "93", "section_title": "Regulations", "section_text": "93 1 Regulations made by the Secretary of State or the   Minister for the Cabinet Office   under this Act are to be made by statutory instrument. 2 A statutory instrument containing (whether alone or with other provision) any of the following regulations may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament— a regulations under section 3 which amend or repeal primary legislation, b regulations under section 6, c regulations under section 11 which amend or repeal primary legislation, d regulations under section 14, 15 or 21, e regulations under section 36(2), f regulations under section 42(1) or (2), fa regulations under section 69(6) or (10), fb regulations under section 70(2)(b), g regulations under section 73(1) or (2), h regulations under section 78(9), i regulations under section 79(1), j passport fees regulations within the meaning of section 86 which include provision specifying functions as mentioned in subsection (1) of that section, k regulations under section 92(2) which amend or repeal primary legislation, l regulations under paragraph 1(13) of Schedule 6, and m regulations under paragraph 2(7) of that Schedule. 3 Primary legislation means any of the following— a an Act of Parliament; b an Act of the Scottish Parliament; c a Measure or Act of the National Assembly for Wales; d Northern Ireland legislation. 4 A statutory instrument— a containing any other regulations made by the Secretary of State or the   Minister for the Cabinet Office   under this Act, and b to which subsection (2) does not apply, is subject to annulment in pursuance of a resolution of either House of Parliament. 5 Subsection (4) does not apply to regulations under section 92(1) or 94(1). 6 Regulations made by the Secretary of State or the   Minister for the Cabinet Office   under this Act— a may make different provision for different purposes or areas, b may make provision which applies generally or for particular purposes or areas, c may make transitional, transitory or saving provision, or d may make incidental, supplementary or consequential provision."}, {"act": "Immigration Act 2016", "year": 2016, "section": "94", "section_title": "Commencement", "section_text": "94 1 Subject to subsections (3) to (5) this Act comes into force on such day as the Secretary of State appoints by regulations. 2 Regulations under subsection (1) may appoint different days for different purposes or areas. 3 Subsections (3) to (5) of section 61 come into force on the day on which this Act is passed. 4 Section 85 comes into force at the end of the period of two months beginning with the day on which this Act is passed. 5 This Part comes into force on the day on which this Act is passed."}, {"act": "Immigration Act 2016", "year": 2016, "section": "95", "section_title": "Extent", "section_text": "95 1 This Act extends to England and Wales, Scotland and Northern Ireland, subject as follows. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Any amendment, repeal or revocation made by this Act has the same extent within the United Kingdom as the provision to which it relates. 4 But subsection (3) does not apply to the amendments made to the Modern Slavery Act 2015 by paragraphs 30 and 35 of Schedule 3 (for the extent of which, see the amendments to section 60 of that Act made by paragraph 33 of that Schedule). 5 Her Majesty may by Order in Council provide for any of the provisions of this Act to extend, with or without modifications, to any of the Channel Islands or the Isle of Man. 6 A power under any provision listed in subsection (7) may be exercised so as to extend (with or without modifications) to any of the Channel Islands or the Isle of Man any amendment or repeal made by or under this Act of any part of an Act to which the provision listed in subsection (7) relates. 7 Those provisions are— a section 36 of the Immigration Act 1971, b section 52(2) of the Civil Jurisdiction and Judgments Act 1982, c section 9(3) of the Special Immigration Appeals Commission Act 1997, d section 170(7) of the Immigration and Asylum Act 1999, e section 163(4) of the Nationality, Immigration and Asylum Act 2002, f section 49(3) of the Asylum and Immigration (Treatment of Claimants, etc) Act 2004, g section 63(3) of the Immigration, Asylum and Nationality Act 2006, h section 60(4) of the UK Borders Act 2007, i section 76(6) of the Immigration Act 2014, and j section 60(6) of the Modern Slavery Act 2015."}, {"act": "Immigration Act 2016", "year": 2016, "section": "96", "section_title": "Short title", "section_text": "96 This Act may be cited as the Immigration Act 2016."}]