[{"act": "Northern Ireland (Stormont Agreement and Implementation Plan) Act 2016", "year": 2016, "section": "1", "section_title": "The Commission", "section_text": "1 1 In this Act  “ the Commission ” means the Independent Reporting Commission established by the agreement relating to paramilitary activity and having functions which include those of the kinds described in paragraph 5.1 of Section A of the Fresh Start Agreement. 2 The Commission has the legal capacities of a body corporate. 3 The Secretary of State may provide the Commission with such moneys, premises, facilities, services and staff as the Secretary of State considers appropriate. 4 The First Minister and the deputy First Minister acting jointly have the power to nominate two persons for appointment as members of the Commission in accordance with the agreement relating to paramilitary activity."}, {"act": "Northern Ireland (Stormont Agreement and Implementation Plan) Act 2016", "year": 2016, "section": "2", "section_title": "Exercise of functions", "section_text": "2 1 The Commission's objective is to promote progress towards ending paramilitary activity connected with Northern Ireland. 2 The Commission must exercise its functions in the way which it considers is most appropriate for meeting its objective. 3 In exercising its functions, the Commission must not do anything which might— a prejudice the national security interests of the United Kingdom or Ireland, b put at risk the life or safety of any person, c have a prejudicial effect on the prevention, investigation or detection of crime, or d have a prejudicial effect on any actual or prospective legal proceedings. 4 In subsection (3)  “ prospective legal proceedings ”, in relation to the exercise of a function, means legal proceedings which in the view of the Commission are likely to be brought within a reasonable period of the function being exercised. 5 The Secretary of State must issue guidance about the exercise of the Commission's functions in relation to information the disclosure of which might— a prejudice the national security interests of the United Kingdom, or b put at risk the life or safety of any person. 6 The Commission must have regard to the guidance in exercising its functions. 7 The Secretary of State may amend or replace the guidance issued. 8 The Secretary of State must publish the current guidance issued."}, {"act": "Northern Ireland (Stormont Agreement and Implementation Plan) Act 2016", "year": 2016, "section": "3", "section_title": "Legal privileges  etc", "section_text": "3 1 Except in so far as in any particular case any privilege or immunity is waived by the Commission, the Commission has immunity from suit and legal process. 2 Except in so far as in any particular case the Commission waives it, the Commission has the like inviolability of official archives and premises as in accordance with the 1961 Convention Articles is accorded in respect of the official archives and premises of a diplomatic mission. 3 The Secretary of State may by regulations— a confer on the Commission, in such cases, to such extent and with such modifications as the regulations may specify, any of the privileges and immunities set out in Part 1 of Schedule 1 to the International Organisations Act 1968 which are not conferred by subsections (1) and (2); b confer on members and staff of the Commission and members of their families who form part of their households, in such cases, to such extent and with such modifications as the regulations may specify, any of the privileges and immunities set out in Parts 2, 3 and 5 of Schedule 1 to the International Organisations Act 1968; c make provision about the waiver of privileges and immunities conferred by regulations under paragraph (a) or (b). 4 In this section— a “ the 1961 Convention Articles ” means the Articles (being certain Articles of the Vienna Convention on Diplomatic Relations signed in 1961) which are set out in Schedule 1 to the Diplomatic Privileges Act 1964; b the reference to staff of the Commission includes agents of, and persons carrying out work for or giving advice to, the Commission."}, {"act": "Northern Ireland (Stormont Agreement and Implementation Plan) Act 2016", "year": 2016, "section": "4", "section_title": "Interpretation and supplementary provision", "section_text": "4 1 In this Act— “ agreement relating to paramilitary activity ” means an agreement made between Her Majesty's Government in the United Kingdom and the Government of Ireland in pursuance of paragraph 5.1 of Section A of the Fresh Start Agreement; “ the Commission ” has the meaning given in section 1(1); “ enactment ” includes— an enactment contained in, or in an instrument made under, Northern Ireland legislation; an enactment contained in subordinate legislation (within the meaning of the Interpretation Act 1978); “ Fresh Start Agreement ” means A Fresh Start: the Stormont Agreement and Implementation Plan, dated 17 November 2015. 2 The Secretary of State may, by regulations, make such provision as the Secretary of State considers appropriate for giving full effect to the agreement relating to paramilitary activity. 3 Regulations under subsection (2) may in particular— a amend, repeal or revoke an enactment; b confer functions on the Secretary of State or any other person."}, {"act": "Northern Ireland (Stormont Agreement and Implementation Plan) Act 2016", "year": 2016, "section": "5", "section_title": "Conclusion of the Commission's work", "section_text": "5 1 The Secretary of State may, by regulations, make provision for winding up the Commission. 2 Before making regulations under subsection (1), the Secretary of State must consult— a the First Minister and deputy First Minister in Northern Ireland, b the relevant Minister in the Government of Ireland, and c any other person the Secretary of State considers appropriate. 3 Regulations under subsection (1) may in particular— a amend, repeal or revoke an enactment, including an enactment contained in any of sections 1, 2 and 4; b confer functions on the Secretary of State or any other person; c make provision about the destruction of information or records held by the Commission. 4 In this section  “ relevant Minister in the Government of Ireland ” means— a the Minister for Justice and Equality in that Government, or b such other Minister in that Government which the Secretary of State considers appropriate."}, {"act": "Northern Ireland (Stormont Agreement and Implementation Plan) Act 2016", "year": 2016, "section": "6", "section_title": "Extension of period for appointment of Ministers", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Northern Ireland (Stormont Agreement and Implementation Plan) Act 2016", "year": 2016, "section": "7", "section_title": "Pledge of office by Ministers", "section_text": "7 In the pledge of office set out in Schedule 4 to the Northern Ireland Act 1998, after paragraph (cd) insert— ce to support the rule of law unequivocally in word and deed and to support all efforts to uphold it; cf to work collectively with the other members of the Executive Committee to achieve a society free of paramilitarism; cg to challenge all paramilitary activity and associated criminality; ch to call for, and to work together with the other members of the Executive Committee to achieve, the disbandment of all paramilitary organisations and their structures; ci to challenge paramilitary attempts to control communities; cj to support those who are determined to make the transition away from paramilitarism; ck to accept no authority, direction or control on my political activities other than my democratic mandate alongside my own personal and party judgment; ."}, {"act": "Northern Ireland (Stormont Agreement and Implementation Plan) Act 2016", "year": 2016, "section": "8", "section_title": "Undertaking by members of the Assembly", "section_text": "8 1 Before section 41 of the Northern Ireland Act 1998 (standing orders) insert— Undertaking by members 40A 1 A member of the Assembly shall not— a participate in any proceedings of the Assembly, or b have any of the other rights and privileges enjoyed by members of the Assembly who have taken their seats, until he or she has given the following undertaking: I undertake: — to support the rule of law unequivocally in word and deed and to support all efforts to uphold it; — to work collectively with the other members of the Assembly to achieve a society free of paramilitarism; — to challenge all paramilitary activity and associated criminality; — to call for, and to work together with the other members of the Assembly to achieve, the disbandment of all paramilitary organisations and their structures; — to challenge paramilitary attempts to control communities; — to support those who are determined to make the transition away from paramilitarism; — to accept no authority, direction or control on my political activities other than my democratic mandate alongside my own personal and party judgment. 2 Standing orders shall provide for the procedure for giving the undertaking. 3 The procedure may not specify a day or period of time after which members are prohibited from giving the undertaking. 4 Subsection (1) applies to a person on each occasion when he or she becomes a member of the Assembly. 2 In section 77 of that Act (unlawful oaths etc), after subsection (3) insert— 3A Subsection (1) is subject to the requirement in section 40A for a member of the Assembly to give the undertaking set out there. 3 Schedule 2 (undertaking by Assembly members: transitional provision) has effect."}, {"act": "Northern Ireland (Stormont Agreement and Implementation Plan) Act 2016", "year": 2016, "section": "9", "section_title": "Draft budgets", "section_text": "9 1 Section 64 of the Northern Ireland Act 1998 (draft budgets) is amended as follows. 2 After subsection (1) insert— 1A At least 14 days before laying a draft budget for a financial year, the Minister of Finance and Personnel must lay before the Assembly a statement specifying the amount of  UK  funding for that year notified to the Minister by the Secretary of State. 1B At the same time as laying a draft budget for a financial year, the Minister of Finance and Personnel must lay before the Assembly a statement showing that the amount of UK funding required by the draft budget does not exceed the amount specified under subsection (1A) for that year. 1C Subsection (1D) applies if, after a draft budget for a financial year has been laid before the Assembly, the Secretary of State notifies the Minister of Finance and Personnel that the amount of UK funding for that year has been revised to the amount specified in the notification. 1D Before the end of the period of four months beginning with the day on which the notification under subsection (1C) was given, the Minister of Finance and Personnel must lay before the Assembly a statement specifying the revisions to the expenditure proposals which are required in consequence of the notification. 1E The amount of UK funding required by the expenditure proposals (taking account of the revisions under subsection (1D)) must not exceed the amount specified in the notification under subsection (1C). 3 After subsection (2) insert— 3 In this section references to UK funding, in relation to a financial year, are to funding from such sources as are specified in the notification mentioned in subsection (1A) in relation to that year."}, {"act": "Northern Ireland (Stormont Agreement and Implementation Plan) Act 2016", "year": 2016, "section": "10", "section_title": "Regulations", "section_text": "10 1 Regulations made under this Act by the Secretary of State are to be made by statutory instrument. 2 A statutory instrument containing any of the following regulations may not be made unless a draft of it has been laid before, and approved by a resolution of, each House of Parliament— a regulations under section 4; b regulations under section 5. 3 Any other statutory instrument containing regulations made by the Secretary of State under this Act, except regulations containing only provision made under section 11, is subject to annulment in pursuance of a resolution of either House of Parliament. 4 Regulations under this Act may make— a different provision for different purposes or cases; b incidental, supplementary or consequential provision; c transitional or transitory provision or savings."}, {"act": "Northern Ireland (Stormont Agreement and Implementation Plan) Act 2016", "year": 2016, "section": "11", "section_title": "Short title, commencement and extent", "section_text": "11 1 This Act may be cited as the Northern Ireland (Stormont Agreement and Implementation Plan) Act 2016. 2 Sections 6 to 8, section 10, this section and Schedules 1 and 2 come into force on the day on which this Act is passed. 3 Section 9 comes into force at the end of the period of two months beginning with the day on which this Act is passed. 4 The other provisions of this Act come into force on such day as the Secretary of State may appoint by regulations. 5 Regulations under this section may appoint different days for different purposes. 6 This Act extends to Northern Ireland, England and Wales and Scotland."}]