[{"act": "Trade Union Act 2016", "year": 2016, "section": "1", "section_title": "Meaning of  “the 1992 Act”", "section_text": "1 In this Act  “ the 1992 Act ” means the Trade Union and Labour Relations (Consolidation) Act 1992."}, {"act": "Trade Union Act 2016", "year": 2016, "section": "2", "section_title": "Ballots: 50% turnout requirement", "section_text": "2 1 In section 226 of the 1992 Act (requirement of ballot before action by trade union), in subsection (2)(a), after sub-paragraph (ii) insert— iia in which at least 50% of those who were entitled to vote in the ballot did so, and . 2 Subsection (1) does not apply to any ballot opened before the day on which this section comes into force. For this purpose a ballot is  “opened” on the first day when a voting paper is sent to any person entitled to vote in the ballot."}, {"act": "Trade Union Act 2016", "year": 2016, "section": "3", "section_title": "Ballots: 40% support requirement in important public services", "section_text": "3 1 In section 226 of the 1992 Act, in subsection (2)(a)(iii), for  “the majority voting in the ballot” substitute  “                  the required number of persons (see subsections (2A) to (2C))                ” . 2 After subsection (2) of that section insert— 2A In all cases, the required number of persons for the purposes of subsection (2)(a)(iii) is the majority voting in the ballot. 2B There is an additional requirement where the majority of those who were entitled to vote in the ballot are at the relevant time normally engaged in the provision of important public services, unless at that time the union reasonably believes this not to be the case. 2C The additional requirement is that at least 40% of those who were entitled to vote in the ballot answered  “Yes” to the question. 2D In subsection (2B)  “ important public services ” has the meaning given by regulations made by statutory instrument by the Secretary of State. 2E Regulations under subsection (2D) may specify only services that fall within any of the following categories— a health services; b education of those aged under 17; c fire services; d transport services; e decommissioning of nuclear installations and management of radioactive waste and spent fuel; f border security. 2F No regulations shall be made under subsection (2D) unless a draft of them has been laid before Parliament and approved by a resolution of each House of Parliament. 3 This section does not apply to any ballot opened before the day on which this section comes into force. For this purpose a ballot is  “opened” on the first day when a voting paper is sent to any person entitled to vote in the ballot."}, {"act": "Trade Union Act 2016", "year": 2016, "section": "4", "section_title": "Provision for electronic balloting: review and piloting scheme", "section_text": "4 1 The Secretary of State shall commission an independent review, the report of which shall be laid before each House of Parliament, on the delivery of secure methods of electronic balloting for the purpose of ballots held under section 226 of the 1992 Act (requirement of ballot before action by trade union). 2 The use of pilot schemes shall be permitted to inform the design and implementation of electronic balloting before it is rolled out across union strike ballots. 3 The Secretary of State must consider the report and publish and lay before each House of Parliament his or her response to it. 4 For the purpose of preparing the response under subsection (3), the Secretary of State must consult relevant organisations including professionals from expert associations to seek their advice and recommendations. 5 The review under subsection (1) shall be commissioned within six months of the passing of this Act."}, {"act": "Trade Union Act 2016", "year": 2016, "section": "5", "section_title": "Information to be included on voting paper", "section_text": "5 1 In section 229 of the 1992 Act (voting paper), after subsection (2A) insert— 2B The voting paper must include a summary of the matter or matters in issue in the trade dispute to which the proposed industrial action relates. 2C Where the voting paper contains a question about taking part in industrial action short of a strike, the type or types of industrial action must be specified (either in the question itself or elsewhere on the voting paper). 2D The voting paper must indicate the period or periods within which the industrial action or, as the case may be, each type of industrial action is expected to take place. 2 Subsection (1) does not apply to any ballot opened before the day on which this section comes into force. For this purpose a ballot is  “opened” on the first day when a voting paper is sent to any person entitled to vote in the ballot."}, {"act": "Trade Union Act 2016", "year": 2016, "section": "6", "section_title": "Information to members  etc  about result of ballot", "section_text": "6 1 In section 231 of the 1992 Act (information as to result of ballot), for the words after  “all persons entitled to vote in the ballot” substitute are told—                   a the number of individuals who were entitled to vote in the ballot, b the number of votes cast in the ballot, c the number of individuals answering  “Yes” to the question, or as the case may be, to each question, d the number of individuals answering  “No” to the question, or as the case may be, to each question, e the number of spoiled or otherwise invalid voting papers returned, f whether or not the number of votes cast in the ballot is at least 50% of the number of individuals who were entitled to vote in the ballot, and g where section 226(2B) applies, whether or not the number of individuals answering  “Yes” to the question (or each question) is at least 40% of the number of individuals who were entitled to vote in the ballot. 2 Subsection (1) does not apply to any ballot opened before the day on which this section comes into force. For this purpose a ballot is  “opened” on the first day when a voting paper is sent to any person entitled to vote in the ballot."}, {"act": "Trade Union Act 2016", "year": 2016, "section": "7", "section_title": "Information to Certification Officer about industrial action etc", "section_text": "7 1 After section 32 of the 1992 Act (annual return) insert— Details of industrial action etc to be included in annual return 32ZA 1 If industrial action was taken during any return period in response to any inducement on the part of a trade union, the union's return under section 32 for that period shall set out— a the nature of the trade dispute to which the industrial action related; b the nature of the industrial action; c when the industrial action was taken. 2 If a trade union held a ballot during any return period in respect of industrial action, the union's return under section 32 for that period shall contain the information mentioned in section 231 (information as to result of ballot). 3 In this section  “ return period ” means a period for which a trade union is required to send a return to the Certification Officer under section 32. 2 Subsection (1) applies only to returns for periods that begin after the day on which this section comes into force."}, {"act": "Trade Union Act 2016", "year": 2016, "section": "8", "section_title": "Two weeks' notice to be given to employers of industrial action", "section_text": "8 1 In section 234A of the 1992 Act (notice to employers of industrial action), in subsection (4), for paragraph (b) substitute— b ending with the 14th day before the starting date, or the seventh day before that date if the union and the employer so agree. In paragraph (b)  “ starting date ” means the day, or the first of the days, specified in the relevant notice. 2 Subsection (1) does not apply to any industrial action in relation to which the employer receives a relevant notice before the day on which this section comes into force. “Relevant notice” here has the same meaning as in section 234A of the 1992 Act (see subsection (3) of that section)."}, {"act": "Trade Union Act 2016", "year": 2016, "section": "9", "section_title": "Expiry of mandate for industrial action", "section_text": "9 1 In section 234 of the 1992 Act (period after which ballot ceases to be effective), for subsection (1) substitute— 1 Industrial action that is regarded as having the support of a ballot shall cease to be so regarded at the end of the period, beginning with the date of the ballot— a of six months, or b of such longer duration not exceeding nine months as is agreed between the union and the members' employer. 1A Subsection (1) has effect— a without prejudice to the possibility of the industrial action getting the support of a fresh ballot; and b subject to the following provisions. 2 Subsection (1) and paragraphs 13 and 14 of Schedule 4 do not apply to any industrial action the ballot for which opened before the day on which this section comes into force. For this purpose a ballot is  “opened” on the first day when a voting paper is sent to any person entitled to vote in the ballot."}, {"act": "Trade Union Act 2016", "year": 2016, "section": "10", "section_title": "Union supervision of picketing", "section_text": "10 1 In section 219 of the 1992 Act (protection from certain tort liabilities), in subsection (3), for the words after  “actionable in tort” substitute unless—                   a it is done in the course of attendance declared lawful by section 220 (peaceful picketing), and b in the case of picketing to which section 220A applies, the requirements in that section (union supervision of picketing) are complied with. 2 After section 220 of the 1992 Act insert— Union supervision of picketing 220A 1 Section 220 does not make lawful any picketing that a trade union organises, or encourages its members to take part in, unless the requirements in subsections (2) to (8) are complied with. 2 The union must appoint a person to supervise the picketing. 3 That person (“the picket supervisor”) must be an official or other member of the union who is familiar with any provisions of a Code of Practice issued under section 203 that deal with picketing. 4 The union or picket supervisor must take reasonable steps to tell the police— a the picket supervisor's name; b where the picketing will be taking place; c how to contact the picket supervisor. 5 The union must provide the picket supervisor with a letter stating that the picketing is approved by the union. 6 If an individual who is, or is acting on behalf of, the employer asks the picket supervisor for sight of the approval letter, the picket supervisor must show it to that individual as soon as reasonably practicable. 7 While the picketing is taking place, the picket supervisor must— a be present where it is taking place, or b be readily contactable by the union and the police, and able to attend at short notice. 8 While present where the picketing is taking place, the picket supervisor must wear something that readily identifies the picket supervisor as such. 9 In this section— “ approval letter ” means the letter referred to in subsection (5); “ employer ” means the employer to which the trade dispute relates; “ picketing ” means attendance at or near a place of work, in contemplation or furtherance of a trade dispute, for the purpose of— obtaining or communicating information, or persuading any person to work or abstain from working. 10 In relation to picketing that two or more unions organise or encourage members to take part in— a in subsection (2)  “ the union ” means any one of those unions, and b other references in this section to  “the union” are to that union."}, {"act": "Trade Union Act 2016", "year": 2016, "section": "11", "section_title": "Opting in by union members to contribute to political funds", "section_text": "11 1 For section 84 of the 1992 Act substitute— Contributions to political fund from members of the union 84 1 It is unlawful to require a member of a trade union to make a contribution to the political fund of a trade union if— a the member has not given to the union notice of the member's willingness to contribute to that fund (an  “opt-in notice”); or b an opt-in notice given by the member has been withdrawn in accordance with subsection (2). 2 A member of a trade union who has given an opt-in notice may withdraw that notice by giving notice to the union (a  “withdrawal notice”). 3 A withdrawal notice takes effect at the end of the period of one month beginning with the day on which it is given. 4 A member of a trade union may give an opt-in notice or a withdrawal notice— a by delivering it (either personally or by an authorised agent or by post) at the head office or a branch office of the union; b by sending it by e-mail to an address that the union has told its members can be used for sending such notices; c by completing an electronic form provided by the union which sets out the notice, and sending it to the union by electronic means in accordance with instructions given by the union; or d by such other electronic means as may be prescribed. 5 In this Act  “ contributor ”, in relation to the political fund of a trade union, means a member who has given to the union an opt-in notice that has not been withdrawn. 2 After that section insert— Information to members about contributing to political fund 84A 1 A trade union shall take all reasonable steps to secure that, not later than the end of the period of eight weeks beginning with the day on which the annual return of the union is sent to the Certification Officer, all the members of the union are notified of their right to give a withdrawal notice under section 84(2). 2 The notification may be given — a by sending individual copies of it to members; or b by any other means (whether by including the notification in a publication of the union or otherwise) which it is the practice of the union to use when information of general interest to all its members needs to be provided to them; and, in particular, the notification may be included with the statement required to be given by section 32A. 3 A trade union shall send to the Certification Officer a copy of the notification which is provided to its members in pursuance of this section as soon as is reasonably practicable after it is so provided. 4 Where the same form of notification is not provided to all the members of a trade union, the union shall send to the Certification Officer in accordance with subsection (3) a copy of each form of notification provided to any of them. 5 Where the Certification Officer is satisfied that a trade union has failed to comply with a requirement of this section, the Officer may make such order for remedying the failure as he thinks just under the circumstances. 6 Before deciding the matter the Certification Officer— a may make such enquiries as the Officer thinks fit; b must give the union, and any member of the union who made a complaint to the Officer regarding the matter, an opportunity to make written representations; and c may give the union, and any such member as is mentioned in paragraph (b), an opportunity to make oral representations. 3 For section 85 of the 1992 Act substitute— Manner of giving effect to section 84 85 1 A union that has a political fund must either— a make a separate levy of contributions to that fund from the members who are contributors, or b relieve members who are not contributors from the payment of the appropriate portion of any periodical contribution required from members towards the expenses of the union. 2 In the latter case, the rules shall provide— a that relief shall be given as far as possible to all members who are not contributors on the occasion of the same periodical payment, and b for enabling each member of the union to know what portion (if any) of any periodical contribution payable by the member is a contribution to the political fund. 4 In section 82 of the 1992 Act (rules as to political fund), in subsection (1), for the word  “and” at the end of paragraph (c) substitute— ca that, if the union has a political fund, any form (including an electronic form) that a person has to complete in order to become a member of the union shall include— i a statement to the effect that the person may opt to be a contributor to the fund, and ii a statement setting out the effect of paragraph (c); and . 5 The amendments made by subsections (1) to (4) apply only after the end of the transition period, and only to a person— a who after the end of that period joins a trade union that has a political fund, or b who is a member of a trade union that has a political fund but did not have one immediately before the end of that period. 6 In subsection (5)\t\t\t\t\t “ the transition period ” means a period of not less than 12 months, starting on the day on which this section comes into force, specified by the Secretary of State in regulations made by statutory instrument. 7 Before making regulations under subsection (6) the Secretary of State must consult— a the Certification Officer, and b all trade unions that have a political fund. 8 A statutory instrument containing regulations under subsection (6) may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Trade Union Act 2016", "year": 2016, "section": "12", "section_title": "Union's annual return to include details of political expenditure", "section_text": "12 1 After section 32ZA of the 1992 Act (inserted by section 7 above) insert— Details of political expenditure to be included in annual return 32ZB 1 This section applies where the expenditure of a trade union paid out of its political fund in any calendar year exceeds £2,000 in total. 2 The union's return for that year under section 32 must give the required information (see subsections (3) to (7)) for each category of expenditure paid out of its political fund; and for this purpose— a expenditure falling within paragraph (a) of section 72(1) is one category of expenditure, expenditure falling within paragraph (b) of section 72(1) is another, and so on; b expenditure not falling within section 72(1) is a further category of expenditure. 3 For expenditure falling within section 72(1)(a), (b) or (e) the required information is— a the name of each political party in relation to which money was expended; b the total amount expended in relation to each one. 4 For expenditure falling within section 72(1)(c) the required information is— a each election to a political office in relation to which money was expended; b in relation to each election— i the name of each political party to which money was paid, and the total amount paid to each one; ii the name of each other organisation to which money was paid, and the total amount paid to each one; iii the name of each candidate in relation to whom money was expended (or, where money was expended in relation to candidates in general of a particular political party, the name of the party), and the total amount expended in relation to each one (excluding expenditure within sub-paragraph (i) or (ii)); iv the total amount of all other expenditure incurred. 5 For expenditure falling within section 72(1)(d) the required information is— a the name of each holder of a political office on whose maintenance money was expended; b the total amount expended in relation to each one. 6 For expenditure falling within section 72(1)(f) the required information is— a the name of each organisation to which money was paid, and the total amount paid to each one; b the name of each political party or candidate that people were intended to be persuaded to vote for, or not to vote for, and the total amount expended in relation to each one (excluding expenditure within paragraph (a)). 7 For expenditure not falling within section 72(1) the required information is— a the nature of each cause or campaign for which money was expended, and the total amount expended in relation to each one; b the name of each organisation to which money was paid (otherwise than for a particular cause or campaign), and the total amount paid to each one; c the total amount of all other money expended. 8 The Secretary of State may by regulations made by statutory instrument amend subsection (1) by substituting a different amount, which may not be less than £2,000, for the amount for the time being specified in that subsection. 9 Regulations under subsection (8) that substitute a higher amount shall be subject to annulment in pursuance of a resolution of either House of Parliament. 10 No regulations under subsection (8) that substitute a lower amount shall be made unless a draft of them has been laid before Parliament and approved by a resolution of each House of Parliament. 11 Where, because of a direction under section 32(4)(a), a trade union is required to send a return for a period other than a calendar year— a this section has effect as if references to a calendar year were references to that period; and b if that period is more or less than a year, subsection (1) has effect as if the amount specified in it were proportionately increased or reduced. 12 In this section  “ candidate ”,  “ electors ” and  “ political office ” have the same meaning as in section 72. 2 In section 131(1) of the 1992 Act (administrative provisions applying to employers' associations), after  “section 32(1), (2), (3)(a), (b) and (c) and (4) to (6)” insert  “                  , section 32ZB                ” . 3 In section 135(3) of the 1992 Act (administrative provisions not applying to certain federated employers' associations), in paragraph (c), after  “section 32(1), (2), (3)(a), (b) and (c) and (4) to (6)” insert  “                  , section 32ZB                ” . 4 Subsections (1) to (3) apply only to returns for periods that begin after the day on which this section comes into force."}, {"act": "Trade Union Act 2016", "year": 2016, "section": "13", "section_title": "Publication requirements", "section_text": "13 After section 172 of the 1992 Act insert— Publication requirements in relation to facility time 172A 1 A Minister of the Crown may by regulations made by statutory instrument require relevant public sector employers to publish any information within subsection (3). 2 An employer is a relevant public sector employer if the employer— a is a public authority specified, or of a description specified, in the regulations, and b has at least one employee who is a relevant union official. 3 The information that is within this subsection is information relating to facility time for relevant union officials including, in particular— a how many of an employer's employees are relevant union officials, or relevant union officials within specified categories; b the total amount spent by an employer in a specified period on paying relevant union officials for facility time, or for specified categories of facility time; c the percentage of an employer's total pay bill for a specified period spent on paying relevant union officials for facility time, or for specified categories of facility time; d the percentage of the aggregate amount of facility time taken by an employer's relevant union officials in a specified period that was attributable to specified categories of duties or activities; e information relating to facilities provided by an employer for use by relevant union officials in connection with facility time. 4 In subsection (3)  “ specified ” means specified in the regulations. 5 The regulations may make provision— a as to the times or intervals at which the information is to be published; b as to the form in which the information is to be published. 6 The regulations may make different provision for different employers or different categories of employer. 7 In this section a  “ relevant union official ” means— a a trade union official; b a learning representative of a trade union, within the meaning given by section 168A(11); c a safety representative appointed under regulations made under section 2(4) of the Health and Safety at Work  etc.  Act 1974. 8 In this section  “ facility time ” means time off taken by a relevant union official that is permitted by the official's employer under— a section 168, section 168A or section 170(1)(b); b section 10(6) of the Employment Relations Act 1999; c regulations made under section 2(4) of the Health and Safety at Work etc. Act 1974. 9 The regulations may provide, in relation to a body or other person that is not a public authority but has functions of a public nature and is funded wholly or mainly from public funds, that the body or other person is to be treated as a public authority for the purposes of subsection (2). 10 The regulations may make provision specifying the person or other entity that is to be treated for the purposes of this section as the employer of a relevant union official who is employed by the Crown. 11 The regulations may— a deem a category of persons holding an office or employment under the Crown (or two or more such categories taken together) to be an entity for the purposes of provision made under subsection (10); b make different provision under subsection (10) for different categories of persons holding an office or employment under the Crown. 12 No regulations containing provision made by virtue of subsection (9) shall be made unless a draft of the statutory instrument containing them has been laid before Parliament and approved by a resolution of each House. 13 Regulations under this section to which subsection (12) does not apply shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Trade Union Act 2016", "year": 2016, "section": "14", "section_title": "Reserve powers", "section_text": "14 After section 172A of the 1992 Act (inserted by section 13 above) insert— Reserve powers in relation to facility time 172B 1 After the end of the period of three years beginning with the day on which the first regulations under section 172A come into force, a Minister of the Crown may exercise the reserve powers (see subsection (3)) if the Minister considers it appropriate to do so having regard to— a information published by employers in accordance with publication requirements; b the cost to public funds of facility time in relation to each of those employers; c the nature of the various undertakings carried on by those employers; d any particular features of those undertakings that are relevant to the reasonableness of the amount of facility time; e any other matters that the Minister thinks relevant. 2 The reserve powers may not be exercised so as to apply to any particular employer unless— a a Minister of the Crown has given notice in writing to the employer— i setting out the Minister's concerns about the amount of facility time in the employer's case, and ii informing the employer that the Minister is considering exercising the reserve powers in relation to that employer; b the employer has had a reasonable opportunity to respond to the notice under paragraph (a) and to take any action that may be appropriate in view of the concerns set out in it; and the powers may not be exercised until after the end of the period of 12 months beginning with the day on which the notice under paragraph (a) was given. 3 The reserve powers are powers to make regulations— a applying to relevant public sector employers on whom the publication requirements were imposed, and b containing any provision that the Minister considers appropriate for the purpose of ensuring that, in each period specified by the regulations, the percentage of an employer's total pay bill spent on paying relevant union officials for facility time does not exceed a percentage that is so specified. 4 The regulations may, in particular, make provision restricting rights of relevant union officials to facility time by amending or otherwise modifying any of the following— a section 168 or 168A; b section 10 of the Employment Relations Act 1999; c regulations made under section 2(4) of the Health and Safety at Work etc. Act 1974. 5 The regulations may make provision as to the calculation of working time, of paid facility time, or of an employer's total pay bill. 6 The regulations may impose requirements on employers in relation to whom the reserve powers are exercised to publish any further information that the Minister considers appropriate. 7 Where requirements are imposed under subsection (6) the regulations may make provision— a as to the times or intervals at which the further information is to be published; b as to the form in which the further information is to be published. 8 The regulations may provide that some or all of their provisions do not apply— a in cases specified by the regulations, or b if a person specified in the regulations is satisfied that conditions that are so specified are met. 9 The regulations may confer power on a Minister of the Crown, by notice in writing to a particular employer, to suspend the application of the regulations to that employer for such period and to such extent as the Minister may specify in the notice. 10 The regulations may— a make provision in relation to any or all of the employers in relation to which the reserve powers are exercisable; b make different provision for different employers or different categories of employer; c make transitional provision in connection with the coming into force of any provision of the regulations; d make consequential provision amending or otherwise modifying section 170, contracts of employment or collective agreements. 11 In this section— a “ publication requirements ” means requirements imposed under section 172A or subsection (6); b “ relevant public sector employer ” has the same meaning as in section 172A, read with any regulations made under subsection (9) of that section; c “ relevant union official ” and  “ facility time ” have the same meaning as in section 172A. 12 Subsections (10) and (11) of section 172A apply for the purposes of this section as they apply for the purposes of that section. 13 Regulations under this section shall be made by statutory instrument. 14 No regulations under this section shall be made unless a draft of them has been laid before Parliament and approved by a resolution of each House of Parliament."}, {"act": "Trade Union Act 2016", "year": 2016, "section": "15", "section_title": "Restriction on deduction of union subscriptions from wages in public sector", "section_text": "15 1 After section 116A of the 1992 Act insert— Deduction of trade union subscriptions from wages Restriction on deduction of union subscriptions from wages in public sector 116B 1 A relevant public sector employer may make deductions from its workers' wages in respect of trade union subscriptions only if— a those workers have the option to pay their trade union subscriptions by other means, and b arrangements have been made for the union to make reasonable payments to the employer in respect of the making of the deductions. 2 Payments are  “ reasonable ” for the purposes of subsection (1) if the employer is satisfied that the total amount of the payments is substantially equivalent to the total cost to public funds of making the deductions. 3 An employer is a relevant public sector employer if the employer is a public authority specified, or of a description specified, in regulations made by a Minister of the Crown. 4 A Minister of the Crown may by regulations provide, in relation to a body or other person that is not a public authority but has functions of a public nature and is funded wholly or mainly from public funds, that the body or other person is to be treated as a public authority for the purposes of this section. 5 Regulations under this section may make provision specifying the person or other entity that is to be treated for the purposes of this section as the employer of a person who is employed by the Crown. 6 The regulations may— a deem a category of persons holding an office or employment under the Crown (or two or more such categories taken together) to be an entity for the purposes of provision made under subsection (5); b make different provision under subsection (5) for different categories of persons holding an office or employment under the Crown. 7 Regulations under this section may— a make different provision for different purposes; b make transitional provision in connection with the coming into force of any provision of the regulations; c make consequential provision amending or otherwise modifying contracts of employment or collective agreements. 8 Regulations under this section are to be made by statutory instrument. 9 A statutory instrument containing regulations under this section may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 10 In this section— “ trade union subscriptions ” means payments to a trade union in respect of a worker's membership of the union; “ wages ” has the same meaning as in Part 2 of the Employment Rights Act 1996 (see section 27); “ worker ” has the same meaning as in that Act. 2 In section 296 of that Act (meaning of  “worker” and related expressions), in subsection (3), after  “68(4),” insert  “                  116B(10),                ” ."}, {"act": "Trade Union Act 2016", "year": 2016, "section": "16", "section_title": "Certification Officer not subject to ministerial direction", "section_text": "16 In section 254 of the 1992 Act (the Certification Officer), at the end of subsection (2) insert  “              (but is not subject to directions of any kind from any Minister of the Crown as to the manner in which he is to exercise his functions)            ” ."}, {"act": "Trade Union Act 2016", "year": 2016, "section": "17", "section_title": "Investigatory powers etc", "section_text": "17 1 After section 256B of the 1992 Act insert— Investigatory powers 256C Schedule A3 (Certification Officer: investigatory powers) shall have effect. 2 After Schedule A2 to the 1992 Act insert, as Schedule A3, the Schedule set out in Schedule 1 to this Act. 3 Schedule 2, which makes amendments to the 1992 Act to enable the Certification Officer to exercise certain powers without an application or complaint being made to the Officer, has effect."}, {"act": "Trade Union Act 2016", "year": 2016, "section": "18", "section_title": "Enforcement by Certification Officer of new annual return requirements", "section_text": "18 1 After section 32ZB of the 1992 Act (inserted by section 12 above) insert— Enforcement of sections 32ZA and 32ZB by Certification Officer 32ZC 1 Where the Certification Officer is satisfied that a trade union has failed to comply with any of the requirements of section 32ZA or 32ZB, the Officer may make a declaration to that effect. 2 Before making such a declaration, the Certification Officer— a may make such enquiries as the Officer thinks fit, b must give the union an opportunity to make written representations, and c may give the union an opportunity to make oral representations. 3 If the Certification Officer makes a declaration it must specify the provisions with which the union has failed to comply. 4 Where the Certification Officer makes a declaration and is satisfied— a that steps have been taken by the union with a view to remedying the declared failure or securing that a failure of the same or any similar kind does not occur in future, or b that the union has agreed to take such steps, the Officer must specify those steps in the declaration. 5 Where a declaration is made, the Certification Officer must give reasons in writing for making the declaration. 6 Where a declaration is made, the Certification Officer must also make an enforcement order unless the Officer considers that to do so would be inappropriate. 7 An  “enforcement order” is an order requiring the union to take such steps to remedy the declared failure, within such period, as may be specified in the order. 8 Where, having given the union an opportunity to make written representations under subsection (2)(b), the Certification Officer determines not to make a declaration under subsection (1), the Officer must give the union notice in writing of that determination. 9 Where the Certification Officer requests a person to provide information to the Officer in connection with enquiries under this section, the Officer must specify the date by which that information is to be provided. 10 Where the information is not provided by the specified date, the Certification Officer must proceed with determining whether to make a declaration under subsection (1) unless the Officer considers that it would be inappropriate to do so. 11 A declaration made by the Certification Officer under this section may be relied on as if it were a declaration made by the court. 12 An enforcement order made by the Certification Officer under this section may be enforced by the Officer in the same way as an order of the court. 13 Where an enforcement order has been made, a person who is a member of the union and was a member at the time it was made is entitled to enforce obedience to the order as if the order had been made on an application by that person. 2 Subsection (1) applies only to returns for periods that begin after the day on which this section comes into force. 3 In section 45 of the 1992 Act (offences), in subsection (1), for  “sections 32” substitute  “                  section 32 (but not sections 32ZA and 32ZB) and sections 32A                ” . 4 In section 45D of that Act (appeals from Certification Officer), after  “31” insert  “                  , 32ZC                ” ."}, {"act": "Trade Union Act 2016", "year": 2016, "section": "19", "section_title": "Further powers of Certification Officer where enforcement order made", "section_text": "19 1 After section 256C of the 1992 Act (inserted by section 17 above) insert— Power to impose financial penalties 256D Schedule A4 (Certification Officer: power to impose financial penalties) shall have effect. 2 After Schedule A3 to the 1992 Act (inserted by section 17 above) insert, as Schedule A4, the Schedule set out in Schedule 3 to this Act. 3 Subsections (1) and (2) do not apply in relation to any acts or omissions of a trade union or other person occurring before this section comes into force. 4 The provisions of the 1992 Act set out below (which provide for certain orders made by the Certification Officer to be enforceable in the same way as orders of the court) are amended as shown. Provision Amendment In section 24B (enforcement of sections 24 to 24ZC by Certification Officer), subsection (12) after  “enforced” insert  “                        by the Officer                      ” In section 25 (remedy for failure: application to Certification Officer), subsection (10) after  “enforced” insert  “                        (by the Certification Officer, the applicant or a person mentioned in subsection (5B))                      ” In section 31 (remedy for failure to comply with request for access), subsection (5) after  “enforced” insert  “                        (by the Certification Officer or the applicant)                      ” In section 45C (remedies and enforcement), subsection (9) after  “enforced” insert  “                        (by the Certification Officer, the applicant or a person mentioned in subsection (6))                      ” In section 55 (application to Certif-ication Officer), subsection (9) after  “enforced” insert  “                        (by the Certification Officer, the applicant or a person mentioned in subsection (5C))                      ” In section 72A (application of funds in breach of section 71), subsection (9) after  “enforced” insert  “                        (by the Certification Officer, the applicant or a person mentioned in subsection (8))                      ” In section 80 (application to Certif-ication Officer), subsection (9) after  “enforced” insert  “                        (by the Certification Officer, the applicant or a person mentioned in subsection (5C))                      ” In section 82 (rules as to political fund), subsection (4B) after  “enforced” insert  “                        (by the Certification Officer, the complainant or a person mentioned in subsection (4A))                      ” In section 108B (declarations and orders), subsection (8) after  “enforced” insert  “                        (by the Certification Officer, the applicant or a person mentioned in subsection (7))                      ”"}, {"act": "Trade Union Act 2016", "year": 2016, "section": "20", "section_title": "Power to impose levy", "section_text": "20 1 After section 257 of the 1992 Act insert— Levy payable to Certification Officer 257A 1 The Secretary of State may by regulations make provision for the Certification Officer to require trade unions and employers' associations (“relevant organisations”) to pay a levy to the Officer. 2 The regulations must require the Certification Officer, in determining the amounts to be levied, to aim to ensure that the total amount levied over any period of three years does not exceed the total amount of the Officers's expenses over that period that are referable to specified functions of the Officer. 3 The regulations may make provision for determining what things count as expenses of the Certification Officer for the purposes of provision made by virtue of subsection (2), and may in particular provide for the expenses to be treated as including— a expenses incurred by  ACAS  in providing staff, accommodation, equipment and other facilities under section 254(5), or b expenses in respect of which payments are made under section 255(1) or (2). 4 The regulations may provide for the Certification Officer to determine the amount of levy payable by a relevant organisation by reference to specified criteria, which may include— a the number of members or the amount of income that the organisation has; b whether the organisation is— i a federated trade union, ii a trade union that is not a federated trade union, iii a federated employers' association, or iv an employers' association that is not a federated employers' association; c the different proportions of the Officer's expenses that are referable to— i functions in relation to federated trade unions, ii functions in relation to trade unions that are not federated trade unions, iii functions in relation to federated employers' associations, and iv functions in relation to employers' associations that are not federated employers' associations. 5 The regulations may provide— a for the levy not to be payable, or for a reduced amount to be payable, in specified cases or in cases determined by the Certification Officer in accordance with the regulations; b for the intervals at which the levy is to be paid; c for interest to be payable where a payment is not made by the required date; d for an amount levied to be recoverable by the Certification Officer as a debt. 6 The regulations may contain such incidental, supplementary or transitional provisions as appear to the Secretary of State to be necessary or expedient. 7 In this section— “federated employers' association” has the same meaning as in section 135; “ federated trade union ” has the same meaning as in section 118; “ specified ” means specified in the regulations. 8 Before making regulations under this section the Secretary of State must consult relevant organisations and ACAS. 9 No regulations under this section shall be made unless a draft of them has been laid before Parliament and approved by a resolution of each House of Parliament. 10 The Certification Officer shall pay into the Consolidated Fund amounts received by virtue of this section. 2 In section 258 of that Act (annual reports and accounts), after subsection (1) insert— 1A A report under this section shall include details of— a amounts levied by the Certification Officer by virtue of section 257A in the year in question, and b how the amounts were determined."}, {"act": "Trade Union Act 2016", "year": 2016, "section": "21", "section_title": "Rights of appeal not limited to questions of law", "section_text": "21 In each of the following provisions of the 1992 Act, for  “on any question of law arising” substitute  “              on any question arising            ” a section 45D (appeal from Certification Officer on question arising in proceedings etc under section 24B, 24C, 25, 31, 32ZC or 45C); b section 56A (appeal from Certification Officer on question arising in proceedings etc under section 55); c section 95 (appeal from Certification Officer on question arising in proceedings etc under Chapter 6 of Part 1); d section 104 (appeal from Certification Officer on question arising in proceedings etc under section 103); e section 108C (appeals from Certification Officer on question arising in proceedings etc under Chapter 7A of Part 1)."}, {"act": "Trade Union Act 2016", "year": 2016, "section": "22", "section_title": "Minor and consequential amendments", "section_text": "22 Schedule 4 (minor and consequential amendments) has effect."}, {"act": "Trade Union Act 2016", "year": 2016, "section": "23", "section_title": "Financial provision", "section_text": "23 There is to be paid out of money provided by Parliament any increase attributable to this Act in the sums payable under any other Act out of money so provided."}, {"act": "Trade Union Act 2016", "year": 2016, "section": "24", "section_title": "Extent", "section_text": "24 An amendment or repeal made by this Act has the same extent as the enactment to which it relates."}, {"act": "Trade Union Act 2016", "year": 2016, "section": "25", "section_title": "Commencement", "section_text": "25 1 This Act, apart from sections 23 to 26 (which come into force on the day on which this Act is passed), comes into force on whatever day or days the Secretary of State appoints by regulations made by statutory instrument. 2 Regulations under this section may include saving, transitional or transitory provision."}, {"act": "Trade Union Act 2016", "year": 2016, "section": "26", "section_title": "Short title", "section_text": "26 This Act may be cited as the Trade Union Act 2016."}]