[{"act": "Conveyancing Amendment (Scotland) Act 1938", "year": 1938, "section": "1", "section_title": " Provision in regard to judicial factors, &c.", "section_text": "1 For the purposes of sections three and four of the Act of 1924, a judicial factor appointed by the Court to administer a trust estate comprising any land or any heritable security or part of any heritable security or any lease or security over a lease, or a trustee appointed by the Court on such a trust estate shall be deemed to be a person having a right within the meaning of the said sections to such land or heritable security or part of a heritable security or lease or security over a lease respectively, and shall with respect to any lease or security over a lease comprised in the trust estate be entitled to the benefit of all enabling powers and rights under section twenty-four of the Act of 1924, and an extract of the act and warrant appointing such judicial factor or trustee shall, for the purposes of deductions of title in terms of the said Act, be a valid midcouple or link of title."}, {"act": "Conveyancing Amendment (Scotland) Act 1938", "year": 1938, "section": "2", "section_title": " Amendment of Act of 1924, s. 8 and Schedule D.", "section_text": "2 1 Section eight of the Act of 1924 shall be amended as follows, that is to say:— a in subsection (4) thereof after the word “is” where this first occurs there shall be inserted the words “for any purpose”; and b after the said subsection (4) the following subsection shall be inserted:— 5 Note 1 to Schedule D to this Act shall apply to a reference competently made to any deed for reservations, real burdens, conditions, provisions, limitations, obligations and stipulations affecting lands and to the form of such reference given in Schedule H of the Conveyancing (Scotland) Act, 1874. 2 In Note 1 to Schedule D to the Act of 1924 after the words “a particular description” there shall be inserted the words “or to a Deed containing reservations, real burdens, conditions, provision, limitations, obligations and stipulations affecting lands”. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Conveyancing Amendment (Scotland) Act 1938", "year": 1938, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Conveyancing Amendment (Scotland) Act 1938", "year": 1938, "section": "4", "section_title": " Amendment of Act of 1924, s. 17. ", "section_text": "4 In subsection (1) of section seventeen of the Act of 1924, after the words “forty years” there shall be inserted the words “in the Act of the Parliament Scotland, 1469, cap. 4 (’anent the Act of prescriptioun of obligationis’) in the Act of the Parliament of Scotland, 1474, cap. 9 (’anent the Act of prescripcione of obligacionis’), and”."}, {"act": "Conveyancing Amendment (Scotland) Act 1938", "year": 1938, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Conveyancing Amendment (Scotland) Act 1938", "year": 1938, "section": "6", "section_title": " Provisions as to actions of declarator of irritancy.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conveyancing Amendment (Scotland) Act 1938", "year": 1938, "section": "7", "section_title": " Amendment of Act of 1924, s. 44.", "section_text": "7 1 Subsection (4) of section forty-four of the Act of 1924 shall be amended as follows, that is to say:— a in paragraph (b) thereof the words “section one hundred and three of the  Bankruptcy (Scotland) Act, 1856, or of” and the proviso shall be omitted, and for the words “a memorandum in the form provided by the said section forty-four of the said Act of 1913, as amended by this Act, which memorandum being so recorded shall have the effect of a memorandum recorded in terms of the said section forty-four as amended as aforesaid” there shall be substituted the words “a memorandum in the form provided by Schedule 0 to this Act”; and b in paragraph (c) thereof there shall be inserted after the words “in such register” the words “or have recorded a memorandum in such register in terms of paragraph (b) of this subsection”. 2 the Act of 1924 shall be amended by the addition after Schedule N thereto of a schedule in the form contained in the Schedule to this Act."}, {"act": "Conveyancing Amendment (Scotland) Act 1938", "year": 1938, "section": "8", "section_title": " Prohibition of subinfeudation annulled.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conveyancing Amendment (Scotland) Act 1938", "year": 1938, "section": "9", "section_title": " Limitation of effect of conditions as to pre-emption.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Conveyancing Amendment (Scotland) Act 1938", "year": 1938, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Conveyancing Amendment (Scotland) Act 1938", "year": 1938, "section": "11", "section_title": " Certain testamentary writings to be deemed to be probative.", "section_text": "11 Any writing of a testamentary character on which confirmation of executors nominate has prior to the commencement of this Act been issued by the Commissary Court or by any sheriff court shall be deemed to be probative.1"}, {"act": "Conveyancing Amendment (Scotland) Act 1938", "year": 1938, "section": "12", "section_title": " †Interpretation, short title, construction, commencement and extent.", "section_text": "12 1 In this Act the expression “ the Act of 1924 ” means the  Conveyancing (Scotland) Act, 1924. 2 This Act may be cited as the Conveyancing Amendment (Scotland) Act, 1938, and shall be construed as one with the Act of 1924. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 This Act shall apply to Scotland only."}]