[{"act": "Essential Commodities Reserves Act 1938", "year": 1938, "section": "1", "section_title": " Power to obtain information.", "section_text": "1 1 The Board of Trade may by notice served upon any trader concerned with an essential commodity require him to make periodical and other returns, at such times and containing such particulars as may be specified in the notice, as to the stocks of the commodity from time to time held by him, and as to the facilities available for storing and for utilising stocks of the commodity. 2 Any Government Department, and any body of persons having, by virtue of any Act, power to obtain for any purpose information as to matters with respect to which the Board of Trade are empowered by the last foregoing subsection to require returns to be made, shall, if required so to do by the Board, exercise that power for the purpose of assisting the Board in obtaining information as to the stocks of essential commodities held by traders, or as to the facilities available for storing or for utilising stocks of such commodities; and any such information obtained by any Government Department or by any such body of persons as aforesaid, whether upon the requisition of the Board or otherwise may, notwithstanding anything in any enactment, be furnished to the Board. 3 No information with respect to any particular undertaking which has been obtained under or by virtue of this Act shall, without the consent of the person carrying on that undertaking, be disclosed otherwise than in pursuance of the performance by the Board of Trade of their functions under this Act; and if any person discloses any such information in contravention of this subsection, he shall be liable on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding fifty pounds or to both such imprisonment and such fine or, on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine not exceeding one hundred pounds or to both such imprisonment and such fine: Provided that nothing in this subsection shall apply to any disclosure of information made for the purposes of any legal proceedings which may be taken under, by virtue of, or in consequence of, this Act."}, {"act": "Essential Commodities Reserves Act 1938", "year": 1938, "section": "2", "section_title": " Creation of reserves.", "section_text": "2 1 The Board of Trade may, in accordance with arrangements approved by the Treasury, make payments by way of grant or loan to any trader concerned with an essential commodityfor the purpose of inducing the augmentation of the stock of any such commodity held by him, or the improvement of the facilities available for the storage of any stocks thereof which may from time to time be so held. 2 In accordance with arrangements approved by the Treasury the Board of Trade may acquire and store stocks of any essential commodity, and for the purpose of such storage, do all such things (including the execution of works and the erection of buildings) as may appear to them necessary for the storage, preservation, and transport of such stocks. 3 The Board of Trade may from time to time vary the stocks of commodities held by them under this section, but, except so far as may be expedient for preventing deterioration or for securing that stocks are maintained by the Board of such commodities and of such quantities only as the Board consider to be, for the time being, required for the purpose of giving effect to the objects of this Act, the stocks held by the Board shall not be disposed of otherwise than in such manner as may be authorised by or under an Act of Parliament passed after the commencement of this Act."}, {"act": "Essential Commodities Reserves Act 1938", "year": 1938, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Essential Commodities Reserves Act 1938", "year": 1938, "section": "4", "section_title": " Enforcement.", "section_text": "4 1 If any person makes default in making any return or furnishing any information which he is duly required to make or furnish under this Act, he shall be guilty of an offence and shall be liable on summary conviction thereof to a fine not exceeding  level 3 on the standard scale , and if after being so convicted he continues to make the like default, he shall be guilty of a further offence and shall be liable on summary conviction thereof to a fine not exceeding fifty pounds for each day on which the default has continued after the first mentioned conviction. 2 If any person duly required under this Act to make any return or furnish any information knowingly or recklessly makes a false return or furnishes false information, or if any person for the purpose of obtaining any payment under this Act, either for himself or for any other person, knowingly or recklessly makes any untrue statement or untrue representation, he shall be guilty of an offence and shall, in respect of each such offence, be liable on summary conviction to a fine not exceeding  level 3 on the standard scale  or to imprisonment for a term not exceeding three months or to both such fine and such imprisonment. 3 Where an offence under this Act committed by a body corporate is proved to have been committed with the consent or approval of, or to have been facilitated by any negligence on the part of, any director, manager, secretary or other officer of the body corporate, he, as well as the body corporate, shall be deemed to be guilty of the offence and shall be liable to be proceeded against and punished accordingly."}, {"act": "Essential Commodities Reserves Act 1938", "year": 1938, "section": "5", "section_title": " Provisions as to orders and powers of Board of Trade.", "section_text": "5 1 Any order made under this Act by the Board of Trade may be varied or revoked by an order made in like manner. 2 All orders made under this Act by the Board of Trade shall be laid before Parliament. 3 Any order authorised under this Act to be made by the Board of Trade may be made by the President of the Board, or in his absence by a Secretary of State   . . .."}, {"act": "Essential Commodities Reserves Act 1938", "year": 1938, "section": "6", "section_title": " Interpretation.", "section_text": "6 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them, that is to say,— “ Essential commodity ” means any commodity described in the Schedule to this Act which may be declared by order of the Board of Trade to be a commodity which in the opinion of the Board would be essential for the vital needs of the community in the event of war; “ Food ” has the same meaning as in  the  Food and Drugs Act 1955 and the  Food and Drugs (Scotland) Act 1956 ; “ Forage ” includes all feeding stuffs for animals, whether natural, artificial, dried, or undried; “ Trader ”, in relation to an essential commodity, means any person who for the purposes of any trade or business carried on by him (whether as a producer, merchant, broker, warehouseman, or otherwise) holds from time to time a stock of that commodity."}, {"act": "Essential Commodities Reserves Act 1938", "year": 1938, "section": "7", "section_title": " Short title and extent.", "section_text": "7 1 This Act may be cited as the Essential Commodities Reserves Act 1938. 2 It is hereby declared that this Act extends to Northern Ireland."}]