[{"act": "Infanticide Act 1938", "year": 1938, "section": "1", "section_title": " Offence of infanticide.", "section_text": "1 1 Where a woman by any wilful act or omission causes the death of her child being a child under the age of twelve months, but at the time of the act or omission the balance of her mind was disturbed by reason of her not having fully recovered from the effect of giving birth to the child or by reason of the effect of lactation consequent upon the birth of the child, then,  if  the circumstances were such that but for this Act the offence would have amounted to murder  or manslaughter , she shall be guilty of felony, to wit of infanticide, and may for such offence be dealt with and punished as if she had been guilty of the offence of manslaughter of the child. 2 Where upon the trial of a woman for the murder  or manslaughter  of her child, being a child under the age of twelve months, the jury are of opinion that she by any wilful act or omission caused its death, but that at the time of the act or omission the balance of her mind was disturbed by reason of her not having fully recovered from the effect of giving birth to the child or by reason of the effect of lactation consequent upon the birth of the child, then the jury may,  if  the circumstances were such that but for the provisions of this Act they might have returned a verdict of murder  or manslaughter , return in lieu thereof a verdict of infanticide. 3 Nothing in this Act shall affect the power of the jury upon an indictment for the murder of a child to return a verdict of manslaughter, or a verdict of guilty but insane, . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Infanticide Act 1938", "year": 1938, "section": "2", "section_title": " Short title, extent and repeal.", "section_text": "2 1 This Act may be cited as the Infanticide Act 1938. 2 This Act shall not extend to Scotland or Northern Ireland. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]