[{"act": "Leasehold Property (Repairs) Act 1938", "year": 1938, "section": "1", "section_title": " Restriction on enforcement of repairing covenants in long leases of small houses.", "section_text": "1 1 Where a lessor serves on a lessee under subsection (1) of section one hundred and forty-six of the  Law of Property Act, 1925, a notice that relates to a breach of a covenant or agreement to keep or put in repair during the currency of the lease  all or any of the property comprised in the lease , and at the date of the service of the notice  three  years or more of the term of the lease remain unexpired, the lessee may within twenty-eight days from that date serve on the lessor a counter-notice to the effect that he claims the benefit of this Act. 2 A right to damages for a breach of such a covenant as aforesaid shall not be enforceable by action commenced at any time at which  three  years or more of the term of the lease remain unexpired unless the lessor has served on the lessee not less than one month before the commencement of the action such a notice as is specified in subsection (1) of section one hundred and forty-six of the Law of Property Act, 1925, and where a notice is served under this subsection, the lessee may, within twenty-eight days from the date of the service thereof, serve on the lessor a counter-notice to the effect that he claims the benefit of this Act. 3 Where a counter-notice is served by a lessee under this section, then, notwithstanding anything in any enactment or rule of law, no proceedings, by action or otherwise, shall be taken by the lessor for the enforcement of any right of re-entry or forfeiture under any proviso or stipulation in the lease for breach of the covenant or agreement in question, or for damages for breach thereof, otherwise than with the leave of the court. 4 A notice served under subsection (1) of section one hundred and forty-six of the Law of Property Act, 1925, in the circumstances specified in subsection (1) of this section, and a notice served under subsection (2) of this section shall not be valid unless it contains a statement, in characters not less conspicuous than those used in any other part of the notice, to the effect that the lessee is entitled under this Act to serve on the lessor a counter-notice claiming the benefit of this Act, and a statement in the like characters specifying the time within which, and the manner in which, under this Act a counter-notice may be served and specifying the name and address for service of the lessor. 5 Leave for the purposes of this section shall not be given unless the lessor proves— a that the immediate remedying of the breach in question is requisite for preventing substantial diminution in the value of his reversion, or that the value thereof has been substantially diminished by the breach; b that the immediate remedying of the breach is required for giving effect in relation to the  premises  to the purposes of any enactment, or of any byelaw or other provision having effect under an enactment,  or for giving effect to any order of a court or requirement of any authority under any enactment or any such byelaw or other provision as aforesaid ; c in a case in which the lessee is not in occupation of the whole of the  premises as respects which the covenant or agreement is proposed to be enforced , that the immediate remedying of the breach is required in the interests of the occupier of  those premises  or of part thereof; d that the breach can be immediately remedied at an expense that is relatively small in comparison with the much greater expense that would probably be occasioned by postponement of the necessary work; or e special circumstances which in the opinion of the court, render it just and equitable that leave should be given. 6 The court may, in granting or in refusing leave for the purposes of this section, impose such terms and conditions on the lessor or on the lessee as it may think fit."}, {"act": "Leasehold Property (Repairs) Act 1938", "year": 1938, "section": "2", "section_title": " Restriction on right to recover expenses of survey, &c.", "section_text": "2 A lessor on whom a counter-notice is served under the preceding section shall not be entitled to the benefit of subsection (3) of section one hundred and forty-six of the  Law of Property Act, 1925, (which relates to costs and expenses incurred by a lessor in reference to breaches of covenant), so far as regards any costs or expenses incurred in reference to the breach in question, unless he makes an application for leave for the purposes of the preceding section, and on such an application the court shall have power to direct whether and to what extent the lessor is to be entitled to the benefit thereof."}, {"act": "Leasehold Property (Repairs) Act 1938", "year": 1938, "section": "3", "section_title": " Saving for obligation to repair on taking possession.", "section_text": "3 This Act shall not apply to a breach of a covenant or agreement in so far as it imposes on the lessee an obligation to put  premises  in repair that is to be performed upon the lessee taking possession of the premises or within a reasonable time thereafter."}, {"act": "Leasehold Property (Repairs) Act 1938", "year": 1938, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Leasehold Property (Repairs) Act 1938", "year": 1938, "section": "5", "section_title": " Application to past breaches.", "section_text": "5 This Act applies to leases created, and to breaches occurring, before or after the commencement of this Act."}, {"act": "Leasehold Property (Repairs) Act 1938", "year": 1938, "section": "6", "section_title": " Court having jurisdiction under this Act.", "section_text": "6 1 In this Act the expression “ the court ” means the county court, except in a case in which any proceedings by action for which leave may be given would have to be taken in a court other than the county court, and means in the said excepted case that other court. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Leasehold Property (Repairs) Act 1938", "year": 1938, "section": "7", "section_title": " Application of certain provisions of 15 & 16  Geo.  5 c. 20.", "section_text": "7 1 In this Act the expressions “ lessor, ” “ lessee ” and “ lease ” have the meanings assigned to them respectively by sections one hundred and forty-six and one hundred and fifty-four of the  Law of Property Act, 1925, except that they do not include any reference to such a grant as is mentioned in the said section one hundred and forty-six, or to the person making, or to the grantee under such a grant, or to persons deriving title under such a person; and “ lease ” means a lease for a term of  seven years or more, not being a lease of an agricultural holding within the meaning of the  Agricultural Holdings Act 1986 which is a lease in relation to which that Act applies and not being a farm business tenancy within the meaning of the Agricultural Tenancies Act 1995 2 The provisons of section one hundred and ninety-six of the said Act (which relate to the service of notices) shall extend to notices and counter-notices required or authorised by this Act."}, {"act": "Leasehold Property (Repairs) Act 1938", "year": 1938, "section": "8", "section_title": " Short title and extent.", "section_text": "8 1 This Act may be cited as the Leasehold Property (Repairs) Act, 1938. 2 This Act shall not extend to Scotland or to Northern Ireland."}]