[{"act": "Population (Statistics) Act 1938", "year": 1938, "section": "1", "section_title": " Power to direct information to be furnished.", "section_text": "1 With a view to the compilation of statistical information with respect to the social and civil condition of the population of Great Britain, every person giving information in accordance with the Registration Acts, upon the registration, on or after the first day of July nineteen hundred and thirty-eight, of any birth, still-birth, or death, shall furnish to the registration officer such of the particulars specified in the Schedule to this Act as are appropriate to the registration and are within the knowledge of the person giving the information."}, {"act": "Population (Statistics) Act 1938", "year": 1938, "section": "2", "section_title": " Duty of Registrar-General to collect information, and provision for expenses.", "section_text": "2 1 It shall be the duty of the Registrar-General to make such arrangements and to do all such things as are necessary for the collection and collation of all particulars furnished to registration officers pursuant to this Act, and for that purpose to make arrangements for the preparation and issue of any necessary forms and instructions. 2 The Registrar-General in the performance of his functions under this Act shall be subject to the control of, and shall comply with any directions given by,  the Secretary of State . 3 Any expenses incurred with the approval of the Treasury by  the Secretary of State  or by the Registrar-General in connection with the performance of his functions under this Act shall be defrayed out of moneys provided by Parliament."}, {"act": "Population (Statistics) Act 1938", "year": 1938, "section": "3", "section_title": " Power to make regulations.", "section_text": "3 1 The power of the Minister of Health, and of the Registrar-General with the approbation of the Minister of Health, under the Registration Acts to make regulations with respect to the performance by registration officers of their functions under those Acts shall include power to make regulations requiring registration officers to perform such functions in connection with the furnishing, collection and collation of particulars directed to be furnished by this Act as may be prescribed, and with respect to the performance by them of those functions. Functions which registration officers are required to perform by virtue of any such regulations shall be deemed to be functions under the Registration Acts. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Population (Statistics) Act 1938", "year": 1938, "section": "4", "section_title": " Penalties.", "section_text": "4 1 If any person— a refuses or neglects to furnish in accordance with this Act any information which he is required by this Act to furnish; or b in furnishing any such information makes any statement which, to his knowledge, is false in a material particular; he shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale . 2 Subject to any other enactment No information obtained by virtue of this Act with respect to any particular person shall be disclosed except so far as may be necessary— a for the performance by any person of his functions under this Act in connection with the furnishing, collection or collation of such information; or b for the performance by the Statistics Board or  Registrar-General of  its or his  functions under section five of the  Census Act 1920; and if any person discloses any such information in contravention of this subsection, he shall be liable on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding fifty pounds, or to both such imprisonment and such fine, or, on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine not exceeding one hundred pounds or to both such imprisonment and such fine: Provided that nothing in this subsection shall apply to any disclosure of information made for the purposes of any proceedings which may be taken in respect of an offence under this section, or for the purposes of any report of such proceedings."}, {"act": "Population (Statistics) Act 1938", "year": 1938, "section": "5", "section_title": " Saving for Registristration Acts.", "section_text": "5 Nothing in this Act requiring particulars to be furnished for the purposes of this Act shall affect any provision of the Registration Acts requiring information to be given for the purposes of those Acts."}, {"act": "Population (Statistics) Act 1938", "year": 1938, "section": "6", "section_title": " Application to Scotland. ", "section_text": "6 In the application of this Act to Scotland— a references to  the Secretary of State  shall be construed as references to the Secretary of State;. b the expression “ Registration Acts ” means  the  Registration of Births, Deaths and Marriages (Scotland) Act 1965 , and the expression “ Registrar-General ” means the Registrar-General of Births, Deaths and Marriages in Scotland; c for any reference to a registration officer there shall be substituted a reference to a registrar as defined in the  Registration of Births, Deaths and Marriages (Scotland) Act, 1854; d  . . . "}, {"act": "Population (Statistics) Act 1938", "year": 1938, "section": "7", "section_title": " Short title, interpretation and extent.", "section_text": "7 1 This Act may be cited as the Population (Statistics) Act, 1938. 2 In this Act the expression “ Registration Acts ” means the  Births and Deaths Registration Act 1953 , and the expression “ registration officer ” means any superintendent registrar and registrar of births and deaths. 3 This Act shall not extend to Northern Ireland. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]