[{"act": "Sea Fish Industry Act 1938", "year": 1938, "section": "137.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Sea Fish Industry Act 1938", "year": 1938, "section": "3842.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "38"}, {"act": "Sea Fish Industry Act 1938", "year": 1938, "section": "43", "section_title": " Extension of category of protected whales.", "section_text": "43 Grey whales shall be included among the classes of whales the killing or taking of which is prohibited by section three of the  Whaling Industry (Regulation) Act 1934 (hereafter in this Part of this Act referred to as “ the principal Act ”), and accordingly— a the said section shall have effect as if in paragraph (a) of subsection (1) thereof, after the words “right whale,” there were inserted the words “or a grey whale” and as if at the end of subsection (3) of the said section there were inserted the following paragraph:— e the expression “ grey whale ” means a whale known by any of the names set out in Part IV of the Schedule to this Act; and b the following Part shall be inserted at the end of the Schedule to the principal Act:— Part IV  Grey Whales California grey. Grey whale. Devil fish. Hard head. grey back. Mussel digger. Rip sack."}, {"act": "Sea Fish Industry Act 1938", "year": 1938, "section": "44", "section_title": " Duration of, and fees for, whaling licences.", "section_text": "44 A licence under section five of the principal Act authorising the use of a ship or factory for taking whales or for treating whales may be granted for a shorter period than one year, and the fee charged in respect of the grant of such a licence for such a shorter period may be less than that charged in respect of the grant of such a licence for a year; and accordingly the said section shall have effect as if at the end of subsection (3) thereof there were added the following words “or for such shorter period beginning on the said as may be specified in the licence ; and subject to the provisions of the last preceding subsection, different fees may be charged in respect of the grant of licences for different periods.”"}, {"act": "Sea Fish Industry Act 1938", "year": 1938, "section": "45", "section_title": " Further conditions of whaling licences. ", "section_text": "45 1 The following subsection shall be inserted in section six of the principal Act after subsection (1) of thar section:—  “                  (1A) There shall be attached to every licence under this Act authorising the use of a ship or factory for treating whales a condition that the remuneration of the persons employed in treating whales on board the ship or at the factory must, so far as it is calculated by reference to the results of their work, be calculated by reference to the size, species, oil-yeild and value of the whales treated.                ” 2 At the end of subsection (3) of section six of the principal Act (which prescribes the conditions to be attached to every licence under that Act) there shall be inserted the words “and also a condition requiring the master or occupier of the ship or factory to which the licence relates to furnish, at such time, in such form and to such authority, as may be specified in the licence, an account showing the remuneration of each gunner and member of the crew of the ship, or of each person employed at the factory, as the case may be, and the manner in which that remuneration is calculated”. 3 The following subsection shall be substituted for subsection (4) of section six of the principal Act:— 4 There may be attached to any licence under this Act such conditions (if any),in addition to the conditions required by the foregoing provisions of this section, as appear to the licensing authority to be necessary or expedient for the purpose of preventing, so far as practicable,— a any excessive destruction of whales and any wastage of whales or whale products; b the taking of whales in particular areas; c the killing of whales otherwise than by a particular method; and any conditions attached to such a licence as aforesaid for the purpose of preventing the taking of whales in any particular area, or, for the preventing the killing of whales otherwise than by a particular method, may prohibit the taking, in that area, of any whales whatever or particular descriptions of whales, either at any timr whatever or during particular periods, or, as the case may be, may prohibit the killing of whales otherwise than by the method either generally or in a particular area."}, {"act": "Sea Fish Industry Act 1938", "year": 1938, "section": "46", "section_title": " Citation of Part III.", "section_text": "46 The principal Act and this Part of this Act may be cited together as the Whaling Industry (Regulation) Acts 1934 and 1938."}, {"act": "Sea Fish Industry Act 1938", "year": 1938, "section": "4750.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "47"}, {"act": "Sea Fish Industry Act 1938", "year": 1938, "section": "5153.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "51"}, {"act": "Sea Fish Industry Act 1938", "year": 1938, "section": "54", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "54"}, {"act": "Sea Fish Industry Act 1938", "year": 1938, "section": "5557.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "55"}, {"act": "Sea Fish Industry Act 1938", "year": 1938, "section": "58", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "58"}, {"act": "Sea Fish Industry Act 1938", "year": 1938, "section": "59", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "59"}, {"act": "Sea Fish Industry Act 1938", "year": 1938, "section": "60", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "60"}, {"act": "Sea Fish Industry Act 1938", "year": 1938, "section": "61", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "61"}, {"act": "Sea Fish Industry Act 1938", "year": 1938, "section": "62", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "62"}, {"act": "Sea Fish Industry Act 1938", "year": 1938, "section": "63", "section_title": " Short title and extent.", "section_text": "63 1 This Act may be cited as the Sea Fish Industry Act 1938. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]