[{"act": "Superannuation (Various Services) Act 1938", "year": 1938, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Superannuation (Various Services) Act 1938", "year": 1938, "section": "2", "section_title": " Distribution of money not exceeding one hundred pounds without probate.", "section_text": "2 1 Where, on the death of a person to whom any of the enactments mentioned in the first column of Part I of the Schedule to this Act applies, any sum not exceeding  £1, 500  is due to that person or his legal personal representatives in respect of salary, wages or superannuation benefits, then, subject to any regulations made by the Treasury, probate or other proof of the title of the legal personal representatives may be dispensed with, and the said sum may be paid or distributed to or among the persons appearing to the appropriate authority to be beneficially entitled to the personal estate of the deceased person, or to or among any one or more of those persons, or, in the case of the illegitimacy of the deceased person or any of his children, to or among such persons as the appropriate authority may think fit, and the appropriate authority or other person responsible for the payment of any such sum shall be discharged from all liability in respect of any such payment or distribution. 2 For the purposes of this section, the expression “ the appropriate authority ” means, in relation to any of the said enactments, the person or body specified in relation to that enactment in the third column of Part I of the Schedule to this Act."}, {"act": "Superannuation (Various Services) Act 1938", "year": 1938, "section": "3", "section_title": " Short title and interpretation.", "section_text": "3 1 This Act may be cited as the Superannuation (Various Services) Act 1938. 2 In this Act the expression “ superannuation benefits ” includes a superannuation allowance, additional allowance, annual allowance, retiring allowance, compensation allowance, gratuity, pension, compensation and annuity."}]