[{"act": "Architects Registration Act 1938 (repealed 21.7.1997)", "year": 1938, "section": "1", "section_title": " Use of title “Architect.”", "section_text": "1 1 Subject to the provisions of this Act, a person shall not practise or carry on business under any name, style or title containing the word “Architect” unless he is a person registered under the principal Act: Provided that nothing in this section shall affect— a the use of the designation “Naval architect,” “Landscape architect” or “Golf-course architect,” or b the validity of any building contract in customary form; . . .  1A In this Act (and in section 17 of the principal Act) “ business ” includes any undertaking which is carried on for gain or reward or in the course of which services are provided otherwise than free of charge. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 For  . . . the words “Registered Architect” in section seventeen of that Act, there shall be  . . . substituted  . . . and the word “Architect.” 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Architects Registration Act 1938 (repealed 21.7.1997)", "year": 1938, "section": "1A", "section_title": " Visiting  EEC  architects.", "section_text": "1A 1 A national of a member State who is established as an architect in a member State other than the United Kingdom may practise or carry on business under a name, style or title containing the word “architect” while visiting the United Kingdom without being a person registered under the principal Act during the period, and in respect of the services, for which his enrolment on the list of visiting EEC architects is effective. 2 Before so practising or carrying on business the person concerned shall supply to the  Registrar — a a declaration in writing giving particulars of the services to be provided and the period or periods for which he expects to provide them; and b a certificate (or certificates), issued not more than 12 months previously by the competent authority of a member State in which he is established as an architect, showing that— i he is lawfully pursuing activities in the field of architecture in a member State other than the United Kingdom; and ii he satisfies any of the requirements set out in section 6A(2) of the principal Act. 3 Where a person complies with the requirements of subsection (2), the  Registrar  shall enrol his name on the list of visiting EEC architects maintained for the purposes of this section for such period or periods and in respect of such services as  the Registrar considers  appropriate having regard to the particulars given in the declaration referred to in subsection (2)(a). 4 The  Registrar  shall maintain, for the purposes of this section, in addition to the Register, a list of the names of visiting EEC architects enrolled from time to time under this section, with their qualifications and the periods for which and the services in respect of which their respective enrolments are effective; and the  Registrar  shall permit any person to inspect the list during normal working hours. 5 No fee shall be charged for enrolment under this section as a visiting EEC architect. 6 A person shall not be enrolled as a visiting EEC architect at a time  when— a he is subject to a disqualifying decision in another member State; b his name has been removed from the Register pursuant to a suspension order or an erasure order and has not been re-entered; or c he is required under section 6C(1) of the principal Act to satisfy the Board of his competence to practise but has not done so. 7 A person’s name shall be removed from the list of visiting EEC architects if— a he becomes established as an architect in the United Kingdom; b he renders services in the United Kingdom otherwise than in accordance with a declaration made by him under subsection (2)(a); or c he may no longer lawfully pursue activities in the field of architecture in the member State referred to in subsection (2)(b)(i). 8 The provisions of, and of rules under, the principal Act relating to  disciplinary proceedings shall apply to a person who is or has been enrolled under this section as a visiting EEC architect as if that person had been registered under section 6 of that Act, and references to the Register and registration under this Act shall be construed accordingly. 9 A person enrolled on the list of visiting EEC architects shall, when using his title or any abbreviation of it, express such title or abbreviation in the language or one of the languages of the member State in which the body conferring the title is located and shall follow the title or any abbreviation of it with the name and location of the body conferring the title."}, {"act": "Architects Registration Act 1938 (repealed 21.7.1997)", "year": 1938, "section": "2", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Architects Registration Act 1938 (repealed 21.7.1997)", "year": 1938, "section": "3", "section_title": " Offences.", "section_text": "3 (1) If any person contravenes the provisions of this Act, he shall be liable, on summary conviction,  to a fine not exceeding level 4 on the standard scale: Provided that a person shall not be guilty of an offence by reason of the occurrence of such a contravention on any particular date, if he proves— a in a case where the contravention is occasioned by the fact that an application on the part of the defendant for registration under the principal Act has not been granted, that notice of the decision  . . . not to grant the application had not been duly served under  . . . the principal Act before the said date; or b in a case where the contravention is occasioned by the removal of the defendant’s name from the Register in circumstances in which notice is required to be served on him— i that the notice had not been duly served before that date, ii that the time for bringing an appeal against the removal had not expired at that date, or iii that such an appeal had been duly brought, but had not been determined, before that date. 2 In relation to an offence under subsection (1)— a section 127(1) of the  Magistrates’ Courts Act 1980 (information to be laid within six months of offence); b Article 19(1) of the  Magistrates’ Courts (Northern Ireland) Order 1981 (complaint to be made within that time); and c section 136(1) of the  Criminal Procedure (Scotland) Act 1995 (proceedings to be commenced within that time), shall have effect as if for the references in them to six months there were substituted references to two years."}, {"act": "Architects Registration Act 1938 (repealed 21.7.1997)", "year": 1938, "section": "4", "section_title": " Interpretation.", "section_text": "4 1 In this Act the expression “ principal Act ” means the  Architects (Registration) Act, 1931. 2 A person shall not, for the purposes of the principal Act and this Act, be treated as not practising by reason only that he is in the employment of another person."}, {"act": "Architects Registration Act 1938 (repealed 21.7.1997)", "year": 1938, "section": "5", "section_title": " Short title, construction and citation.", "section_text": "5 1 This Act may be cited as the Architects Registration Act, 1938. 2 This Act shall be construed as one with the  Architects (Registration) Acts, 1931   and 1934, and those Acts and this Act may be cited together as the Architects (Registration)  Act 1931"}, {"act": "Architects Registration Act 1938 (repealed 21.7.1997)", "year": 1938, "section": "6", "section_title": " Application to Northern Ireland.", "section_text": "6 1 This Act extends to Northern Ireland. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]