[{"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "1", "section_title": " Incorporation with special Act.", "section_text": "1 This Act shall extend only to such cemeteries as shall be authorized by any Act of Parliament hereafter to be passed which shall declare that this Act shall be incorporated therewith; and all the clauses of this Act, save so far as they shall be expressly varied or excepted in any such Act, shall apply to the cemetery authorized thereby, so far as they are applicable to such cemetery, and shall, with the clauses of every other Act incorporated therewith, form part of such Act, and be construed therewith as forming one Act."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "2", "section_title": "“Special Act:”\n              “Prescribed:”\n              “Lands:”\n              “Company.”\n            ", "section_text": "2  The expression “the special Act” used in this Act shall be construed to mean any Act which shall be hereafter passed authorizing the making of a cemetery, and with which this Act shall be incorporated; and the word “prescribed” used in this Act in reference to any matter herein stated shall be construed to refer to such matter as the same shall be prescribed or provided for in the special Act, and the sentence in which such word occurs shall be construed as if instead of the word “prescribed” the expression “prescribed for that purpose in the special Act” had been used; and the expression “ the lands ” shall mean the lands which shall by the special Act be authorized to be taken or used for the purposes thereof; and the expression “ the company ” shall mean the person by the special Act authorized to construct the cemetery."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "3", "section_title": " Interpretations in this and the special Act. Number: Gender:  “Person:” “Lands:” “The cemetery:” “Month:” “Superior courts:” “Established Church:” “Justice:” “Two justices:”", "section_text": "3 The following words and expressions in both this and the special Act, and any Act incorporated therewith, shall have the meanings hereby assigned to them, unless there be something in the subject or context repugnant to such construction; (that is to say,) Words importing the singular number shall include the plural number, and words importing the plural number only shall include also the singular number: Words importing the masculine gender shall include females: The word “ person ” shall include a corporation, whether aggregate or sole: The word “ lands ” shall include messuages, lands, and hereditaments, of any tenure: The expression “ the cemetery ” shall mean the cemetery or burial ground, and the works connected therewith, by the special Act authorized to be constructed: The word “ month ” shall mean calendar month: The expression “ superior courts ” shall mean  the High Court of Justice or the High Court of Justice in Northern Ireland , as the case may require   . . . : . . . The expression “ Established Church ” shall mean  the Church of England  as by law established: . . . The word “ justice ” shall mean justice of the peace acting for the place where the matter requiring the cognizance of any such justice arises, and if such matter arise in respect of lands situated not wholly in one jurisdiction shall mean a justice acting for the place where any part of such lands shall be situated; and where any matter is authorized or required to be done by “two justices,” the expression “ two justices ” shall be understood to mean two or more justices met and acting together : . . ."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "4", "section_title": " Short title of this Act.", "section_text": "4 In citing this Act in other Acts of Parliament, and in legal instruments, it shall be sufficient to use the expression, “The Cemeteries Clauses Act 1847.”"}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "6", "section_title": " Construction of cemetery to be subject to the provisions of this and the Land Clauses Consolidation Act 1845.", "section_text": "6 Where by the special Act the company shall be empowered for the purpose of making the cemetery, to take or use any lands otherwise than with the consent of the owners and occupiers thereof, they shall, in exercising the power so given to them, be subject to the provisions and restrictions contained in this Act and the  Lands Clauses Consolidation Act 1845 and shall make to the owners and occupiers of and all other parties interested in any lands taken or used for the purposes of the special Act, or injuriously affected by the construction of the works thereby authorized, full compensation for the value of the lands so taken or used, and for all damage sustained by such owners, occupiers, or other parties, by reason of the exercise, as regards such lands, of the powers vested in the company by this or the special Act, or any Act incorporated therewith; and, except where otherwise provided by this or the special Act, the amount of such compensation shall be determined in the manner provided by the Lands Clauses Consolidation Act, 1845, for determining questions of compensation with regard to lands purchased or taken under the provisions thereof, and all the provisions of the last-mentioned Act shall be applicable to determine the amount of such compensation, and to enforce payment or other satisfaction thereof."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "7", "section_title": " Errors and omissions in Act or Schedule to be corrected by Justices, who shall certify the same Certificate to be deposited.", "section_text": "7 If any omission, mis-statement, or wrong description shall have been made of any lands, or of the owners, lessees, or occupiers of any lands, described in the special Act or the schedule thereto, the company, after giving ten days’ notice to the owners of the lands affected by such proposed correction, may apply to two justices for the correction thereof; and if it appear to such justices that such omission, mis-statement, or wrong description arose from mistake, they shall certify the same accordingly, and shall in such certificate state the particulars of any such omission, mis-statement, or wrong description; and such certificate shall be  deposited with the clerk of the peace of the county in which the lands affected thereby shall be situated deposited with the chief clerk , and thereupon the special Act or schedule shall be deemed to be corrected according to such certificate, and the company may take the lands according to such certificate, as if such omission, mis-statement, or wrong description had not been made."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "8", "section_title": " Copies of plans, &c. to be evidence.", "section_text": "8 Copies of any alteration or correction of the special Act, or the schedule thereto, or of any extract therefrom, certified by any such clerk of the peace in whose custody such alteration or correction may be, which certificate such clerk of the peace shall give to all parties interested, when required, shall be received in all courts of justice or elsewhere as evidence of the contents thereof."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "9", "section_title": " Company not to dispose of any land consecrated or used for burials.", "section_text": "9 The company shall not sell or dispose of any land which shall have been consecrated or used for the burial of the dead, or make use of such land for any purpose except such as shall be authorized by this or the special Act, or any Act incorporated therewith."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "11", "section_title": " Company may build chapels, &c.", "section_text": "11 The company, upon any land which by the special Act they are authorized to use for the purposes of the cemetery, may build such chapels for the performance of the burial service as they think fit, and may lay out and embellish the grounds of the cemetery as they think fit."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "12", "section_title": " Company may make or widen roads to cemetery.", "section_text": "12 The company, upon any land purchased by them under this or the special Act, or any Act incorporated therewith, may make any new roads to the cemetery, or widen or improve any existing roads thereto which they think fit."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "13", "section_title": " No road to be widened without consent.", "section_text": "13 Provided always, that the company shall not widen or improve any existing road without the consent of the owner thereof, if the road be private, or, if the road be public, without the consent of the persons in whom the management of the road is vested by law."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "14", "section_title": " Owners, &c. may enter into agreement for improving roads for that purpose.", "section_text": "14 The company and the owners or persons having the management of any such road as aforesaid may enter into such agreements as they think fit, for enabling the company to widen or improve any such road, and for maintaining the same."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "15", "section_title": " Cemetery to be inclosed and fenced.", "section_text": "15 Every part of the cemetery shall be inclosed by walls or other sufficient fences of the prescribed materials and dimensions, and if no materials or dimensions be prescribed, by substantial walls or iron railings of the height of eight feet at least."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "16", "section_title": " Cemetery, &c. to be kept in repair.", "section_text": "16 The company shall keep the cemetery and the buildings and fences thereof in complete repair, and in good order and condition, out of the monies to be received by them by virtue of this and the special Act."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "17", "section_title": " Company to make compensation for damages done.", "section_text": "17 Provided always, that in the exercise of the powers by this and the special Act granted to the company they shall do as little damage as can be, and shall make full compensation to all parties interested for all damage sustained by them through the exercise of such powers."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "18", "section_title": " Power to make sewers, drains, &c. in and about the cemetery.", "section_text": "18 The company shall make all necessary and proper sewers and drains in and about the cemetery, for draining and keeping the same dry, and they may from time to time, as occasion requires, cause any such sewer or drain to open into any existing sewer, with the consent in writing of the persons having the management of such sewer, and with the consent in writing of the persons having the management of the street or road, and of the owners and occupiers of the lands through which such opening is made, doing as little damage as possible to the road or ground wherein such sewer or drain may be made, and restoring it to the same or as good condition as it was in before being disturbed."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "19", "section_title": " Certain provisions of Waterworks Clauses Act 1847, incorporated with this Act.", "section_text": "19 When any street or road or sewer shall be opened with such consent as aforesaid, the clauses of the  Water Act 1945  with respect to breaking up streets for the purpose of laying pipes, so far as the same are consistent with this Act and applicable thereto, shall be incorporated with this Act, and shall apply to the company, and to any ground broken by them for making any such sewer or drain as aforesaid to open into any existing sewer."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "20", "section_title": " Penalty for allowing water to be fouled.", "section_text": "20 If the company at any time cause or suffer to be brought or to flow into any stream, canal, reservoir, aqueduct, pond, or watering place, any offensive matter from the cemetery, whereby the water therein shall be fouled, they shall forfeit for every such offence the sum of fifty pounds."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "21", "section_title": " Penalty to be sued for within six months.", "section_text": "21 The said penalty, with full costs of suit, may be recovered by any person having right to use the water fouled by such offensive matter, in any of the superior courts, by action of debt or on the case: Provided always, that the said penalty shall not be recoverable unless the same be sued for during the continuance of the offence, or within six months after it has ceased."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "22", "section_title": " In addition penalty of  50 l. , a daily penalty during the continuance of the offence.", "section_text": "22 In addition to the said penalty of fifty pounds, (and whether such penalty is recovered or not,) any person having right to use the water fouled by such offensive matter may sue the company, in an action on the case, in any court of competent jurisdiction, for any damage specially sustained by him by reason of the water being so fouled; or if no special damage be alleged, for the sum of ten pounds for each day during which such offensive matter is brought or flows as aforesaid after the expiration of twenty-four hours from the time when notice of the offence is served on the company by such person."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "23", "section_title": " A part of cemetery to be set apart and consecrated for burial of members of Established Church.", "section_text": "23 The bishop of the diocese in which the cemetery is situated may, on the application of the company, consecrate any portion of the cemetery set apart for the burial of the dead according to the rites of the Established Church, if he be satisfied with the title of the company to such portion, and thinks fit to consecrate such portion; and the part which is so consecrated shall be used only for burials according to the rites of the Established Church."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "24", "section_title": " Consecrated ground to be defined.", "section_text": "24 The company shall define by suitable marks the consecrated and unconsecrated portions of the cemetery."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "25", "section_title": " A chapel in connection with the Established Church to be constructed.", "section_text": "25 The company shall build, within the consecrated part of the cemetery, and according to a plan approved of by the bishop of the diocese, a chapel for the performance of the burial service according to the rites of the Established Church."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "26", "section_title": " Bodies when interred not to be removed without lawful authority.", "section_text": "26 No body buried in the consecrated part of the cemetery shall be removed from its place of burial without the like authority as is by law required for the removal of any body buried in the churchyard belonging to a parish church."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "27", "section_title": " Chaplain to be appointed with consent of the bishop.", "section_text": "27 The company may  from time to time, with the approval of the bishop of the diocese in which the cemetery is situated, appoint a clerk in holy orders of the Established Church to officiate as chaplain in the consecrated part of the cemetery; and such chaplain shall be licensed by and be subject to the jurisdiction of the said bishop, and the said bishop shall have power to revoke any such licence, and to remove such chaplain, for any cause which appears to him reasonable."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "28", "section_title": " Chaplain to perform burial service when required.", "section_text": "28 The chaplain shall, when required, unless prevented by sickness or other reasonable cause, perform the burial service over all bodies brought to be buried in the consecrated part of the cemetery which are entitled to be buried in consecrated ground according to the rites and usage of the Established Church."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "29", "section_title": " Other clergymen of the Established Church may be allowed to officiate.", "section_text": "29 Any clerk in holy orders of the Established Church, not being prohibited by the bishop, nor under ecclesiastical censure, at the request of the executor of the will of any deceased person, or any other person having the charge of the burial of the body of any deceased person, and with the consent of the chaplain for the time being of the cemetery, or if there be no chaplain with the consent of the bishop, may perform the said burial service over such body in the consecrated part of the cemetery."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "30", "section_title": " Company to pay the chaplain a stipend approved by the bishop.", "section_text": "30 The company, out of the monies to be received by virtue of this and the special Act, shall allow to the chaplain of the cemetery for the time being such a stipend as is approved of by the bishop of the diocese in which the cemetery is situated, which shall be payable by equal moieties, on the twenty-fifth day of March and the twenty-ninth day of September in each year; and if any chaplain die, resign, or be removed or appointed, in the interval between the half-yearly days of payment, the company shall pay to him, or his executors or administrators, a part only of the half-yearly payment of the stipend, proportioned to the time during which he shall have been the chaplain since the last preceding day of payment."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "31", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "31"}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "32", "section_title": " Burials in the consecrated portion to be registered by the chaplain.", "section_text": "32 All burials in the consecrated part of the cemetery shall be registered in register books to be provided by the company, and kept for that purpose by the chaplain, according to the laws in force by which registers are required to be kept by the rectors, vicars, or curates of parishes or ecclesiastical districts in England; and such register books, or copies or extracts therefrom, shall be received in all courts in evidence of such burials;  and copies or transcripts thereof shall be from time to time sent to the registrar of the ecclesiastical court of the bishop of the diocese in which the cemetery is situated, to be kept with the copies of the other register books of the parishes within his diocese."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "crossheading-burials_33n1", "section_title": " Registers to be subject to the regulations of 6 & 7 Will. 4. c. 86. as to searches, &c.", "section_text": "33 The said register books, so far as respects searches to be made therein, and copies and extracts to be taken therefrom, shall be subject to the same regulations as are provided by the  Births and Deaths Registration Act 1836, so far as such regulations relate to register books of burials kept by any rector, vicar, or curate."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "crossheading-burials_33n2", "section_title": "", "section_text": "33 Section 35 of the Births and Deaths Registration Act 1836 (searches in register books of baptisms or burials), as in force immediately before the passing of the Ecclesiastical Fees Measure 1962, shall apply in relation to the register books kept under section 32 of this Act with the substitution for the reference to a rector, vicar or curate of a reference to the chaplain by whom the said books are kept."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "34", "section_title": " Clerk appointment for the consecrated part of the cemetery.", "section_text": "34 The company may, with the consent of the chaplain for the time being, from time to time appoint a clerk to assist in performing the service for burials in the consecrated part of the cemetery, and allow to such clerk such stipend as they think proper out of the monies to be received by virtue of this and the special Act, and they may remove such clerk at their pleasure."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "35", "section_title": " As to burial of persons not members of the Church of England.", "section_text": "35 The company may set apart the whole or a portion of that part of the cemetery which is not set apart for burials according to the rites of the Established Church as a place of burial for the bodies of persons not being members of the Established Church, and may allow such bodies to be buried therein, under such regulations as the company appoint."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "36", "section_title": " Company may allow any burial service to be performed in dissenting chapels.", "section_text": "36 The company may allow, in any chapel built within the unconsecrated part of the cemetery, a burial service to be performed according to the rites of any church or congregation other than the Established Church, by any minister of such other church or congregation duly authorized by law to officiate in such church or congregation, or recognized as such by the religious community or society to which he belongs."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "37", "section_title": " Power to appoint gravediggers, &c.", "section_text": "37 The company may appoint gravediggers and other servants necessary for the care and use of the cemetery, and may pay them such wages and allowances as they think fit out of the monies to be received by virtue of this and the special Act, and may remove them or any of them at their pleasure."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "38", "section_title": " Regulations for ensuring decency and solemnity.", "section_text": "38 The company shall make regulations for ensuring that all burials within the cemetery are conducted in a decent and solemn manner."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "39", "section_title": " No burials under or close to chapels.", "section_text": "39 No body shall be buried in any vault under any chapel of the cemetery, or within fifteen feet of the outer wall of any such chapel."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "40", "section_title": " Parts of the cemetery set apart for exclusive burial. Monumental inscriptions.", "section_text": "40 The company may set apart such parts of the cemetery as they think fit for the purpose of granting exclusive rights of burial therein, and they may sell, either in perpetuity or for a limited time, and subject to such conditions as they think fit, the exclusive right of burial in any parts of the cemetery so set apart, or the right of one or more burials therein, and they may sell the right of placing any monument or gravestone in the cemetery, or any tablet or monumental inscription on the walls of any chapel or other building within the cemetery."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "41", "section_title": " Plan and book of reference to be kept, and be open to inspection.", "section_text": "41 The company shall cause a plan of the cemetery to be made upon a scale sufficiently large to show the situation of every burial place in all the parts of the cemetery so set apart, and in which an exclusive right of burial has been granted; and all such burial places shall be numbered, and such numbers shall be entered in a book to be kept for that purpose, and such book shall contain the names and descriptions of the several persons to whom the exclusive right of burial in any such place of burial has been granted by the company; and no place of burial, with exclusive right of burial therein, shall be made in the cemetery without the same being marked out in such plan, and a corresponding entry made in the said book, and the said plan and book shall be kept by the clerk of the company."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "42", "section_title": " Form of grant of burial in vault, &c. to be according to Schedule.", "section_text": "42 The grant of the exclusive right of burial in any part of the cemetery, either in perpetuity or for a limited time, and of the right of one or more burials therein, or of placing therein any monument, tablet, or gravestone, may be made in the form in the schedule to this Act annexed, or to the like effect, and where the company are not incorporated it may be executed by the company or any two or more of them."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "43", "section_title": " Register of grants to be kept.", "section_text": "43 A register of all such grants shall be kept by the clerk to the company, and within fourteen days after the date of any such grant an entry or memorial of the date thereof and of the parties thereto, and also of the consideration for such grant, and also a proper description of the ground described in such grant, so as the situation thereof may be ascertained, shall be made by the said clerk in such register; and such clerk shall be entitled to demand such sum as the company think fit, not exceeding the prescribed sum, or if no sum be prescribed  12½p , for every such entry or memorial; and the said register may be perused at all reasonable times by any grantee or assignee of any right conveyed in any such grant, upon payment of the prescribed sum, or if no sum be prescribed the sum of  5p , to the clerk of the company."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "44", "section_title": " Rights of burial, &c. to be assignable, or may be bequeathed by will.", "section_text": "44 The exclusive right of burial in any such place of burial shall, whether granted in perpetuity or for a limited time, be considered as the personal estate of the grantee, and may be assigned in his lifetime or bequeathed by his will."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "45", "section_title": " Form of assignments.", "section_text": "45 Every such assignment made in the lifetime of the assignor shall be by deed duly stamped, in which the consideration shall be duly set forth, and may be in the form in the schedule to this Act annexed, or to the like effect."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "46", "section_title": " Assignments to be registered.", "section_text": "46 Every such assignment shall, within six months after the execution thereof, if executed in Great Britain or Ireland, or within six months after the arrival thereof in Great Britain or Ireland, if executed elsewhere, be produced to the clerk of the company, and an entry or memorial of such assignment shall be made in the register by the clerk of the company, in the same manner as that of the original grant; and until such entry or memorial, no right of burial shall be acquired under any such memorial; and for every such entry or memorial the clerk shall be entitled to demand such sum as the company think fit, not exceeding the prescribed sum, or if no sum be prescribed  12½p."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "47", "section_title": " Probates of wills to be registered.", "section_text": "47 An entry or memorial of the probate of every will by which the exclusive right of burial within the cemetery is bequeathed, and in case there be any specific disposition of such exclusive right of burial in the said will an entry of such disposition, shall, within six months after the probate of such will, be made in the said register, in the same manner as that of the original grant; and until such entry no right of exclusive burial shall be acquired under such will; and for every such entry or memorial the clerk of the company shall be entitled to demand such sum as the company think fit, not exceeding the prescribed sum, or if no sum be prescribed  12½p."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "48", "section_title": " Vaults to be kept exclusively for purchasers of exclusive right.", "section_text": "48 No body shall be buried in any place wherein the exclusive right of burial shall have been granted by the company, except with the consent of the owner for the time being of such exclusive right of burial."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "49", "section_title": " No such grant to give the right of burial in consecrated ground to certain persons.", "section_text": "49 No such grant as aforesaid shall give the right to bury within the consecrated part of the cemetery the body of any person not entitled to be buried in consecrated ground according to the rites and usage of the Established Church, or to place any monument, gravestone, tablet, or monumental inscription respecting any such body within the consecrated part of the cemetery."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "50", "section_title": " Power to remove monuments improperly erected.", "section_text": "50 The company may take down and remove any gravestone, monument, tablet, or monumental inscription which shall have been placed within the cemetery without their authority."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "51", "section_title": " Bishop to have power to object to monumental inscriptions in consecrated part of cemetery.", "section_text": "51 The bishop of the diocese in which the cemetery is situated, and all persons acting under his authority, shall have the same right and power to object to the placing, and to and procure the removal of any monumental inscription within the consecrated part of the cemetery as he by law has to object to or procure the removal of any monumental inscription in any church or chapel of the Established Church, or the burial ground belonging to such church or chapel, or any other consecrated ground."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "52", "section_title": " Payments to incumbents of parishes from which bodies are brought.", "section_text": "52 The company shall, on the burial of every body within the consecrated part of the cemetery, pay to the incumbent for the time being of the parish or ecclesiastical district from which such body shall have been removed for burial, such sums, if any, as shall be prescribed for that purpose in the special Act."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "53", "section_title": " Company shall keep account of interments.", "section_text": "53 For ascertaining the amount of the payments, if any, to be made to the incumbents of the several parishes or districts aforesaid, the company shall cause books to be kept, and entries to be made therein of the names of all persons whose bodies are buried within the consecrated part of the cemetery, and the names of the parishes or districts from which such bodies respectively have been removed, and the manner of their burial within the cemetery, (distinguishing whether in a place of exclusive burial or otherwise,) with the date of such burial; and such books shall be at all reasonable times open to the inspection of the incumbents for the time being of the said several parishes or districts, or any person employed by them, without fee or reward."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "54", "section_title": " Account of payments due to incumbents of parishes to be rendered half-yearly.", "section_text": "54 The company shall on the twenty-fifth day of March and twenty-ninth day of September in each year, or within one month after each of the said days, deliver to the person who is the incumbent of any parish or ecclesiastical district on that day, or to his executors or administrators, on demand made within the said month, an account of the sums, if any, payable in respect of bodies removed for burial within the consecrated part of the cemetery as aforesaid from such parish or ecclesiastical district during the half year next preceding the said twenty-fifth day of March or twenty-ninth day of September, as the case may be."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "55", "section_title": " Fees to be paid to incumbents of parishes half-yearly.", "section_text": "55 The sums payable by virtue of the special Act shall be paid half-yearly on the twenty-fifth day of March and the twenty-ninth day of September, or within one month afterwards, to the persons who are the incumbents of the parishes or ecclesiastical districts in respect of which the same are payable on such twenty-fifth day of March and twenty-ninth day of September respectively, or the executors or administrators of such incumbents; (that is to say,) such sums as accrue between the twenty-ninth day of September and the twenty-fifth day of March following shall be paid to the person who is the incumbent on the twenty-fifth day of March, and such sums as accrue between the twenty-fifth day of March and the twenty-ninth day of September following shall be paid to the person who is the incumbent on the twenty-ninth day of September;  . . ."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "56", "section_title": " Payment to be made to the incumbent for the time being, who is to account with his predecessor.", "section_text": "56 If any incumbent of any parish or district in respect of which sums are payable by the company by virtue of the special Act ceases to be incumbent, by cession, death, or otherwise, between the said two half-yearly days of payment, such incumbent shall be entitled to receive so much of the sum payable at the half-yearly day which happens next after he ceases to be incumbent as has accrued from the last preceding half-yearly day, or from the time when such incumbent became first entitled to receive the fruits of his living, as the case may require, up to the day at which he ceased to be incumbent, and the incumbent of any parish or district who receives from the company any sum to a part of which any preceding incumbent is entitled under the provisions herein contained shall pay such part to him, his executors or administrators, accordingly; and the company shall not be answerable to any person, other than the actual incumbent for the time being, for the payment of any sums by virtue of this or the special Act."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "57", "section_title": " Company to pay parish clerks the compensation mentioned.", "section_text": "57 The company shall, on the burial of every body within the consecrated part of the cemetery, except where the body is buried at the expence of any parish or ecclesiastical district, or union of parishes for the relief of the poor, pay to the parish clerk of the parish or ecclesiastical district from which such body has been removed for burial, if he held the office of parish clerk of such parish or ecclesiastical district at the time of the passing of the special Act, but not otherwise, such sum, if any, as shall be prescribed for that purpose in the special Act."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "58", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "58"}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "59", "section_title": " Penalty on persons committing nuisances in the cemetery.", "section_text": "59 Every person who shall play at any game or sport, or discharge firearms, save at a military funeral, in the cemetery, or who shall wilfully and unlawfully disturb any persons assembled in the cemetery for the purpose of burying any body therein, or who shall commit any nuisance within the cemetery, shall forfeit   . . .  for every such offence a sum not exceeding  £10 level 1 on the standard scale ."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "60", "section_title": " Annual accounts to be made up, and a copy transmitted to the clerk of the peace, &c., and be open to inspection.", "section_text": "60 And with respect to the accounts to be kept by the company, be it enacted, that the company shall every year cause an account to be prepared, showing the total receipt and expenditure of all monies levied by virtue of this or the special Act for the year ending on the thirty-first day of December, or some other convenient day in each year, under the several distinct heads of receipt and expenditure, with a statement of the balance of such account, certified by the chairman of the company, and duly audited, and shall send a copy of the said account, free of  charge, to the clerk of the peace for the county in which the cemetery is situated charge, to the chief clerk , on or before the expiration of one month from the day on which such accounts end, which last-mentioned account shall be open to the inspection of the public at all reasonable hours, on payment of the sum of  5p for every such inspection; and if the company omit to prepare or send such account as aforesaid, they shall forfeit for every such omission the sum of  twenty pounds level 2 on the standard scale ."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "61", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "61"}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "62", "section_title": " 8 & 9  Vict.  c. 20; incorporated as to damages, &c.", "section_text": "62 The clauses of the  Railways Clauses Consolidation Act 1845 with respect to the recovery of damages not specially provided for, and of penalties, and to the determination of any other matter referred to justices, shall be incorporated with this and the special Act; and such clauses shall apply to the cemetery and to the company respectively."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "63", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "63"}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "64", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "64"}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "65", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "65"}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "66", "section_title": " Copies of special Act to be kept by company at their office, and deposited with the clerk of the peace, and be open to inspection.", "section_text": "66 The company shall at all times after the expiration of six months after the passing of the special Act keep in their principal office of business a copy of the special Act, printed by the printers to her Majesty, or some of them, and shall also within the space of such six months  deposit in the office of the clerk of the peace of the county in which the cemetery is situated deposit in the office of the chief clerk  a copy of such special Act, so printed as aforesaid; and the said clerk of the peace shall receive, and he and the company respectively shall keep, the said copies of the special Act, and shall allow all persons interested therein to inspect the same, and make extracts or copies therefrom, in the like manner, and upon the like terms, and under the like penalty for default, as is provided in the case of certain plans and sections by  section two hundred and twenty six of the  Local Government Act 1972."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "67", "section_title": " Penalty on company failing to keep or deposit such copies.", "section_text": "67 If the company fail to keep or deposit any of the said copies of the special Act, as herein-before mentioned, they shall forfeit  twenty pounds level 2 on the standard scale  for every such offence, and also five pounds for every day afterwards during which such copy shall be not so kept or deposited."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "68", "section_title": " Company not exempt from provisions of any future general Act.", "section_text": "68 Nothing herein contained shall be deemed to exempt the company from any general Act relating to burials in towns or populous places which may be passed in the same session of Parliament in which the special Act is passed, or any future session of Parliament."}, {"act": "Cemeteries Clauses Act 1847", "year": 1847, "section": "69", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "69"}]