[{"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "1", "section_title": " Extent of Act.", "section_text": "1 This Act shall extend only to such undertakings or commissioners as shall be authorized or constituted by any Act of Parliament hereafter to be passed, which shall declare that this Act shall be incorporated therewith; and all the clauses of this Act, save so far as they shall be expressly varied or excepted by any such Act, shall apply to the commissioners constituted by such Act, and to the undertaking for carrying on which such commissioners shall be constituted, so far as the same shall be applicable thereto respectively; and such clauses, with the clauses of every other Act which shall be incorporated therewith, shall, save as aforesaid, form part of such Act, and be construed therewith as forming one Act."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "crossheading-interpretations-in-this-act_2", "section_title": " The special Act: Prescribed: The undertaking: The commissioners.", "section_text": "2 The expression “ the special Act ” used in this Act shall be construed to mean any Act which shall be hereafter passed constituting a body of commissioners as herein-after defined for the purpose of carrying on any undertaking, and with which this Act shall be incorporated; and the word “prescribed” used in this Act in reference to any matter herein stated shall be construed to refer to such matter as the same shall be prescribed or provided for in the special Act, and the sentence in which such word occurs shall be construed as if instead of the word “prescribed” the expression “prescribed for that purpose in the special Act” had been used; and the expression “ the undertaking ” shall mean the undertaking or works, of whatever nature, which shall by the special Act be authorized to be executed or carried on; and the expression “ the commissioners ” shall mean the commissioners, trustees, undertakers, or other persons, or body corporate, constituted by the special Act, or thereby entrusted with powers for executing the undertaking."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "3", "section_title": " Interpretations in this and the special Act: Number: Gender: Person: Lands: Month: Superior courts: Justice: Two justices: Sheriff: Clerk: The town.", "section_text": "3 The following words and expressions both in this and the special Act, and any Act incorporated therewith, shall have the several meanings hereby assigned to them, unless there be something in the subject or the context repugnant to such construction; (that is to say,) Words importing the singular number only shall include the plural number, and words importing the plural number only shall include the singular number: Words importing the masculine gender only shall include females: The word “ person ” shall include a corporation, whether aggregate or sole: The word “ lands ” shall extend to messuages, lands, tenements, and hereditaments, or heritages, of any tenure: The word “ month ” shall mean calendar month: The expression “ superior courts, ” where the matter submitted to the cognizance of the court arises in England or Ireland, shall mean her Majesty’s superior courts of record at  the Royal Courts of Justice  or  Belfast , as the case may require, . . .  ; and where such matter arises in Scotland shall mean the Court of Session: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   . . . The word “ justice ” shall mean justice of the peace acting for the place where the matter requiring the cognizance of any such justice arises;  and where any matter is authorized or required to be done by two justices, the expression “ two justices ” shall be understood to mean two or more justices met and acting together: The word “ sheriff ” shall mean the sheriff depute of  the sheriffdom  . . . in Scotland in which any matter submitted to the cognizance of the sheriff arises, and shall include the substitutes of such sheriff depute.  . . . The expression “ the clerk ” shall mean the clerk of the commissioners, and shall include the word “ secretary ”: The expression “ the town ” shall mean the town or district named in the special Act within which the powers of the commissioners are to be exercised. And with respect to citing this Act or any part thereof, be it enacted as follows:"}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "4", "section_title": " Short title of this Act.", "section_text": "4 In citing this Act in other Acts of Parliament, and in legal instruments, it shall be sufficient to use the expression “The Commissioners Clauses Act 1847.”"}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "6", "section_title": " Joint owners or occupiers when qualified eligible as commissioners.", "section_text": "6 Where by the special Act the qualification of the commissioners is made to depend upon their being rated in respect of property of a given amount, then, if two or more persons be jointly rated in respect of any property, each of such persons shall, subject to the provisions herein and in the special Act contained, be eligible to be chosen a commissioner, provided the property in respect of which such persons are rated be of a rateable yearly value, which, when divided by the number of persons so rated, will give to each a sufficient rateable yearly value according to the provisions of this and the special Act."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "7", "section_title": " Same property not to give two qualifications.", "section_text": "7 The same property shall not at the same time give a qualification as commissioner to one person as the owner, and to another as the occupier thereof."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "8", "section_title": " No bankrupt or insolvent to be a commissioner.", "section_text": "8 No bankrupt or insolvent, or person not qualified as required by the special Act, shall be capable of being or continuing a commissioner."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "9", "section_title": " No person holding office or concerned in a contract to be a commissioner.", "section_text": "9 Any person who at any time after his appointment or election as commissioner shall accept or continue to hold any office or place of profit under the special Act, or be concerned or participate in any manner in any contract, or in the profit thereof, or of any work to be done under the authority of such Act, shall thenceforth cease to be a commissioner, and his office shall thereupon become vacant."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "10", "section_title": " Shareholders in companies established by Act of Parliament not disqualified by reason of contracts.", "section_text": "10 Provided always, that no person being a shareholder or member of any joint stock company established by Act of Parliament shall be prevented from acting as a commissioner by reason of any contract entered into between such company and commissioners; but no such commissioner, being a member of such company, shall vote on any question relating to the execution of this or the special Act in which such company is interested."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "12", "section_title": " Declaration to be made by commissioners before acting.", "section_text": "12 No person shall be capable of acting as a commissioner, except in administering the declaration herein-after mentioned, until he shall have made and signed, before one of the commissioners, a declaration to the effect following: I, A.B. do solemnly declare, that I will faithfully and impartially, according to the best of my skill and judgment, execute all the powers and authorities reposed in me as a commissioner, by virtue of the [ here name the special Act ], and also that I [ here set forth a statement of the possession of the qualification required by the special Act, in the terms thereof ]."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "14", "section_title": " Declaration to be taken at the first meeting.", "section_text": "14 Every person elected or appointed a commissioner shall, at the meeting of commissioners at which he first attends as a commissioner, make and subscribe the declaration herein required, and any commissioner, whether he himself have made such declaration or not, may administer such declaration."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "15", "section_title": " Penalty on commissioner, not being qualified, acting. ", "section_text": "15 Every person who shall act as a commissioner, being incapacitated or not duly qualified to act, or before he has made or subscribed such declaration as aforesaid, or after having become disqualified, shall for every such offence be liable to a penalty of fifty pounds; and such penalty may be recovered by any person, with full costs of suit, in any of the superior courts; and in every such action the person sued shall prove that at the time of so acting he was qualified, and had made and subscribed the declaration aforesaid, or he shall pay the said penalty and costs without any other evidence being required from the plaintiff than that such person had acted as a commissioner in the execution of this or the special Act; nevertheless all acts as a commissioner of any person incapacitated, or not duly qualified, or not having made or subscribed the declaration aforesaid, done previously to the recovery of the penalty, shall be as valid as if such person had been duly qualified."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "16", "section_title": " Commissioners neglecting to act to cease to be one.", "section_text": "16 Every commissioner who for the space of six months after his appointment neglects to make and subscribe the declaration hereinbefore required, or who for six months in succession is absent from all meetings of the commissioners, and to act in the execution of this and the special Act, shall be deemed to have refused to act, and shall cease to be a commissioner."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "17", "section_title": " One-third of commissioners elected by Ratepayers and owners to go out of office every three years.", "section_text": "17 Where by the special Act it is provided that the commissioners shall be elected by the ratepayers within the town, or other like class of electors, the first body of commissioners, whether appointed by the special Act, or elected under the provisions of this and the special Act, shall go out of office according to the prescribed rotation, and at the prescribed times, and where no rotation or time of going out of office is prescribed they shall go out of office by rotation in the following manner (that is to say), on the first Thursday in the month of September in the year following that in which the special Act is passed one third of such body of commissioners shall go out of office, and on the first Thursday in September in the following year another third of such body of commissioners shall go out of office, and on the first Thursday in September in the year following the remainder of such body of commissioners shall go out of office, and on the first Thursday in the month of September in every subsequent year one third of the commissioners, being those who have been longest in office, shall go out of office; and in each instance the places of the retiring commissioners shall be supplied by the election of a like number of commissioners in the manner herein or in the special Act provided: Provided always, that if the prescribed number of commissioners be some number not divisible by three and the number of commissioners to retire be not prescribed, the commissioners shall in each case determine what number of commissioners, as nearly one-third as maybe, shall go out of office, so that no commissioner shall remain in office longer than three years without being re-elected."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "18", "section_title": " Commissioners eligible to be re-elected.", "section_text": "18 Every commissioner going out of office by rotation, or otherwise ceasing to be a commissioner, may be re-elected, and after such re-election he shall, with reference to going out by rotation, be considered as a new commissioner."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "19", "section_title": " Mode of supplying occasional vacancies.", "section_text": "19 If any of the commissioners die or resign, or be disqualified, or cease to be a commissioner from any other cause than that of going out of office by rotation, the remaining commissioners, if they think fit, may, within one month from the happening of such vacancy, elect another commissioner in his place; and every commissioner so elected shall continue in office only so long as the person in whose place he is elected would have been entitled to continue in office."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "20", "section_title": " Manner of making the rotation list.", "section_text": "20 In order to determine the rotation by which such first body of commissioners shall go out of office, the commissioners shall within one month after the passing of the special Act (or after the first election of commissioners, as the case may be,) meet at some convenient place for the purpose of forming a rotation list; and at such meeting the clerk, or some person to be then appointed for that purpose by the commissioners, shall write the names of all the commissioners on separate slips of paper, all as nearly as may be of equal size, and having folded them up in the same manner he shall put them into a balloting box, and shall, in the presence of the meeting, draw out such slips of paper in succession, and the names upon the slips so drawn shall be written by the clerk or other person in a list in the order in which they are drawn, or, where the commissioners are elected for wards or other electoral divisions of the town, (and which electoral divisions are herein-after called wards,) in as many lists as there are wards or electoral divisions, and in the order aforesaid, each list containing the names of the commissioners for one such ward or electoral division only; and every such list shall be kept by the clerk among the papers of the commissioners, and the names therein shall be numbered consecutively, and the commissioners shall retire from office in the order in which their names appear on such list or lists, as the case may be, in the proportions herein-before or in the special Act mentioned."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "21", "section_title": " Annual meeting for election of commissioners.", "section_text": "21 For the purpose of electing commissioners from time to time in the place of those who go out by rotation, a meeting of the persons entitled to vote at such election shall be held at the prescribed place, and if no place be prescribed at the principal office of the commissioners, on the prescribed day, or if no day be prescribed on the first Thursday in the month of September in the year following that in which the special Act is passed, and on the first Thursday in September in each succeeding year, or, if the commissioners are to be elected for wards, a meeting of the persons entitled to vote in each ward shall on the same day be held at some place to be appointed by the commissioners, of which meetings, and the time and place of holding the same, public notice shall be given by the clerk by advertisement, and also by placards affixed on the principal doors of the parish churches or other public places in the town, seven clear days at the least before the day of election, and at such meeting or meetings the election of commissioners shall take place as herein-after mentioned."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "22", "section_title": " Returning officer at elections.", "section_text": "22 Where the appointment of the returning officer to act at the election of commissioners is not provided for by the special Act, the chairman of the commissioners shall be the returning officer; and if the commissioners are to be elected for wards, the said chairman shall act as the presiding officer at the election for the ward for which he was elected a commissioner, and he shall appoint some other commissioner for each of the other wards to be the presiding officer at the election for such ward, and in case of the death of any such presiding officer, or of his declining or becoming incapable to act, the commissioners shall appoint another of their body to be the presiding officer in the place of the person so dying or declining, or becoming incapable to act, and the clerk to the commissioners shall, two days at least before each election, by advertisement, placards, or otherwise, give public notice of every such appointment."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "23", "section_title": " Returning officer to appoint poll clerks.", "section_text": "23 At every such election of commissioners the commissioners shall cause to be printed a sufficient number of voting papers in blank, in the form given in the schedule (A.) to this Act annexed, or to the like effect, and shall furnish them to the returning officer for the use of the voters; and if it appear to the returning officer at any election expedient so to do, he may cause booths to be erected, or rooms to be hired and used as booths, for taking the poll at such election, and he shall in such case appoint a clerk to take the poll at each booth, and shall cause to be affixed on the most conspicuous part thereof the name of the ward or district for which such booth is provided; and public notice of every election, and of the situation of the different polling places, and of the place where voting papers may be procured by electors, shall be given by the returning officer two days at least before the commencement of the poll."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "24", "section_title": " Scale of votes of owners and occupiers.", "section_text": "24 Where by the special Act the owners of property and ratepayers are entitled to vote in the election of commissioners, and no scale of voting is prescribed, every such owner and ratepayer shall have respectively the same number and proportion of votes according to the scale following; (that is to say,) If the property in respect of which he is entitled to vote be rated upon a rateable value of less than fifty pounds, he shall have one vote: If such rateable value amount to fifty pounds and be less than one hundred pounds, he shall have two votes: If it amount to one hundred pounds and be less than one hundred and fifty pounds, he shall have three votes: If it amount to one hundred and fifty pounds and be less than two hundred pounds, he shall have four votes: If it amount to two hundred pounds and be less than two hundred and fifty pounds, he shall have five votes: And if it amount to or exceed two hundred and fifty pounds, he shall have six votes."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "25", "section_title": " Electors to vote in ward where their property qualification is situate but not to vote for more than one ward.", "section_text": "25 Where by the special Act the commissioners are directed to be elected for wards, every person entitled to vote in the election of commissioners shall vote for commissioners for that ward only wherein the property or part thereof in respect of which his name appears in the rate book is situate; and if any person be rated in respect of property situate in more than one ward, he may vote for commissioners for any one of such wards, but having so voted he shall not afterwards, at the same election, vote for a commissioner for any other ward; and any vote so afterwards given by him shall be void."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "26", "section_title": " Commissioners may cause alphabetical list of voters to be made, and may defray the expence out of the rates.", "section_text": "26 Before any such election of commissioners the commissioners, if they think it necessary for enabling the returning officer to take the poll conveniently at such election, may cause an alphabetical list to be made out of the names of the persons entitled to vote at such election, as they appear in the rates made for the purposes of the special Act, and they shall deliver to the returning officer for the time being a sufficient number of copies of the list so prepared, to enable the returning officer to take the poll at the election, and they may defray the expence of making such list and copies out of the rates payable to them under the special Act."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "27", "section_title": " Returning officer may summon rate collectors, &c. to attend the election.   Penalty on rate collector, &c. for neglect.", "section_text": "27 If the qualification of the electors of the commissioners depend upon the rates payable by such electors, the returning officer may summon the overseers or inspectors of the poor, collectors, and other officers employed in the assessment or collection of the rates to attend the election, in order to assist in ascertaining that the persons presenting themselves to vote, or who have voted, are or were duly qualified to vote at such election; and such overseers or inspectors, rate collectors, or other officers shall attend with the rates and such other documents necessary for the purpose aforesaid as may be in their custody or power, at such places and at such times as the returning officer may direct, and shall answer all such questions as any presiding officer at the poll shall put to them respecting the title of any person to vote at the election; and any overseer or inspector, rate collector, or other officer who shall wilfully neglect or fail to perform the duties hereby imposed upon him shall for such neglect or failure be liable to a penalty not exceeding  twenty pounds level 2 on the standard scale."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "28", "section_title": " Mode of voting at elections.", "section_text": "28 At every such election of commissioners the voting shall commence at nine of the clock in the forenoon of the day fixed for the election as aforesaid, and shall finally close at four of the clock in the afternoon of the same day, (unless in case of riot or obstruction,) and shall be conducted in manner following; (that is to say,) every person entitled to vote may vote for any number of persons having the prescribed qualification, (not exceeding the number of commissioners then to be chosen for the town, or, where the commissioners are to be elected in wards, not exceeding the number to be elected for the ward in which such person is entitled to vote,) by delivering to the presiding officer at the poll a voting paper, containing a description of his qualification to vote, in the form contained in schedule (A.) to this Act annexed, or to the like effect, and also the names of the persons for whom he votes, such paper being previously signed with the name of the person voting, and the poll clerk shall thereupon openly record such vote in the poll book, and the voting paper shall be carefully preserved by the presiding officer; and the presiding officer shall, if he thinks fit, or if he be required so to do by any person entitled to vote at the said election, put to any voter at the time of his delivering in his voting paper the following questions, or either of them:"}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "crossheading-election-and-rotation-of-commissioners_1", "section_title": "", "section_text": "1 Are you the person assessed as  A.B.,  on the [ ] rate [ specifying the rate which confers the right to vote ], in respect of property described to be situated in [ here specify the street, &c. as described in the rate ] Or, if the voter claim to vote as the owner of property, Are you the person described as the owner of the property mentioned in [ ] rate [ specifying the rate ], and described as being situated in [ here specify the street, &c. as described in the rate ]"}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "crossheading-election-and-rotation-of-commissioners_2", "section_title": "", "section_text": "2 Have you already voted at the present election? [ or, if the town be divided into wards ], have you already voted for commissioners to be elected for this or any other ward at the present election And no person required to answer either of the said questions shall be permitted or qualified to vote until he has answered the same; and if any person wilfully make a false answer to either of the questions aforesaid he shall be deemed guilty of a misdemeanor, or in Scotland shall be deemed guilty of perjury."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "29", "section_title": " Poll may be closed if no voting paper be tendered for one hour.", "section_text": "29 The presiding officer at any place of voting may close the voting or poll at any time before four of the clock, if one hour have elapsed during which no voting paper has been tendered at such place of voting."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "30", "section_title": " Returning officer to examine poll books and declare the poll.", "section_text": "30 After the close of the poll the returning officer, or, where the commissioners are elected for wards, the presiding officer in each ward, shall examine the poll books, and, if necessary, compare the entries therein with the rate book and with the voting papers so delivered as aforesaid, for the purpose of ascertaining the number of votes given for each person; and so many of such persons, being not more than the number of persons then to be chosen for the town, or for each ward, as the case may be, and having the prescribed qualification, as shall have the greatest number of votes shall be deemed to be elected; and in case of an equality in the number of votes for any two or more such persons, the presiding officer shall, if necessary to prevent an excess in the number of commissioners, decide by lot which of such persons shall be elected; and the presiding officer shall, not later than two of the clock in the afternoon of the day next but one following the day of such election, unless such day be Sunday, and then on the day following, publish a list of the names of the persons so elected, and he shall also send a notice to each person so elected, informing him of his being elected a commissioner."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "31", "section_title": " Voting papers and poll books to be open to inspection for six months after election.", "section_text": "31 Within four days after every election the returning officer, or, where the commissioners are elected for wards, the presiding officer in each ward, shall cause the voting papers delivered as aforesaid to be arranged in alphabetical order, and numbered according to the names of the voters, and shall deliver them, together with the poll books, to the clerk to the commissioners; and such clerk shall, during six months at least after every such election, keep such voting papers and poll books at his office, and shall permit any person to inspect the same on payment of a fee of  5p ; and if such clerk shall refuse or fail to allow such inspection, he shall for every such refusal or failure be liable to a penalty of  level 1 on the standard scale."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "32", "section_title": " Manner of proceeding if any person is elected a commissioner in more than one ward.", "section_text": "32 If any person be elected a commissioner in more than one ward, he shall within three days after notice thereof choose, or in default thereof the commissioners at their next meeting shall declare, for which one of the wards such commissioner shall serve, and he shall thereupon be held to be elected in that ward only which he shall so choose or which the commissioners shall so declare, and shall cease to be a commissioner for any other ward."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "33", "section_title": " If no election day appointed, it may be made on a subsequent day.", "section_text": "33 If from any cause no election take place on the day appointed for the same, either for the town or for any ward, the election shall stand adjourned until the same day of the following week, and the returning officer shall give not less than three days previous notice thereof, by advertisement, or by placards affixed in public places in the town; and in such case the commissioners who would on that day have retired from office by rotation shall continue in office until such adjourned election takes place."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "34", "section_title": " Election not to be void for want of title in presiding officer.", "section_text": "34 No election of commissioners shall be liable to be questioned by reason only of any defect in the title, or any want of title, of the person by or before whom such election shall have been held; provided that such person have been actually appointed to preside or have been acting in the office giving the right to preside at such election."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "35", "section_title": " Expences of presiding officer to be paid out of rates levied. ", "section_text": "35 All expences of or incident to any election incurred by the returning officer or presiding officer shall be repaid to them by the commissioners out of the monies arising from the rates authorized to be levied for the purposes of the special Act; and all overseers and other parochial officers or other persons shall be in like manner paid a reasonable remuneration for attendance at the election with rate books, and for any other services performed in relation to such election; and any dispute respecting the amount of such expences and remuneration shall be determined by a justice, or by the sheriff, who shall have power also to fix the costs attending such determination and to order by whom the same shall be paid."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "36", "section_title": " First meeting of the commissioners.", "section_text": "36 The commissioners shall hold their first meeting at the prescribed time and place, and if a time or place be not prescribed they shall hold their first meeting at some convenient place within the limits of the special Act on the third Wednesday next after the commencement thereof, or, if the first body of commissioners be not named in the special Act, on the first Wednesday after the first election of commissioners, or as soon after such periods respectively as conveniently may be, at the hour of ten of the clock in the forenoon, and shall proceed to put this and the special Act into execution."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "37", "section_title": " Election of chairmen of meetings.", "section_text": "37 At the first meeting of the commissioners they shall, by the majority of the votes of the commissioners present, elect one of their body to be their chairman until the next annual meeting of the commissioners, when, and at every subsequent annual meeting, the commissioners shall in like manner elect a chairman for the ensuing year; and in case the chairman die, or resign, or cease to be a commissioner, or otherwise become disqualified to act as such, the commissioners present at the meeting next after the occurrence of such vacancy shall choose some other of their body to fill such vacancy, and the chairman so elected shall continue in office so long only as the person in whose place he was elected would have been entitled to continue chairman; and if at any meeting of the commissioners the chairman be not present, one of the commissioners present shall be elected chairman of such meeting by the majority of the votes of the commissioners present at such meeting."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "38", "section_title": " Manner of voting.", "section_text": "38 At all meetings of the commissioners the questions there considered shall be decided by the votes of the majority present; and if there be an equal division of votes upon any question the chairman or commissioner acting as chairman at such meeting shall, in addition to his own vote as a commissioner, have a second or casting vote; provided always, that if at any such meeting there be an equality of votes in the election of the chairman, it shall be decided by lot which of the commissioners having an equal number of votes shall be the chairman; provided also, that at every annual meeting the chairman going out of office at that meeting shall, if present and willing to act, be the chairman of such meeting."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "39", "section_title": " Quorum of commissioners.", "section_text": "39 All powers vested in the commissioners under this or the special Act may be exercised by the prescribed number, and where no number is prescribed by any five or more of the commissioners present at any meeting holden in pursuance of this and the special Act, and no business shall be transacted at any meeting of the commissioners unless the said number of commissioners be present."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "40", "section_title": " Commissioners to hold annual and monthly meetings.", "section_text": "40 The commissioners shall hold an annual meeting at the prescribed time and place, and if no time or place be prescribed then on the third Wednesday in the month of June in each year at a place to be appointed by the commissioners, and the first of such annual meetings shall be held in the year after that in which the special Act is passed; and they shall also hold monthly meetings for the transaction of general business, and the said monthly meetings shall be held at the office of the commissioners, on such day and hour in each month as the commissioners shall from time to time appoint, and when any such appointment is made the clerk shall give notice thereof to each of the commissioners, and they shall afterwards, until the time or place of such monthly meetings is changed, and notice of such change given to the commissioners, attend such monthly meetings without notice."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "41", "section_title": " Meetings of commissioners may be adjourned from time to time.", "section_text": "41 The commissioners present at such first meeting, or at any annual or monthly meeting, or at any adjourned meeting, may from time to time adjourn such meeting to the same, or any other place within the limits of the special Act, and if at any meeting of the commissioners there be not the prescribed number, or where no number is prescribed five commissioners, present within one half-hour after the time appointed for such meeting, the commissioners present, or the major part of them, or any one commissioner if only one be present, or their clerk if no commissioner be present, may adjourn such meeting to another day at the same or any other place within the limits of the special Act."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "42", "section_title": " Monthly meetings to be held for transacting the ordinary business under this and the special Act.", "section_text": "42 The said monthly meetings of the commissioners shall be held for transacting the ordinary business of the commissioners under this or the special Act, and amongst the rest for appointing and removing the inferior officers of the commissioners, and superintending their conduct, and for inquiring into the conduct of the contractors or other persons employed by them to execute any works, and into the state and progress of such works, and generally for giving such directions from time to time as may be necessary for carrying into effect the purposes of this and the special Act."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "43", "section_title": " No extraordinary business shall be transacted at monthly meetings, unless notice be given.", "section_text": "43 Where any business other than ordinary business is required or intended to be transacted at any monthly meeting, the clerk shall give notice thereof to each of the commissioners, and no such extraordinary business, nor any new rules or regulations, shall be adopted at the monthly meetings, unless due notice thereof have been given at a prior meeting and sent to each commissioner in the manner required for special meetings."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "44", "section_title": " No resolution of commissioners to be revoked at a subsequent meeting unless under certain circumstances.", "section_text": "44 No resolution at any meeting of the commissioners shall be revoked or altered at any subsequent meeting, unless notice of the intention to propose such revocation or alteration be given by the clerk to each of the commissioners seven days at least before holding the meeting, nor unless such revocation or alteration be determined upon by majority consisting of two-thirds of the commissioners present at such subsequent meeting, if the number of commissioners present at such subsequent meeting be not greater than the number present when such resolution was come to, or by a majority, if the number of commissioners present at such subsequent meeting be greater than the number present at such former meeting."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "45", "section_title": " As to the holding of special meetings.", "section_text": "45 The commissioners may hold special meetings, and any five or more of the commissioners may require a special meeting to be held, but no such meeting shall be held unless two clear days notice thereof at the least be given."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "46", "section_title": " Notice to be given of things to be done by the commissioners by special order only.", "section_text": "46 Where by the special Act the commissioners are empowered to do any thing by special order only, they shall not do such thing unless the resolution to do the same have been agreed to by the commissioners in some meeting whereof special notice has been given, and have been confirmed in a subsequent meeting held not sooner than four weeks after the preceding meeting, and which subsequent meeting has been advertised once at least in each of the weeks intervening between the two meetings, and special notice thereof given to each of the commissioners."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "47", "section_title": " How notices of meetings of commissioners are to be given.", "section_text": "47 All notices of any meeting of the commissioners shall be in writing or in print, or partly in writing and partly in print, and shall be by the clerk delivered or sent by the post, or otherwise, to the usual place of abode or place of business, if any, within the limits of the special Act, of each of the commissioners, two clear days at least previous to such meeting, and every such notice shall specify the time and place of meeting, and in case of a special meeting shall specify the object thereof, and no business shall be transacted at any special meeting except such as is stated in the notice thereof."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "48", "section_title": " Expences of meetings.", "section_text": "48 At all meetings of the commissioners they shall defray their own expences, except what may be incurred for the use of the room in which the meeting is held, and for books, stationery, and fire."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "49", "section_title": " Power of commissioners to appoint committees.", "section_text": "49 The commissioners may at any meeting from time to time, appoint committees for any purposes which in the opinion of the commissioners would be better regulated and managed by means of such committee, and they may fix the quorum of any such committee, and may continue, alter, or discontinue such committee."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "50", "section_title": " Quorum of committee.", "section_text": "50 Every committee so appointed may meet from time to time, and may adjourn from place to place, as they may think proper, for carrying into effect the purposes of their appointment; but no business shall be transacted at any meeting of the committee unless the quorum of members, if any, fixed by the commissioners, and if no quorum be fixed, three members, be present; and at all meetings of the committee one of the members present shall be appointed chairman; and all questions shall be determined by a majority of the votes of the members present, and in case of an equal division of votes the chairman shall have a casting vote in addition to his vote as a member of the committee."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "51", "section_title": " Acts of the commissioners not to be invalidated by reason of vacancies.", "section_text": "51 No proceeding of the commissioners or of any committee shall be invalidated or be illegal in consequence only of there being any vacancy in the number of commissioners at the time of such proceeding."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "52", "section_title": " Informalities in appointment of commissioners not to invalidate proceedings.", "section_text": "52 All proceedings of the commissioners, or of a committee of commissioners, or of any person acting as a commissioners, shall, notwithstanding it be afterwards discovered that there was some defect in the appointment of any such commissioners or persons acting as aforesaid, or that they or any of them were disqualified, be as valid as if every person had been duly appointed and was qualified to be a commissioner."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "53", "section_title": " Commissioners may provide public offices, &c.", "section_text": "53 The commissioners may from time to time provide and maintain fit and convenient public offices, together with all necessary and proper furniture for the same, for holding the meetings and transacting the business of the commissioners, and for the use of their officers, and for the holding of such public meetings and transacting such public business relating to the town as the commissioners shall, from time to time, under the powers of this or the special Act, or any Act incorporated therewith, direct or allow to be held or transacted therein, and for such purpose may purchase or hire any lands or buildings which the commissioners think necessary, from any person willing to sell or let the same, or may cause any new building to be erected upon any land purchased or hired under the provisions of this or the special Act, or otherwise belonging to the commissioners."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "54", "section_title": " Commissioners to provide daily attendance at their office to receive notices, &c.", "section_text": "54 The commissioners shall require their clerk, or some person duly authorized by them in that behalf, to attend to their office daily, Sundays, Christmas Days, and Good Fridays, and days appointed for general fasts or thanksgivings only excepted, for the purpose of receiving notices, and transacting the ordinary business of the commissioners, and due notice of the situation of the office of the commissioners, and of the hours during which attendance is given there, shall be published by the commissioners within the limits of the special Act, in such manner that the same may be fully and generally known."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "55", "section_title": " Proceedings to be entered in a book, and, when signed, shall be received in evidence.", "section_text": "55 The commissioners shall cause entries of all the proceedings of the commissioners, and of every committee appointed by them, with the names of the commissioners who shall attend each meeting, to be duly made from time to time in books to be provided for the purpose, which shall be kept by the clerk under the superintendence of the commissioners, and every such entry shall be signed by the chairman of the meeting at which the proceeding took place, and such entry so signed shall be received as evidence in all courts, and before all judges, justices, and others, without proof of such meeting having been duly convened or held, or of the persons attending such meeting having been or being commissioners or members of committees respectively, or of the signature of the chairman, or of the fact of his having been chairman, all of which last-mentioned matters shall be presumed until the contrary is proved; and such books shall at all reasonable times be open to the inspection of any of the commissioners and of any mortgagee of the rates or property of the commissioners."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "56", "section_title": " Power to commissioners to enter into contracts.", "section_text": "56 The commissioners may enter into contracts with any persons for the execution of any works directed or authorized by this and the special Act to be done by the commissioners, or for furnishing materials, or for any other things necessary for the purposes of this or the special Act, and every such contract for the execution of any work shall be in writing, and shall specify the work to be done, and the materials to be furnished and the price to be paid for the same, and the time or times within which the work is to be completed, and the penalties to be suffered in case of non-performance thereof; and the power hereby granted to the commissioners to enter into contracts may lawfully be exercised as follows;  (that is to say,) Any contract which if made between private persons would be by law required to be in writing and  under seal executed as a deed , or in Scotland by a probative deed, the commissioners may make in writing and under their common seal, if they be incorporated, or, if not incorporated,  under the hands and seals executed as a deed by them , or in Scotland under the hands, of the commissioners, or any two of them acting by the direction and on behalf of the commissioners, and in the same manner may vary or discharge the same : Any contract which if made between private persons would be by law required to be in writing and signed by the parties to be charged therewith the commissioners may make in writing, signed by the commissioners, or any two of their number acting by the direction and on behalf of the commissioners, and in the same manner may vary or discharge the same: Any contract which if made between private persons would by law be valid, although made by parol only and not reduced into writing, the commissioners, or any two of them acting by the direction and on behalf of the commissioners, may make by parol only, without writing, and in the same manner may vary or discharge the same: And all contracts made according to the provisions herein contained, being duly executed by the persons contracting to perform the works therein comprised respectively, shall be effectual in law, and shall be binding on the commissioners, and all other parties thereto, their successors, heirs, executors, or administrators, as the case may be, and in case of default in the execution of any such contract, either by the commissioners or by any other party thereto such actions or suits may be maintained thereon, and damages and costs recovered by or against the commissioners or the other parties failing in the execution thereof, as might have been maintained and recovered had the same contracts been made between private persons only."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "57", "section_title": " Notice to be given of contracts to the amount of 100 l. or upwards", "section_text": "57 Before any contract to the amount of one hundred pounds or upwards shall be entered into by the commissioners, ten days notice at the least shall be given in some one of the newspapers circulating within the limits of the special Act, expressing the purpose of such contract, and inviting any person willing to undertake the same to make proposals for that purpose to the commissioners, and the commissioners shall accept the proposal which upon a view of all the circumstances shall appear to them to be most advantageous, and shall take security for the due and faithful performance of every such contract."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "58", "section_title": " Commissioners may compound for breach of contract.", "section_text": "58 The commissioners may compound with any party who has entered into any such contract, or against whom any action or suit has been brought for any penalty contained in any such contract, or in any bond or other security for the performance thereof, or on account of any breach or non-performance of any such contract, bond, or security, for such sums of money or other recompence as the commissioners may think proper."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "59", "section_title": " As to the conveyance of lands by the commissioners. Receipt under seal to be a sufficient discharge.", "section_text": "59 Where by the special Act or any Act incorporated therewith the commissioners are authorized or required to sell or convey any lands vested in them, and no other mode of conveyance is provided, they may convey such lands, or such interest as the commissioners have therein, by deed under the common seal of the commissioners, if they be a corporation, or, if not a corporation, by deed executed by the commissioners, or any two of them acting by the authority of and on behalf of the commissioners; and a deed so executed, followed as to lands in Scotland by infeftment duly recorded, shall be effectual to vest the lands comprised therein, or such interest as the commissioners have therein, in the grantee or other person to whom the same shall be so conveyed; and a receipt under such common seal, or under the hands of two of the commissioners acting as aforesaid, shall be a sufficient discharge to the purchaser of any such lands for the purchase money in such receipt expressed to be received. 2 This section shall apply to Scotland as if— a for the words from “by deed under” to “recorded” there were substituted the words— “by a document— if they are a corporation, subscribed  in accordance with section 7 of, and paragraph 5 of Schedule 2 to, or authenticated in accordance with  the Requirements of Writing (Scotland) Act 1995; if they are not a corporation,  subscribed in accordance with the said section 7 so subscribed or authenticated                            by the commissioners or any two of them acting by the authority of and on behalf of the commissioners; and a document so subscribed , followed by infeftment duly recorded or authenticated, duly registered in the Land Register of Scotland                           ,”; for the words from “under such” to “acting” there were substituted the  word “subscribed” the words  “subscribed or authenticated”                       ."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "60", "section_title": " Commissioners not to be personally liable for acts done in the capacity of a commissioner. Commissioners to be indemnified for acts done in the execution of their office.", "section_text": "60 No commissioner, by being party to or executing in his capacity of commissioner any contract or other instrument on behalf of the commissioners, or otherwise lawfully executing any of the powers given to the commissioners, shall be subject to be sued or prosecuted, either individually or collectively, by any person whomsoever; and the bodies or goods or lands of the several commissioners shall not be liable to execution of any legal process by reason of any contract or other instrument so entered into, signed, or executed by them, or by reason of any other lawful act done by them in the execution of any of their powers as commissioners; and the commissioners respectively, their heirs, executors, and administrators, shall be indemnified out of the rates and other monies coming to the hands of the commissioners by virtue of this and the special Act for all payments made or liability incurred in respect of any acts done by them, and for all losses, costs, and damages which they may incur in the execution of the powers granted to them."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "61", "section_title": " Actions or suits to be brought in the name of any two commissioners or their clerk.", "section_text": "61 In all actions and suits in respect of any matter or thing relating to the execution of this or the special Act, to be brought by or against the commissioners, it shall be sufficient, where such commissioners are not a body corporate, to state the names of any two of the commissioners, or the name of their clerk, as the party, plaintiff or defendant, representing the commissioners in any such action or suit, and no such action or suit shall abate or be discontinued, or required to be transferred, by reason of the death of any such commissioner, or by his ceasing to be a commissioner, or by the death, suspension, or removal of such clerk."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "62", "section_title": " Executions to be levied on the goods belonging to commissioners by virtue of their office only.", "section_text": "62 Execution upon every judgment or decree against the commissioners in any such action or suit shall be levied on the goods, chattels, or personal effects belonging to the commissioners by virtue of their office, and shall not in any manner extend to charge or make liable the persons, or private lands or goods, of any of the commissioners, or the heirs, executors, or administrators or any of them."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "63", "section_title": " Commissioners and clerk to be reimbursed all damages, &c.", "section_text": "63 Every commissioner or clerk in whose name any such legal proceedings shall be carried on, either as plaintiff or defendant, on behalf of the commissioners, shall be reimbursed, out of the monies which shall come into the hands of the treasurer of the commissioners by virtue of his office, all damages, costs, charges, and expences to which any such commissioner or clerk may be put, or with which he may become chargeable, by reason of being so made plaintiff or defendant."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "64", "section_title": " How indictments to be preferred.", "section_text": "64 The commissioners may prefer a bill of indictment against any person who shall steal or wilfully injure any property or thing belonging to the commissioners, or under their management, or institute any other proceeding which may appear to them necessary for the protection of such property, and in every such case it shall be sufficient to state generally the property or thing in respect of which such proceeding shall have been taken to be the property of the commissioners, as they shall be described in the special Act, without naming the individual commissioners."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "65", "section_title": " Power to commissioners to appoint clerk and other officers, and remove them from time to time.", "section_text": "65 The commissioners may from time to time appoint and employ a treasurer, clerk, collector, assessor, and all such other officers to assist in the execution of this and the special Act as they shall think necessary and proper, and from time to time remove any of such officers, and appoint others in the room of such as shall be so removed, or as may die, resign, or discontinue their offices, and may, out of the monies to be raised for the purposes of this and the special Act, pay such salaries and allowances to the said officers respectively as the commissioners shall think reasonable."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "66", "section_title": " Offices of clerk and treasurer not to be held by same person.", "section_text": "66 The same person shall not be appointed to the office both of clerk and treasurer; and if any person being the clerk, or the partner of such clerk, or in the service of such clerk or of his partner, accept the office of treasurer, or if any person being the treasurer, or the partner of such treasurer, or in the service, of such treasurer or of his partner, accept the office of clerk, he shall forfeit the sum of one hundred pounds, and any person may sue for such penalty by action on the case in any of the superior courts, and shall on recovery thereof be entitled to full costs of suit."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "67", "section_title": " Officer taking fees other than those allowed to lose his office, and forfeit 50 l.", "section_text": "67 Every officer employed by the commissioners who shall . . .   accept on account of anything done by virtue of his office, or in relation to the matters to be done under this or the special Act, any fee or reward whatsoever, other than the salary or allowances allowed by the commissioners, or who shall be in anywise concerned or interested in any bargain or contract made by the commissioners shall be incapable of being afterwards employed by the commissioners, and shall forfeit the sum of fifty pounds, and any person may sue for such penalty by action on the case in any of the superior courts, and shall on recovery thereof be entitled to full costs of suit."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "68", "section_title": " Security to be taken from all officers intrusted with money.", "section_text": "68 Before any person, whether treasurer, collector, or other officer intrusted by the commissioners with the custody or control of monies by virtue of his office, shall enter upon such office, the commissioners shall take sufficient security from him for the faithful execution thereof."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "69", "section_title": " Collectors to pay over monies within seven days to the treasurer.", "section_text": "69 Every collector appointed or employed by the commissioners by virtue of this or the special Act to collect any rates shall, within seven days after he shall have received any monies on account of any such rates, pay over the same to the treasurer of the commissioners to their account, and the receipt of such treasurer for the monies so paid shall be a sufficient discharge to the collector; and every such collector shall, in such time and in such manner as the commissioners direct, deliver to them true and perfect accounts in writing under his hand of all monies received by him and of all monies paid by him to the said treasurer by virtue of this or the special Act, and also a list of the names of all persons who have neglected or refused to pay any rate or money owing by them, with a statement of the monies due from them respectively."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "70", "section_title": " Officers to account.", "section_text": "70 Every collector and other officer appointed or employed by the commissioners by virtue of this or the special Act, shall, from time to time when required by the commissioners make out and deliver to them, or to any person appointed by them for that purpose, a true and perfect account in writing under his hand of all monies received by him on behalf of the commissioners, and such account shall state how and to whom and for what purpose such monies have been disposed of, and together with such account such officer shall deliver the vouchers and receipts for such payments; and every such officer shall pay to the commissioners, or to any person appointed by them to receive the same, all monies which shall appear to be owing from him upon the balance of such accounts."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "71", "section_title": " Summary recovery against parties failing to account.", "section_text": "71 If any such collector or other officer fail to render such accounts as aforesaid, or to produce and deliver up all the vouchers and receipts relating to the same in his possession or power, or to pay the balance thereof when thereunto required, or if for five days after being thereunto required he fail to deliver up to the commissioners, or to any person appointed by them to receive the same, all papers and writings, property, effects matters, and things, in his possession or power, relating to the execution of this or the special Act, or any Act incorporated therewith, or belonging to the commissioners, then on complaint thereof being made to a justice, or to the sheriff, such justice or sheriff shall summon such officer to appear before two or more justices, or before such sheriff, according as the summons may have been issued by a justice or by the sheriff, at a time and place to be set forth in such summons to answer such charge; and upon the appearance of such officer, or upon proof that such summons was personally served upon him, or left at his last known place of abode, such justices or sheriff may hear and determine the matter in a summary way, and may adjust and declare the balance owing by such officer; and if it appear, either upon confession of such officer, or upon evidence, or upon inspection of the account, that any monies of the commissioners are in the hands of such officer, or owing by him to the commissioners, such justices or sheriff may order such officer to pay the same . . . "}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "72", "section_title": " Officers refusing to make out account and deliver up documents, &c. may be committed to prison.", "section_text": "72 If any such officer summoned as aforesaid refuse to make out such account in writing, or to produce and deliver to the justices or sheriff the several vouchers and receipts relating thereto, or to deliver up any books, papers, or writings, property, effects, matters, or things, in his possession or power, belonging to the commissioners, such justices or sheriff may commit such offender to gaol, there to remain until he shall have delivered up all the vouchers and receipts in his possession or power relating to such accounts, and all the books, papers, writings, property, effects, matters, and things, in his possession or power, belonging to the commissioners."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "73", "section_title": " Where officer about to abscond, a warrant may be issued in the first instance.", "section_text": "73 Provided always, that if any commissioner, or other person acting on behalf of the commissioners, shall make oath that he has good reason to believe, upon grounds to be stated in his deposition, and that he does believe, that it is the intention of any such officer as aforesaid to abscond, the justice or the sheriff before whom the complaint is made may, instead of issuing his summons, issue his warrant for bringing such officer before such two justices as aforesaid, if the warrant be issued by a justice, or before such sheriff, if the warrant be issued by him; but no person executing such warrant shall keep such officer in custody longer than twenty-four hours without bringing him before some justice or the sheriff, according as he may be summoned before the one or the other; and the justice or sheriff before whom such officer may be brought may either discharge such officer, if he think there is no sufficient ground for his detention, or order such officer to be detained in custody so as to be brought before two justices at a time and place to be named in such order, unless such officer give bail to the satisfaction of such justice for his appearance before such justices to answer the complaint of the commissioners."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "74", "section_title": " Proceedings against officers not to discharge sureties.", "section_text": "74 No such proceeding against or dealing with any such officer as aforesaid shall deprive the commissioners of any remedy which they might otherwise have against any surety of such officer."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "75", "section_title": " Form of mortgage.", "section_text": "75 Every mortgage or assignation in security of rates or other property authorized to be made under the provisions of this or the special Act shall be by deed duly stamped, in which the consideration shall be truly stated; and every such deed shall be under the common seal of the commissioners, if they be a body corporate, or, if they be not a body corporate, shall be executed by the commissioners, or any five of them, and may be according to the form in the schedule (B.) to this Act annexed or to the like effect; and the respective mortgagees or assignees in security shall be entitled one with another to their respective proportions of the rates and assessments or other property comprised in such mortgages or assignations respectively, according to the respective sums in such mortgages or assignations mentioned to be advanced by such mortgagees or assignees respectively, and to be repaid the sums so advanced, with interest, without any preference one above another by reason of the priority of advancing such monies, or of the dates of any such mortgages or assignations respectively. 2 This section shall apply to Scotland as if for the words “by deed” to “five of them” there were substituted the words—in a document— a which is duly stamped; b in which the consideration is truly stated; and c which is subscribed, if the commissioners— i are a corporation, in accordance with  section 7 of, and paragraph 5 of Schedule 2 to,  the Requirements of Writing (Scotland) Act 1995; ii are not a corporation, in accordance with the said  section 7 Act                        by the commissioners or any five of them,"}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "76", "section_title": " Register of mortgages to be kept and to be open to inspection.", "section_text": "76 A register of mortgages or assignations in security shall be kept by the clerk to the commissioners, and where by the special Act the commissioners are authorized or required to raise separate sums on separate rates or other property a separate register shall be kept for each class of mortgages or assignations in security; and within fourteen days after the date of any mortgage or assignation in security an entry or memorial of the number and date thereof, and of the names of the parties thereto, with their proper additions, shall be made in the proper register, and every such register may be perused at all reasonable times by any person interested in any such mortgage or assignation in security, without fee or reward."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "77", "section_title": " Transfer of mortgages.", "section_text": "77 Any person entitled to any such mortgage or assignation may transfer his right and interest therein to any other person; and every such transfer shall be by deed duly stamped, wherein the consideration shall be truly stated, and every such transfer may be according to the form in the schedule (C.) to this Act annexed, or to the like effect. 2 This section shall apply to Scotland as if for the words “by deed duly stamped” there were substituted the words “in a document which is duly stamped and which is subscribed in accordance with the Requirements of Writing (Scotland) Act 1995.”."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "78", "section_title": " Register of transfers to be kept.", "section_text": "78 Within thirty days after the date of every such transfer, if executed within the United Kingdom or otherwise within thirty days after the arrival thereof in the United Kingdom, it shall be produced to the clerk to the commissioners, and thereupon such clerk shall cause an entry or memorial thereof to be made, in the same manner as in the case of the original mortgage or assignation in security, and for such entry the clerk may demand a sum not exceeding  25p ; and after such entry every such transfer shall entitle the transferee, his executors, administrators, or assigns, to the full benefit of the original mortgage or assignation in security, and the principal and interest thereby secured, and such transferee may in like manner assign or transfer the same again toties quoties, and it shall not be in the power of any person, except the person to whom the same shall have been last transferred, his executors, administrators, or assigns, to make void, release, or discharge the mortgage or assignation so transferred, or any money thereby secured."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "79", "section_title": " Interest on mortgages to be paid half-yearly.", "section_text": "79 Unless otherwise provided by any mortgage or assignation in security, the interest of the money borrowed thereupon shall be paid half-yearly to the several parties entitled thereto."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "80", "section_title": " Power to borrow money at a lower rate of interest to pay off securities at a higher rate.", "section_text": "80 If the commissioners can at any time borrow or take up any sum of money at a lower rate of interest than any securities given by them and then be in force shall bear, they may borrow such sum at such lower rate as aforesaid, in order to pay off and discharge the securities bearing such higher rate of interest, and may charge the rates and other property which they may be authorized to mortgage or assign in security under this or the special Act, or any part thereof, with payment of such sum and such lower rate of interest, in such manner and subject to such regulations as are herein contained with respect to other moneys borrowed on mortgage or assignation in security."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "81", "section_title": " Repayment of money borrowed at a time and place agreed upon.", "section_text": "81 The commissioners may, if they think proper, fix a period for the repayment of all principal monies borrowed under the provisions of this or the special Act, with the interest thereof, and in such case the commissioners shall cause such period to be inserted in the mortgage deed or assignation in security; and upon the expiration of such period the principal sum, together with the arrears of interest thereon, shall, on demand, be paid to the party entitled to receive such principal money and interest, and if no other place of payment be inserted in such deed such principal and interest shall be payable at the office of the commissioners."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "82", "section_title": " Repayment of money borrowed when no time or place has been agreed upon.", "section_text": "82 If no time be fixed in the mortgage deed or assignation in security for the repayment of the money so borrowed, the party entitled to receive such money may, at the expiration or at any time after the expiration of twelve months from the date of such deed, demand payment of the principal money thereby secured, with all arrears of interest, upon giving six months’ previous notice for that purpose, and in the like case the commissioners may at any time pay off the money borrowed, on giving the like notice; and every such notice shall be in writing or print, or both, and if given by a mortgagee or creditor shall be delivered to the clerk or left at the office of the commissioners, and if given by the commissioners shall be given either personally to such mortgagee or creditor, or left at his residence, or if such mortgagee or creditor be unknown to the commissioners, or cannot be found after diligent inquiry, such notice shall be given by advertisement in the London Gazette, if the office of the commissioners is in England, the Edinburgh Gazette, if it is in Scotland, or in the  Belfast Gazette , if it is in Ireland."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "83", "section_title": " Interest to cease on expiration of notice to pay off a mortgage debt.", "section_text": "83 If the commissioners shall have given notice of their intention to pay off any such mortgage or assignation in security at a time when the same may lawfully be paid off by them, then at the expiration of such notice all further interest shall cease to be payable thereon, unless, on demand of payment made pursuant to such notice, or at any time thereafter, the commissioners fail to pay the principal and interest due at the expiration of such notice on such mortgage or assignation in security."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "84", "section_title": " Monies borrowed on security of rates to be paid off in a limited period.", "section_text": "84 In order to discharge the principal money borrowed as aforesaid on security of any of the rates, the commissioners shall every year appropriate and set apart out of such rates respectively a sum equal to the prescribed part, and if no part be prescribed one-twentieth part, of the sums so borrowed respectively, as a sinking fund to be applied in paying off the respective principal moneys so borrowed, and shall from time to time cause such sinking fund to be invested in the purchase of  . . . government securities, or in Scotland deposited in one of the banks there incorporated by Act of Parliament or royal charter, and to be increased by accumulation in the way of compound interest or otherwise, until the same respectively shall be of sufficient amount to pay off the principal debts respectively to which such sinking fund shall be applicable, or some part thereof which the commissioners shall think ought then to be paid off, at which time the same shall be so applied in paying off the same in manner herein-after mentioned."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "85", "section_title": " Mode of paying off mortgages.", "section_text": "85 Whenever the commissioners shall be enabled to pay off one or more of the mortgages or assignations in security which shall be then payable, and shall not be able to pay off the whole of the same class, they shall decide the order in which they shall be paid off by lot among the class to which such one or more of the mortgages or assignations in security belong, and shall cause a notice, signed by their clerk, to be given to the persons entitled to the money to be paid off, pursuant to such lot, and such notice shall express the principal sum proposed to be paid off, and that the same will be paid, together with the interest due thereon, at a place to be specified, at the expiration of six months from the date of giving such notice."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "86", "section_title": " Arrears of interest, when to be enforced by appointment of a receiver. Arrears of principal and interest.", "section_text": "86 Where by the special Act the mortgagees or assignees in security of the commissioners are empowered to enforce the payment of the arrears of interest, or the arrears of principal and interest, due to them by the appointment of a receiver, then, if within thirty days after the interest accruing upon any such mortgage or assignation in security has become payable, and after demand thereof in writing, the same be not paid, the mortgagee or assignee in security may, without prejudice to his right to sue for the interest so in arrear in any of the superior courts, require the appointment of a receiver, by an application to be made as herein-after provided; and if within six months after the principal money owing upon any such mortgage or assignation in security has become payable, and after demand thereof in writing, the same be not paid, together with all interest due in respect thereof, the mortgagee or assignee in security, without prejudice to his right to sue for such principal money, together with all arrears of interest, in any of the superior courts, may, if his debt amount to the prescribed sum, alone, or, if his debt do not amount to the prescribed sum, he may in conjunction with other mortgagees or assignees in security whose debts, being so in arrear, after demand as aforesaid, together with his amount to the prescribed sum, require the appointment of a receiver, by an application to be made as herein-after provided."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "87", "section_title": " As to the appointment of receiver.", "section_text": "87 Every application for a receiver in the cases aforesaid shall in England or Ireland be made to two justices, and in Scotland to the sheriff, and on any such application such justices or sheriff may, by order in writing, after hearing the parties, appoint some person to receive the whole or a competent part of the rates or sums liable to the payment of such interest, or such principal and interest, as the case may be, until such interest, or until such principal and interest, as the case may be, together with all costs, including the charges of receiving the rates or sums aforesaid, be fully paid; and upon such appointment being made all such rates and sums of money as aforesaid, or such part thereof as may be ordered by the said justices or sheriff, shall be paid to the person so to be appointed, and the money so paid shall be so much money received by or to the use of the party to whom such interest, or such principal and interest, as the case may be, shall be then due, and on whose behalf such receiver shall have been appointed, and after such interest and costs, or such principal, interest, and costs, have been so received, the power of such receiver shall cease."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "88", "section_title": " Account books to be open to the inspection of mortgagees.", "section_text": "88 The books of account of the commissioners shall be open at all seasonable times to the inspection of the respective mortgagees or assignees in security of the commissioners, with liberty to take extracts therefrom without fee or reward."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "89", "section_title": " Accounts to be kept of receipts and disbursements, which shall be open for inspection. Penalty for refusal.", "section_text": "89 The Commissioners shall cause books to be provided and kept, and true and regular accounts to be entered therein of all sums of money received and paid for and on account of this and the special Act, and of the several purposes for which such sums of money shall have been received and paid, which books shall at all reasonable times be open to the inspection of any of the commissioners, and any mortgagee, assignee in security, or other creditor of the commissioners, without fee or reward, and the commissioners and persons aforesaid, or any of them, may take copies of or extracts from the said books, without paying any thing for the same; and any clerk or other person having the custody of the said books who shall not on any reasonable demand of any commissioner, mortgagee, or creditor as aforesaid permit him to inspect the said books, or to take such copies or extracts as aforesaid, shall be liable to a penalty of  level 1 on the standard scale  for every such offence."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "90", "section_title": " Statement of accounts to be prepared and to be open for inspection. Copies of such statement to be furnished.", "section_text": "90 The commissioners shall cause their accounts to be balanced in each year to a period not less than one month before the annual general meeting at which they are to be produced, as after mentioned; and fourteen days at the least before such meeting the commissioners shall cause a full and true statement and account to be drawn out of the amount of all rates or assessments made, and of all contracts entered into, and of all monies received and expended, by virtue of this or the special Act, during the preceding year, and also of all debts then owing by the commissioners, and they shall cause such statement and account to be printed, and shall allow the same to remain for inspection at the office of the commissioners; and every creditor on the rates and assessments by this or the special Act, or any Act incorporated therewith, authorized to be made, and every person paying any such rate or assessment, or any person acting on behalf of any such creditor or ratepayer, may, at all reasonable times, inspect such statement and account, and compare the same with the books and documents relating thereto in the possession of the commissioners; and the clerk shall, on demand, furnish a printed copy of the said statement and account to every such creditor and rate-payer, without fee; and fourteen days at the least before the meeting for examining and settling such account the commissioners shall give public notice of such intended meeting, stating in such notice that the said statement and account are printed, and lie at the office of the commissioners ready for the inspection of the creditors and rate-payers or other parties interested."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "91", "section_title": " Accounts to be examined and settled at the annual meeting.", "section_text": "91 The accounts of the commissioners, so balanced as aforesaid, together with the said statement and account, shall be produced at the annual meeting of the commissioners, or at some adjournment thereof, at which meeting all creditors and rate-payers and other persons interested may be present, and the accounts shall be then finally examined and settled by the commissioners, and if the same be found just and true they shall be allowed by the commissioners, and certified accordingly under the hand of the chairman of such meeting; and after such accounts have been so allowed and signed by such chairman, and also by the auditors, as herein-after provided, the same shall be final in regard to all persons whomsoever, unless an appeal be prosecuted against such accounts, as herein-after provided."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "92", "section_title": " Auditors to be appointed. Qualifications of auditors.", "section_text": "92 Except in the cases where by the special Act provision is made for the appointment of a permanent auditor, and such auditor shall have been appointed accordingly, the rate-payers present at the said annual meeting may appoint two or more persons, not being commissioners, to be auditors of the accounts of the commissioners; and if no other person present at such meeting propose the names of two persons to be appointed auditors by such meeting, it shall be the duty of the chairman of the meeting to propose the names of two persons to be so appointed; and the persons so to be appointed auditors shall have the like qualification, and shall be subject to the like disqualification or disability, as the commissioners; and before entering on their office they shall make and sign before a justice or the sheriff a solemn declaration of the like purport and effect to that hereby required to be signed by the commissioners; and the auditors so appointed shall receive a reasonable remuneration for their time and trouble, not exceeding  £2.10p  each for every day they shall be fully employed on such audit, and all such expences as they shall be put unto attending the auditing of the said accounts; and if any dispute arise as to the amount of the remuneration and expences to be paid to such auditors, it shall in England or Ireland be settled by two justices, and in Scotland by the sheriff."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "93", "section_title": " Auditors to inspect accounts, and may appeal against part of the same, if they think fit.", "section_text": "93 The auditors so nominated, or the said permanent auditor, if any shall have been appointed as aforesaid, shall attend as soon as conveniently may be after the said annual meeting, at the office of the commissioners, or at some other convenient place to be appointed by the commissioners, and from time to time shall, in the presence of the clerk to the commissioners, if he desire to be present, proceed to audit the accounts of the commissioners for the year preceding the said annual meeting; and the commissioners shall by their clerk produce and lay before such auditors the accounts so allowed and certified as aforesaid, together with the statement and account herein-before mentioned, accompanied with proper vouchers in support of the same, and all books, papers, and writings in their custody or power relating thereto; and any person interested in the said account, either as a creditor of the commissioners or as a rate-payer, may be present at the audit of the said accounts by himself or his agent, and may make any objection to any part of such account; and if the said accounts be found correct, such auditors shall sign the same in token of their allowance thereof, but if such auditors think there is just cause to disapprove of any part of the said accounts, they or any other person interested in the said accounts as aforesaid may appeal against any such parts of the said accounts as shall be so disapproved of, to one of the two next quarter sessions in England or Ireland, and to the sheriff in Scotland, notice in writing of such appeal being given to the clerk of the commissioners fourteen days at the least before the hearing of such appeal."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "94", "section_title": " The court may order payment of the costs of the appeal.", "section_text": "94 Upon the hearing of any such appeal the justices or the sheriff may make such order as they or he think fit respecting the payment of the costs of the appellant out of the monies coming to the hands of the commissioners under the special Act or otherwise, as they or he think fit, and such order shall be final."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "95", "section_title": " Annual account to be made up and transmitted to the clerk of the peace in England or Ireland, or to the sheriff clerk in Scotland, and to be open to inspection. ", "section_text": "95 The commissioners shall every year cause an annual account in abstract to be prepared, showing the total receipt and expenditure of all funds levied by virtue of this and the special Act, and any Act incorporated therewith, for the year ending on the day down to which their accounts shall have been made up for the said annual meeting, or some other convenient day in each year, under the several distinct heads of receipt and expenditure, with a statement of the balance of such account, duly audited and certified by the chairman of the commissioners, and also by the auditors thereof, and shall, if the undertaking is situated in England or Ireland, send a copy of the said account free of charge to  the clerk of the peace for the county where the undertaking is situate the chief clerk , and, if the undertaking is situated in Scotland, shall send such copy to the sheriff clerk of such county, on or before the thirty-first day of January then next, or within one month after the same has been duly audited, which account shall be open to the inspection of the public at all reasonable hours, on payment of the sum of  5p  for every such inspection; and if the commissioners shall omit to prepare and transmit such account as aforesaid, they shall be liable for every such omission to a penalty of  level 2 on the standard scale level 1 on the standard scale."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "96", "section_title": " Power to make byelaws for regulating the conduct of the officers, &c. of the commissioners.", "section_text": "96 The commissioners may from time to time make such byelaws as they think fit, for the purpose of regulating the conduct of the officers and servants of the commissioners, and for providing for the due management of the affairs of the commissioners, and may from time to time or repeal any such byelaws, and make others, provided such byelaws be not repugnant to the laws of that part of the United Kingdom where the same are to have effect, or to the provisions of this or the special Act; and such byelaws shall be reduced into writing, and shall have affixed thereto the common seal of the commissioners, where the commissioners are a body corporate, or shall be signed by the commissioners, or any two of them, where they are not a body corporate; and a copy of such byelaws shall be given to every officer and servant of the commissioners affected thereby."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "97", "section_title": " Fines for breach of such byelaws.", "section_text": "97 The commissioners may by such byelaws impose such reasonable penalties upon all persons, being officers or servants of the commissioners, offending against such byelaws as the commissioners think fit, not exceeding  level 1 on the standard scale  for any one offence."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "98", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "98"}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "99", "section_title": " Service of notices upon commissioners.", "section_text": "99 Any summons or notice, or any writ or other proceeding at law or in equity, requiring to be served upon the commissioners, may be served by the same being left at or sent through  a post office of a postal operator  ... , directed to the commissioners, at their principal office, or one of their principal offices where there shall be more than one, or by being given personally to the clerk, or in case there be no clerk, then by being given to any one commissioner. In this section  “ post office ” has the meaning given by section 125(1) of the Postal Services Act 2000 and  “ postal operator ” has the meaning given by section 27 of the Postal Services Act 2011."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "100", "section_title": " Notices by advertisement.", "section_text": "100 All notices required by this or the special Act, or any Act incorporated therewith, to be given by advertisement, shall be advertised in the prescribed newspaper, or if no newspaper be prescribed, or if the prescribed newspaper cease to be published, in a newspaper circulating in the district within which the undertaking shall be situated."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "101", "section_title": " Authentication of notices and orders.", "section_text": "101 Every order, summons, notice, or other such document requiring authentication by the commissioners shall be sufficiently authenticated if signed by two commissioners, or by the clerk of the commissioners, and it need not be under the common seal of the commissioners, although they be incorporated, and the same may be in writing or in print, or partly in writing and partly in print."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "102", "section_title": " Proof of debts in bankruptcy.", "section_text": "102 And with respect to the proof of debts in bankruptcy . . .  , be it enacted, that if any person against whom the commissioners have any claim or demand become bankrupt, . . .  , the clerk or treasurer of the commissioners, in all proceedings against the estate of such bankrupt . . .  , or under any fiat, sequestration, . . .   against such bankrupt . . .  , may represent the commissioners, and act in their behalf, in all respects as if such claim or demand had been the claim or demand of such secretary or treasurer, and not of the commissioners."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "103", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "103"}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "104", "section_title": " Railways Clauses Consolidation Acts 1845, as to damages, &c. to be incorporated with this and the special Act.", "section_text": "104 If the undertaking be situate in England or Ireland, the clauses of the  Railways Clauses Consolidation Act 1845, with respect to the recovery of damages not specially provided for, and of penalties, and to the determination of any other matter referred to justices, shall be incorporated with this and the special Act; and if the undertaking be situate in Scotland, the clauses of the  Railways Clauses Consolidation Act (Scotland), 1845, with respect to the recovery of damages not specially provided for, and to the determination of any other matter referred to the sheriff or to justices, shall be incorporated with this and the special Act; and such clauses shall apply to the undertaking and to the commissioners respectively, and shall be construed as if the word “commissioners” had been inserted therein instead of the word “company.”"}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "105", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "105"}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "106", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "106"}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "107", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "107"}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "108", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "108"}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "109", "section_title": " Nothing in this or the special Act to affect the rights of the crown.", "section_text": "109 And be it enacted that nothing in this or the special Act shall be deemed to extend to or affect any Act of Parliament relating to her Majesty’s duties of customs or excise, or any other revenue of the crown, or to extend to or affect any claim of her Majesty in right of her crown, or otherwise howsoever, or any proceedings at law or in equity by or on behalf of her Majesty, in any part of the United Kingdom of Great Britain and Ireland."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "110", "section_title": " Copies of special Act, to be kept by commissioners at their office, and deposited with the clerks of the peace, &c. and to be open to inspection. ", "section_text": "110 The commissioners shall at all times after the expiration of six months after the passing of the special Act keep in their principal office of business a copy of the special Act, printed by the printers to her Majesty, or some of them, and shall also within the space of such six months  deposit in the office of the clerk of the peace in England or Ireland, and of the sheriff clerk in Scotland, of the county in which the undertaking is situate deposit in the office of the chief clerk , a copy of such special Act, so printed as aforesaid; and the said clerk of the peace and sheriff clerk respectively shall receive, and they and the commissioners respectively shall keep, the said copies of the special Act, and shall permit all persons interested to inspect the same, and make extracts or copies therefrom, in the like manner, and upon the like terms, and under the like penalty for default, as is provided in the case of certain plans and sections by the  Parliamentary Documents Deposit Act 1837."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "111", "section_title": " Penalty on commissioners failing to keep or deposit such copies.", "section_text": "111 If the commissioners fail to keep or deposit, as herein-before mentioned, any of the said copies of the special Act, they shall forfeit  level 2 on the standard scale level 1 on the standard scale  for every such offence, and also five pounds for every day afterwards during which such copy shall be not so kept or deposited."}, {"act": "Commissioners Clauses Act 1847", "year": 1847, "section": "112", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "112"}]