[{"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "1", "section_title": " Extent of Act.", "section_text": "1 This Act shall extend only to such harbours, docks, or piers as shall be authorized by any Act of Parliament hereafter to be passed which shall declare that this Act shall be incorporated therewith; and all the clauses of this Act, save so far as they shall be expressly varied or excepted by any such Act shall apply to the undertaking authorized thereby, so far as they are applicable to such undertaking, and shall, with the clauses of every other Act incorporated therewith, form part of such Act, and be construed therewith as forming one Act."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "2", "section_title": "", "section_text": "2 The expression “the special Act” used in this Act shall be construed to mean any Act which shall be hereafter passed authorizing the construction or improving of an harbour, dock, or pier, and with which this Act shall be incorporated; and the word “prescribed” used in this Act in reference to any matter herein stated shall be construed to refer to such matter as the same shall be prescribed or provided for in the special Act, and the sentence in which such word occurs shall be construed as if instead of the word “prescribed” the expression “prescribed for that purpose in the special Act” had been used; and the expression “the prescribed limits” used with reference to the harbour, dock, or pier shall mean the distance measured from the harbour, dock, or pier, or other local limits (if any) beyond the harbour, dock, or pier, within which the powers of the harbour master, dock master, or pier master, for the regulation of the harbour dock, or pier, shall by the special Act be authorized to be exercised; and the expression “the lands” shall mean the lands which shall by the special Act be authorized to be taken or used for the purposes thereof; the expression “ the harbour, dock, or pier ” shall mean the harbour, dock, or pier, and the works connected therewith, by the special Act authorized to be constructed; the expression “ the harbour master ” shall mean,with reference to any such harbour the harbour master, and with reference to any such dock the dock master, and with reference to any such pier the pier master, respectively appointed by virtue of this or the special Act, and with respect to all Acts authorized or required to be done by such harbour master, dock master, or pier master, shall include the assistants of every such harbour master, dock master, or pier master; and the expression “ the undertakers ” shall mean the persons by the special Act authorized to construct the harbour, dock, or pier, or otherwise carry into effect the purposes of the special Act with reference thereto."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "3", "section_title": " Interpretations in this and the special Act.", "section_text": "3 The following words and expressions in both this and the special Act, and any Act incorporated therewith, shall have the meanings hereby assigned to them, unless there be something in the subject or context repugnant to such construction (that is to say,) Words importing the singular number only shall include the plural number, and words importing the plural number only shall include the singular number: Words importing the masculine gender only shall include females: The word “ person ” shall include corporation, whether aggregate or sole: The word “ lands ” shall include messuages, lands, tenements, and hereditaments, or heritages, of any tenure: The word “ vessel ” shall include ship, boat, lighter, and craft of every kind, and whether navigated by steam or otherwise: The word “master” when used in relation to any vessel, shall be understood to mean the person having the command or charge of the vessel for the time being: The word “owner”, when used in relation to goods, shall be understood to include any consignor, consignee, shipper, or agent for sale or custody of such goods, as well as the owner thereof: The word “ goods ” shall include wares and merchandize of every description, and all articles in respect of which rates or duties are payable under the special Act: The word “ rate ” shall mean any rate or duty or other payment in the nature thereof payable under the special Act: The expression “ the collector of rates ” shall mean the person appointed by the undertakers to collect the rates by the special Act authorized to be levied by them, and shall include the assistants of such collector: The word “ month ” shall mean calendar month: The expression “ superior courts, ” where the matter submitted to the cognizance of the superior courts arises in England or Ireland, shall mean her Majesty’s superior courts of record at  the Royal Courts of Justice  or  Belfast , as the case may require, . . .   and where such matter arises in Scotland, shall mean the Court of Session: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . The word “justice” shall mean justice of the peace acting for the place where the matter requiring the cognizance of any such justice arises, and where such matter arises in respect of lands situate not wholly in any one jurisdiction, shall mean a justice acting for the place where any part of such lands shall be situate; and where any matter shall be authorized or required to be done by two justices, the expression “two justices” shall be understood to mean two or more justices met and acting together: The word “ sheriff ” shall mean  the sheriff principal of the sheriffdom  . . .   in Scotland . . .   in which the matter submitted to the cognizance of the sheriff arises, and shall include the  sheriff  . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "3A", "section_title": "Interpretation: the Crown Estate and Scotland", "section_text": "3A In this Act, in relation to any property, rights or interests to which section 90B(5) of the Scotland Act 1998 applies— a any reference to the Crown Estate Commissioners is to be read as a reference to the person having management of the property, rights or interests concerned, and b the reference in section 12 to “the previous consent of Her Majesty to be signified in writing under the hands of two of the Crown Estate Commissioners” is to be read as a reference to the consent of Her Majesty as signified by the consent of the person having management of the property, right or interest concerned."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "4", "section_title": " Short title of this Act.", "section_text": "4 In citing this Act in other Acts of Parliament and in legal instruments it shall be sufficient to use the expression, “The Harbours, Docks, and Piers Clauses Act 1847.”"}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "6", "section_title": " Construction of harbour, dock, or pier, to be subject to the provisions of this Act and one of the Lands Clauses Consolidation Acts.", "section_text": "6 Where by the special Act the undertakers shall be empowered, for the purpose of constructing the harbour, dock, or pier, to take or use any lands otherwise than with the consent of the owners and occupiers thereof, they shall, in exercising the power so given to them, be subject, if the harbour, dock, or pier be situate in England or Ireland, to the provisions and restrictions contained in this Act and in the  Lands Clauses Consolidation Act 1845, and, if the harbour, dock or pier be situated in Scotland, to the provisions and restrictions contained in this and in the  Lands Clauses Consolidation (Scotland) Act 1845; and the undertakers shall make to the owners and occupiers of and all other parties interested in any lands taken or used for the purposes of this or the special Act, or injuriously affected by the construction of the works thereby authorized, full compensation for the value of the lands so taken or used, and for all damage sustained by such owners, occupiers, and other parties by reason of the exercise as regards such lands of the powers vested in the undertakers by this or the special Act, or any Act incorporated therewith; . . .   the said Lands Clauses Consolidation Acts . . .   shall be applicable to determining the amount of any such compensation, . . . "}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "7", "section_title": " Errors and omissions in plans, &c. may be corrected by justices, &c. who shall certify the same.", "section_text": "7 If any omission, mis-statement, or wrong description shall have been made of any lands, or of the owners, lessees, or occupiers of any lands, described on the plans or books of reference relating to the harbour, dock, or pier deposited in compliance with the standing orders of either House of Parliament or in the schedule to the special Act, the undertakers, after giving ten days notice to the owners, lessees, and occupiers of the lands affected by such proposed correction, may apply in England or Ireland to two justices, and in Scotland to the sheriff, for the correction thereof; and if it appear to such justices or sheriff that such omission, mis-statement, or wrong description arose from mistake, they shall certify the same accordingly, and they shall in such certificate state the particulars of any such omission, mis-statement, or wrong description; and such certificate shall, along with the other documents to which it relates,  be deposited in England and Ireland with the clerk of the peace of the several counties in which the lands affected by such alteration are situate be deposited with the chief clerk , and in Scotland with the sheriff clerk of such counties, and with the  proper officer of the regional or islands council within whose area the lands are situated ; and thereupon such plan, book of reference, or schedule shall be deemed to be corrected according to such certificate; and the undertakers may make the works in accordance with such certificate, as if such omission, mis-statement, or wrong description had not been made."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "8", "section_title": " Works not to be proceeded with until plans of all alterations authorized by Parliament have been deposited.", "section_text": "8 The undertakers shall not commence the execution of the harbour, dock, or pier, unless they shall have previously  deposited with the said clerks of the peace in England and Ireland, and with the sheriff clerk in Scotland, of every county in which the harbour, dock or pier is situate deposited with the chief clerk , a plan and section of all such alterations from the original plan and section as shall have been approved of by Parliament, on the same scale and containing the same particulars as the original plan and section, and shall also have deposited with the parish clerks of the several parishes in England, and the clerks of the unions of the parishes in Ireland, and the  proper officer of the council of any region or islands area  in Scotland, in which such alterations shall have been authorized to be made, copies or extracts of or from such plans and sections as shall relate to such parishes and  areas of such councils  respectively."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "9", "section_title": " Clerks of the peace, &c. to receive plans of alterations, and allow inspection. ", "section_text": "9 The said clerks of the peace, sheriff clerks, parish clerks, clerks of unions,  and proper officers  shall receive the said plans and sections of alterations, and copies and extracts thereof respectively, and shall retain the same, as well as the said original plans and sections, and shall permit all persons interested to inspect any of the documents aforesaid, and to make copies and extracts of and from the same, in the like manner, and upon the like terms, and under the like penalty for default, as is provided in the case of the original plans and sections by the  Parliamentary Documents Deposit Act 1837."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "10", "section_title": " Copies of plans, &c. to be evidence.", "section_text": "10 True copies of the said plans and books of reference, or of any alteration or correction thereof or extract therefrom, certified by any such clerk of the peace or sheriff clerk, which certificate such clerk shall give to all parties interested, when required, shall be received in all courts of justice or elsewhere as evidence of the contents thereof:"}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "11", "section_title": " No deviation beyond the limits defined upon plans.", "section_text": "11 The undertakers, in making the harbour, dock, or pier, shall not deviate from the line of the works laid down in the said plans more than the prescribed number of yards, and where no number of yards is prescribed not more than ten yards, nor in any case to any greater extent than the line of lateral deviation described in the said plans with respect to such harbour, dock, or pier, nor take or use for the purpose of such deviation the lands of any person not mentioned in the books of reference, without his previous consent in writing, unless the name of such person have been omitted by mistake, and the fact that such omission proceeded from mistake have been certified in manner herein-before provided."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "12", "section_title": "†Works on the shore of the sea, &c. not to be constructed without the authority of the Commissioners of Woods, &c. and of the Admiralty. ", "section_text": "12 The undertakers shall not construct the harbour, dock, or pier, or any part thereof, or any works connected therewith, on any part of the shore of the sea, or of any creek, bay, arm of the sea, or navigable river communicating therewith, where and so far up the same as the tide flows and reflows, without the previous consent of her Majesty to be signified in writing under the hands of two of the  Crown Estate Commissioners , and of the Admiralty, to be signified in writing . . .  , and then only according to such plan and under such restrictions and regulations as the said  Crown Estate Commissioners  and the Admiralty approve of, such approval being signified as last aforesaid; and where any such work shall have been constructed with such consent as aforesaid, the undertakers shall not at any time alter or extend the same, without obtaining previously to making any such alteration or extension, the like consents or approvals; and if any such work shall be commenced or completed without such consent and approval, the said  Crown Estate Commissioners , or the Admiralty, may abate and remove the same, and restore the site thereof to its former condition, at the costs of the undertakers, and the amount of such costs shall be a debt due to the crown, and recoverable against the undertakers accordingly: Provided always, that if the conservancy of the navigable river shall legally belong to any person, the like consent and approval of such person shall also be necessary, in addition to the consents and approvals herein-before required; and if the right of property of or in the shore shall legally belong to any person, such right shall not be prejudiced, except so far as power to purchase the same shall be given by the special Act."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "13", "section_title": "†Before alterations in plans are executed, to be approved of by the Admiralty and the Commissioners of Woods, &c. ", "section_text": "13 If the undertakers propose to make any deviations from or alterations in the plans of their works deposited as aforesaid, they shall, before adopting and carrying such deviations or alterations into execution, submit the plans thereof to the Admiralty, and also to the said  Crown Estate Commissioners ; and no deviations from or alterations in the deposited plans shall be adopted by the undertakers unless approved by the Admiralty or the said Commissioners respectively, signified in manner aforesaid, or otherwise as they shall think proper."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "14", "section_title": " Undertakers to erect watch-house and boat-house for custom house officers, and keep the same in repair.", "section_text": "14 The undertakers, before they shall be entitled to take any rates in respect of the harbour, dock or pier, if required so to do by  the Commissioners for Her Majesty’s Revenue and Customs , or at any time thereafter when so required, shall erect on a suitable spot within or near the harbour, dock, or pier, to be approved of by the said commissioners, and always thereafter maintain, a watch-house and boat-house for the use of  officers of Revenue and Customs  and their crew, of such size and materials and in such manner as shall be approved of by the said commissioners, and shall also, to the satisfaction of the said commissioners, provide from time to time a sufficient number of huts for the use of  officers of Revenue and Customs , with all fit and necessary weighing materials; and shall at all times keep such watch-house, boat-house, huts, and weighing materials in good and sufficient repair."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "15", "section_title": " Penalty on undertakers neglecting to repair watch-house, &c.", "section_text": "15 If at any time such watch-house or boat-house or such huts or weighing materials shall be out of repair, or not provided as required by the said commissioners, and notice thereof be given to the undertakers, they shall repair or provide the same to the satisfaction of the said commissioners within three months after such notice, or in default thereof shall forfeit the sum of one hundred pounds for every month during which such watch-house, boat-house, huts, or weighing materials shall continue out of repair or be not provided, such penalty to be recovered in any of the superior courts against the undertakers as a debt due to the crown, and to be sued for by any officer of Customs, by the direction of the said commissioners."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "16", "section_title": " Life-boats, &c. to be provided by undertakers. ", "section_text": "16 Unless it be provided by the special Act that the undertakers need not provide life-boats, the undertakers, before they shall be entitled to take any rates in respect of the harbour, dock, or pier, shall provide and always thereafter maintain in good repair an efficient and well-appointed life-boat, a Manby’s mortar, and a sufficient supply of Carte’s rockets, or such other mortar and rockets as the Admiralty, by writing under the hand of the Secretary of the Admiralty, shall approve of, with all necessary tackle, and competent crew and proper persons for the effectual working thereof, for the assistance and succour of vessels in distress; and the undertakers shall cause such life-boat, mortar, and rockets to be stationed at or upon the most advanced works of the harbour, dock, or pier, or such other place as the Admiralty shall approve of as aforesaid, and to be used on all necessary occasions."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "17", "section_title": " Penalty for not providing life-boat, &c.", "section_text": "17 The undertakers shall be liable to a penalty not exceeding two pounds for every twenty-four hours during which the said life-boat, mortar, and rockets, or any of them, or the tackle belonging thereto, shall not be provided or maintained and stationed as aforesaid."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "18", "section_title": " A self-registering tide gauge and barometer to be provided by undertakers. ", "section_text": "18 Unless it be provided by the special Act that the undertakers need not provide a tide or weather gauge, the undertakers, before they shall be entitled to take any rates in respect of the harbour, dock, or pier, shall provide and always thereafter maintain in good repair and working order, in a proper part of the harbour, dock, or pier, and in such manner as the Admiralty shall by writing under the hand of the Secretary of the Admiralty approve of, an efficient self-registering tide gauge, with a barometer, and they shall cause the daily working and results of the said tide gauge and barometer, and a daily account of the state of the wind and weather, to be regularly and properly kept, and shall cause the full and true results and details thereof to be sent monthly to the Secretary of the Admiralty."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "19", "section_title": " Penalty for not providing tide gauge, &c. ", "section_text": "19 The undertakers shall be liable to a penalty not exceeding two pounds for every twenty-four hours during which the said self-registering tide gauge and barometer shall not be provided or maintained, or such account of the wind and weather shall not be kept as aforesaid; and they shall be liable to a penalty not exceeding  level 1 on the Standard Scale  for each month they shall neglect or refuse to send as aforesaid to the Secretary of the Admiralty a full and true account of the daily workings of the said tide gauge and barometer, and of the daily state of the wind and weather."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "20", "section_title": " Power to purchase additional land required for extraordinary purposes.", "section_text": "20 The undertakers, in addition to the lands authorised to be compulsorily taken by them under the powers of the special Act, may contract with any party willing to sell the same for the purchase of any lands adjoining or near to the undertaking for extraordinary purposes; (that is to say,) For making and providing additional yards, wharfs, and places for receiving, depositing, and loading or unloading goods, and for the erection of weighing machines, toll houses, offices, warehouses, sheds, and other buildings and conveniences: For making convenient roads to the harbour, dock, or pier, or any other purpose which may be requisite or convenient for the formation or use thereof."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "21", "section_title": " Power to construct warehouses and other works.", "section_text": "21 The undertakers may, as well upon the said lands as upon any other lands acquired by them under the provisions of this and the special Act, construct such warehouses, storehouses, sheds, and other buildings and works as they may deem necessary for the accommodation of goods shipped or unshipped within the harbour, dock, or pier, and may erect or provide such cranes, weighing and other machines, conveniences, weights, and measures as they think necessary for loading, unloading, measuring, and weighing such goods."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "22", "section_title": " Undertakers to hire persons to work cranes.", "section_text": "22 The undertakers or their lessees shall provide proper servants and labourers for working such cranes at all reasonable times for the use of the public."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "23", "section_title": " Power to lease wharfs, warehouses, &c.", "section_text": "23 The undertakers may lease or grant the use or occupation of any warehouses, buildings, wharfs, yards, cranes, machines, or other conveniences provided by them for the purposes of this or the special Act, at such rents, and upon such terms and conditions as shall be agreed upon between the undertakers and the persons taking the same, provided that no such lease be granted for a longer term than three years."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "24"}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "25", "section_title": " Rates not to be taken until the works shall be completed.", "section_text": "25 Except where it is otherwise provided by the special Act, the undertakers shall not take any rate until the harbour, dock, or pier in respect of the use of which the same is payable is completed and fit for the reception of vessels, or other the purpose for which the same is intended."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "26", "section_title": " Certificate of magistrate to be evidence that the harbour &c. is completed.", "section_text": "26 A certificate under the hand of the chairman of the quarter sessions in England or Ireland, and of the sheriff in Scotland, shall be conclusive evidence that the harbour, dock, or pier is completed and fit for the reception of vessels, or other the purpose intended; and such chairman or sheriff shall sign such certificate on proof being adduced to him of such completion and fitness."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "27", "section_title": " Tonnage of British registered vessels to be ascertained according to law; of other vessels according to established rules. ", "section_text": "27 For the purpose of ascertaining the tonnage rates payable upon vessels under this or the special Act, the tonnage of British vessels duly registered according to law shall be ascertained according to the certified tonnage in the register of such vessels, and the tonnage of all other vessels shall be ascertained according to the rules of admeasurement for the time being established by law for regulating the admeasurement of the tonnage and burthen of the merchant shipping of the United Kingdom."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "28", "section_title": " Exemption of vessels in her Majesty’s service, &c. from rates. ", "section_text": "28 Nothing in this or the special Act contained shall extend to charge with rates or duties, or to regulate or subject to any control any vessel belonging to or employed in the service of her Majesty, or any member of the royal family, or in the service of the  Customs and Excise , or of the Corporation of Trinity House of Deptford Strond, or the Commissioners of Northern Lights, using the harbour, dock, or pier, and not conveying goods for hire, . . .  , or any of the officers or persons employed in the service of the Admiralty, Ordnance,  Customs and Excise  . . .  , or their baggage, or any vessel or goods being under seizure by the officers of revenue, or any naval, victualling, or ordnance stores, or other stores or goods for the service of or being the property of her Majesty, or any troops landed upon or delivered or disembarked from any of the quays of the harbour, dock, or pier, or their baggage; but all such vessels, officers, or persons as aforesaid shall have the free use of the harbour, dock, or pier, without any charge or rate being made for using the same: Provided always, that if any person claim and take the benefit of any such exemption as aforesaid without being entitled thereto, he shall for every such offence be liable to a penalty not exceeding  level 3 on the standard scale ."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "29", "section_title": " Vessels returning from stress of weather not to pay rates again. ", "section_text": "29 If any vessel for which the rates have been paid be obliged, from stress of weather or other sufficient cause, after leaving the harbour, dock, or pier, to return with the same cargo, the rates so paid shall not again be payable in respect of such vessel."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "30"}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "31", "section_title": " As to the rates on foreign vessels where treaties of reciprocity exist. ", "section_text": "31 Provided always, that the rates chargeable by this or the special Act upon vessels not entitled to the privileges of a British ship, or upon goods imported or exported in such vessel, or upon persons not being British subjects, shall not be applicable to vessels belonging to countries with which treaties of reciprocity shall have been concluded, so long as such treaties shall continue in force, nor to the goods imported or exported therein, nor to the subjects of such countries, but during such period the same rates shall be levied upon the vessels of such countries, and upon the goods imported or exported therein, and upon the subjects of such countries, as may be from time to time payable under this or the special Act upon vessels entitled to the privileges of British ships, or upon goods imported or exported in such vessels, or upon the subjects of such countries."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "32", "section_title": " Power to compound for tolls payable in respect of passenger or pleasure vessels. ", "section_text": "32 The undertakers may from time to time agree with the proprietors or masters of vessels engaged in transporting passengers, or with any other persons using the dock, harbour, or pier, either for purposes of business or pleasure, for the payment of a fixed sum, payable in advance, as a composition, by the year or other shorter period, for the rates payable by or in respect of such passengers or their luggage, or by such other persons as aforesaid: Provided always, that if the undertakers at any time make any such agreement by way of composition as aforesaid, the proprietors or masters of all other vessels engaged in like manner, and all other persons using or frequenting the harbour, dock, or pier as aforesaid, may compound for the rates payable by them respectively upon the like terms as shall be contained in such agreement, and the undertakers shall accept such composition accordingly, to the intent that such rates may not be compounded for partially or in favour of any particular person or party whatsoever."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "33", "section_title": " Harbour, dock, and pier free to the public on payment of rate. ", "section_text": "33 Upon payment of the rates made payable by this and the special Act, and subject to the other provisions thereof, the harbour, dock, and pier shall be open to all persons for the shipping and unshipping of goods, and the embarking and landing of passengers."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "34", "section_title": " Collector may enter vessels to ascertain rates payable. ", "section_text": "34 The collector of rates may, either alone or with any other persons, enter into any vessel within the limits of the harbour, dock, or pier, in order to ascertain the rates payable in respect of such vessel, or of any goods therein."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "35", "section_title": " Master to report arrival of vessel. ", "section_text": "35 Within twenty-four hours after the arrival within the limits of the harbour, dock, or pier of any vessel liable to rates, the master of such vessel shall report such arrival to the harbour master; and if he fail to make such report within the time aforesaid he shall be liable to a penalty not exceeding  level 1 on the standard scale ."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "36", "section_title": " Master of vessel to produce certificate of registry. ", "section_text": "36 The master of every registered vessel shall, on demand, produce the certificate of the registry of such vessel to the collector of rates; and if any such master refuse or neglect to make such production, on demand, he shall be liable to a penalty not exceeding  level 2 on the standard scale ."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "37", "section_title": " Masters of vessels to give accounts of goods intended to be unshipped within the limits, &c. ", "section_text": "37 When any goods are intended to be unshipped within the limits of the harbour, dock, or pier, the master of the vessel containing such goods shall, within twelve hours after the arrival of such vessel within the limits of the harbour, dock, or pier, deliver to the collector of rates the name of the consignee of the goods intended to be unshipped, or other person to whom the same are to be delivered, and, if the whole cargo be intended to be unshipped, a copy of the bill of lading or manifest of the cargo, or, if part only of the cargo be intended to be unshipped, the best account in writing in his power of the kinds, weights, and quantities of the several goods intended to be unshipped; and every such master shall, if required so to do by the collector of rates, give to him twelve hours notice of the time at which the cargo of such vessel, or any part of the same, is intended to be unshipped."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "38", "section_title": " Penalty on masters giving no account, or a false account, of goods to be unshipped. ", "section_text": "38 Every master of a vessel of which the cargo or part of the cargo shall be unshipped within the limits of the harbour, dock, or pier, who shall have failed to deliver or to give any of the particulars in regard to the cargo or the notice in regard to the unshipment thereof herein-before required to be delivered or given by such master, or who shall deliver or give any false particulars or notice, shall for every such offence be liable to a penalty not exceeding  level 3 on the standard scale ."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "39", "section_title": " Shippers to give an account of goods intended to be shipped. ", "section_text": "39 Before any person shall ship any goods on board of any vessel lying within the limits of the harbour, dock, or pier, he shall give to the collector of rates a true account, signed by him, of the kinds, quantities, and weights of such goods; and every person who shall ship any goods in any such vessel without having given such accounts, or who shall give or sign a false account of such goods, shall for every such offence be liable to a penalty not exceeding  level 3 on the standard scale ."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "40", "section_title": " In case of dispute between collector and master, &c. goods to be weighed or measured. ", "section_text": "40 If any difference arise between the collector of the rates and the master of any vessel or the owner of any goods, concerning the weight or quantities of the goods in respect of which any rates are payable, such collector may cause all such goods to be weighed or measured, and, if necessary, may detain the vessel containing such goods until they have been weighed or measured."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "41", "section_title": " As to the expences of weighing or measuring goods. ", "section_text": "41 If the weight or quantity of such goods be greater than that shown by the manifest, bill of lading, account, or statement delivered by the master of the vessel or by the owner of the goods, the expences of such weighing or measuring shall be paid to the undertakers, and shall be recoverable by the same means as are herein or in the special Act provided for the recovery of rates; but if the weight or quantity of such goods be the same or less than that shown by the manifest, bill of lading, account, or statement so delivered, the undertakers shall pay all the expences of such weighing or measuring, and shall also pay to the master of the vessel or the owner of the goods all the expences occasioned by such weighing or measuring, or by the detention of the vessel for that purpose."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "42", "section_title": " Rates on goods when payable. ", "section_text": "42 The rates payable to the undertakers in respect of any goods shipped or unshipped within the limits of the harbour, dock, or pier shall be paid as follows; (that is to say,) if such goods are to be shipped they shall be paid before the shipment, or if such goods are to be unshipped they shall be paid before the removal of the goods from the premises of the undertakers, and before the expiration of two months next after they were unshipped."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "43", "section_title": " Penalty on evading payment of rates. ", "section_text": "43 If the master of any vessel or the owner of any goods evade the payment of the rates payable to the undertakers in respect of such vessel or goods, or any part thereof, he shall pay to them three times the amount of the rates of which he shall so have evaded the payment, and the same shall be recovered from such master or owner respectively in the same manner as penalties imposed by this Act are directed to be recovered, or by action in any court of competent jurisdiction."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "44", "section_title": " Recovery of tonnage rates by distraint of ship and tackle. ", "section_text": "44 If the master of any vessel in respect of which any rate is payable to the undertakers refuse or neglect to pay the same or any part thereof, the collector of rates may, with such assistance as he may deem necessary, go on board of such vessel and demand such rates, and on nonpayment thereof, or of any part thereof, take, distrain, or arrest, of his own authority, such vessel, and the tackle, apparel, and furniture belonging thereto, or any part thereof, and detain the matters do distrained or arrested until the rates are paid; and in case any of the said rates shall remain unpaid for the space of seven days next after any distress or arrestment so made, the said collector may cause the matters so distrained or arrested to be appraised by two or more sworn appraisers, and afterwards cause the matters distrained or arrested, or any part thereof, to be sold, and with the proceeds of such sale may satisfy the rates so unpaid, and the expences of taking, keeping, appraising, and selling the matters so distrained or arrested, rendering the overplus (if any) to the master of such vessel upon demand."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "45", "section_title": " Recovery of rates on goods. ", "section_text": "45 If default be made in the payment of the rates payable in respect of any such goods, the collector of rates may distrain or arrest, of his own authority, such goods, and for that purpose may enter any vessel within the limits of the harbour, dock, or pier in which the goods may be, with such assistance as he shall deem necessary, or, if the said goods have been removed without payment of such rates, he may distrain or arrest any other goods within the limits of the harbour, dock, or pier, or the premises of the undertakers, belonging to the person liable to pay such rates, and may sell the goods so distrained or arrested, and out of the proceeds of such sale pay the rates due to the undertakers, rendering the overplus, if any, to the owner of such goods, on demand; or the undertakers may recover such rates by action in any court having competent jurisdiction: Provided always, that the collector of rates shall, before making any such distress or arrestment as aforesaid, pay all duties which may be payable to her Majesty in respect of the goods so distrained or arrested, and he may retain the amount of duties so paid out of the proceeds arising from the sale of such goods."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "46", "section_title": " Disputes concerning rates or charges occasioned by distress to be settled by a justice in England or Ireland, and in Scotland by the sheriff. ", "section_text": "46 If any dispute arise concerning the amount of any rates due, or the charges occasioned by any distress or arrestment, by virtue of this or the special Act, the person making such distress or using such arrestment may detain the goods distrained or arrested until the amount of the rates due, or the charges of such distress or arrestment, be ascertained by a justice, if in England or Ireland, and by the sheriff, if in Scotland, who, upon application made to him for that purpose, shall determine the same, and award such costs to be paid by either of the parties to the other of them as he shall think reasonable, and such costs, if not paid on demand, shall be levied by distress or  attachment or money attachment , and such justice or sheriff shall issue his warrant accordingly."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "47", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "47"}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "48", "section_title": " Collector of customs may withhold a clearance to any vessel until the rates paid. ", "section_text": "48 The collector or other proper officer of her Majesty’s Customs for the district within which the harbour, dock, or pier is situate may, with the consent of the Commissioners of her Majesty’s  Customs and Excise , refuse to receive any entry or give any cocquet, discharge, or clearance, or to take any report inwards or outwards of any vessel liable to the payment of any of the rates imposed by the special Act, until the master of such vessel produced to such collector or officer a certificate, under the hand of the collector of rates, that the rates payable in respect of such vessel, and any goods imported or exported by such vessel, have been paid, or, if there be any dispute as to the rates payable, until such collector or officer shall be satisfied that sufficient security has been given for the payment of such rates when ascertained, together with the expences arising from the non-payment thereof."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "49", "section_title": " Undertakers to keep account of rates and vessels, &c.", "section_text": "49 The undertakers shall keep books of account, in which shall be entered the several sums received by or payable to them for rates in respect of vessels, the tonnage of each vessel for which such rates are received or payable, the name of the master thereof, the port to which such vessel belongs, the place from which on each occasion such vessel arrived, and the place to which on each occasion such vessel is bound, and also the several sums received by or payable to them in respect of the goods landed from or taken on board every vessel within the limits of the harbour, dock, or pier."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "50", "section_title": " Annual account to be prepared and transmitted to the clerk of the peace in England or Ireland, or to the sheriff in Scotland.", "section_text": "50 The undertakers shall every year cause an annual account in abstract to be prepared, showing the total receipt and expenditure of all monies levied by virtue of this or the special Act for the year ending the thirty-first day of December or some other convenient day in each year, under the several distinct heads of receipt and expenditure, with a statement of the balance of such account, duly audited and certified by the clerk or secretary for the time being of the undertakers, and shall send a copy of the said account, free  of charge, to the clerk of the peace in England and Ireland, and the sheriff clerk in Scotland, for the county or of the counties respectively, if more than one, in which the harbour, dock, or pier is situate charge, to the chief clerk , on or before the expiration of one month from the day on which such account shall end, which accounts shall be open to the inspection of the public at all seasonable hours, on payment of the sum of  15p  for every such inspection: Provided always, that if the undertakers omit to prepare and send such accounts as aforesaid, they shall forfeit for every such omission the sum of  level 2 on the standard scale ."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "51", "section_title": " Appointment of harbour, dock, or pier master.", "section_text": "51 The undertakers may appoint such harbour masters as they think necessary, (including in such expression dock masters and pier masters, as herein-before defined,) and from time to time, as often as they think fit, may remove any such harbour master."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "52", "section_title": " Powers of harbour, dock, or pier master. ", "section_text": "52 The harbour master may give directions for all or any of the following purposes; (that is to say,) For regulating the time at which and the manner in which any vessel shall enter into, go out of, or lie in or at the harbour, dock, or pier, and within the prescribed limits, if any, and its position, mooring or unmooring, placing and removing, whilst therein: For regulating the position in which any vessel shall take in or discharge its cargo or any part thereof, or shall take in or land its passengers, or shall take in or deliver ballast within or on the harbour, dock, or pier: For regulating the manner in which any vessel entering the harbour or dock or coming to the pier shall be dismantled, as well for the safety of such vessel as for preventing injury to other vessels, and to the harbour, dock, or pier, and the moorings thereof: For removing unserviceable vessels and other obstructions from the harbour, dock, or pier, and keeping the same clear: For regulating the quantity of ballast or dead weight in the hold which each vessel in or at the harbour, dock, or pier shall have during the delivery of her cargo, or after having discharged the same: Provided always, that nothing in this or the special Act contained shall authorize the harbour master to do or cause to be done any act in any way repugnant to or inconsistent with any law relating to the Customs, or any regulation of the Commissioners of her Majesty’s  Customs and Excise ."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "53", "section_title": " Penalty on shipmasters not complying with directions of the harbour master. ", "section_text": "53 The master of every vessel within the harbour or dock, or at or near the pier, or within the prescribed limits, if any, shall regulate such vessel according to the directions of the harbour master, made in conformity with this and the special Act; and any master of a vessel who, after notice of any such direction by the harbour master served upon him, shall not forthwith regulate such vessel according to such direction shall be liable to a penalty not exceeding  level 2 on the standard scale ."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "54", "section_title": " Penalty on harbour master for misbehaviour.", "section_text": "54 If any harbour master, or any of his assistants, without reasonable cause, or in an unreasonable or unfair manner, exercise any of the powers or authorities vested in the harbour master by this or the special Act, the person so offending shall for every such offence be liable to a penalty not exceeding  level 1 on the standard scale ."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "55", "section_title": " Penalty on offering bribes to dock officers, and on officers taking bribes.", "section_text": "55 If any person give or offer any sum of money, or any thing whatsoever, by way of reward or bribe to any harbour master or any officer employed in or about the harbour, dock, or pier, for the purpose of gaining an undue preference in the execution of his office, or for the purpose of inducing such harbour master or other officer to do or omit to do anything relating to his office, or if such harbour master or other officer receive any such reward or bribe as aforesaid, every person so offending shall be liable for every such offence to a penalty of  level 2 on the standard scale ."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "56", "section_title": " Harbour master may remove wrecks, &c. ", "section_text": "56 The harbour master may remove any wreck or other obstruction to the harbour, dock, or pier, or the approaches to the same, and also any floating timber which impedes the navigation thereof, and the expence of removing any such wreck, obstruction, or floating timber shall be repaid by the owner of the same; and the harbour master may detain such wreck or floating timber for securing the expences, and on nonpayment of such expences, on demand, may sell such wreck or floating timber, and out of the proceeds of such sale pay such expences, rendering the overplus, if any, to the owner on demand."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "57", "section_title": " Unserviceable vessels to be altogether removed from harbour. ", "section_text": "57 No vessel which shall be laid by or neglected as unfit for sea service shall be permitted to lie within the limits of the harbour, dock, or pier, but the harbour master may cause every such vessel to be, at the expence of the owner thereof, removed from the harbour, dock, or pier, and laid on any part of the strand or sea shore, or other place where the same may, without injury to any person, be placed; and the charges of removing or placing such vessel may be recovered from the owner of such vessel by summary complaint, in England or Ireland before any justice of the peace, and in Scotland before the sheriff; and in case of refusal or neglect of payment of such charges for the space of seven days after having been awarded by such justice or sheriff, the harbour master may levy such charges by distress and sale or  poinding arrestment  and sale of such vessel, or of the tackle, apparel, or furniture thereof, or any part thereof, and the justice or sheriff shall issue his warrant accordingly."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "58", "section_title": " Harbour master may remove vessels within docks, &c.", "section_text": "58 If the master of any vessel in or at the harbour, dock, or pier, or within the prescribed limits, if any, shall not moor, unmoor, place, or remove the same according to the directions of the harbour master, or if there be no person on board of any such vessel to attend to such directions, the harbour master may cause such vessel to be moored, unmoored, placed, or removed as he shall think fit, within or at the harbour, dock, or pier, or within the prescribed limits, and for that purpose the harbour master may cast off, unloose, or cut the rope, or unshackle or break the chain, by which any such vessel is moored or fastened; and all expences attending the mooring, unmooring, placing, or removing of such vessel shall be paid to the undertakers by the master of such vessel: Provided always, that before the harbour master shall unloose or cut any rope, or unshackle or break any chain, by which any vessel without any person on board to protect the same shall be moored or fastened, he shall cause a sufficient number of persons to be put on board of such vessel for the protection of the same."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "59", "section_title": " Vessels entering harbour or dock to be dismantled as harbour master shall direct.", "section_text": "59 Before any vessel shall enter the harbour or dock, or approach the pier, the master thereof shall cause her to be dismantled as directed by the harbour master; and if any vessel shall enter the harbour or dock, or approach the pier, without being dismantled in the manner required by the harbour master, after notice shall have been given to the master of such vessel so to dismantle the same, such master shall for every such offence be liable to a penalty not exceeding  level 1 on the standard scale ."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "60", "section_title": " Vessels to have their sails lowered when entering and navigating dock.", "section_text": "60 Before any vessel shall enter into the dock the master of such vessel shall cause her sails to be lowered or furled; and if the master of any vessel shall navigate the same under sail into or in the dock, he shall for every such offence be liable to a penalty not exceeding  level 1 on the standard scale ."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "61", "section_title": " Vessels to have hawsers, &c. fixed to moorings.", "section_text": "61 Every vessel in the harbour or dock, or at or near the pier, shall have substantial hawsers, tow-lines, and fasts fixed to the dolphins, booms, buoys, or mooring posts, when required by the harbour master; and if any vessel shall be in the harbour or dock, or at or near the pier, without substantial hawsers, tow-lines, or fasts fixed as aforesaid, after notice from the harbour master to the master of such vessel to furnish or fix the same, such master shall for every such offence be liable to a penalty not exceeding  level 1 on the standard scale ."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "62", "section_title": " Penalty for wilfully cutting moorings.", "section_text": "62 Every person, other than the harbour master, who shall wilfully cut, break, or destroy the mooring or fastening of any vessel lying in the harbour or dock, or at or near the pier, shall for every such offence be liable to a penalty not exceeding  level 1 on the standard scale ."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "63", "section_title": " Penalty on vessels lying near the entrance of harbour or dock without permission.", "section_text": "63 As soon as the harbour or dock shall be so far completed as to admit vessels to enter therein, no vessel, except with the permission of the harbour master, shall lie or be moored in the entrance of the harbour or dock, or within the prescribed limits; and if the master of any vessel either place it or suffer it to remain in the entrance of the harbour or dock, or within the prescribed limits, without such permission, and do not, on being required so to do by the harbour master, forthwith proceed to remove such vessel, he shall be liable to a penalty not exceeding  level 1 on the standard scale , and a further sum of  £1  for every hour that such vessel shall remain within the limits aforesaid, after a reasonable time for removing the same has expired after such requisition."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "64", "section_title": " Vessels may be removed for the purpose of repairing harbour or dock.", "section_text": "64 Whenever the undertakers shall deem it necessary, for the purpose of repairing, scouring, or cleansing the harbour, dock, or pier, that any vessel lying therein or thereat shall be removed therefrom, the master of such vessel shall, within three days after notice in writing signed by the harbour master has been given to him, remove such vessel according to such notice; and in case of his neglecting so to do, such master shall be liable to a penalty not exceeding  level 1 on the standard scale ."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "65", "section_title": " Harbour master may remove such vessel if the master thereof neglect or refuse so to do.", "section_text": "65 If the master of such vessel cannot be found, or if he neglect or refuse to remove the same, as required by the said notice, the harbour master may remove such vessel to such station as he shall select, and the expences of such removal shall be paid to the undertakers by the owner of the said vessel or the master thereof: Provided always, that previous to the repair of harbour, dock, or pier, which shall require the removal of the vessels therefrom, the harbour master shall give three days notice of such repair and of the necessity for such removal to the collector and comptroller of the Customs of the district within which the harbour, dock, or pier is situate, or which shall be specified for that purpose in the special Act, and cause a like notice to be affixed on some conspicuous part of such custom house and of the office of the undertakers."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "66", "section_title": " Delivery of cargoes and placing of discharged vessels.", "section_text": "66 The master of every vessel which shall go into the harbour or dock for the purpose of being discharged of her cargo shall cause her to be so discharged as soon as conveniently may be after entering therein, and shall cause her, after being so discharged, to be removed, without loss of time, into such part of the harbour or dock as shall be set apart for light vessels, and the harbour master shall cause a part of the harbour or dock to be set apart for light vessels accordingly; and if the master of any such vessel shall not cause it to be so removed within twenty-four hours after being required so to do by notice in writing signed by the harbour master, he shall be liable to a penalty not exceeding  level 1 on the standard scale , and the harbour master may cause such vessel to be so removed, and the expences of such removal shall be paid to the undertakers by the master of such vessel."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "67", "section_title": " Penalty on wharfingers giving undue preference.", "section_text": "67 If any wharfinger or other servant of the undertakers, or any of their lessees, or the servants of such lessees, shall give any undue preference or show any partiality in loading or unloading any goods on any of the quays, wharfs, or other works belonging to the undertakers, the person so offending shall be liable to a penalty not exceeding  level 1 on the standard scale ."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "68", "section_title": " Goods may be removed from the quays, &c. after lying there longer than allowed by byelaws.", "section_text": "68 No goods shall be allowed to remain upon any of the piers or quays, or in the approaches thereto, for a longer time than shall be allowed by the byelaws of the undertakers; and if any goods shall so remain without the consent of the undertakers, the harbour master, or any person appointed by the undertakers for that purpose, may remove the same to any of the premises of the undertakers, or other convenient place, and keep the same until payment to the undertakers of the expences of such removal, and of the keeping of the goods; and if such expences be not paid within seven days after demand thereof made upon the owner, or if no such owner can be found, the harbour master may sell such goods, and out of the proceeds of such sale pay such expences, rendering the overplus, if any, to the owner on demand."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "69", "section_title": " Combustible matter on quays, &c., to be removed.", "section_text": "69 Every person being the owner of or having the charge of any tar, pitch, resin, spirituous liquors, turpentine, oil, or other combustible thing, which shall be upon any quay, dock, or wharf belonging to the undertakers, or on the deck of any vessel within the harbour or dock, or at or near the pier, shall cause the same to be removed to a place of safety within two hours after being required so to do by notice in writing, signed by the harbour master, and if he fail so to do shall forfeit a sum not exceeding  £2  for every hour such combustible thing shall remain in any such place as aforesaid after the expiration of two hours from the service of the said notice."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "70", "section_title": " Combustibles to be guarded during the night.", "section_text": "70 If any such combustible thing as aforesaid shall remain on any part of the quays or works connected with the harbour, dock, or pier, or on the deck of any vessel within the harbour or dock, or at or near the pier, after sunset, the owner or person having the charge of the same, or on his default the harbour master, at the expence of such owner, shall provide a sufficient number of persons to guard the same from half an hour before sunset to half an hour after sunrise; and such expence, if not paid by the said owner to the undertakers, on demand, shall be ascertained and recovered in the same manner as damages for the recovery of which no special provision is made are by this Act directed to be ascertained and recovered."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "71", "section_title": " Penalties against offences herein named:", "section_text": "71 Every person who shall commit any of the acts following shall be deemed guilty of an offence, and shall for every such offence be liable to a penalty not exceeding  level 1 on the standard scale ; (that is to say,) 1 Every person who shall boil or heat any pitch, tar, resin, turpentine, oil, or other combustible matter, in any vessel lying within the harbour or dock, or near the pier, or in any place within the limits of the harbour, dock, or pier, except in such place and in such manner as shall be specially appointed by the undertakers for that purpose: 2 Every person who shall have or cause to be had any fire or lighted candle or lamp in any vessel within the harbour or dock, or at or near the pier, except with the permisssion of the harbour master: 3 Every person who shall have or cause to be had any fire, candle, or lamp lighted within any of the docks or the works belonging to the same, except at such times and in such manner as shall be permitted by the byelaws of the undertakers: 4 Every person who shall bring any loaded gun on the quays or works of the harbour or dock, or on the pier, or shall have or suffer to remain any loaded gun in any vessel in the harbour or dock, or at or near the pier: 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "72", "section_title": " Power to enter ship and search for and extinguish fires or lights.", "section_text": "72 The harbour master may enter into any vessel within the harbour or dock, or at or near the pier, to search for any fire or light in or suspected to be in such vessel, contrary to the provisions of this or the special Act, or of any byelaw made in pursuance thereof, and may extinguish the same; and any person who shall obstruct the harbour master in the execution of such duty shall for every such offence be liable to a penalty not exceeding  level 1 on the standard scale ."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "73", "section_title": " Penalty for throwing ballast, &c., into harbour or dock.", "section_text": "73 Every person who shall throw or put any ballast, earth, ashes, stones, or other thing into the harbour or dock shall for every such offence be liable to a penalty not exceeding  level 1 on the standard scale : Provided always, that nothing in this Act contained shall prejudice or prevent any person from adopting any measures which but for the passing of this Act he would be lawfully entitled to adopt for recovering any land which shall at any time have been lost to him, or severed from land belonging to him, by reason of the overflowing or washing of any navigable river, or for protecting his land from future loss or damage by the overflowing or washing of such navigable river."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "74", "section_title": " Owner of vessel answerable for damage to works.", "section_text": "74 The owner of every vessel or float of timber shall be answerable to the undertakers for any damage done by such vessel or float of timber, or by any person employed about the same, to the harbour, dock, or pier, or the quays or works connected therewith, and the master or person having the charge of such vessel or float of timber through whose wilful act or negligence any such damage is done shall also be liable to make good the same; and the undertaker may detain any such vessel or float of timber until sufficient security has been given for the amount of damage done by the same: Provided always, that nothing herein contained shall extend to impose any liability for any such damage upon the owner of any vessel, where such vessel shall at the time when such damage is caused be in charge of a duly licensed pilot whom such owner or master is bound by law to employ and put his vessel in charge of."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "75", "section_title": " As to the recovery of amount of damage to quays, &c.", "section_text": "75 If the amount claimed in respect of any such damage as aforesaid do not exceed fifty pounds, such damage shall be ascertained, and the amount thereof shall, in England or Ireland, be recovered before two justices, and in Scotland before the sheriff; and in addition to the remedies hereby provided for the recovery of the same, the justices or sheriff before whom the same are recovered may cause the vessel or float of timber causing such damage, and any tackle and furniture thereof, to be distrained and kept until the amount of damages and costs awarded by them is paid, and, if the same be not paid within seven days after such distress or keeping, may cause the property so distrained or kept, or any part thereof, to be sold, and out of the proceeds of such sale may pay the amount of damages and costs awarded by such justices or sheriff, and all the charges incurred by the distress, keeping, and sale of such property."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "76", "section_title": " Owner may recover damage from his servants.", "section_text": "76 If the owner of any vessel or float of timber make satisfaction for any such damage as aforesaid wilfully or negligently done by the master or person having charge of such vessel or float of timber, or if the owner of any vessel or goods in any other case have been compelled to pay any penalty or costs by reason of any act or omission of any other person, the person who actually did such damage or who committed such offence shall repay to the owner of such vessel or such goods the amount of the damage or penalty and costs, together with the costs of the proceedings to enforce such repayment; and if such damage or penalty respectively do not exceed fifty pounds, the sum may, in England or Ireland, be recovered before two or more justices, and in Scotland before the sheriff."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "77", "section_title": " Power to erect lighthouses and lay down buoys, with consent of Trinity House.", "section_text": "77 The undertakers shall lay down buoys for the guidance of vessels in such situations within the limits of the harbour dock, or pier and of such character, as shall from time to time be directed by the Corporation of Trinity House, Deptford Strond, the Corporation for preserving and improving the Port of Dublin, or the Commissioners of the Northern Lights, respectively, according as the harbour, dock, or pier is situated in England, Ireland, or Scotland."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "78", "section_title": " Lights, beacons, or sea-marks not to be exhibited or altered without sanction of Trinity House ", "section_text": "78 The undertakers shall not erect any lighthouse or beacon, or exhibit or allow to be exhibited any light, beacon, or sea-mark, without the sanction in writing of the said Corporation of Trinity House, of the said Corporation for preserving and improving the Port of Dublin, or of the said Commissioners of Northern Lights, respectively, according as the harbour, dock, or pier is situated in England, Ireland, or Scotland, first having been obtained in that behalf; and if any such light, beacon, or sea-mark be exhibited with such sanction as aforesaid, the same shall not be afterwards altered without the like sanction; and every such light, beacon, and sea-mark shall be of such power and description, and shall be from time to time discontinued or altered, as the said Corporation or Commissioners respectively shall from time to time direct."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "79", "section_title": " Justices to appoint special constables named by the undertakers.", "section_text": "79 Any two justices may appoint such persons as shall be nominated for that purpose by the undertakers to be special constables within the limits of the harbour, dock, pier, and premises of the undertakers, and within one mile of the same; and every person so appointed shall be sworn in by any such justices duly to execute the office of a constable within the limits aforesaid, and when so sworn in shall have the same powers, protections, and privileges within the limits aforesaid, and shall be subject to the same liabilities, as constables have or are subject to by the laws of the realm."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "80", "section_title": " Dismissal of constables.", "section_text": "80 Any two justices may dismiss any such constable from his office, and upon such dismissal all powers, protections, and privileges vested in such constables shall cease."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "81", "section_title": " Power to appoint meters and weighers.", "section_text": "81 Where under the special Act the undertakers shall have the appointment of meters and weighers, the undertakers may appoint and licence a sufficient number of persons to be meters and weighers within the limits of the harbour, dock, and pier, and remove any such persons at their pleasure, and may make regulations for their government, and fix reasonable rates to be paid or other remuneration to be made to them for weighing and measuring goods."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "82", "section_title": " Licensed meters and weighers only to be employed.", "section_text": "82 When a sufficient number of meters and weighers have been appointed by the undertakers, under the powers of this and the special Act, the master of any vessel, or the owner of any goods shipped, unshipped, or delivered within or upon the harbour, or dock, or pier, shall not employ any person other than a weigher or meter licensed by the undertakers, or appointed by the Commissioners of her Majesty’s  Customs and Excise , to weigh or measure the same; and if in such case any person other than a meter or weigher licensed by the undertakers, or a meter or weigher appointed by the Commissioners of her Majesty’s  Customs and Excise , shall weigh or measure any such goods as aforesaid, such person, as well as the person by whom he shall be employed, shall for every such offence be liable to a penalty not exceeding  level 1 on the standard scale , and the weighing or measurement of any such goods by any such person shall be deemed illegal."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "83", "section_title": " Byelaws may be made for all or any of the purposes herein named. ", "section_text": "83 The undertakers may from time to time make such byelaws as they shall think fit for all or any of the following purposes; (that is to say,) For regulating the use of the harbour, dock, or pier: For regulating the exercise of the several powers vested in the harbour master: For regulating the admission of vessels into or near the harbour, dock, or pier, and their removal out of and from the same, and for the good order and government of such vessels whilst within the harbour or dock, or at or near the pier: For regulating the shipping and unshipping, landing, warehousing, stowing, depositing, and removing of all goods within the limits of the harbour, dock, or pier, and the premises of the undertakers: For regulating (with the consent of the Commissioners of her Majesty’s  Customs and Excise  the hours during which the gates or entrances or outlets to the harbour, dock, or pier shall be open: For regulating the duties and conduct of all persons, as well the servants of the undertakers as others, not being officers of  the Customs and Excise , who shall be employed in the harbour, dock, or pier, and the premises of the undertakers: For regulating the use of fires and lights within the harbour, dock, or pier, and the premises belonging thereto, and within any vessel being within the harbour or dock, or at or near the pier, or within the prescribed limits (if any): For preventing damage or injury to any vessel or goods within the harbour or dock, or at or near the pier, or on the premises of the undertakers: For regulating the use of the cranes, weighing machines, weights and measures belonging to the undertakers, and the duties and conduct of all weighers and meters employed by them: For regulating the duties and conduct of the porters and carriers employed on the premises of the undertakers and fixing the rates to be paid to them for carrying any goods, articles, or things from or to the same: And the undertakers may from time to time, as they shall think fit, repeal or alter any such byelaws: Provided always, that such byelaws shall not be repugnant to the laws of that part of the United Kingdom where the same are to have effect, or the provisions of this or the special Act; and such byelaws shall be reduced into writing, and have affixed thereto the common seal of the undertakers, if they be a body corporate, or the signatures of the undertakers, or two of them, if they be not a body corporate, and, if affecting other persons than the officers or servants of the undertakers shall be confirmed and published as herein provided."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "84", "section_title": " Byelaws may be enforced by imposition of penalties.", "section_text": "84  The undertakers may, by the byelaws so to be made by them, impose such reasonable penalties as they shall think fit, not exceeding  level 3 on the standard scale  for each breach of such byelaws  .. . . "}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "85", "section_title": " No byelaws to come into operation until allowed in the manner prescribed, and approved by one of the judges.", "section_text": "85  No byelaws made under the authority of this or the special Act, except such as relate solely to the undertakers or their officers or servants, shall come into operation until the same be confirmed in the prescribed manner, and if no manner of confirmation be prescribed, then not until they be allowed by some judge of one of the superior courts, or in . . .   Ireland by the justices at the quarter sessions, or in Scotland by the sheriff; and it shall be incumbent on such justices or sheriff, on the request of the undertakers, to inquire into any byelaws tendered to them for that purpose, and allow or disallow of the same, as they shall think meet. "}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "86", "section_title": " Notice of allowance of byelaws to be given in one or more newspapers.", "section_text": "86 Provided always, that no such byelaws shall be confirmed unless notice of the intention to apply for a confirmation of the same have been given in one or more newspapers of the county in which the harbour, dock, or pier, or the principal office thereof, is situate, one month at least before the hearing of such application; and any person desiring to object to any such byelaw, on giving to the undertakers notice of the nature of his objection, ten days before the hearing of the application for the allowance thereof, may, by himself or his counsel, attorney, or agent, be heard thereon, but not so as to allow more than one objecting party to be heard on the same matter of objection."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "87", "section_title": " A copy of proposed byelaws to be open to inspection.", "section_text": "87 For one month at least before any such application for confirmation of any byelaws, a copy of the proposed byelaws shall be kept at the principal office of the undertakers; and all persons may, at all reasonable times, inspect such copy, without fee or reward, and the undertakers shall furnish every person who shall apply for the same with a copy thereof, or of any part thereof, on payment of  2½p  for every one hundred words so to be copied."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "88", "section_title": " Publication of byelaws.", "section_text": "88 The said byelaws when confirmed shall be published in the prescribed manner, and when no manner of publication is prescribed they shall be printed, and the clerk to the undertakers shall deliver a printed copy thereof to every person applying for the same, without charge, and a copy thereof shall be painted or placed on boards, and put up in some conspicuous part of the office of the undertakers, and also on some conspicuous part of the harbour, dock, or pier, and such boards, with the byelaws thereon, shall be renewed from time to time, as occasion shall require, and shall be open to inspection without fee or reward; and in case the said clerk shall not permit the same to be inspected at all reasonable times, he shall for every such offence be liable to a penalty not exceeding  level 1 on the standard scale ."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "89", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "89"}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "90", "section_title": " Proof of publication of byelaws.", "section_text": "90 The production of a written or printed copy of the byelaws requiring confirmation by a judge of the superior courts . . .   or the sheriff, authenticated by the signature of the judge . . .   or the sheriff who shall have approved of the same, and a written or printed copy of the byelaws not requiring such confirmation, authenticated by the common seal of the undertakers, if incorporated, or under the hands of the undertakers, if not incorporated, or any two of them, shall be evidence of the existence and due making of such byelaws in all cases of prosecution under the same, without proof of the signature of such judge . . .   or sheriff, or the common seal or signature of the undertakers; and with respect to the proof of the publication of any such byelaws, it shall be sufficient to prove that a board containing a copy thereof was put up and continued in manner by this Act directed, and, in case of its afterwards being displaced or damaged, that such board was replaced or restored as soon as conveniently might be, unless proof be adduced by the party complained against that such painted board did not contain a copy of such byelaws, or was not duly put up or continued as directed by this Act."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "91", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "91"}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "92", "section_title": " Railways Clauses Consolidation Act, 1845, as to damages, &c. to be incorporated with this and the special Act.", "section_text": "92 If the harbour, dock, or pier be in England or Ireland, the clauses of the  Railways Clauses Consolidation Act 1845, with respect to the recovery of damages not specially provided for, and penalties, and to the determination of any other matter referred to justices, shall be incorporated with this and the special Act; and if the harbour, dock, or pier be in Scotland, the clauses of the  Railways Clauses Consolidation Act (Scotland) 1845, with respect to the recovery of damages not specially provided for, and to the determination of any other matter referred to the sheriff or to justices, shall be incorporated with this and the special Act; and such clauses shall apply to the harbour, dock, or pier and to the undertakers respectively, and shall be construed as if the word “undertakers” had been inserted therein instead of the word “company.”"}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "93", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "93"}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "94", "section_title": " All things required to be done by two justices in England and Ireland may, in certain cases, be done by one, and in Scotland by the sheriff, &c.", "section_text": "94 All things herein or in the special Act, or any Act incorporated therewith, authorized or required to be done by two justices may and shall be done in England and Ireland by any one magistrate having by law authority to act alone for any purpose with the powers of two or more justices, and in Scotland by the  Sheriff principal of any sheriffdom or the sheriff ."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "95", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "95"}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "96", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "96"}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "97", "section_title": " Copies of special Act to be kept by undertakers at their office, and deposited with the clerks of the peace, &c., and be open to inspection. ", "section_text": "97 The undertakers shall at all times after the expiration of six months after the passing of the special Act keep in their principal office of business a copy of the special Act, printed by the printers to her Majesty, or some of them, and shall also within the space of such six months  deposit in the office of the clerk of the peace in England or Ireland, and of the sheriff clerk in Scotland, of the county in which the harbour, dock, or pier, or any part thereof, is situate deposit in the office of the chief clerk  , a copy of such special Act, so printed as aforesaid; and the said clerk of the peace and sheriff clerk shall receive, and they and the undertakers respectively shall keep, the said copies of the special Act, and shall allow all persons interested to inspect the same, and make extracts or copies therefrom, in the like manner, and upon the like terms, and under the like penalty for default, as is provided in the case of certain plans and sections by the  Parliamentary Documents Deposit Act 1837."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "98", "section_title": " Penalty on undertakers failing to keep or deposit such copies.", "section_text": "98 If the undertakers fail to keep or deposit, as herein-before mentioned any of the said copies of the special Act, they shall forfeit  level 2 on the standard scale  for every such offence, and also five pounds for every day afterwards during which such copy shall be not so kept or deposited."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "99", "section_title": " Nothing in this or the special Act to affect the rights of the crown;", "section_text": "99 Nothing in this or the special Act, or any Act incorporated therewith contained shall extend to alienate, defeat, vary, lessen, abrogate, or prejudice any estate, right, title, interest, prerogative, royalty, jurisdiction, or authority, of or appertaining to the Queen’s most excellent Majesty, nor to abridge, vary, or abrogate any of the powers or authorities by law vested in the Admiralty, or in the Commissioners of Her Majesty’s  Customs and Excise , or in the  Crown Estate Commissioners , in relation to the possessions and land revenues of her Majesty in right of her crown, or otherwise howsoever."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "100", "section_title": " nor the rights of the crown as to revenue, &c.;", "section_text": "100 Nothing in this or the special Act shall be deemed to extend to or affect any Act of Parliament relating to her Majesty’s duties of Customs or Excise, or any other revenue of the crown, or to extend to or affect any claim of her Majesty in right of her crown, or otherwise howsoever, or any proceedings at law or in equity by or on behalf of her Majesty, in any part of the United Kingdom of Great Britain and Ireland."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "101", "section_title": " nor the rights of the City of London;", "section_text": "101 Nothing in this Act or the special Act contained shall prejudice or derogate from the estates, rights, liberties, interests, privileges, franchises, or authority of the Mayor and Commonalty and Citizens of the City of London, or their successors, or the Lord Mayor of the said city for the time being."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "102", "section_title": " nor the rights of Trinity House, &c.", "section_text": "102 Nothing in this or the special Act contained shall prejudice or derogate from any of the rights or privileges, jurisdiction or authority of the Corporation of the Trinity House of Deptford Strond, the Corporation for preserving and improving the Port of Dublin, or the Commissioners of Northern Lights, or any lord of the manor within the limits of the harbour or dock."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "103", "section_title": " Act not to exempt the undertakers from the provisions of any general Act.", "section_text": "103 Nothing herein or in the special Act contained shall be deemed to exempt the undertakers from the provisions, regulations, and conditions which may be contained in any general Act relating to harbours, docks, or piers, or to ports, harbours, or tidal waters, which may be passed in the same session in which the special Act is passed, or any future session of Parliament."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "104", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "104"}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "7", "section_title": " Errors and omissions in plans, &c. may be corrected by justices, &c. who shall certify the same.", "section_text": "7 If any omission, mis-statement, or wrong description shall have been made of any lands, or of the owners, lessees, or occupiers of any lands, described on the plans or books of reference relating to the harbour, dock, or pier deposited in compliance with the standing orders of either House of Parliament or in the schedule to the special Act, the undertakers, after giving ten days notice to the owners, lessees, and occupiers of the lands affected by such proposed correction, may apply in England or Ireland to two justices, and in Scotland to the sheriff, for the correction thereof; and if it appear to such justices or sheriff that such omission, mis-statement, or wrong description arose from mistake, they shall certify the same accordingly, and they shall in such certificate state the particulars of any such omission, mis-statement, or wrong description; and such certificate shall, along with the other documents to which it relates,  be deposited in England and Ireland with the clerk of the peace of the several counties in which the lands affected by such alteration are situate be deposited with the chief clerk , and in Scotland with the sheriff clerk of such counties, and with the  proper officer of the regional or islands council within whose area the lands are situated ; and thereupon such plan, book of reference, or schedule shall be deemed to be corrected according to such certificate; and the undertakers may make the works in accordance with such certificate, as if such omission, mis-statement, or wrong description had not been made."}, {"act": "Harbours, Docks and Piers Clauses Act 1847", "year": 1847, "section": "8", "section_title": " Works not to be proceeded with until plans of all alterations authorized by Parliament have been deposited.", "section_text": "8 The undertakers shall not commence the execution of the harbour, dock, or pier, unless they shall have previously  deposited with the said clerks of the peace in England and Ireland, and with the sheriff clerk in Scotland, of every county in which the harbour, dock or pier is situate deposited with the chief clerk , a plan and section of all such alterations from the original plan and section as shall have been approved of by Parliament, on the same scale and containing the same particulars as the original plan and section, and shall also have deposited with the parish clerks of the several parishes in England, and the clerks of the unions of the parishes in Ireland, and the  proper officer of the council of any region or islands area  in Scotland, in which such alterations shall have been authorized to be made, copies or extracts of or from such plans and sections as shall relate to such parishes and  areas of such councils  respectively."}]