[{"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "1.", "section_title": " Extent of Act.", "section_text": "1 This Act shall extend only to such markets or fairs as shall be authorized by any Act of Parliament hereafter to be passed which shall declare that this Act shall be incorporated therewith; and all the clauses of this Act, save so far as they shall be expressly varied or excepted by any such Act, shall apply to the undertaking authorized thereby, so far as the same shall be applicable to such undertaking, and shall, with the clauses of every other Act which shall be incorporated therewith, form part of such Act, and be construed therewith as forming one Act."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "2", "section_title": "“Special Act:”\n              “Prescribed:”\n              “The lands:”\n              “The undertaking:”\n              “Undertakers:”\n            ", "section_text": "2 The expression “the special Act” used in this Act shall be construed to mean any Act which shall be hereafter passed authorizing the construction or regulation of a market or fair, and with which this Act shall be incorporated; and the word “prescribed” used in this Act in reference to any matter herein stated shall be construed to refer to such matter as the same shall be prescribed or provided for in the special Act, and the sentence in which such word occurs shall be construed as if instead of the word “prescribed” the expression “prescribed for that purpose in the special Act” had been used; and the expression “ the lands ” shall mean the lands which shall by the special Act be authorized to be taken or used for the purposes thereof; and the expression “ the undertaking ” shall mean the market or fair, and the works connected therewith, by the special Act authorized to be constructed or regulated; and the expression “ the undertakers ” shall mean the persons authorized by the special Act to construct or regulate the market or fair."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "3", "section_title": " Interpretations in this and the special Act. Number: Gender: “Person:” “Lands:” “Lease:” “The market or fair:” “Cart:” “Driver:” “Cattle:” “Collector:” “Month:” “Justice:” “Two justices:” “Sheriff:”", "section_text": "3 The following words and expressions in both this and the special Act, and any Act incorporated therewith, shall have the meanings hereby assigned to them, unless there be something in the subject or context repugnant to such construction; (that is to say,) Words importing the singular number shall include the plural number, and words importing the plural number shall include also the singular number: Words importing the masculine gender shall include females: The word “ person ” shall include a corporation, whether aggregate or sole: The word “ lands ” shall include messuages, lands, tenements and hereditaments, or heritages, of any tenure: The word “ lease ” shall include a missive of and an agreement for a lease: The expression “ the market or fair ” shall mean the market or fair, and the works connected therewith, by the special Act authorized to be constructed or regulated: The word “ cart ” shall include waggon, and also any carriage used wholly or chiefly for the conveyance of goods: The word “ driver ” shall include the carter or other person having the care of any cart: The word “ cattle ” shall include horse, ass, mule, ram, ewe, wether, lamb, goat, kid, or swine: The expression “ the collector ” shall mean the person appointed by the undertakers to collect the stallages, rents, or tolls authorized by the special Act, shall include the assistants of the collector: The word “ month ” shall mean calendar month:  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   . . . The word “ justice ” shall mean justice of the peace acting for the place where the matter requiring the cognizance of any such justice arises; and if such matter arise in respect of lands situated not wholly in any one jurisdiction, shall mean a justice acting for the place where any part of such lands shall be situated; and where any matter is authorized or required to be done by two justices, the expression “ two justices ” shall be understood to mean two or more justices assembled and acting together: The word “ sheriff ” shall mean  the sheriff principal  of the  sheriffdom  in Scotland in which the matter submitted to the cognizance of the sheriff arises, and shall include  the sheriffs  of such  sheriff principal  . . .."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "4", "section_title": " Short title of this Act.", "section_text": "4 In citing this Act in other Acts of Parliament, and in legal instruments, it shall be sufficient to use the expression “The Markets and Fairs Clauses Act 1847”."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "6", "section_title": " Construction of markets or fairs to be subject to the provisions of this Act and one of the Lands Clauses Consolidation Acts 1845. ", "section_text": "6 Where by the special Act the undertakers shall be empowered, for the purpose of constructing the market or fair, to take or use any lands otherwise than with the consent of the owners and occupiers thereof, they shall, in exercising the power so given to them, be subject to the provisions and restrictions contained in this Act and in the  Lands Clauses Consolidation Act 1845 when the special Act relates to England or Ireland, and to the provisions and restrictions contained in this Act and the  Lands Clauses Consolidation (Scotland) Act 1845 when the special Act relates to Scotland; and the undertakers shall make to the owners and occupiers of and all other parties interested in any lands taken or used for the purposes of the special Act, or injuriously affected by the construction of the works thereby authorized, full compensation for the value of the lands so taken or used, and for all damage sustained by such owners, occupiers, and other persons, by reason of the exercise, as to such lands, of the powers vested in the undertakers by this or the special Act, or any Act incorporated therewith; and, except where otherwise provided by this or the special Act, the amount of such compensation shall be determined in the manner provided by the said Lands Clauses Consolidation Acts respectively for determining questions of compensation with regard to lands purchased or taken under the provisions thereof; and all the provisions of the said last-mentioned Acts respectively shall be applicable to determine the amount of any such compensation, and to enforce payment or other satisfaction thereof."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "7", "section_title": " Errors and omissions in special Act, or Schedules thereto, may be corrected by justices, &c., who shall certify the same. Certificate to be deposited. ", "section_text": "7 If any omission, mis-statement, or wrong description shall have been made of any lands, or of the owners, lessees, or occupiers of any lands, described or purporting to be described in the special Act, or in the schedule thereto, the undertakers, after giving ten days’ notice to the owners, lessees, and occupiers of the lands affected by such proposed correction, may apply in England or Ireland to two justices, and in Scotland to the sheriff, for the correction thereof; and if it appear to such justices or sheriff that such omission, mis-statement, or wrong description arose from mistake, they or he shall certify the same accordingly, and shall in such certificate state the particulars of any such omission, mis-statement, or wrong description; and such certificate shall be deposited in England or Ireland with the clerk of the peace, and in Scotland with the sheriff clerk, of the county in which the lands affected thereby shall be situated, or, where any such lands are situated in a royal burgh in Scotland, with the town clerk of such burgh; and such certificate shall be kept by such clerk of the peace, sheriff clerk, or town clerk, with the other documents to which they relate, and thereupon the special Act or schedule shall be deemed to be corrected according to such certificate; and the undertakers may make the works in accordance with such certificate, as if such omission, mis-statement, or wrong description had not been made."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "8", "section_title": " Copies of alterations, &c. to be evidence.", "section_text": "8 Copies of any such alteration or correction thereof, or extracts therefrom, certified by any such clerk of the peace, sheriff clerk, or town clerk, in whose custody the same may be, which certificate such clerk shall give to all parties interested when required, shall be received in all courts of justice and elsewhere as evidence of the contents thereof."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "9", "section_title": " Additional land may be taken for extraordinary purposes.", "section_text": "9 The undertakers, in addition to the lands authorized to be taken compulsorily, or to be appropriated by them for the purposes of the market or fair, under the powers of this and the special Act, may appropriate any lands vested in them, or may contract with any person willing to sell the same for the purchase of any land within the limits of the special Act, not exceeding in the whole the prescribed number of acres for extraordinary purposes; (that is to say,) For providing slaughter-houses, (if the undertakers shall be authorized by the special Act to provide slaughter-houses,) and houses and places for weighing carts: For making convenient roads and approaches to the market or fair: For any other purpose which may be necessary for the formation or convenient use of the market or fair."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "10", "section_title": " Undertakers, subject to provisions of this and the special Act, may execute the works herein named.", "section_text": "10 Subject to the provisions in this and the special Act, and any Act incorporated therewith, the undertakers, for the purpose of constructing a place for holding the market or fair, may execute any of the following works; (that is to say,) They may enter upon any lands described in the special Act, or the schedule thereto, and other lands purchased by them or belonging to them, and set out such parts as they think necessary for the purposes of the market or fair, and thereupon from time to time build and maintain such market places or places for fairs, and such stalls, sheds, pens, and other buildings or conveniences, for the use of the persons frequenting the market or fair, and for weighing and measuring goods sold in the market or fair, and for weighing carts, as they may think necesary: They may from time to time on such lands as aforesaid make and maintain all such roads and approaches as they may think necessary for the convenient use of the persons resorting to the market or fair."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "11", "section_title": " Undertakers to make satisfaction for damage done.", "section_text": "11 Provided always, that in the exercise of the powers by this or the special Act granted the undertakers shall do as little damage as can be, and shall make full satisfaction, in manner herein and by the special Act and any Act incorporated therewith provided, to all parties interested for all damages sustained by them by reason of the exercise of such powers."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "12", "section_title": " Before the market or fair shall be opened, notice to be given by undertakers.", "section_text": "12 Before the market or fair shall be opened for public use the undertakers shall give not less than ten days’ notice of the time when the same will be opened, and such notice shall be given by the publication thereof in some newspaper circulating within the limits of the special Act, and by printed handbills posted on some conspicuous place within those limits."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "13", "section_title": "†Sales elsewhere than in markets prohibited under a penalty not exceeding 40s.", "section_text": "13 After the market place is opened for public use every person other than a licensed hawker who shall sell or expose for sale in any place within the prescribed limits, except in his own dwelling place or shop, any articles in respect of which tolls are by the special Act authorized to be taken in the market, shall for every such offence be liable to a penalty not exceeding  level 1 on the standard scale ."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "14", "section_title": " Market days.", "section_text": "14 After the market place or place for fairs is opened for public use the undertakers shall hold markets and fairs therein on the prescribed days (if any), and on such other days as the undertakers shall appoint from time to time by any byelaw to be made in pursuance of this or the special Act."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "15", "section_title": " Penalty for selling or exposing for sale unwholesome meat, &c.", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "16", "section_title": " Penalty for obstructing market or fair keeper.", "section_text": "16 Every person who shall assault or obstruct any person appointed by the undertakers to superintend the market or fair, or to keep order therein, whilst in the execution of his duty, shall for every such offence be liable to a penalty not exceeding  level 1 on the standard scale ."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "17", "section_title": " Power to erect slaughter-houses if authorized by the special Act.", "section_text": "17 Where by the special Act the undertakers shall be empowered to provide slaughter-houses they may from time to time erect on any land purchased by them under the provisions of this or the special Act, or any Act incorporated therewith, any buildings, or set apart and improve any buildings belonging to them for the slaughtering of cattle, and so soon as the same shall be ready for public use the undertakers shall give notice to that effect by the publication thereof in some newspaper circulating within the limits of the special Act, and by printed handbills posted on some conspicuous place within the said limits."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "18", "section_title": " Nothing to protect undertakers from an indictment for nuisance.", "section_text": "18 Provided that nothing in this or the special Act, or any Act incorporated therewith, shall protect the undertakers from an indictment for nuisance, or from any other legal proceeding, in respect of any such slaughter-house as aforesaid."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "19", "section_title": " Penalty on slaughtering cattle, &c. elsewhere than in an authorized slaughter-house.", "section_text": "19 After the expiration of ten days from the publication and posting of such notice no person shall slaughter any cattle or dress any carcase for sale as human food or food of man in any place within the limits of the special Act other than a slaughter-house which was in use as such before and at the time of the passing of the special Act, and has so continued ever since, or the slaughter-houses made in pursuance of this and the special Act; and every person who shall after such notice as aforesaid, slaughter any such cattle or dress for sale any such carcase within the limits of the special Act in any place other than one of such slaughter-houses shall be liable to a penalty not exceeding  level 1 on the standard scale  for every such offence."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "21", "section_title": " Undertakers to provide proper weights and measures for weighing commodities sold at markets and fairs.", "section_text": "21 The undertakers shall provide sufficient and proper weighing houses or places for weighing or measuring the commodities sold in the market or fair, and shall keep therein proper weights, scales, and measures, according to the standard weights and measures for the time being, for weighing such commodities as aforesaid, and shall appoint proper persons to attend to the weighing or measuring such commodities at all times during which the market or fair is holden."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "22", "section_title": " Articles to be weighed if requested by the buyer. Penalty for refusal.", "section_text": "22 Every person selling or offering for sale any articles in the market or fair shall, if required so to do by the buyer, cause the same to be weighed or measured by the weights and scales or measures provided by the undertakers; and any such person who shall refuse, on demand, to cause such articles to be weighed or measured in manner aforesaid shall be liable to a penalty not exceeding  level 1 on the standard scale ."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "23"}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "24", "section_title": " Undertakers to keep proper machines for weighing carts laden with goods.", "section_text": "24 The undertakers shall provide sufficient and proper buildings or places for weighing carts in which goods are brought for sale within the market or fair or the prescribed limits, and shall keep therein machines and weights proper for that purpose, and shall from time to time appoint a person in every such building or place to afford the use of such machines to the public by weighing such carts with or without their loading, as may be required."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "2530.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "25"}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "31", "section_title": " Tolls, &c. not to be demanded until market or fair completed.", "section_text": "31 Unless it be otherwise provided by the special Act, the undertakers shall not demand or receive any stallage, rent, or toll until the market place or place for a fair or slaughter-house in respect of the use of which the same shall be demanded shall be completed and fit for the use of the persons resorting thereunto."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "32", "section_title": " Certificate of two justices to be evidence that market or fair is completed.", "section_text": "32 A certificate under the hand of any two justices shall be conclusive evidence that the same is completed and fit for public use as aforesaid; and any such justices shall sign such certificate on proof being adduced to them that the market place or place for a fair or slaughter-house is so completed and fit for public use."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "33", "section_title": " Stallages, &c. where to be paid.", "section_text": "33 The several stallages, rents, or tolls payable in respect of the market or fair or slaughter-house shall be paid from time to time, on demand, to the undertakers, or the collector or other person authorized by the undertakers to receive the same."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "34", "section_title": " Tolls to be paid to persons authorized before the same are weighed, &c.", "section_text": "34 The tolls payable in respect of weighing or measuring marketable commodities, or carts with or without goods, shall be paid to the person authorized by the undertakers to weigh or measure the same by the persons bringing such marketable commodities or carts to be weighed or measured, before the same are weighed or measured."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "35", "section_title": " Tolls in respect of cattle market when due.", "section_text": "35 The tolls in respect of cattle brought to the market for sale shall become due as soon as the cattle in respect whereof they are demandable, are brought into the market place, and before the cattle are put into any pen, or tied up in such market place; and if the cattle be not removed within one hour after the close of the market, another toll shall become due in respect of the cattle so omitted to be removed."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "36", "section_title": " Stallages, tolls, &c. may be varied from time to time.", "section_text": "36 The undertakers may from time to time change the stallages, rents, and tolls to be taken in respect of the market or fair, or for the slaughter-houses, or for weighing and measuring, provided that the stallages, rents, and tolls in no case exceed the amounts authorized by the special Act."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "37", "section_title": " Penalty on taking a greater toll than authorized by this or the special Act.", "section_text": "37 Every person who shall demand or receive a greater toll than that authorized to be taken under the provisions of this or the special Act, shall for every such offence be liable to a penalty not exceeding  level 1 on the standard scale ."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "38", "section_title": " Recovery of tolls by distress, &c. ", "section_text": "38 1 If any person liable to the payment of any stallage, rent, or toll authorized by this or the special Act to be taken do not pay the same when demanded, the undertakers or their lessee, or any person authorized by the undertakers or their lessee to collect the same, may levy the same in England  (subject to subsection (2))                    or Ireland by distress  , and in Scotland by poinding and sale,  of all or any of the cattle or other articles in respect of which such stallage, rent, or toll is payable, or of any other cattle or other articles in the market belonging to the person liable to pay such stallage, rent, or toll, or under his charge, or such tolls may be recovered in any court having competent jurisdiction. 2 Subsection (1) does not apply to the levying of rent in respect of premises in England and Wales to the extent that the power under section 72(1) of the Tribunals, Courts and Enforcement Act 2007 (commercial rent arrears recovery) is exercisable to recover such rent. 3 Where that power is exercisable to recover such rent, either the undertakers or their lessee, if not the landlord for the purposes of section 72(1) of that Act, may exercise that power as if they or he were the landlord."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "39", "section_title": " Disputes respecting tolls, how to be settled. ", "section_text": "39 If any dispute arise concerning any such stallage, rent, or toll, such dispute shall be determined in England or Ireland by a justice, and in Scotland by the sheriff, and such justice or sheriff shall, on application made to him, determine the same, and make such order therein, and award such costs to either party, as to him shall seem proper; and in default of payment, on demand, of the money which shall be so awarded, and of the costs, the same shall be forthwith levied in England or Ireland by distress  , and in Scotland by poinding and sale,  and the justice or sheriff shall issue his warrant accordingly."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "40", "section_title": " Penalty for obstructing collector of rents, &c.", "section_text": "40 Every person who shall assault or obstruct any person authorized to collect any stallage, rent, or toll authorized by this or the special Act, shall for every such offence be liable to a penalty not exceeding  level 1 on the standard scale ."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "41", "section_title": " List of tolls, &c. to be set up and placed in conspicuous places.", "section_text": "41 The undertakers or their lessee shall from time to time cause to be painted on boards, or to be printed and attached to boards, in large and legible characters, a list of the several stallages, rents, and tolls from time to time payable under this and the special Act, and shall cause a board containing such list to be conspicuously set up and continued in the market or fair, and in each weighing-house and slaughter-house provided by the undertakers to which each such list shall relate, and no stallage, rent, or toll shall be payable during the time such list is not so set up, or for any thing not specified therein: Provided always, that if such list shall be destroyed, injured, or obliterated, the stallages, rents, and tolls shall continue to be payable during such time as shall be reasonably required for the restoration of such list, in the same manner as if such list had continued in the state required by this Act."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "42", "section_title": " Byelaws may be made for all or any of the purposes herein named. Byelaws may be repealed or altered from time to time.", "section_text": "42 The undertakers may from time to time make such byelaws as they think fit for all or any of the following purposes; (that is to say,) For regulating the use of the market place and fair, and the buildings, stalls, pens, and standings therein, and for preventing nuisances or obstructions therein, or in the immediate approaches thereto: For fixing the days, and the hours during each day, on which the market or fair shall be held: For inspection of the slaughter-houses, and for keeping the same in a cleanly and proper state, and for removing filth and refuse at least once in every twenty-four hours, and for requiring that they be provided with a sufficient supply of water, and preventing the exercise of cruelty therein: For regulating the carriers resorting to the market or fair, and fixing the rates for carrying articles carried therefrom within the limits of the special Act:  . . . . . .  For preventing the sale or exposure for sale of unwholesome provisions in the market or fair: And the undertakers may from time to time, as they shall think fit, repeal or alter any such byelaws; provided always, that such byelaws shall not be repugnant to the laws of that part of the United Kingdom where the same are to have effect, or to the provisions of this or the special Act, or of any Act incorporated therewith; and such byelaws shall be reduced to writing under the common seal of the undertakers, if they be a body corporate, or the hands and seals of two of the undertakers, if they be not a body corporate, and, if affecting other persons than the officers and servants of the undertakers, shall be printed and published as herein provided."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "43", "section_title": " Byelaws may be enforced by imposition of penalties.", "section_text": "43 The undertakers, by the byelaws so to be made by them, may impose such reasonable penalties as they shall think fit, not exceeding  level 1 on the standard scale  for each breach of such byelaws  . . .."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "44", "section_title": " No byelaws to come into operation until allowed in the manner prescribed and approved by secretary of state. ", "section_text": "44 No byelaws made under the authority of this or the special Act (except such as may relate solely to the officers or servants of the undertakers) shall come into operation until the same shall be allowed in the manner prescribed by the special Act, or, if no manner be prescribed, until the same shall be allowed by the justices at quarter sessions, if the market or fair be in England or Ireland, or the sheriff, if the market or fair be situate in Scotland, and in either case approved under the hand of one of Her Majesty’s principal secretaries of state; and it shall be incumbent on the justices at quarter sessions, or the sheriff, as the case may be, on the request of the undertakers, to examine into the byelaws which may be tendered to them for that purpose, and to allow of or disallow the same, as to them may seem meet."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "45", "section_title": " Notice of allowance of byelaws to be given in one or more newspapers, &c.", "section_text": "45 Provided always, that no such byelaw shall be allowed in manner herein mentioned unless notice of the intention to apply for an allowance of the same shall have been given in one or more newspapers of the county in which the market or fair shall be situated, or, if there be no newspaper in such county, in one or more newspapers of the adjoining county, one month at least before the hearing of such application; and any party aggrieved by any such byelaw, on giving notice of the nature of his objection to the undertakers ten days before the hearing of the application for the allowance thereof, may, by himself or his counsel,  solicitor , or agent, be heard thereon, but not so as to allow more than one party to be heard upon the same matter of objection."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "46", "section_title": " A copy of proposed byelaws to be open for inspection.", "section_text": "46 For one month at least before any such application for allowance of any byelaw a copy of such proposed byelaws shall be kept at the principal office of the undertakers, and shall be put up in some conspicuous place in the market place or fair, and all persons at all reasonable times may inspect such copy without fee or reward, and the undertakers shall furnish every person who shall apply for the same with a copy thereof, or of any part thereof, on payment of  2½p  for every one hundred words so to be copied."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "47", "section_title": " Publication of byelaws.", "section_text": "47 The said byelaws shall be published in the prescribed manner, and when no manner of publication is prescribed they shall be printed, and the clerk of the undertakers shall give a printed copy thereof to every person applying for the same without charge, and a copy thereof shall be painted or placed on boards, and put up in some conspicuous part of the principal office of the undertakers, and also in some conspicuous place in the market place or fair, and such boards, with the byelaws thereon, shall be renewed from time to time as occasion shall require, and shall be open to inspection without fee or reward; and in case the said clerk shall not permit the same to be inspected at all reasonable times, he shall for every such offence be liable to a penalty not exceeding  level 1 on the standard scale ."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "48", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "48"}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "49", "section_title": " Proof of publication of byelaws. ", "section_text": "49 The production of a written or printed copy of the byelaws requiring confirmation by the court of quarter session or the sheriff, authenticated by the signature of the judge or of the chairman of the court or the sheriff who shall have approved of the same, and requiring approval under the hand of one of Her Majesty’s principal secretaries of state, and a written or printed copy of the byelaws not requiring such confirmation or approval, authenticated by the common seal of the undertakers, if they be a body corporate, or under the hands of the undertakers, if not incorporated, or any two of them, shall be evidence of the existence and making of such byelaws in all cases of prosecution under the same, without proof of the signature of such judge, chairman, or sheriff, or such secretary of state, or the common seal or signature of the undertakers; and with respect to the proof of the publication of any such byelaws, it shall be sufficient to prove that a painted board containing a copy thereof was put up and continued in manner by this Act directed, and in case of its afterwards being displaced or damaged, that such board was replaced or restored as soon as conveniently might be, unless proof be adduced by the party complained against that such painted board did not contain a copy of such byelaws, or was not duly put up or continued as directed by this Act."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "50", "section_title": " Annual account to be made up by the undertakers and transmitted to the clerk of the peace in England or Ireland, or to the sheriff clerk in Scotland, and to be open to inspection. Penalty on omission to prepare such account. ", "section_text": "50 And with respect to the receipts and expenditure of the undertakers, be it enacted, that the undertakers shall in every year cause an annual account in abstract to be prepared, showing the whole receipt and expenditure of all rents and other monies levied by virtue of this or the special Act for the year ending the thirty-first day of December, or some other convenient day in each year, under the several distinct heads of receipt and expenditure, with a statement of the balance of such account, duly audited or certified by the chairman of the undertakers, and by the auditors, if any, and shall send a copy of the said account, free of charge, to the clerk of the peace in England and Ireland, and the sheriff clerk in Scotland, of the county in which the market or fair is situate, on or before the expiration of one month from the day on which such accounts shall end, which account shall be open to the inspection of the public at all seasonable hours, on payment of the sum of  5p  for every such inspection; and if the undertakers omit to prepare or send such account as aforesaid, they shall forfeit for every such omission the sum of  level 2 on the standard scale ."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "51", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "51"}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "52", "section_title": " Railways Clauses Consolidation Acts 1845, as to damages, &c. to be incorporated with this and the special Act. ", "section_text": "52 If the market or fair be in England or Ireland, the clauses of the  Railways Clauses Consolidation Act 1845 with respect to the recovery of damages not specially provided for, and penalties, and to the determination of any other matter referred to justices, shall be incorporated with this and the special Act; and if the market or fair be in Scotland, the clauses of the  Railways Clauses Consolidation (Scotland) Act 1845 with respect to the recovery of damages not specially provided for, and penalties, and to the determination of any other matter referred to the sheriff or to justices, shall be incorporated with this and the special Act; and such clauses shall apply to the market or fair and the undertakers respectively, and shall be construed as if the word “undertakers” had been inserted therein instead of the word “company”."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "53", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "53"}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "54", "section_title": " Nothing in this or the special Act to affect the rights of the crown. ", "section_text": "54 Nothing in this or the special Act shall be deemed to extend to or affect any Act of Parliament relating to her Majesty’s duties of customs or excise, or any other revenue of the crown, or to extend to or affect any claim of her Majesty in right of her crown, or otherwise howsoever, or any proceedings at law or in equity by or on behalf of her Majesty, in any part of the United Kingdom of Great Britain and Ireland."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "55", "section_title": " All things required to be done by two justices in England and Ireland may, in certain cases, be done by one, and in Scotland by the sheriff, &c. ", "section_text": "55 All things herein or in the special Act, or any Act incorporated therewith, authorized or required to be done by two justices may and shall be done in England and Ireland by any one magistrate having by law authority to act alone for any purpose with the powers of two or more justices, and in Scotland by  the sheriff principal of any sheriffdom , or his  sheriff ."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "56", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "56"}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "57", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "57"}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "58", "section_title": " Copies of special Act to be kept by undertakers at their office, and deposited with the clerks of the peace, &c. and be open to inspection. ", "section_text": "58 The undertakers shall at all times after the expiration of six months after the passing of the special Act keep in their principal office of business a copy of the special Act, printed by the printers to her Majesty, or some of them, and shall also within the space of such six months  deposit in the office of the clerk of the peace of the county in England or Ireland, and in the office of the sheriff’s clerk of the county in Scotland, in which the undertaking is situate   deposit in the office of the chief clerk , a copy of such special Act, so printed as aforesaid; and the said clerk of the peace and sheriff clerk shall receive, and they and the undertakers respectively shall keep, the said copies of the special Act, and shall allow all persons interested therein to inspect the same, and make extracts or copies therefrom, in the like manner, and upon the like terms, and under the like penalty for default, as is provided in the case of certain plans and sections by the  Parliamentary Documents Deposit Act 1837."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "59", "section_title": " Penalty on undertakers failing to keep or deposit such copies.", "section_text": "59 If the undertakers fail to keep or deposit, as herein-before mentioned, any of the said copies of the special Act, they shall forfeit  level 2 on the standard scale  for every such offence, and also five pounds for every day afterwards during which such copy shall be not so kept or deposited."}, {"act": "Markets And Fairs Clauses Act 1847", "year": 1847, "section": "60", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "60"}]