[{"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "1.", "section_title": " Extent of Act.", "section_text": "1 This Act shall extend only to such towns or districts in England or Ireland as shall be comprised in any Act of Parliament hereafter to be passed which shall declare that this Act shall be incorporated therewith; and all the clauses of this Act, save so far as they shall be expressly varied or excepted by any such Act, shall apply to the town or district which shall be comprised in such Act, and to the commissioners appointed for improving and regulating the same, so far as such clauses shall be applicable thereto respectively, and shall, with the clauses of every other Act which shall be incorporated therewith, form part of such Act, and be construed therewith as forming one Act."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "2", "section_title": "“the special Act:”\n              “prescribed:”\n              “the commissioners.”\n            ", "section_text": "2 The expression “the special Act” used in this Act shall be construed to mean any Act which shall be hereafter passed for the improvement or regulation of any town or district, or of any class of towns or districts, defined or comprised therein, and with which this Act shall be incorporated; and the word “prescribed” used in this Act in reference to any matter herein stated shall be construed to refer to such matter as the same shall be prescribed or provided for in the special Act, and the sentence in which such word shall occur shall be construed as if instead of the word “prescribed” the expression “prescribed for that purpose in the special Act” had been used; and the expression “ the commissioners ” shall mean the commissioners, trustees, or other persons or body corporate intrusted by the special Act with powers for executing the purposes thereof."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "3", "section_title": " Interpretations in this and the special Act. Number: Gender: “Person:” “Lands:” “Street:” “Month:” “Justice:” “Two Justices:” “Owner:” “Cattle:”", "section_text": "3 The following words and expressions in both this and the special Act, and any Act incorporated therewith, shall have the meanings hereby assigned to them, unless there be something in the subject or context repugnant to such construction; (that is to say,)  Words importing the singular number shall include the plural number, and words importing the plural number shall include the singular number: Words importing the masculine gender shall include females:  The word “ person ” shall include a corporation, whether aggregate or sole: The word “ lands ” shall include messuages, lands, tenements, and hereditaments, of any tenure:  The word “street” shall extend to and include any road, square, court, alley, and thoroughfare, within the limits of the special Act:  The word “ month ” shall mean a calendar month: . . . . . . . . .   The word “ justice ”  shall mean justice of the peace acting for the place where the matter requiring the cognizance of any justice arises shall mean a lay magistrate ; and where any matter is authorized or required to be done by two justices, the expression “ two justices ” shall be understood to mean two or more justices met and acting together:  . . .   The word “owner,” used with reference to any lands or buildings in respect of which any work is required to be done, or any rate to be paid, under this or the special Act shall mean the person for the time being entitled to receive, or who, if such lands or buildings were let to a tenant at rackrent, would be entitled to receive, the rackrent from the occupier thereof:  The word “ cattle ” shall include horses, asses, mules, sheep, goats, and swine."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "4", "section_title": " Short title of this Act.", "section_text": "4 In citing this Act in other Acts of Parliament, and in legal instruments, it shall be enough to use the expression “The Towns Improvement Clauses Act 1847.”"}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "6", "section_title": " Until an inspector is appointed under some general Act, execution of works may be proceeded with without his approval.", "section_text": "6 When by this or the special Act any matter is required to be submitted to, or to be done with the approval of, the inspector, such inspector shall be understood to mean an inspector appointed under any general Act passed in this or any future session of Parliament authorizing the appointment of inspectors for inspecting or superintending works connected with paving, draining, or improving towns or populous districts; and until such an officer is appointed under any such general Act the commissioners, unless it be otherwise provided by the special Act, may proceed in the execution of this and the special Act without the approval of such officer, and as if no such officer had been mentioned in this or the special Act."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "712.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "13", "section_title": " Commissioners to cause a map of the district within the limits of the special Act to be made, and to be open to inspection.", "section_text": "13 The commissioners shall, as soon as conveniently may be after the passing of the special Act, procure or cause to be made a survey and map of the district within the limits of the special Act, on a scale of not less than sixty inches to a mile, and shall cause to be marked thereon the course of all the existing sewers and drains belonging to them or under their care or management, and, as far as can be ascertained, the lines of pipes or conduits for the collection and distribution of water, the course of the pipes for the distribution of gas, and such other works, with such other particulars as may be necessary in order to show the underground works within the said district, and shall cause the said map to be from time to time corrected, and such additions to be made thereto as may show the sewers and drains for the time being belonging to the commissioners, and such other pipes and underground works as aforesaid; and such map and plan, or a copy thereof, with the date expressed thereon of the last time when it was so corrected, shall be kept in the office of the commissioners, and shall be open at all seasonable hours to the inspection of the owners or occupiers of any lands within such district."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "14", "section_title": " Ordnance may furnish commissioners with maps, or cause surveys to be made.", "section_text": "14 The principal officers of her Majesty’s Ordnance may, if they think fit, on the application of the commissioners, and at their expence, furnish for the use of the said commissioners one or more copies of any map of such district, or any part thereof, which shall have been made under the direction of the said Ordnance Officers, or may cause a survey to be made of the said district on a scale of not less than sixty inches to the mile by surveying officers appointed by them, for such remuneration as shall previously be agreed upon between the said principal officers and the commissioners."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "15", "section_title": " Level lines to be marked on map, and bench marks to be made for denoting the same.", "section_text": "15 The Commissioners shall cause to be marked on the map so procured or caused to be made by them a series of marks and figures at convenient distances on the said map, denoting the height of the ground at every such mark above or below the level of a particular spot within the limits of the special Act, which may be easily found and identified, the position of which spot shall be described on the map, and shall also cause to be drawn, wherever practicable, lines of equal altitude at every four feet of elevation, or at such other intervals as may appear, upon due inquiry, to be the best adapted for the guidance of works of sewerage and drainage, for the collection and distribution of water, and for other purposes within such district for which a knowledge of the levels of the district may be necessary, and shall also cause proper bench marks for denoting the levels to be inscribed and marked at convenient distances and places, at the corners of streets, on posts, houses, or other prominent objects within such district."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "16", "section_title": " Commissioners may cause maps to be engraved, &c., and pay expences out of rates.", "section_text": "16 The commissioners may cause every such plan to be copied, engraved, or printed and coloured in such manner as appears to them most convenient, and may defray the costs of any surveys and maps made under their direction, and any costs incurred by them in regard to any such ordnance map, out of the rates authorized to be levied under this and the special Act."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "17", "section_title": " Commissioners to cause plans to be prepared of alterations of new works or alterations of existing works.", "section_text": "17 The commissioners shall cause their surveyor to prepare plans of any new works, and additions to or alterations of existing works, that may be required for the effectual drainage of the houses and streets within such district, including provision for properly trapped drains or channels for the removal of all waste water and refuse from the houses and from the surface of the streets, and also to draw on such plans the lines that appear to him most advantageous for main sewers, and the best outfalls for clearing the whole district of surface moisture, and effecting the drainage of the subsoil, and to point out the most appropriate means and sites for the collection and sale of filth and refuse for agricultural or other purposes, and also to set forth any other matters which may assist the commissioners in carrying into execution, in an economical and effective manner, the several works required to be carried into execution under the provisions of this and the special Act, or which appears to be necessary for the health and convenience of the inhabitants of such district."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "18", "section_title": " Before giving notice of construction of works, plans to be prepared and deposited in the office of the commissioners.", "section_text": "18 Before giving notice of their intention to construct any work of which by this or the special Act they are required to give notice, the commissioners shall cause plans of the intended work to be made, under the direction of their surveyor, on a scale not less for a horizontal plan than one inch to eighty-eight feet, and for a vertical section not less than one inch to two feet, and, in the case of a sewer, showing the depth of such sewer below the surface of the ground; and such plans shall be deposited in the office of the commissioners, or some other convenient place appointed for that purpose, and shall be open at all reasonable hours for the inspection of all persons interested therein, during the time for which such notice is required to be given."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "19", "section_title": " The taking of lands to be subject to the provisions of this Act and the Lands Clauses Consolidation Act 1845.", "section_text": "19 Where by this or the special Act the commissioners shall be empowered to take or use for the purposes thereof any lands otherwise than with the consent of the owners and occupiers thereof, they shall, in exercising the powers so given, be subject to the provisions and restrictions contained in this Act and in the  Lands Clauses Consolidation Act 1845; and the commissioners shall make to the owners and occupiers of and all other parties interested in any such lands taken or used for the purposes of this or the special Act full compensation for the value of the lands so taken or used, and for all damage sustained by such owners, occupiers, and other parties, by reason of the exercise, as regards such lands, of the powers vested in the commissioners by this or the special Act, or any Act incorporated therewith; and, except where otherwise provided by this or the special Act, the amount of such compensation shall be determined in the manner provided by the said Lands Clauses Consolidation Act for determining questions of compensation with regard to lands purchased or taken under the provisions thereof; and all the provisions of the last-mentioned Act shall be applicable to determine the amount of any such compensation, and to enforce the payment or other satisfaction thereof."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "20", "section_title": " Errors and omissions in plans, &c. may be corrected by justices, who shall certify the same. Certificate to be deposited. ", "section_text": "20 If any omission, mis-statement, or wrong description shall have been made of any lands, or of the owners, lessees, or occupiers of any lands, mentioned in any schedule to the special Act, the commissioners, after giving ten days notice to the owners, lessees, and occupiers of the lands affected by such proposed correction, may apply to two justices for the correction thereof; and if it appear to such justices that such omission, mis-statement, or wrong description arose from mistake, they shall certify the same accordingly, and they shall in such certificate state the particulars of any such omission, mis-statement, or wrong description; and such certificate, with the other documents to which it relates, shall be deposited with  the clerk of the peace of the county in which the lands affected thereby are situated the chief clerk , and such certificate shall be kept by such clerk of the peace with the other documents to which it relates, and thereupon such schedule shall be deemed to be corrected according to such certificate; and the commissioners may take any lands in accordance with such certificate, as if such omission, mis-statement, or wrong description had not been made."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "21", "section_title": " Commissioners to make compensation for damage done. If parties cannot agree as to compensation, the same to be determined in manner provided by 7 & 8  Vict.  c. 18.", "section_text": "21 The commissioners shall make good all damage to any buildings or land by reason of altering the level of any street, or otherwise carrying into execution any of the powers of this or the special Act, or of any Act incorporated therewith, and shall pay to the owners, lessees, and occupiers of any such buildings or lands respectively such amount of compensation for such injury as shall be agreed upon between such owners, lessees, and occupiers, and the commissioners; and if such owners, lessees, and occupiers and the commissioners cannot agree as to the amount of such compensation, and the proportions thereof to be paid to such owners, lessees, and occupiers respectively, then the amount of such compensation, and also the proportions which the persons claiming the same are entitled to, shall be determined in the manner provided by the  Lands Clauses Consolidation Act 1845 for determining questions of compensation with regard to land purchased or taken under the provisions thereof; and all the provisions of the last-mentioned Act shall be applicable to determine the amount of any such compensation, and to enforce payment or other satisfaction thereof."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "22", "section_title": " Management of sewers and other works vested in the commissioners.", "section_text": "22 All public sewers and drains within the limits of the special Act, and all sewers and drains in and under the streets, with all the works and materials thereunto belonging, whether made at the time of the passing of the special Act, or at any time thereafter, and whether made at the cost of the commissioners or otherwise, and the entire management of the same, shall vest in and belong to the commissioners."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "23", "section_title": " Drainage districts to be formed, subject to approval of inspector.", "section_text": "23 The commissioners shall from time to time, subject to the approval of the inspector, divide the whole town or district within the limits of the special Act, if and as occasion shall require, into separate drainage districts, having regard in such division to the nature of the ground, to the main lines of sewers by which such separate drainage districts are or shall be drained, and to the equal benefit, as far as may be, of all the lands and buildings to be comprised in any such drainage district, and shall cause their surveyor to define and describe the several drainage districts on a plan of the town or district within the limits of the special Act, to be made as aforesaid."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "24", "section_title": " Power to commissioners to construct sewers where none exist, making compensation to owners of property.", "section_text": "24 The commissioners shall from time to time, subject to the restrictions herein contained as to the notice to be given, and the plans and estimates to be prepared, cause to be made under the streets such main and other sewers as shall be necessary for the effectual draining of the town or district within the limits of the special Act, and also all such reservoirs, sluices, engines, and other works as shall be necessary for cleansing such sewers, and, if needful, they may carry such sewers through and across all underground cellars and vaults under any of the streets, doing as little damage as may be, and making full compensation for any damage done; and if for completing any of the aforesaid works it be found necessary to carry them into or through any inclosed or other lands, the commissioners may carry the same into or through such lands accordingly, making full compensation to the owners and occupiers thereof, and they may also cause such sewers to communicate with and empty themselves into the sea, or any public river, or they may cause the refuse from such sewers to be conveyed by a proper channel to the most convenient site for its collection and sale for agricultural or other purposes, as may be deemed most expedient, but so that the same shall in no case become a nuisance."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "25", "section_title": " Commissioners may alter sewers from time to time.", "section_text": "25 The commissioners may from time to time, as they see fit, enlarge, alter, arch over, and otherwise improve all or any of the sewers vested in them, and if any of such sewers at any time appear to them to have become useless, the commissioners, if they think fit to do so, may demolish and discontinue such sewer, provided that it be so done as not to create a nuisance."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "26", "section_title": " Commissioners not to destroy existing sewers, &c. without providing others. Penalty for neglect.", "section_text": "26 If any person, by means of any enlargement, alteration, or discontinuance of any sewer, or other proceeding of the commissioners, be deprived of the use of any sewer or drain which such person was theretofore lawfully entitled to use, the commissioners shall provide some other sewer or drain equally effectual for such purpose; and if the commissioners refuse or do not within seven days next after notice in writing served upon them begin and thereupon diligently proceed to restore to its former effective state such drain or sewer, the use whereof has been affected by the acts of the commissioners, or to provide such other sewer or drain as aforesaid, they shall forfeit to the person aggrieved any sum not exceeding  £2  for every day after the expiration of such seven days during which he is deprived of the use of the drain or sewer to which he was so entitled, and is not provided with such other drain or sewer as aforesaid."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "27", "section_title": " Commissioners to cause estimates to be prepared and submitted to the inspector.", "section_text": "27 Before entering into any contract for executing any such work as aforesaid the commissioners shall procure from their surveyor an estimate of the probable expence of constructing the same in a substantial manner, and of the yearly expence of maintaining the same in repair, and each surveyor shall accompany such estimate with a report as to the most advantageous mode of constructing such work, whether under a contract for constructing the same merely, or a contract for constructing the same and maintaining it in repair during a given term of years; and the commissioners shall submit the plan and estimate of every such work, together with the report of their surveyor, to the inspector, who shall make in writing such observations or suggestions thereupon as may seem to him to be expedient; and if the commissioners do not regard or do not act in conformity with such observations or suggestions, they shall enter upon the minutes of their proceedings their reasons for not so doing."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "28", "section_title": " As to the expence of making new sewers.Where lands, &c. were sufficiently drained before making new sewer, occupier to have a reduction made in his rates.", "section_text": "28 The expence of making any new sewer shall be defrayed as herein-after provided, by special sewer rates to be levied on the occupiers of all lands and buildings within the drainage district in which such sewer is situated: Provided always, that where, in the judgment of the commissioners, and by allowance of the inspector, any lands or buildings were sufficiently drained before the making of such new sewer, the occupiers thereof shall be entitled to have such deduction made from the special sewer rates to which they would otherwise be liable in respect of the making of such new sewer, and for such time, as the commissioners, with the approval of the inspector, shall deem to be just, having regard to the cost of making such new sewer, and to the value and efficiency of such old sewer; and whenever any old sewer is enlarged, or open sewer closed, the expence of such enlargement, or of closing such open sewer, shall be defrayed in like manner as if it had been incurred in making a new sewer."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "29", "section_title": " As to the expence of maintaining sewers, &c.", "section_text": "29 The expence of maintaining and cleaning all sewers vested in the commissioners, and all other expences connected with such sewers not herein-before provided for, or which may not be fully defrayed by the special sewer rates, shall be defrayed by general sewer rates to be levied as herein-after provided on the occupiers of all lands and buildings within the drainage district in which such sewers are severally situated."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "30", "section_title": " Penalty for making unauthorized drains.", "section_text": "30 Every person not being employed for that purpose by the commissioners, who shall make any drain into any of the sewers or drains so vested in the commissioners shall forfeit . . .   a sum not exceeding  £25 level 1 on the standard scale  and the commissioners may cause such branch drain to be re-made as they think fit, and all the expence incurred thereby shall be paid by the person making such branch drain, and shall be recoverable by the commissioners as damages."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "31", "section_title": " Vaults and cellars under streets not to be made without the consent of the commissioners.", "section_text": "31 No building shall be erected over any sewer belonging to the commissioners, and no vault, arch, or cellar shall be made under the carriageway of any street, without the consent of the commissioners first obtained in writing, and all such vaults, arches, and cellars shall be substantially made, and so as not to interfere or communicate with any sewers belonging to the commissioners; and if after the passing of the special Act any building be erected, or any vault, arch, or cellar be made, contrary to the provisions herein contained, the commissioners may demolish or fill up the same, and the expences incurred thereby shall be paid by the person erecting such building, or making such vault, arch, or cellar, and shall be recoverable as damages."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "32", "section_title": " Streets may be stopped for repairs.", "section_text": "32 The commissioners may stop any street, and prevent all persons from passing along and using the same, for a reasonable time during the construction, alteration, repair, or demolition of any sewer or drain in or under such street."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "33", "section_title": " All sewers, &c. to be covered with traps.", "section_text": "33 All sewers and drains within the limits of the special Act, whether public or private, shall be provided by the commissioners or other persons to whom they severally belong with proper traps or other coverings or means of ventilation so as to prevent stench."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "34", "section_title": " Sewers may be used by owners and occupiers of land beyond limits of town or district.", "section_text": "34 Any person, being the owner or occupier of any lands beyond the limits of the special Act, and in respect of which he would not be liable to the payment of the rates authorized to be levied under this and the special Act, may, with the consent of the commissioners first obtained in writing, upon payment to them of a reasonable sum of money to be agreed upon between them, at his own expence, and under the superintendence of the surveyor of the commissioners, cause to branch into and to communicate with any of the sewers belonging to the commissioners any sewer or drain in respect of the said property which may be lawfully made therefrom, of such size and in such manner and form of communication as the commissioners approve of: Provided always, that nothing in this or the special Act contained shall effect any right theretofore acquired by such owner or occupier to use any of the sewers or drains belonging to the commissioners under the provisions of this or the special Act."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "35", "section_title": " Commissioners empowered to construct drains from houses, charging owner, &c. with the expence.", "section_text": "35 If any house or building within the limits of the special Act be at any time not drained by a sufficient drain or pipe communicating with some sewer, or with the sea or some public river, to the satisfaction of the commissioners, and if there shall be such means of drainage within one hundred feet of any part of such house or building, the commissioners shall construct or lay from such house or building a covered drain or pipe, of such materials, of such size, at such level, and with such fall, as they think necessary for the drainage of such house or buildings, its areas, waterclosets, privies, and offices; provided that the cost of executing such work shall not, without the written consent of the owner, exceed one year’s rackrent of such house or building; and the expences incurred by the commissioners in respect thereof, if not forthwith paid by the owner or occupier, shall be defrayed by the drainage rates herein-after mentioned."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "36", "section_title": " No house to be hereafter built without drains being constructed.", "section_text": "36 No house or building within the limits of the special Act shall be built upon a lower level than will allow of the drainage of the wash and refuse of such house or building into some sewer belonging to the commissioners either then existing or marked out upon the map herein-before directed to be made by them, or into the sea, or some public river into which the commissioners are empowered to empty their sewers; and if there be such means of drainage existing within one hundred feet of such intended house or building, the commissioners shall cause a drain leading thereunto from the intended site of such house to be made, of such materials, of such size, at such level, and with such fall, as they think fit, or if there be no such means of drainage within one hundred feet of any part of the said intended site of such house or building, then such drain shall be made so as to lead into such covered cesspool or other place as the commissioners direct, not being under any dwelling house, and constructed to the satisfaction of the commissioners, so as effectually to prevent the escape of the contents thereof, until such sewer as aforesaid is made by the commissioners, when they shall make a drain to communicate with such new-made sewer, and shall demolish and fill up any such cesspool."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "37", "section_title": " Where houses are rebuilt, the level shall be sufficient to allow a drain to be constructed.", "section_text": "37 Whenever any house is rebuilt within the limits of the special Act, the level of the cellar or other lowest floor of such house shall be raised sufficiently to allow of the construction of such a drain as is herein-before provided in the case of houses to be built after the passing of the special Act; and whenever any house is taken down as low as the floor of the first story for the purpose of being built up again, such building shall be deemed a rebuilding within the meaning of this Act."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "38", "section_title": " Notice of buildings and rebuildings to be given to the commissioners.", "section_text": "38 Before beginning to build any new house, or to rebuild any existing house, within the limits of the special Act, the person intending to build or rebuild such house shall give to the commissioners notice thereof in writing, and shall accompany such notice with a plan showing the level at which the foundation of such house is proposed to be laid, by reference to some level ascertained under the direction of the commissioners."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "39", "section_title": " Commissioners may signify disapproval within fourteen days.", "section_text": "39 Within fourteen days after receiving such notice the commissioners may signify their disapproval of the level at which it is proposed to lay the foundations of any such house, and in case of such disapproval may within the said fourteen days fix the level at which the same is to be laid, subject to such right of appeal as is herein-after mentioned."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "40", "section_title": " Houses built without notice, or contrary to provisions of this or the special Act, may be altered.", "section_text": "40 In default of sending such notice and plan, or if such building be begun or made at any level different from that fixed by the commissioners within the said fourteen days, or determined on appeal as after mentioned, or in any other respect contrary to the provisions of this or the special Act, the commissioners may, if necessary, cause such building to be altered or demolished, as the case requires, and the expence incurred by the commissioners in respect thereof shall be repaid to them by the person failing to comply with the provision aforesaid, and shall be recoverable as damages."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "41", "section_title": " If commissioners fail to signify their approval, &c. within fourteen days, parties may proceed without.", "section_text": "41 Provided always that if the commissioners fail to signify in writing their approval or disapproval of the level shown on such plan as aforesaid within fourteen days after receiving such notice and plan as aforesaid, the person giving such notice may, notwithstanding anything herein-before contained, proceed to build or rebuild the house therein referred to according to the level shown on such plan, provided that such building or rebuilding be otherwise in accordance with the provisions of this and the special Act."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "42", "section_title": " Commissioners may require owners of houses to provide privies and ashpits for the same.", "section_text": "42 The commissioners shall require the owner of every house within the said limits, to which no sufficient privy and ashpit, with proper doors and coverings, is attached, to provide, where it appears to them that there is room enough for the purpose, such privy and ashpit in such situation, not disturbing any building then already erected, as the commissioners deem necessary for the use of the inmates and occupiers thereof; and every such privy and ashpit shall be constructed to the satisfaction of the commissioners, so as effectually to prevent the escape of the contents thereof: Provided always that where a privy and ashpit is used in common by the inmates and occupiers of two or more of such houses, the commissioners may, if they think fit, dispense with the provision of a privy and ashpit for each such house."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "43", "section_title": " Penalty for neglecting to provide privy, &c.", "section_text": "43 The owner of any such house shall provide the same with a privy, with such door and covering to the same, and with such ashpit as aforesaid, to the satisfaction of the commissioners, within one month next after notice in writing for that purpose given by the commissioners to him or to the occupier of such house, and in default thereof the commissioners shall cause such privy and ashpit to be provided, so nevertheless that the cost of executing such work shall not, without the written consent of the owner, exceed one year’s rackrent of such house or building; and the expence incurred thereby shall be defrayed by the drainage rates herein-after mentioned."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "44", "section_title": " Drains, privies, and cesspools to be kept in good order by owners.If owners neglect, commissioners may cause the same to be done, and charge the owners with the expence.", "section_text": "44 All branch drains, as well within as without the lands or buildings to which they belong, and all privies, ashpits, and cesspools within the limits of the special Act, shall be under the survey and control of the commissioners, and shall be altered, repaired, and kept in proper order at the costs and charges of the owners of the lands and buildings to which the same belong, or for the use of which they are constructed or continued; and if the owner and occupier of any land or buildings to which any such drain, privy, ashpit, or cesspool belongs neglect, during fourteen days after notice in writing for that purpose, to alter, repair, and to put the same into good order, in the manner required by the commissioners, the commissioners may cause such drain, privy, ashpit, or cesspool to be altered, repaired, covered, and put in good order; and the expence incurred by the commissioners in respect thereof shall be repaid to them by the owners by whom the same ought to have been done, and shall be recoverable as damages."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "45", "section_title": " As to the inspection of drains, privies, and cesspools.", "section_text": "45 The surveyor of the commissioners may inspect any drain, privy, ashpit, or cesspool within the limits of the special Act, and for that purpose, at all reasonable times in the daytime, after twenty-four hours’ notice in writing to the occupier of the premises to which such drain, privy, ashpit, or cesspool is attached, may enter upon any lands and buildings, with such assistants and workmen as are necessary, and cause the ground to be opened where he thinks fit, doing as little damage as may be; and if such drain, privy, ashpit, or cesspool is found to be in proper order and condition, he shall cause the ground to be closed and made good as soon as may be; and the expences of opening, closing, and making good such drain, privy, ashpit, or cesspool shall in that case be defrayed by the commissioners."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "46", "section_title": " Penalty on persons making or altering drains, &c. contrary to the orders of the commissioners.", "section_text": "46 If any such drain, privy, or cesspool be on inspection found to have been constructed, after the passing of the special Act, contrary to the directions and regulations of the commissioners, or contrary to the provisions of this or the special Act, or if any person, without the consent of the commissioners, construct, rebuild, or unstop any drain, privy, or cesspool which has been ordered by them to be demolished or stopped up or not to be made, every person so doing shall be liable to a penalty not exceedings  £25 level 1 on the standard scale ; and the commissioners may cause such amendment or alteration to be made in any such drain, privy, or cesspool as they think fit; and the expence attending any such amendment or alteration shall be paid by the person by whom such sewer was improperly constructed, rebuilt, or altered, and shall be recoverable from him as damages."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "47", "section_title": " Management of streets vested in the commissioners.", "section_text": "47 The management of all the streets which at the passing of the special Act are or which thereafter become public highways, and the pavements and other materials, as well in the footways as carriageways, of such streets, and all buildings, materials, implements, and other things provided for the purposes of the said highways, by the surveyors of highways or by the commissioners, shall belong to the commissioners."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "4849.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "48"}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "50", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "50"}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "51", "section_title": " Power for the commissioners to pave public streets.", "section_text": "51 The commissioners may from time to time cause all or any of the streets under their management, or any part thereof respectively, to be paved, flagged, or otherwise made good, and the ground or soil thereof to be raised, lowered, or altered, in such manner and with such materials as they think fit; and they may also pave or make, with such materials as they think fit, any footways for the use of passengers in any such street, and cause such streets and footways to be repaired from time to time."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "52", "section_title": " Commissioners may place fences to footways.", "section_text": "52 The commissioners shall from time to time place such fences and posts on the side of the footways of the streets under their management as may be needed for the protection of passengers on such footways, and they may place posts in the carriageways of such streets, so as to make the crossing thereof less dangerous for foot passengers; and they shall from time to time repair any such fences or posts, or remove the same, or any obstruction to any such carriageway or footway, as they think fit."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "53", "section_title": " Where public streets have not heretofore been paved, commissioners may cause them to be paved, at the expence of the occupiers of adjoining lands.", "section_text": "53 If any street, although a public highway at the passing of the special Act, have not theretofore been well and sufficiently paved and flagged or otherwise made good, the commissioners may cause such street, or the parts thereof not so paved and flagged or otherwise made good, to be paved and flagged or otherwise made good in such manner as they think fit, and the expences incurred by the commissioners in respect thereof shall be repaid to them by the occupiers of the lands abutting on such street, or such parts thereof as have not been theretofore well and sufficiently paved and flagged or otherwise made good, and such expences shall be recoverable from such occupiers respectively as herein-after provided with respect to private improvement expences, and thereafter such street shall be repaired by the commissioners out of the rates levied under this or the special Act."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "54", "section_title": " Future streets may be declared highways.", "section_text": "54 If any street, not being a public highway at the passing of the special Act, be then or thereafter paved, flagged, or otherwise made good, to the satisfaction of the commissioners, then, on the application of the greater part in value of the occupiers of the houses and lands in such street, the commissioners shall, by writing under their common seal, if they be incorporated, or if they be not incorporated, then under the hands of five of the commissioners, declare the same to be a public highway, and thereupon the said street shall become a public highway, and shall be thereafter repaired by the commissioners out of the rates levied under this and the special Act; and such declaration shall be entered among the proceedings of the commissioners, and notice of such declaration shall be put up in some conspicuous place in or near such street."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "55", "section_title": " Commissioners, upon completion of two thirds of any street, may upon application require remaining one third to be completed by owners of houses.", "section_text": "55 If any street, not being a public highway at the passing of the special Act, be thereafter to the extent of two third parts thereof paved and flagged or otherwise made good to the satisfaction of the commissioners, then, on the application of the owners of the lands abutting on such parts of the said street as have been so made good, the commissioners may require the owners of the buildings or lands abutting on the remainder of the said street to pave and flag or otherwise make good to the satisfaction of the commissioners such remainder of the said street, or such parts thereof as front such last-mentioned buildings and lands, within a reasonable time, to be fixed by the commissioners; and if such remainder of the said street, or any such part thereof as aforesaid, be not made good as aforesaid within the time so fixed, the commissioners may cause the part not so made good to be made good, and the expences which shall be incurred by the commissioners in respect thereof shall be repaid to them by the owners by whom such paving ought to have been done respectively; and such expences, if not forthwith repaid by such owners, shall be recoverable from the occupiers of such buildings and lands as hereinafter provided with respect to private improvement expences; and when the whole of the said street is paved and made good to the satisfaction of the commissioners, they shall, by writing under their common seal, if they be incorporated, or if they be not incorporated, then under the hands of five of the commissioners, declare the same to be a public highway, and thereupon the said street shall become a public highway, and shall for ever afterwards be repaired by the commissioners; and such declaration shall be entered among the proceedings of the commissioners."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "56", "section_title": " Penalty on persons altering pavements without the consent of the commissioners.", "section_text": "56 Every person who wilfully displaces, takes up, or makes any alteration in the pavement, flags, or other materials of any street under the management of the commissioners, without their consent in writing, or without other lawful authority, shall be liable to a penalty not exceeding  £25 level 1 on the standard scale , and also a further sum not exceeding  25p  for every square foot of the pavement, flags, or other materials of the street, exceeding one square foot, so displaced, taken up, or altered."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "57", "section_title": " Notice of intention to lay out new streets to be given to commissioners.", "section_text": "57 Every person who intends to make or lay out any new street shall give notice thereof to the commissioners, in order that the level of such street may be fixed by the commissioners."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "58", "section_title": " Levels to be fixed by the surveyor to the commissioners.", "section_text": "58 The level of every new street shall be fixed under the direction of the surveyor of the commissioners, subject to such right of appeal as hereafter mentioned; and the level so fixed, if not altered on appeal, shall be kept thereafter by every person raising any house or other building in such street."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "59", "section_title": " If the commissioners fail to fix the level, the party may proceed without.", "section_text": "59 If the commissioners do not fix such level within six weeks from the time of the delivery of such notice as aforesaid, unless the fixing of such level be delayed by the appeal herein-after provided, the person giving such notice may proceed to lay out the street at any level which will allow of compliance with the other provisions of this and the special Act, as if such level had been fixed by the commissioners; and in such case every change of the level which the commissioners afterwards deem requisite, and the works consequent thereon, shall be made by the commissioners, and the expence thereof, and any damage which any person sustains in consequence of such alteration, shall be defrayed by them."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "60", "section_title": " Persons laying out streets without notice to be liable to the expences of subsequent alterations of levels.", "section_text": "60 Every person who makes or lays out any such new street as aforesaid, without causing such notice to be given to the commissioners as aforesaid, shall be liable to defray all the expences consequent upon any change of the level of the said street deemed requisite by the commissioners; and every person who in building any house or other building in such street does not keep the level fixed by the commissioners shall be liable to defray all the expences consequent upon any change of the level of that part of the street on which such house or building abuts which the commissioners deem requisite."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "61", "section_title": " Situation of gas and water pipes to be altered at the expence of the commissioners. ", "section_text": "61 For the purposes of this or the special Act, if the commissioners deem it necessary to raise, sink, or otherwise alter the situation of any water pipe or gas pipe, or other waterworks or gasworks laid in any of the streets, they may from time to time, by notice in writing, require the person to whom any such pipes or works belong to cause forthwith, as soon as conveniently may be, any such pipes or works to be raised, sunk, or otherwise altered in position, in such manner as the commissioners direct; provided that such alteration be not such as permanently to injure such works, or to prevent the water or gas from flowing as freely and conveniently as before; and the expences attending such raising, sinking, or altering, and full compensation for every damage done thereby, shall be paid by the commissioners, as well to the persons to whom such pipes or works belong as to all other persons."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "62", "section_title": " If gas or water company neglect to make the alteration, the commissioners may cause the same to be done.", "section_text": "62 If the person to whom any such pipes or works belong do not proceed forthwith, or as soon as conveniently may be after the receipt of such notice, to cause the same to be raised, sunk, or altered, in such manner as the commissioners require, the commissioners may themselves cause such pipes or works to be raised, sunk, or altered as they think fit; provided that such works be not permanently injured thereby, or the water or gas prevented from flowing as freely and conveniently as before."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "63", "section_title": " As to the width of new streets.", "section_text": "63 It shall not be lawful to make or lay out any new street unless the same be of the prescribed width, or, where no width is prescribed, unless the same, being a carriage road, be at least thirty feet wide, or, not being a carriage road, be at least twenty feet wide."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "64", "section_title": " Houses to be numbered and streets named.", "section_text": "64 The commissioners shall from time to time cause the houses and buildings in all or any of the streets to be marked with numbers as they think fit, and shall cause to be put up or painted on a conspicuous part of some house, building, or place, at or near each end, corner, or entrance of every such street, the name by which such street is to be known; and every person who destroys, pulls down, or defaces any such number or name, or puts up any number or name different from the number or name put up by the commissioners, shall be liable to a penalty not exceeding  £25 level 1 on the standard scale  for every such offence."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "65", "section_title": " Numbers of houses to be renewed by occupiers.", "section_text": "65 The occupiers of houses and other buildings in the streets shall mark their houses with such numbers as the commissioners approve of, and shall renew such numbers as often as they become obliterated or defaced; and every such occupier who fails, within one week after notice for that purpose from the commissioners, to mark his house with a number approved of by the commissioners, or to renew such number when obliterated, shall be liable to a penalty not exceeding  £20 level 1 on the standard scale , and the commissioners shall cause such numbers to be marked or to be renewed, as the case may require, and the expence thereof shall be repaid to them by such occupier, and shall be recoverable as damages."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "6674.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "66"}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "75", "section_title": " Ruinous or dangerous buildings to be taken down or secured by owners, &c. If owner, &c. neglect to repair, commissioners may cause the same to be done, charging owner, &c. with the expences.", "section_text": "75 If any building or wall, or anything affixed thereon, within the limits of the special Act, be deemed by the surveyor of the commissioners to be in a ruinous state, and dangerous . . .   to the occupiers of the neighbouring buildings, such surveyor . . .   shall cause notice in writing to be given to the owner of such building or wall, if he be known and resident within the said limits, and shall also cause such notice to be put on the door or other conspicuous part of the said premises, or otherwise to be given to the occupier thereof, if any, requiring such owner or occupier forthwith to take down, secure, or repair such building, wall, or other thing, as the case shall require; and if such owner or occupier do not begin to repair, take down, or secure such building, wall, or other thing within the space of three days after any such notice has been given or put up as aforesaid, and complete such repairs, or taking down or securing, as speedily as the nature of the case will admit, the said surveyor may make complaint thereof before two justices, and it shall be lawful for such justices to order the owner, or in his default the occupier (if any), of such building, wall, or other thing, to take down, rebuild, repair or otherwise secure, to the satisfaction of such surveyor, the same, or such part thereof as appears to them to be in a dangerous state, within the time to be fixed by such justices; and in case the same be not taken down, repaired, rebuilt, or otherwise secured within the time so limited, or if no owner or occupier can be found on whom to serve such order, the commissioners shall with all convenient speed cause all or so much of such building, wall, or other thing as shall be in a ruinous condition, and dangerous as aforesaid, to be taken down, repaired, rebuilt, or otherwise secured, in such manner as shall be requisite; and all the expences . . .   of taking down, repairing, rebuilding, or securing such building, wall, or other thing, shall be paid by the owner thereof."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "76", "section_title": " The expences to be levied by distress on the owner.", "section_text": "76 If such owner can be found within the limits of the special Act, and if, on demand of the expences aforesaid, he neglect or refuse to pay the same, then such expences may be levied by distress, and any justice may issue his warrant accordingly."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "77", "section_title": " If owner cannot be found, commissioners may take the house or ground, making compensation provided by 7 & 8 Vict. c. 18.", "section_text": "77 If such owner cannot be found within the said limits, or sufficient distress of his goods and chattels within the said limits cannot be made, the commissioners, after giving twenty-eight days notice of their intention to do so, by posting a printed or written notice in a conspicuous place on such building or on the land whereon such building stood, may take such building or land, provided that such expences be not paid or tendered to them within the said twenty-eight days, making compensation to the owner of such building or land in the manner provided by the  Lands Clauses Consolidation Act 1845, in the case of lands taken otherwise than with the consent of the owners and occupiers thereof, and the commissioners shall be entitled to deduct out of such compensation the amount of the expences aforesaid, and may thereupon sell or otherwise dispose of the said building or land for the purposes of this Act."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "78", "section_title": " Commissioners may sell the materials, restoring to the owner the overplus arising from the sale.", "section_text": "78 If any such house or building as aforesaid, or any part of the same, be pulled down by virtue of the powers aforesaid, the commissioners may sell the materials thereof, or so much of the same as shall be pulled down, and apply the proceeds of such sale in payment of the expences incurred in respect of such house or building; and the commissioners shall restore any overplus arising from such sale to the owner of such house or building, on demand; nevertheless, the commissioners, although they sell such materials for the purposes aforesaid, shall have the same remedies for compelling the payment of so much of the said expences as may remain due after the application of the proceeds of such sale as are herein-before given to them for compelling the payment of the whole of the said expences."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "7983.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "79"}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "84", "section_title": " Commissioners to give notice of new levels of sewers.", "section_text": "84 Twenty-eight days at the least before fixing the level of any street which has not become a public highway, or any street which has not been theretofore levelled or paved, and before making any sewer where none was before, or altering the course or level of or abandoning or stopping any sewer, the commissioners shall give notice of their intention by posting a printed or written notice in a conspicuous place at each end of every such street through or in which such work is to be undertaken, which notice shall set forth the name or situation of the street intended to be levelled or paved, and the names of the places through or near which it is intended that the new sewer shall pass, or the existing sewer be altered or stopped up, and also the places of the beginning and the end thereof, and shall refer to plans of such intended work, and shall specify a place where such plans may be seen, and a time when and place where all persons interested in such intended work may be heard thereupon; and they shall at the same time give to the inspector notice of the said intended work, and of the time and place appointed for hearing objections thereto."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "85", "section_title": " Meeting of commissioners to hear objections in the presence of the inspector.", "section_text": "85 The commissioners shall meet at the time and place mentioned in the said notice, to consider, in the presence of the inspector, or of the surveyor of the commissioners, any objections made against such intended work, and all persons interested therein, or likely to be aggrieved thereby, shall be entitled to be heard before the commissioners at such meeting; and thereupon the commissioners may, with the concurrence of the inspector, if any inspector has been appointed and is present at such meeting, or in the absence of the inspector, or if no inspector have been appointed, then in their discretion, abandon or make such alterations in the said intended work as they judge fit; and no such work to which any objection is made at such meeting at which any such inspector shall be present shall be executed unless the inspector, or if no inspector has been appointed, then unless the surveyor of the commissioners, after the person making such objection or his agent has been heard, certify that the work in his judgment ought to be executed, nor shall such work be begun until the end of seven days after an order for the execution thereof has been duly made by the commissioners, and entered in their books."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "86", "section_title": " Persons aggrieved by order of commissioners may appeal to quarter sessions.", "section_text": "86 Any person liable to pay or to contribute towards the expence of any of the works aforesaid, or otherwise aggrieved by any order of the commissioners relating thereto, may, at any time within seven days next after the making of any such order, give notice in writing to the commissioners that he intends to appeal against such order to  the Crown Court  after the expiration of ten days next after such notice, and along with such notice he shall give a statement in writing of the grounds of the appeal; and if within four days next after giving such notice the party enter into a recognizance before some justice, with two sufficient sureties, conditioned to try the appeal, and abide the order of the court, and pay such costs as shall be awarded by the court thereupon, the work so appealed against shall not be begun until after the judgment of the court upon such appeal; and such court, upon due proof of such notice and of such recognizance having been given and entered into, shall hear and determine the matter of the appeal, and shall make such order thereon, either confirming, quashing, or varying the same, and shall award such costs to either of the parties, as the court in its discretion thinks fit: Provided always, that the appellant shall not be heard in support of such appeal unless such notice and statement shall have been given and such recognizance entered into as aforesaid, nor on the hearing of such appeal shall he go into evidence of any other grounds of appeal than those set forth in such statement as aforesaid."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "87", "section_title": " Commissioners to cause streets to be cleansed, and dust and ashes to be removed from the houses.", "section_text": "87 The commissioners shall cause all the streets, together with the foot pavements, from time to time to be properly swept and cleansed, and all dust and filth of every sort found thereon to be collected and removed, and shall cause all the dust, ashes, and rubbish to be carried away from the houses and tenements of the inhabitants of the town or district within the limits of the special Act, at convenient hours and times, and shall cause the privies and cesspools within the said town or district to be from time to time emptied and cleansed in a sufficient and proper manner: Provided always, that the occupier of any house or tenement within the limits of the special Act may keep and remove any such soil, ashes, or rubbish as shall be made on his own premises, and shall be kept for manure, so that the same be not a nuisance to the inhabitants residing near such premises, and that the same be removed at such times and in such manner as shall be approved of by the commissioners."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "88", "section_title": " Occupiers to cause footways to be swept. Penalty for neglect.", "section_text": "88 The occupiers of buildings and lands within or adjoining the streets shall once in every day, (Sundays excepted,) before eight of the clock in the forenoon of each day, cause to be swept and cleansed the footways and pavements in front or at the side of their respective buildings and lands; and every such occupier making default herein shall for every such offence be liable to a penalty not exceeding  £25 ; and for the purpose aforesaid, when any house shall be let in separate apartments, the person letting such apartments shall be deemed the occupier."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "89", "section_title": " Commissioners may compound for sweeping footways.", "section_text": "89 The commissioners may compound, for such time as they think fit, with any person liable to sweep or clean any footway under the provisions of this or the special Act, for sweeping and cleaning the same in the manner directed by this or the special Act."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "90", "section_title": " Dust, &c. collected to be vested in the commissioners.", "section_text": "90 The dust and filth which the commissioners shall cause to be collected from the streets, privies, sewers and cesspools, and all the dust, ashes, and rubbish which the commissioners shall cause to be collected and carried away from the houses or elsewhere within the said limits, shall be the property of the commissioners, and the commissioners shall have power to sell and dispose of the same as they think proper, and the money arising from the sale thereof shall be applied toward the purposes of the special Act."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "91", "section_title": " Commissioners may provide lands, &c. for deposit of soil and materials.", "section_text": "91 The commissioners may from time to time provide places convenient for the deposit of the night soil, dung, ashes, and other filth and rubbish to be collected under the authority of this or the special Act, and for stabling and keeping all horses, carts, implements, and other things required for the purposes of this or the special Act, or of any Act to be incorporated therewith; and for any of such purposes the commissioners may purchase or hire any lands or buildings by them considered necessary, or they may cause any new building to be made upon any land which shall be purchased or hired by them under the provisions of this or the special Act."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "92", "section_title": " Dust boxes to be erected by commissioners.", "section_text": "92 The commissioners, if they think fit so to do, may cause any number of moveable or fixed dust boxes or other conveniences wherein dust and ashes may be deposited until removed and carried away to be provided and placed in such of the streets as they shall judge necessary, and may require the occupiers of houses or tenements within such streets to cause all their dust and ashes to be deposited daily in the said dust boxes or other conveniences; and every person who, after such dust boxes or conveniences have been so provided, shall deposit or cause or permit to be deposited any ashes or dust in any part of any street, except in some of the said dust boxes or other conveniences, and every person who shall lay or cause to be laid any dirt, dung, or other filth in any part of any street, shall for every such offence forfeit and pay a sum not exceeding  £25 level 1 on the standard scale ."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "93", "section_title": " Commissioners may cause public conveniences to be erected.", "section_text": "93 The commissioners may erect such public urinals within the limits of the special Act, and in such situations as they think fit, and may defray the expence thereof, and of keeping the same in good order, and may make compensation for any injury occasioned to any person by the erection thereof, out of the monies to be levied under this and the special Act."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "94", "section_title": " Commissioners to cause streets to be watered, and wells, pumps, &c. to be provided.", "section_text": "94 The commissioners shall, as often as occasion requires, cause the streets to be watered, and they may contract with any water company or other party for a supply of water for that purpose, and for cleansing the sewers and drains; and, if necessary, they may place pipes, conduits, and pumps in any of the streets, or provide any other works and engines proper for that purpose, and remove and alter the same when and as they think proper."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "95", "section_title": " Commissioners to appoint scavengers.", "section_text": "95 The commissioners shall appoint and employ a sufficient number of scavengers, or contract with any company or other person to employ scavengers, for sweeping, cleansing, and watering the streets, and for removing all dust, ashes, rubbish, and filth therefrom, and from the houses and tenements therein, and for emptying privies and cesspools, in the manner by this or the special Act directed; and such scavengers shall, on such days and at such hours and in such manner as the commissioners from time to time appoint, sufficiently execute all such works and duties as they have respectively contracted or been employed to perform; and every such contractor who fails to sweep and properly cleanse or water any street which he has contracted to sweep, cleanse, or water, or who fails to clean out and empty any privy, cesspool, or sewer which he has contracted to clean out and empty, at the time and in the manner appointed by the commissioners, or to collect or remove any dirt, ashes, or rubbish which he has contracted to remove, at the time and in the manner prescribed by the commissioners for that purpose, or who lays any of such soil, dust, ashes, rubbish, or filth in any other place than such as are appointed by the commissioners for that purpose, shall for every such offence be liable to a penalty not exceeding  £25 level 1 on the standard scale ."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "96", "section_title": " Penalty for obstructing scavengers.", "section_text": "96 Every occupier of any building or land within the said limits, and every other person, who refuses to permit the said scavengers to remove such dirt, ashes, or rubbish as by this or the special Act they are authorized to do, or who obstructs the said scavengers in the performance of their duty, shall for every such offence be liable to a penalty not exceeding  £25 level 1 on the standard scale ."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "97", "section_title": " Penalty on persons other than scavengers removing dirt.", "section_text": "97 Every person, other than the person employed by the commissioners, or by some person contracting with the commissioners for that purpose, who collects or carries away any night soil, dust, ashes, rubbish, or filth, by this or the special Act directed to be removed by persons employed by the commissioners, from any street or public place within the limits of the special Act, shall be liable to a penalty not exceeding  £25 level 1 on the standard scale  for every such offence."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "98", "section_title": " Penalty for conveying offensive matter at improper times.", "section_text": "98 The commissioners may from time to time fix the hours within which only it shall be lawful to empty privies or remove offensive matter within the limits of the special Act; and when the commissioners have fixed such hours, and given public notice thereof, every person who within the limits of the special Act empties or begins to empty any privy, or removes along any thoroughfare within the said limits any offensive matter, at any time except within the hours so fixed, and also every person who at any time, whether such hours have been fixed by the commissioners or not, uses for any such purpose any cart or carriage not having a covering proper for preventing the escape of the contents of such cart, or of the stench thereof, or who wilfully slops or spills any such offensive matter in the removal thereof, or who does not carefully sweep and clean every place in which any such offensive matter has been placed, or unavoidably slopped or spilled, shall be liable to a penalty not exceeding  £25 level 1 on the standard scale ; and in default of the apprehension of the actual offender the driver or person having the care of the cart or carriage employed for any such purpose shall be deemed to be the offender."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "99", "section_title": " Stagnant pools of water and other annoyances to be removed.", "section_text": "99 No person shall suffer any waste or stagnant water to remain in any cellar or other place within any house belonging to or occupied by him within the limits of the special Act, so as to be a nuisance; and every person who so suffers any such water to remain for forty-eight hours after receiving notice from the commissioners to remove the same, and every person who allows the contents of any privy or cesspool to overflow or soak therefrom, to the annoyance of the occupiers of any adjoining property, shall for every such offence be liable to a penalty not exceeding  £25 level 1 on the standard scale , and to a further penalty not exceeding  25p  for every day during which such nuisance continues; and the commissioners may drain and cleanse out any stagnant pools, ditches, or ponds of water within the limits of the special Act, and abate any such nuisance as aforesaid, and for that purpose may enter, by their officers and workmen, into and upon any building or land within the said limits at all reasonable times, and do all necessary acts for any of the purposes aforesaid; and the expences incurred thereby shall be paid by the person committing such offence, or occupying the building or land whence such annoyance proceeds, and if there be no occupier, by the owner of such building or land, and shall be recoverable as damages."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "100", "section_title": " Regulations to prevent accumulation of dung, &c.", "section_text": "100 If the dung or soil of any stable, cowhouse, or pigstye, or other collection of refuse matter, elsewhere than in any farmyard, be at any time allowed to accumulate within the limits of the special Act for more than thirty days, or for more than seven days after a quantity exceeding one ton has been collected in any place not allowed by the commissioners, such dung, soil, or refuse, if not removed within forty-eight hours after notice from any officer of the commissioners for that purpose, shall become the property of the commissioners, and they, or any person with whom they have at that time any subsisting contract for the removal of refuse, may sell and dispose of the same, and the money thence arising shall be applied towards the purposes of the special Act."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "101", "section_title": " On certificate of the officer of health, filth to be removed.", "section_text": "101 If at any time the officer of health, or, if for the time being there be no officer of health, any two surgeons or physicians, or one surgeon and one physician, residing within the limits of the special Act, certify under his or their hand to the commissioners that any accumulation of dung, soil, or filth, or other noxious or offensive matter, within the limits of the special Act, ought to be removed, as being injurious to the health of the inhabitants, the clerk to the commissioners shall forthwith give notice to the owner or reputed owner of such dung, soil, or filth, or to the occupier of the land where the same are, to remove the same within twenty-four hours after such notice; and in case of failure to comply with such notice, the said dung, soil, or filth shall thereupon become vested in the commissioners, and they, or any person with whom they have at that time contracted for the removal of all such refuse, may sell and dispose of the same, and the money thence arising shall be applied towards the purposes of the special Act."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "102", "section_title": " Houses to be whitewashed and purified, on certificate of officer of health, &c.", "section_text": "102 If at any time the officer of health, or, if for the time being there be no officer of health, any two surgeons or physicians, or one surgeon and one physician, residing within the said limits, certify under his or their hands to the commissioners that any house or part of any house or building within the limits of the special Act is in such a filthy or unwholesome condition that the health of the inmates or of the neighbours is thereby affected or endangered, or that the whitewashing, cleansing, or purifying of any house or building or any part thereof would tend to prevent or check infectious or contagious disease therein, or that any drain, privy, or cesspool is in such a defective state that the health of the neighbours is thereby affected or endangered, the commissioners shall order the occupier of such house or part thereof to whitewash, cleanse, and purify the same, and the owner of such drain, privy, or cesspool to amend the condition thereof, in such manner and within such time as the commissioners deem reasonable; and if such occupier or owner do not comply with such order, he shall be liable to a penalty not exceeding  50p  for every day’s neglect thereof; and in such case the commissioners may cause such house or any part thereof to be whitewashed, cleansed, and purified, or the condition of such drain, privy, or cesspool to be amended, and may recover the expence thereof from such occupier or owner, in the same manner as damages."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "103", "section_title": " No interment in any grave without leaving two feet six inches clear of soil above the coffin.", "section_text": "103 No coffin containing a corpse shall be buried in any grave within the limits of the special Act, not being a vault or catacomb without at least thirty inches of soil between the ordinary surface of such burial ground and the upper side of the coffin; and if the person having the preparation or the immediate charge of the preparation of the grave to receive such coffin permit the coffin to be buried in such grave, or if the person having the control of the burial ground knowingly permit any coffin to be buried in any grave, in which there is not left after the burial thereof thirty inches at least of soil, measuring from the ordinary surface of such burial ground to the upper side of the coffin, the person having the immediate charge of the preparation of the grave, and the person having the control of the burial ground in which such burial is made, shall for every such offence be liable to a penalty not exceeding  £25 level 1 on the standard scale ."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "104", "section_title": " Justices may order nuisances to be abated.", "section_text": "104 If any candle-house, melting-house, melting-place, or soap-house, or any slaughter-house, or any building or place for boiling offal or blood, or for boiling or crushing bones, or any pigstye, necessary house, dunghill, manure heap, or any manufactory, building, or place of business, within the limits of the special Act, be at any time certified to the commissioners by the inspector of nuisances or officer of health, or, if for the time being there be no inspector of nuisances or officer of health, by any two surgeons or physicians, or one surgeon and one physician, to be a nuisance or injurious to the health of the inhabitants, the commissioners shall direct complaint to be made before two justices; and any justice may summon before any two justices the person by or on whose behalf the work complained of is carried on, and such justices shall inquire into such complaint, and they may, by an order in writing under their hands, order such persons to discontinue or remedy the nuisance within such time as to them shall appear expedient: Provided always, that if it appear to such justices that in carrying on any business complained of the best means then known to be available for mitigating the nuisance or the injurious effects of such business have not been adopted, they may suspend their final determination, upon condition that the person so complained against shall undertake to adopt within a reasonable time such means as the said justices shall judge to be practicable, and order to be carried into effect, for mitigating or preventing the injurious effects of such business."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "105", "section_title": " Penalty for disobedience of orders of justices.", "section_text": "105 If any such nuisance, or the cause of any such injurious effects as aforesaid, be not discontinued or remedied within such time as shall be ordered by the said justices, the person by or on whose behalf the business causing such nuisance is carried on shall be liable to a penalty not exceeding five pounds for every day during which such nuisance shall be continued or unremedied after the expiration of such time as aforesaid: Provided always, that when any person who thinks himself aggrieved by any such order shall, according to the provisions of this or the special Act, appeal against any such order, such person shall not be liable to discontinue or remedy the nuisance or cause of the injurious effects mentioned therein, or to pay any penalty, until after the expiration of five days after the determination of such appeal and the confirmation of such order, unless such appeal cease to be prosecuted."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "106", "section_title": " Commissioners to order costs of prosecutions to be paid out of the rates.", "section_text": "106 The commissioners may direct any prosecution for any public nuisance whatsoever created, permitted, or suffered within the limits of the special Act, and may order proceedings to be taken for the recovery of any penalties, and for the punishment of any persons offending against the provisions of this or the special Act, or of any Act incorporated therewith, and may order the expences of such prosecution or other proceedings to be paid out of the rates authorized to be imposed under the provisions of this and the special Act."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "107", "section_title": " Act not to affect nuisances at common law.", "section_text": "107 Nothing in this Act contained shall be construed to render lawful any act or omission on the part of any person which is, or but for this Act would be, deemed to be a nuisance at common law, nor to exempt any person guilty of nuisance at common law from prosecution or action in respect thereof, according to the forms of proceeding at common law, nor from the consequences upon being convicted thereof."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "108", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "108"}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "109", "section_title": " Party walls to be carried up through the roof.Walls of buildings and coverings of roofs to be made of incombustible materials.", "section_text": "109 The party walls of all buildings erected after the passing of the special Act within the limits thereof shall be carried through and above the roof, to form a parapet of not less than twelve inches in height, measured at right angles with the slope of the roof, above the covering of the roof of the highest building to which such party walls belong; and all such party walls, and the external walls of all buildings erected after the passing of the special Act in or near any street, or within the curtilage of any house adjoining any street, shall be constructed of incombustible materials, and the coverings of the roofs thereof shall not, without the previous consent in writing of the commissioners, be constructed of combustible materials; and it shall not be lawful for the owner of any building within the limits of the special Act, having at the passing of the special Act a roof covered with thatch or other combustible material, and contiguous to or adjoining to any other building, to suffer such covering to such roof to remain for a longer period than seven years after the passing of the special Act, unless with the consent in writing of the commissioners; and every person who shall erect any building, or cover any roof, or suffer the covering of any roof to continue, contrary to the provision herein contained, and who shall not remove or alter the same within one month after notice given to him for that purpose by the commissioners, shall be liable to a penalty not exceeding one pound for every day that such building or covering to such roof shall so continue."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "110", "section_title": " Regulating construction of buildings intended as places for public meetings. No person to begin to build until plan has been approved by commissioners.", "section_text": "110 Before beginning to build any building intended to be used as a church, chapel, or school, or a place of public amusement or entertainment, or for holding large numbers of people for any purpose whatsoever, within the limits of the special Act, the person intending to build the same shall give fourteen days notice in writing to the commissioners, and shall accompany such notice with a plan and description of the manner proposed for its construction, with respect to the means of supplying fresh air to such building; and no person shall begin to build such building until the manner proposed for its construction, with respect to the means for supplying fresh air, have been approved of by the commissioners; and in default of sending such notice, or if any such building be erected without such approval, the commissioners may cause such building, or such part of it as they consider necessary, to be pulled down or altered, at the expence of the owner, and any expence incurred by the commissioners in so doing may be recovered as herein-before provided with respect to ruinous or dangerous buildings taken down or repaired by the commissioners."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "111", "section_title": " If commissioners fail to signify their approval of plan within fourteen days, party may proceed to build.", "section_text": "111 Provided always, that if the commissioners fail to signify in writing their approval or disapproval of the manner of construction of such building, with respect to the means of supplying fresh air, shown on such plan and description as aforesaid, within fourteen days after receiving such notice, accompanied by such plan and description, the person giving such notice may, notwithstanding anything herein contained, proceed to build the building therein referred to in the manner shown on such plan and description; provided that such building be otherwise in accordance with the provisions of this and the special Act."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "112", "section_title": " Persons may appeal against determination of commissioners.", "section_text": "112 Provided also, that if the person so intending to build be dissatisfied with the determination of the commissioners as to the said proposed manner of construction, he shall have the same right of appeal against the determination of the commissioners, and such appeal shall be followed by the same incidents, as herein-before provided in the case of appeals against any order of the commissioners with respect to works to be constructed by or subject to the approval of the commissioners."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "113", "section_title": " Cellars in courts not to be occupied as dwellings, after letting prohibited.", "section_text": "113 It shall not be lawful to let separately, except as a warehouse or storehouse, or to suffer to be occupied as a dwelling place, any cellar under any house in any court within the limits of the special Act, after the commissioners have given notice to the owners thereof that the letting of cellars as dwelling places in such court is prohibited from that time forth; and it shall be the duty of the commissioners to issue such notices from time to time, as soon as is convenient, until such notice has been given with respect to every court within the limits of the special Act."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "114", "section_title": " No cellars under the height of seven feet from the floor to the ceiling to be let as dwellings.", "section_text": "114 It shall not be lawful to let separately, except as a warehouse or storehouse, or to suffer to be occupied as a dwelling place, any cellar or room under any house within the said limits, although not situated in a court, which cellar or room shall be less in height from the floor to the ceiling than seven feet, or which shall be less than one third of its height above the level of the street or ground adjoining the same, or otherwise shall not have two feet at least of its height from the floor to the ceiling above the said level, with an open area of two feet wide from the level of the floor of such cellar or room up to the level of the said street or ground, or which shall not have appurtenant thereto the use of a watercloset or privy and ashpit, according to the enactment herein contained, or which shall not also have a glazed window made to open to the full extent of the half thereof, the area of which is not less than six feet clear of the frame, and a fireplace with a chimney or flue, or which cellar, being an inner or back cellar let or occupied along with a front cellar as part of the same letting or occupation, has not a ventilating flue, (unless such inner or back cellar shall be part of a house built before the passing of the special Act,) or which shall not be well and effectually drained by means of a drain the bottom of which is one foot at least below the level of the floor of such cellar or room."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "115", "section_title": " Penalty on letting such cellars as dwelling places.", "section_text": "115 Every person who lets separately (except as aforesaid) or who knowingly suffers to be occupied for hire, as a dwelling place, any cellar or room within the limits of the special Act, contrary to the provisions of this and the special Act, shall be liable to a penalty not exceeding  £25 level 1 on the standard scale , and a further penalty not exceeding  25p  for every day during which such cellar or room is so occupied after conviction of the first offence."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "116", "section_title": " For the regulation and inspection of lodging houses. ", "section_text": "116 It shall not be lawful to keep or use as a public lodging house within the limits of the special Act any house, not being a licensed victualling house, which shall be related to the relief of the poor on a less sum than ten pounds, nor in any case unless such house shall have been registered as a lodging house in a book to be kept by the commissioners for that purpose; and every house shall be deemed a public lodging house within the meaning of this Act in which persons are harboured or lodged for hire for a single night, or for less than a week at one time, or any part of which is let for any term less than a week."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "117", "section_title": " Commissioners to keep a register of lodging house keepers, and make rules for promoting cleanliness and ventilation.", "section_text": "117 The commissioners shall cause a register to be kept in which shall be entered the names of all such persons as apply to have the houses occupied by them registered as lodging houses, and the situations of such houses; and the commissioners shall from time to time fix the number of lodgers who may be received into each such lodging house, and make rules for promoting cleanliness and ventilation in such lodging house; and they shall order that a ticket containing the number of lodgers allowed to be received into the house, and a table of rules for promoting cleanliness and ventilation, shall be hung up or placed in a conspicuous part of each room into which lodgers are received; and the keepers of all such lodging houses shall at all times observe the said rules, and give access to such lodging houses, when required by any persons appointed by the commissioners, for the purpose of inspection thereof, or for the purpose of performing therein any disinfecting process which the commissioners may order."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "118", "section_title": " Penalty on lodging house keepers not complying with the provisions of the Act.", "section_text": "118 Every person who shall keep any lodging house, and receive lodgers therein, without such lodging houses having been duly registered, or who shall receive into the same more lodgers than shall be allowed by the commissioners, or who shall fail to keep such ticket or such table of rules as aforesaid hung up or displayed as required by the commissioners, or who shall neglect to cause such rules to be observed in any such lodging house, or who shall refuse to admit to such lodging house at all reasonable times any person appointed by the commissioners for any of the purposes aforesaid, or who shall wilfully obstruct any such person in performing any disinfecting process therein which the commissioners may order, shall be liable to a penalty not exceeding  £25 level 1 on the standard scale  for each such offence."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "119", "section_title": " Commissioners may contract for lighting the streets.", "section_text": "119 The commissioners may contract for the prescribed period, or (where no period shall be prescribed) for any period not exceeding three years at any one time, with the owners of any gasworks, or with any other person, for the supply of such gas or oil or other means of lighting, and may provide such lamps, lamp posts, and other works, as the commissioners think necessary for lighting such streets."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "120", "section_title": " For ascertaining price to be paid for gas, in case of dispute.", "section_text": "120 If the commissioners, and the owners of any gasworks authorized by Act of Parliament to supply gas within the limits of the special Act, and with whom the commissioners may be desirous of contracting, shall not agree as to the price to be paid for such supply, then such price shall be settled by arbitration; and for that purpose the clauses of the  Lands Clauses Consolidation Act 1845 with respect to the settlement of disputes by arbitration, shall be incorporated with this and the special Act."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "121", "section_title": " Power to commissioners to construct public cisterns and pumps for supply of water to baths and wash-houses.  Commissioners not to construct such new works without approval.", "section_text": "121 The commissioners shall cause all existing public cisterns, pumps, wells, conduits, and other waterworks, used for the gratuitous supply of water to the inhabitants within the limits of the special Act, to be continued, maintained, and supplied with water, or they shall substitute other such works equally convenient, and shall cause them to be maintained and supplied with water, and such public cisterns and other works shall be vested in the commissioners, and be under their management and control; and the commissioners may construct any number of new cisterns, pumps, conduits, and other waterworks, for the gratuitous use of any persons who choose to carry the same away, not for sale, but for their own private use, and may supply with water any public baths or wash-houses; provided that the commissioners shall not construct any such new works without the prescribed approval, or, if no approval be prescribed, without the approval of the Commissioners of her Majesty’s Woods and Forests, Land Revenues, Works, and Buildings; and before giving their approval to the construction of any such new works the last-mentioned commissioners shall cause a local inquiry to be made in the manner prescribed by an  Act of the last session of Parliament, intituled “An Act for making preliminary inquiries in certain cases of application for local Acts,” and shall withhold their inquiry if upon such inquiry they shall be satisfied that an equally good and abundant supply of water for such public purposes can be procured as cheaply by any other means than by the construction of such new works."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "122", "section_title": " Commissioners may contract for supply of water.", "section_text": "122 The commissioners may contract for the prescribed period, or (where no period shall be prescribed) for any period not exceeding three years at one time, with the owners of any waterworks, or any other person, for such supply of water as the commissioners shall think necessary for the purposes of this or the special Act."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "123", "section_title": " For ascertaining price to be paid for water in case of dispute.", "section_text": "123 If the commissioners, and the owners of any waterworks authorized by Act of Parliament to supply water within the limits of the special Act, with whom the commissioners may be desirous of contracting, do not agree as to the price to be paid for such supply, then such price (except where by the Act authorizing such waterworks some other mode of determining such price shall be provided) shall be settled by arbitration; and for that purpose the clauses of the  Lands Clauses Consolidation Act 1845, with respect to the settlement of disputes by arbitration, shall be incorporated with this and the special Act."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "124", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "124"}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "125", "section_title": " Commissioners may license slaughter-houses, &c.", "section_text": "125 The commissioners may license such slaughter-houses and knacker’s yards as they from time to time think proper for slaughtering cattle within the limits of the special Act."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "126", "section_title": " No new slaughter-houses in future to be erected without a licence.", "section_text": "126 No place shalt be used or occupied as a slaughter-house or knacker’s yard within the said limits which was not in such use and occupation at the time of the passing of the special Act, and has so continued ever since, unless and until a licence for the erection thereof, or for the use and occupation thereof as a slaughter-house or knacker’s yard, have been obtained from the commissioners; and every person who, without having first obtained such licence as aforesaid, uses as a slaughter-house or knacker’s yard any place within the said limits not used as such at the passing of the special Act, and so continued to be used ever since, shall for each offence be liable to a penalty not exceeding  £25 level 1 on the standard scale , and a like penalty for every day after the conviction for such offence upon which the said offence is continued."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "127", "section_title": " Existing slaughter-houses, &c. to be registered.", "section_text": "127 Every place within the limits of the special Act which shall be used as a slaughter-house or knacker’s yard shall, within three months after the passing of such Act, be registered by the owner or occupier thereof, at the office of the commissioners, and on application to the commissioners for that purpose the commissioners shall cause every such slaughter-house or knacker’s yard to be registered in a book to be kept by them for that purpose; and every person who after the expiration of the said three months, and after one week’s notice of this provision from the commissioners, uses or suffers to be used any such place as a slaughter-house or knacker’s yard, without its being so registered, shall be liable to a penalty not exceeding  £25 level 1 on the standard scale  for such offence, and a penalty not exceeding  50p  for every day after the first day during which such place shall be used as a slaughter-house or knacker’s yard without having been so registered."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "128", "section_title": " Commissioners may make byelaws for regulation of slaughter-houses, &c.", "section_text": "128 The commissioners shall from time to time, by byelaws, to be made and confirmed in the manner herein-after provided, make regulations for the licensing, registering, and inspection of the said slaughter-houses and knackers’s yards, and preventing cruelty therein, and for keeping the same in a cleanly and proper state, and for removing filth at least once in every twenty-four hours, and requiring them to be provided with a sufficient supply of water, and they may impose pecuniary penalties on persons breaking such byelaws; provided that no such penalty exceed for any one offence the sum of  £25 level 1 on the standard scale , and in the case of a continuing nuisance the sum of  50p  for every day during which such nuisance shall be continued after the conviction for the first offence."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "129", "section_title": " Justice may suspend licence of slaughter-houses, &c. in addition to penalty imposed.", "section_text": "129 The justices before whom any person is convicted of killing or dressing any cattle contrary to the provisions of this or the special Act, or of the non-observance of any of the byelaws or regulations made by virtue of this or the special Act, in addition to the penalty imposed on such person under the authority of this or the special Act, may suspend for any period not exceeding two months the licence granted to such person under this or the special Act, or, in case such person be the owner or proprietor of any registered slaughter-house or knacker’s yard, may forbid for any period not exceeding two months the slaughtering of cattle therein; and such justices, upon the conviction of any person for a second or other subsequent like offence, may, in addition to the penalty imposed under the authority of this or the special Act, declare the licence granted under this or the special Act revoked, or, if such person be the owner or proprietor of any registered slaughter-house, may forbid absolutely the slaughtering of cattle therein; and whenever the licence of any such person is revoked as aforesaid, or whenever the slaughtering of cattle in any registered slaughter-house or knacker’s yard is absolutely forbidden as aforesaid, the commissioners may refuse to grant any licence whatever to the person whose licence has been so revoked, or on account of whose default the slaughtering of cattle in any registered slaughter-house has been forbidden."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "130", "section_title": " Penalty for slaughtering cattle during suspension of licence, &c.", "section_text": "130 Every person who during the period for which any such licence is suspended, or after the same is revoked as aforesaid, slaughters cattle in the slaughter-house or knacker’s yard to which such licence relates, or otherwise uses such slaughter-house or knacker’s yard, or allows the same to be used as a slaughter-house or knacker’s yard, and every person who during the period that the slaughtering of cattle in any such registered slaughter-house or knacker’s yard is forbidden as aforesaid, or after such slaughtering has been absolutely forbidden therein, slaughters any cattle in any such registered slaughter-house, shall be liable to a penalty not exceeding  £25 level 1 on the standard scale  for such offence, and a further penalty of five pounds for every day on which any such offence is committed after the conviction for the first offence."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "131", "section_title": " Officers may enter and inspect slaughter-houses, &c.", "section_text": "131 The inspector of nuisances, the officer of health, or any other officer appointed by the commissioners for that purpose, may at all reasonable times, with or without assistants, enter into and inspect any building or place whatsoever within the said limits kept or used for the sale of butchers’ meat, or for slaughtering cattle, and examine whether any cattle, or the carcase of any such cattle, is deposited there, and in case such officer shall find any cattle, or the carcase or part of the carcase of any beast, which appears unfit for the food of man, he may seize and carry the same before a justice, and such justice shall forthwith order the same to be further inspected and examined by competent persons; and in case upon such inspection and examination such cattle, carcase, or part of a carcase, be found to be unfit for the food of man, such justice shall order the same to be immediately destroyed or otherwise disposed of in such way as to prevent the same being exposed for sale or used for the food of man; and such justice may adjudge the person to whom such cattle, carcase, or part of a carcase, belongs, or in whose custody the same is found, to pay a penalty not exceeding  £25 level 1 on the standard scale  for every such animal, or carcase, or part of a carcase, so found; and the owner or occupier of any building or place kept or used for the sale of butchers’ meat, or for slaughtering cattle, and every other person, who obstructs or hinders such inspector or other officer from entering into and inspecting the same, and examining, seizing, or carrying away any such animal, or carcase, or part of a carcase, so appearing to be unfit for the food of man, shall be liable to a penalty not exceeding  £25 level 1 on the standard scale  for each offence."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "132", "section_title": " As to certain matters authorized to be done by the commissioners by special order only.", "section_text": "132 Where by this or the special Act the commissioners are empowered to do anything by special order only, it shall not be lawful for them to do such things unless the resolution to do the same have been agreed to by the commissioners in some meeting whereof special notice has been given, and has been confirmed in a subsequent meeting held not sooner than four weeks after the preceding meeting, and which subsequent meeting has been advertised once at least in each of the weeks intervening between the two meetings in some newspaper circulating within the limits of the special Act, and of which special notice in writing has been given to each of the commissioners."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "133", "section_title": " Final resolution not to be carried into effect for one month, nor then if a majority of the ratepayers remonstrate against the same.", "section_text": "133 Provided always, that after any resolution has been confirmed in a subsequent meeting as aforesaid, the commissioners shall not proceed to carry the same into effect until after the expiration of one month from the date of such second meeting, and during such month such resolution shall be advertised once at least in each week in some newspaper circulating within the limits of the special Act, and public notice thereof shall also be given by means of placards posted in public places within the said limits, and reference shall in such advertisement and notice be made to some place, provided by the commissioners, where the plan or particulars of the work or matter to which such resolution relates may be gratuitously seen by the ratepayers; and if before the expiration of such month a remonstrance in writing against carrying into effect such resolution or any part thereof, signed by a majority of the ratepayers having votes in the election of the commissioners (such majority being computed with reference to the number of votes to which in such election each ratepayer is entitled under the special Act, or any Act incorporated therewith,) be presented to the commissioners, such resolution, or such part thereof as such remonstrance applies to, shall not be carried into effect; and where any such remonstrance applies to part only of any such resolution, the commissioners may either carry into effect the remainder of such resolution, or rescind the same, as they think fit."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "134", "section_title": " Commissioners may purchase slaughter-houses, &c.", "section_text": "134 The commissioners may from time to time, with the concurrence in writing of the inspector, and by special order as herein defined, but not otherwise, purchase, rent, build, or otherwise provide such slaughter-houses and knacker’s yards as they think proper for slaughtering cattle within the limits of the special Act."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "135", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "135"}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "136", "section_title": " Public bathing places and drying grounds.", "section_text": "136 The commissioners may from time to time by special order as herein defined, but not otherwise, purchase, rent, or otherwise provide, either within the limits of the special Act, or at a reasonable distance therefrom, suitable and convenient land and buildings, in a situation and according to plans to be approved of by the inspector, to be used for public baths and wash-houses, and public open bathing places and public drying grounds, for the use and accommodation of the inhabitants within the limits of the special Act, in washing and drying clothes and other articles, and may fit up the same respectively with all requisite and proper conveniences, and from time to time enlarge, renew, and repair the same respectively, and afford the use thereof respectively to such inhabitants, at such reasonable charges, and under and subject to such regulations, as the commissioners may deem expedient; and every person who offends any such regulations shall be liable to a penalty not exceeding  £25 level 1 on the standard scale  for every such offence."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "137", "section_title": " Proportion of baths for the working classes.", "section_text": "137 Provided always, that the number of baths for the use of the working classes in any building provided by the commissioners shall not be less than twice the number of the other baths of any higher class."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "138", "section_title": " Charges for the use of baths.", "section_text": "138 The commissioners may from time to time make such reasonable charges for the use of such baths, bathing places, wash-houses, and drying grounds, as they think fit, but, as regards the working classes, not exceeding the charges, if any, mentioned in the special Act, unless for the use of any washing tub or trough for more than two hours in any one day, in which case any charge may be made which the commissioners deem reasonable."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "139", "section_title": " Recovery of charges for the use of baths, &c.", "section_text": "139 For the recovery of the charges at such wash-houses and drying grounds the officers, servants, and others having the management thereof may, at the period of using the same, or at any subsequent time, detain the clothes or other goods and chattels in or upon any such wash-house or drying ground of any person refusing to pay the charge to which such person may be liable, or any part thereof, till full payment thereof be made; and in case such payment be not made within seven days, the commissioners may sell such clothes, goods, and chattels, or any of them, returning the surplus proceeds of such sale, after deducting the unpaid charge, and the expenses of such detention and sale, and the unsold articles, if any, on demand to such person."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "140", "section_title": " Publication of byelaws in regard to baths, &c.", "section_text": "140 A printed copy or sufficient abstract of the byelaws made by the commissioners relating to the use of such baths, bathing places, and wash-houses, so far as regards every such bath, bathing place, or wash-house, shall be put up in such bath room, bathing place, and wash-house."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "141", "section_title": " Sale of baths, &c. on discontinuing them.", "section_text": "141 Whenever any of such public baths, bathing places, wash-houses, or drying grounds are deemed by the commissioners to be unnecessary or too expensive to be kept up, the commissioners may, by special order as herein defined, but not otherwise, discontinue the same, and sell the lands, buildings, and materials for the best price that can reasonably be obtained, and convey the same accordingly; and the purchase money shall be paid to the treasurer of the commissioners, and be disposed of as the commissioners direct."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "142", "section_title": " Application to be made to Parliament if additional powers necessary. ", "section_text": "142 If it appear that any works which the commissioners deem necessary for promoting the health or convenience of the inhabitants of the district within the limit of the special Act cannot lawfully be carried into effect by the commissioners, under the powers vested in them by this or the special Act, by reason either that the monies authorized to be raised by them are insufficient for the purpose, or that any lands are required which the commissioners are not by this or the special Act authorized to take or use, or for any other reason, the commissioners may, by special order as herein defined, but not otherwise, cause application to be made to Parliament for an Act to enable them to execute such works, and may defray the expenses of such application out of the rates authorized to be levied by them under this and the special Act"}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "143", "section_title": " Power to commissioners to provide public clocks.", "section_text": "143 And with respect to clocks, be it enacted that the commissioners may from time to time provide such clocks as they consider necessary, and cause them to be fixed upon or against any public building, or, with the consent of the owner and occupier, upon or against any private building the situation of which may be convenient for that purpose, and may cause the dials thereof to be lighted at night, and from time to time alter and remove any such clocks to such other like situation as they shall consider expedient."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "144", "section_title": " Commissioners empowered to enter upon lands for the purposes of this Act.", "section_text": "144 The commissioners shall, for the purposes of this or the special Act, have power, by themselves or their officers, to enter at all reasonable hours in the daytime into and upon any buildings or lands within the limits of the special Act, as well for the purpose of inspection as for the purpose of executing any work authorized to be executed by them under this or the special Act, or any Act incorporated therewith, without being liable to any legal proceedings on account thereof: Provided always, that, except when herein or in the special Act it is otherwise provided, the commissioners or their officers shall not make any such entry, unless with the consent of the occupier, until after the expiration of twenty-four hours notice for that purpose given to the occupier."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "145", "section_title": " Penalty on persons obstructing commissioners in their duty.", "section_text": "145 Every person who shall at any time obstruct the commissioners or any person employed by them in the performance of anything which they are respectively empowered or required to do by this or the special Act, or any Act to be incorporated therewith, shall be liable to a penalty not exceeding  £25 level 1 on the standard scale ."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "146", "section_title": " As to service of notice on owners and occupiers of buildings and lands.", "section_text": "146 Where under this or the special Act any notice is required to be given to the owner or occupier of any building or land, such notice, addressed to the owner or occupier thereof, as the case may require, may be served on the occupier of such building or land, or left with some inmate of his abode, or, if there be no occupier, may be put up on some conspicuous part of such building or land; and it shall not be necessary in any such notice to name the occupier or the owner of such building or land: Provided always, that when the owner of any such building or land, and his residence, are known to the commissioners, it shall be the duty of the commissioners, if such owner be residing within the limits of the special Act, to cause every notice required to be given to the owner to be served on such owner, or left with some inmate of his abode; and if such owner be not resident within the limits of the special Act, they shall send every such notice by the post, addressed to the residence of such owner."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "147", "section_title": " Commissioners, in default of owner or occupier, may execute works and recover expences.", "section_text": "147 Whenever, under the provisions of this or the special Act, or any Act incorporated therewith, any work of any kind is required to be executed by the owner or occupier of any house or lands, and default is made in the execution of such work, the commissioners may cause such work to be executed, and the expence incurred by the commissioners in respect thereof shall, except in the case in which such expences are herein-before directed to be defrayed by drainage rates, be repaid to them by the person by whom such work ought to have been executed."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "148", "section_title": " Occupier, in default of owner, may execute works, and deduct expences from his rent.", "section_text": "148 Whenever default is made by the owner of any buildings or lands in the execution of any work by this or the special Act, or any Act incorporated therewith, required to be executed by him, the occupier of such buildings or lands may, with the approval of the commissioners, cause such works to be executed, and the expence thereof shall be repaid to such occupier by the owner of the buildings or lands, and such occupier may deduct the amount of such expence out of the rent from time to time becoming due from him to such owner."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "149", "section_title": " How expences are to be recovered from owner.", "section_text": "149 If the owner of any buildings or lands made liable by this or the special Act for the repayment to the commissioners of any expences incurred by them do not, as soon as the same become due and payable from him, repay all such expences to the commissioners, the commissioners may recover the same from such owner in the same manner as damages, or in an action of debt in any of the superior courts, or in any other court having jurisdiction."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "150", "section_title": " Power to levy charges on occupier who may deduct the same from his rent.", "section_text": "150 The commissioners may, by way of additional remedy, whether any such action or proceeding has been brought or taken against any such owner or not, require the payment of all or any part of the expences payable by the owner for the time being from the person who then or at any time thereafter occupies any such buildings or lands under such owner; and in default of payment thereof by such occupier, on demand, the same may be levied by distress and sale of the goods and chattels of such occupier, in the same manner as any rate may be recovered from him under this or the special Act; and every such occupier shall be entitled to deduct from the rent payable by him to his landlord so much as is so paid by or recovered from him in respect of any such expences."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "151", "section_title": " Occupier not to be liable for more than the amount of rent due.", "section_text": "151 Provided always, that no occupier of any buildings or lands shall be liable to pay more money in respect of any expences charged by this or the special Act on the owner thereof than the amount of rent due from him for the premises in respect of which such expences are payable at the time of the demand made upon him, or which at any time after such demand, and notice not to pay the same to his landlord, have accrued and become payable by him, unless he neglect or refuse, upon application made to him for that purpose by the commissioners, truly to disclose the amount of his rent, and the name and address of the person to whom such rent is payable; but the burden of proof that the sum demanded of any such occupier is greater than the rent which was due by him at the time of such demand, or which has since accrued, shall lie upon such occupier: Provided further, that nothing herein contained shall be taken to affect any special contract made between any such owner or occupier respecting the payment of the expences of any such works as aforesaid."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "152", "section_title": " Commissioners may allow time for repayment by owners of improvement expences.", "section_text": "152 Where any such expences payable to the commissioners by any owner of any such building or lands amount to more than half the amount of the net annual value of such building or lands, the commissioners may, if they think fit, at the request of any such owner, allow time for the repayment of such expences, and receive the same by such instalments as they, under the circumstances of the case, consider reasonable, but so that the same be repaid by annual instalments of not less than one seventh part of the whole sum originally due, with interest for the principal money from time to time remaining unpaid after the yearly rate of five pounds in the hundred during the period of forbearance; but all such sums remaining due, notwithstanding the commissioners have agreed to allow any time for the repayment thereof as aforesaid, shall from time to time, at the expiration of the several times so allowed for repayment thereof, be recoverable in like manner as such respective amounts would have been recoverable if no such time had been allowed for repayment thereof."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "153", "section_title": " Proceedings in case of tenants opposing the execution of this Act.", "section_text": "153 If the occupier of any buildings or lands within the limits of the special Act prevent the owner thereof from carrying into effect in respect of such buildings or lands any of the provisions of this or the special Act, or of any Act incorporated therewith, after notice of his intention so to do has been given by the owner to such occupier, any justice upon proof thereof, may make an order in writing requiring such occupier to permit the owner to execute all such works with respect to such buildings or lands as may be necessary for carrying into effect the provisions of this and the special Act, or of any Act incorporated therewith; and if, after the expiration of ten days from the date of such order such occupier continue to refuse to permit such owner to execute such works, such occupier shall for every day during which he so continues to refuse be liable to a penalty not exceeding  £25 level 1 on the standard scale ; and every such owner during the continuance of such refusal shall be discharged from any penalties to which he might otherwise have become liable by reason of his default in executing such works."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "154", "section_title": " Respecting existing contracts for building.", "section_text": "154 Nothing herein or in the special Act contained shall extend to avoid any agreement in writing entered into before the passing of the special Act for erecting or altering any building, but the same shall be performed with such alterations as may be rendered necessary by this or the special Act, and as if such alterations had been stipulated for in such agreement; and the difference between the cost of the work according to the agreement and the cost of such work as executed according to the provisions of this and the special Act shall be ascertained by the parties to the respective agreements, and paid for, or deducted, as the case may require; and if the said parties do not agree upon the amount of such difference, the same shall, on the request of either party (notice being given to the other), be decided by the surveyor to the commissioners, and for his trouble in making such decision each of the said parties shall pay to the said surveyor such sum not exceeding one pound, and to be disposed of for such purposes of the special Act as the commissioners shall direct."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "155", "section_title": " Respecting contracts for leases.", "section_text": "155 Nothing herein or in the special Act contained shall affect any lease or agreement for a lease whereby any person may be bound to erect buildings upon any building ground within the limits of the special Act, but the buildings mentioned in such lease or agreement shall be built according to the conditions which may be rendered necessary by this or the special Act, in the same manner as if this and the special Act had been passed and in operation at the time of making such lease or agreement, and the same had been made subject thereto, and that without either party being entitled to any compensation."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "156", "section_title": " As to the recovery of private improvement expences.", "section_text": "156 Where by this or the special Act the occupiers of any lands or buildings are made liable to the payment of any expences which are directed to be recoverable as private improvement expences, the commissioners may charge the occupiers of such lands and buildings respectively with special rates, over and above any other rates to which such persons may be liable under this and the special Act, after the yearly rate of  £6·50p  in the hundred pounds on the cost of such private improvements respectively, such special rates to be payable during thirty years next after such expences have been incurred."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "157", "section_title": " Where new sewers are made commissioners may make special sewer rates.", "section_text": "157 Whenever any new sewer shall be made, the commissioners may charge the occupiers of all lands and buildings liable to contribute to the rates for making the same with special sewer rates, over and above any other rates to which such persons may be liable under this or the special Act, after the yearly rate of  £6·50p  in the hundred pounds on the cost of making such new sewer, such special sewer rates to be payable during thirty years next after such expences have been incurred."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "158", "section_title": " Commissioners to make a general sewer rate distinct from other rates.", "section_text": "158 Except where it shall be otherwise provided by the special Act, the commissioners shall make a sewer rate, to be called the general sewer rate, distinct from any other rate which they may be authorized to make under the special Act, and the money to be raised by such general sewer rates shall be applied in maintaining and clearing the sewers, and all other expences connected with such sewers not herein-before provided for, or which may not be fully defrayed by the special sewer rates, and for securing and paying off any monies which may be borrowed for the purpose aforesaid on security of the special sewer rates under the provisions of this or the special Act, or of any Act incorporated therewith, and the interest of such monies which the special sewer rates shall be insufficient to defray."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "159", "section_title": " Commissioners may borrow money by mortgage of sewer rates.", "section_text": "159 The commissioners may borrow money, by mortgage of the special and general sewer rates, for making new sewers, or inclosing open sewers, and also for any private improvement expences, by mortgage of the rates respective applicable to defray such expences, and for that purpose the clauses of the  Commissioners Clauses Act 1847 with respect to the mortgages to be executed by the commissioners, shall be incorporated with this Act; and in order to discharge the principal money borrowed as aforesaid on security of any such rates, the commissioners shall in every year pay off not less than one thirtieth part of any principal sum so borrowed."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "160", "section_title": " Sewer rate to be of such amount as to pay off monies borrowed thereon in thirty years.", "section_text": "160 The commissioners shall from time to time, unless it be otherwise provided by the special Act, make the general sewer rate of such amount as will with the special sewer rates raise money sufficient, not only to defray the current expences of maintaining the sewers that shall have been purchased or made, but also to keep down the interest of any monies borrowed on security of the special and general sewer rate; and to pay off the principal of such monies within a period not longer than thirty years."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "161", "section_title": " Cases where rates may be charged upon separate and distinct districts.", "section_text": "161 Where by this or the special Act the commissioners are authorized to order that any rate shall be levied by assessments to be made for separate and distinct districts, the commissioners from time to time may order assessments to be made in respect of the rates authorized to be so levied upon separate and distinct districts, and in such case the commissioners shall cause their surveyor to describe and define in the plan of the town or district within the limits of the special Act every such separate and distinct district for the purposes of separate rating as aforesaid, and so from time to time as occasion shall require."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "162", "section_title": " Rates to be levied on separate and distinct districts.", "section_text": "162 The commissioners may in such case, instead of making one assessment for the whole town or district within the limits of the special Act, make separate and distinct assessments, as occasion shall require, for every such separate and distinct district respectively, and may appoint, if they see fit, surveyors, collectors, and other officers for every such district, and they shall cause separate and distinct accounts to be kept of all monies collected and received under any rate in each distinct district, and of all payments and disbursements in respect thereof, and they shall, unless otherwise provided by the special Act, apply the monies to be collected and received from each distinct district under any such rate as aforesaid for the several purposes to which the same may be lawfully applied under the authority of this and the special Act, but so nevertheless that each district shall, as near as may-be, bear its own expences; and in case any such expenses shall apply to or be incurred in respect of two or more districts, the same shall be apportioned and divided between such districts in a fair and equitable manner."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "163", "section_title": " Drainage rates.", "section_text": "163 In all cases when the commissioners have paid or become liable to the payment of any expences in constructing or laying any drain or pipe from any house or building, or in providing any privy, ashpit, or cesspool for the use of the occupiers thereof, and when neither the owner nor occupier of such house or building is willing to defray the said expences forthwith, the commissioners shall lay drainage rates on the occupiers of such houses and buildings respectively, to be continued for six successive years and no longer; and the sum to be annually levied by every such drainage rate shall be one fifth part of the whole expence incurred in constructing, laying, or providing such drain, privy, ashpit, or cesspool as aforesaid, and shall be applied in satisfaction thereof; and the amount of any such drainage rate may be added to any other rate levied from the occupiers of such houses and buildings, and recovered therewith by the like ways and means."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "164", "section_title": " Occupiers may deduct a proportion of drainage rate from their rent.", "section_text": "164 Every occupier of any such house or building at a rent not less than the rackrent who has paid any such drainage rate shall be entitled to deduct three-fourths of the rate so paid by him from the rent payable by him to his landlord: Every occupier at a rent less than the rackrent who has paid any such drainage rate shall be entitled to deduct from the rent payable by him to his landlord such proportion of three-fourths of the rate so paid by him as the rent payable by him bears to the rackrent."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "165", "section_title": " Landlords being also tenants, may deduct proportion of drainage rate from their rent.", "section_text": "165 Every landlord from whom any part of his rent has been deducted on account of such drainage rate, and who is himself liable to the payment of rent, shall be entitled to deduct from the rent payable by him such proportion of the sum so deducted from the rent payable to him as the rent payable by him bears to the rent payable to him, and so in succession with respect to every landlord receiving rent, and also liable to pay rent on account of such house or building; provided that no landlord, being also a tenant, shall be entitled under this provision to deduct from the rent payable by him more than the whole sum deducted from the rent payable to him."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "166", "section_title": " Limitation of expenditure for house drains, &c.", "section_text": "166 Without the written consent of the owner of any such house or building, the commissioners shall not be empowered to expend during any term of six successive years more in the whole than one year’s rackrent thereof in constructing or laying any such pipe or drain, or in providing any such privy, cesspool, or ashpit. And with respect to the manner of making rates authorized by this or the special Act, be it enacted as follows:"}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "167", "section_title": " Rates to be levied on persons holding, using, or occupying houses, &c. Proportion to be paid by holders of lands, nursery grounds, &c.", "section_text": "167 Every rate which the commissioners are by this or the special Act authorized to make or levy shall be made and levied by them at yearly, half-yearly, or such other periods as they think fit, upon every person who occupies any of the prescribed kinds of property, or (if no property be prescribed) any house, shop, warehouse, counting-house, coach-house, stable, cellar, vault, building, workshop, manufactory, garden, land, or tenement whatsoever, (except as herein-after is excepted,) within the limits of the special Act, or of the district where such rate is assessed on the occupiers of lands and buildings of a separate district, as herein-before provided, according to the full net annual value thereof respectively; and the said rates shall be vested in the commissioners, and shall be payable at such times as they appoint: Provided always, that every personoccupying lands used as arable, meadow, or pasture ground only, or as woodlands or market gardens or nursery grounds, shall be rated in respect of the same in the prescribed proportion only, if no proportion be prescribed, in the proportion of one third part only of such net annual value thereof as aforesaid."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "168", "section_title": " Exemptions from rates.", "section_text": "168 Provided also, that no person shall be rated to any rate made in pursuance of this or the special Act in respect of tithes, or of any church, chapel, meeting house, or other building exclusively used for public worship, or any building exclusively used for the purposes of gratuitous education of the poor or of public charity, or any building or land belonging to the commissioners."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "169", "section_title": " Rates may be made prospective or retrospective.", "section_text": "169 The commissioners may make any such rate as aforesaid prospectively, in order to raise money to pay charges and expenses to be incurred thereafter, or retrospectively, in order to raise money to pay charges and expences already incurred."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "170", "section_title": " Commissioners to cause estimates to be prepared before making a rate.", "section_text": "170 The commissioners from time to time, before proceeding to make any rate which by this or the special Act, or any Act incorporated therewith, they are authorized to levy, shall cause an estimate to be prepared of the money required for the several purposes in respect of which they are authorized to levy such rate, showing the several sums required, the rateable value of the property assessable, and the rate on each pound of such value necessary to raise the money required, which estimate, after the same has been approved of by the commissioners, shall be forthwith entered on the rate book to be kept by the commissioners as hereinafter provided."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "171", "section_title": " Notice of rate to be given.", "section_text": "171 Notice of the intention of making every rate authorized to be made under the provisions of this or the special Act, or any Act incorporated therewith, and of the time at which the same is intended to be made, and of a place where a statement of the proposed rate is deposited for inspection by the ratepayers, shall be given by the commissioners by placards posted up in public places, and shall be advertised in some newspaper circulating within the limits of the special Act, in the week immediately previous to such rate being made, or as nearly so as may be."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "172", "section_title": " Form of rate.", "section_text": "172 Every such rate shall be fairly transcribed in a book to be kept for that purpose, and may be in the form given in the schedule (A.) annexed to this Act, or as near thereto as the circumstances of the case will admit of; and every such rate shall contain an account of every particular set forth at the head of the respective columns, so far as the same can be ascertained; and every such rate shall be signed by not less than six of the commissioners."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "173", "section_title": " Rate to be open to inspection of ratepayers, who may take copies, &c.", "section_text": "173 The statement of the proposed rate, and the rate immediately after the same is made, shall be open to the inspection of any person interested or rated in such rate at all reasonable times, and any such person may take copies or extracts from such statement or rate without paying anything for the same; and any person having the custody of such statement or rate who refuses or does not permit any person so interested or rated as aforesaid to take copies or extracts from such statement or rate shall for every such offence be liable to a penalty not exceeding  £25 level 1 on the standard scale ."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "174", "section_title": " Rates may be amended.", "section_text": "174 The commissioners may from time to time amend any rate made by virtue of this or the special Act, by inserting therein the name of any person claiming and entitled to have his name therein as owner or occupier, or by inserting therein the name of any person who ought to have been rated, or by striking out the name of any person who ought not to have been rated, or by raising or reducing the sum at which any person has been rated, if it appear to them that such person has been under-rated or over-rated, or by making such other amendments therein as will make such rate conformable to this and the special Act, and no such amendment shall be held to avoid the rate: Provided always, that every person aggrieved by any such alteration shall have the same right of appeal therefrom as he would have had if his name had been originally inserted in such rate, and no such alteration had been made; and as respects such person the rates shall be considered to have been made at the time when he received notice of such alteration; and every person whose rates are altered shall be entitled to seven days notice of such alteration before the rate shall be payable by him."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "175", "section_title": " Value of property to be ascertained according to poor rate.", "section_text": "175 The annual value of all property rateable under this or the special Act shall be ascertained according to the next preceding assessment for the relief of the poor within the limits of the special Act, except in such cases as are herein-after mentioned."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "176177.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "176"}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "178", "section_title": " Poor rate to be open to inspection by commissioners. ", "section_text": "178 The commissioners, or any person by them authorized, may from time to time inspect any of the rates for the relief of the poor in any parish, township, or other district within the limits of the special Act, and the books in which are contained all the assessments by which the same are made, and may take copies thereof or extracts therefrom respectively; and any person having the custody of such rates or assessments who does not suffer the commissioners, or any person authorized by them, to inspect the same at reasonable times, or to take copies thereof or extracts therefrom, shall be liable to a penalty not exceeding  £25 level 1 on the standard scale  for every such offence."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "179", "section_title": " Owner of property unoccupied to be assessed to the sewer rate.", "section_text": "179 When any property in respect of which the occupier would be liable to be rated to any sewer rate made under the provisions of this or the special Act is unoccupied at the time of making such rate, the commissioners shall rate and assess the owner of such unoccupied premises to such rate, and every such owner shall pay the amount of such rate: Provided always, that nothing herein contained shall affect the right herein reserved to recover any arrears of such rates from any future occupier of such premises."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "180", "section_title": " Unoccupied premises to be included in the rates; and if the premises are afterwards occupied, a portion of rates to be paid.", "section_text": "180 When any property in respect of which any person is liable to be assessed as occupier to any rate under the provisions of this or the special Act, or any Act incorporated therewith, other than the sewer rate, is unoccupied at the time of making any such rate, the commissioners shall in every such case include such property in the said rate, describing it in the column appropriated to the name of the occupier as being “empty”; and if any person afterwards occupy such property during any part of the period for which such rate was made, the commissioners shall insert in such rate the name of such occupier, and collect from such occupier, or from the owner, if he be liable to pay the same, a portion of the said rate proportioned to the time during which such person occupies such property, and every such person shall thereupon be deemed to all intents and purposes to be properly rated; and all such rates may be collected and recovered from the person liable to pay the same under the provisions of this or the special Act in the same manner as other rates made payable thereunder: Provided always, that any person whose name is so inserted in such rate, and such owner as last aforesaid, may appeal against such rate to the justices at special sessions, or to  the Crown Court  after such insertion of his name as aforesaid admitting of such appeal, in the same manner as he might have appealed if named in the rate: Provided also, that, except as aforesaid, no rate other than the sewer rate shall be payable by any person in respect of unoccupied premises."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "181", "section_title": " Owners of property not exceeding 10 l.  per annum net annual value to pay rates instead of occupier.", "section_text": "181 The owners of all rateable property of which the full net annual value does not exceed the prescribed sum, or (where no sum is prescribed) the sum of ten pounds, or which are let to weekly or monthly tenants, or in separate apartments, shall be rated to and pay the rates by this or the special Act directed to be made, instead of the occupiers thereof."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "182", "section_title": " Not necessary to name the owner where unknown.", "section_text": "182 Whenever the name of any owner liable to be rated under the provisions of this or the special Act is not known to the commissioners, or to the person making the rates, it shall be sufficient to rate such owner in the rate book of the commissioners as the owner of the property to be rated by the designation of “ the owner, ” without stating his name."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "183", "section_title": " Tenants under existing leases to repay the owner.", "section_text": "183 Provided always, that when any owner is rated in respect of any rateable property in the occupation of any tenant under any lease or agreement made prior to the passing of the special Act, such tenant shall repay to the owner all sums paid by him during the continuance of such lease on account of any rates under this or the special Act payable by the occupier, unless it have been agreed that the owner shall pay all rates in respect of such property; and every sum so payable by the tenant to the owner may be recovered, if not paid upon demand, as arrears of rent could be recovered from the occupier by the said owner."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "184", "section_title": " Occupiers may be rated if they think fit.", "section_text": "184 Provided also, that the occupiers of any rateable property, being tenants thereof from year to year, may demand to be assessed for the same, and to pay the rates in respect thereof made under the authority of this or the special Act, and the commissioners shall assess every such occupier so long as he duly pays the said rates."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "185", "section_title": " Persons aggrieved may appeal to petty sessions on the ground of incorrectness, &c. of valuation.Their decision to be final unless appealed from to quarter sessions.", "section_text": "185 If any person think himself aggrieved by any rate, on the ground of inequality, unfairness, or incorrectness in the valuation of any rateable property included therein, or in the amount assessed thereon, he may, at any time within one month after such rate is made, appeal to the justices at any special sessions . . .   or in Ireland may appeal to the justices of the petty sessions of the district, or to the justices acting for the district, within which the rateable property is situated; . . . "}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "186", "section_title": " Parties may appeal to the quarter sessions against a rate.", "section_text": "186 If any person think himself aggrieved by any rate made under the authority of this or the special Act, or by any matters included in or omitted from the same, he may, at any time within one month after the same is made, give notice of his intention to appeal to  the Crown Court  . . . "}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "187", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "187"}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "188", "section_title": " No order of special sessions to be in force pending appeal.", "section_text": "188 No order of the said justices shall be of any force pending any appeal touching the same subject matter to  the Crown Court  having jurisdiction to try such appeal, or in opposition to the order of any such court on such appeal."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "189", "section_title": " On appeal, the quarter sessions and petty sessions to have same power of amending and quashing rates, and of awarding costs, as in appeals against poor rates. ", "section_text": "189 The said justices and  the Crown Court  respectively shall in any such appeal as aforesaid have the same powers of amending or quashing the rate in respect of which the appeal is made as are by law vested in  the Crown Court  for amending or quashing the rates for the relief of the poor within their jurisdiction upon appeals against such rates, . . .  : Provided always, that if the said justices or court shall quash the rate in respect of which the appeal is made, then, notwithstanding the quashing of such rate, all sums of money charged by such rate on any person charged by such rate may, if the justices or court so order, be levied by such means and in the same manner as if no appeal had been made against such rate; and the money which any person charged on such rate pays, or which is recovered from him, shall be taken as a payment on account of the next effective rate made on him for the same purposes for which the rate so quashed was made."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "190", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "190"}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "191", "section_title": " Rates to be recovered by distress.", "section_text": "191 If any person rated under the authority of this or the special Act fail to pay any of the said rates due from him for the space of fourteen days after demand thereof in writing by the commissioners or their collector, any justice, on the application of the commissioners or their collector, may summon such person to appear before him at a time to be mentioned in the summons, to show cause why the rates due from him should not be paid; and in case no sufficient cause for the nonpayment of such rate be shown, the same shall be levied by distress, and such justice shall issue his warrant accordingly, or the commissioners may recover the same by action of debt; provided that if no sufficient distress whereon to levy the amount due in respect of such rates can be found within the jurisdiction of the said justice, then, upon oath thereof made before any justice of any other county or jurisdiction in which any goods or chattels of the person not paying the said rates may be found, such justice shall certify the said oath by endorsing the said warrant, and thereupon the amount due in respect of the said rates, and unpaid by the said person, may be levied by distress of the goods and chattels of such person as assessed in the last-mentioned county or jurisdiction."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "192", "section_title": " Form of warrant of distress. Constables to assist in making distress.", "section_text": "192 The warrant of distress for the recovery of any rate made payable by this or the special Act may be in the form or to the effect mentioned in schedule (B.) to this Act annexed; and in all cases where a distress is hereby authorized to be made, every constable authorized by the warrant to levy any sum mentioned therein shall, upon being required by a collector of the rates, aid in making a distress or sale pursuant to such warrant; and every constable who refuses to do so shall be liable to a penalty not exceeding  £25 level 1 on the standard scale ."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "193", "section_title": " Rate books to be evidence.", "section_text": "193 In any proceeding to levy and recover or consequent on the levying or recovering of any rate under the provisions of this or the special Act, the books of rates of the commissioners, and all entries made therein in manner by this or the special Act directed, by the production thereof alone, and without any evidence that the notices and other requirements of this or the special Act have been given or complied with, or proof of the seal of the commissioners, if they are incorporated, or if not, then on proof of the signatures of the commissioners whose names appear thereon or subscribed therein, shall be received as evidence of such rate and of the contents thereof."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "194", "section_title": " Remedy against persons quitting before payment of rates.", "section_text": "194 If any person quit or be about to quit any rateable property before he has paid the rates then payable by him in respect thereof, and do not pay the same to the commissioners or their collector, on demand, any justice having jurisdiction where such person resides or his goods are found may summon such person to appear before him at a time mentioned in the summons, to show cause why the rates should not be paid, and if no sufficient cause for the nonpayment of such rates be shown accordingly, the same shall be levied by distress, and such justice shall issue his warrant accordingly."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "195", "section_title": " Rates to be apportioned on holder quitting.", "section_text": "195 When any rate has been made for a particular period, and the owner or occupier who is rated to such rate ceases to be the owner or occupier of the property in respect whereof he is rated before the end of such period, such owner or occupier shall be liable to pay a portion only of the rate payable for the whole of such period, proportionate to the time during which he continued to be owner or occupier; and in every such case, if any person, after the making of such rate, become the owner or occupier of any property so rated as aforesaid during part of the period for which such rate was made, such person shall pay a portion of such rate, proportioned to the time during which he held or occupied the property so rated, and the same shall be recovered from him in the same manner as if he had been originally rated for such property."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "196", "section_title": " Rates due from owner may be recovered from occupier.", "section_text": "196 When the owner of any rateable property is rated in respect thereof under the authority of this or the special Act, and the rate remains unpaid for three months, the commissioners or their collector may demand the amount of such rate from the occupier for the time being of such rateable property, and on nonpayment thereof may recover the same by distress and sale of his goods and chattels in like manner as rates may be recovered from the occupier of any property liable to be rated; and every such occupier shall be entitled to deduct from the rent payable by him to such owner so much as was so paid by or recovered from him."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "197", "section_title": " Occupier not to be required to pay more than the amount of rent owing by him.", "section_text": "197 Provided always, that no such occupier shall be required to pay, nor shall his goods and chattels be distrained for, any further sum than the amount of rent due from him at the time of the demand made upon him for such amount or rate, or which after such demand, and after notice not to pay the same to his landlord, at any time accrues and becomes payable by him, unless he refuse, on application being made to him for that purpose by or on behalf of the commissioners, truly to disclose the amount of his rent, and the name and address of the person to whom such rent is payable; but the burden of proof that the sum demanded from any such occupier is greater than the rent due by him at the time of such notice, or which has since accrued, shall lie upon such occupier."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "198", "section_title": " Occupier refusing to give name of owner liable to a penalty.", "section_text": "198 If, on the request of the commissioners, or of the collector of the said rates, the occupier of any property refuses or wilfully omits to disclose, or wilfully mis-states to the commissioners or collector making such request, the name of the owner of such property, or of the person receiving or authorized to receive the rents of the same, any justice of the peace, on oath made before him of such request, and of such refusal or wilful omission or mis-statement, may summon the person who has so refused or wilfully omitted or mis-stated as aforesaid to appear, at a time and place to be mentioned in such summons, before such justice, or before some other justice; and if the person so summoned neglect or refuse to attend at the time and place mentioned in the summons, or if he attend and do not show good cause to the justice then present for such his refusal or wilful omission or mis-statement, such justice, upon proof, in case of the neglect or refusal to attend as aforesaid, of the due service of the said summons, or on such attendance, may impose a penalty upon such person who has so refused, or wilfully made such omission or mis-statement, not exceeding the sum of  £25 level 1 on the standard scale ."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "199", "section_title": " Surveyors of highways may proceed for the recovery of arrears of highway rates.", "section_text": "199 The several persons who at the time of the passing of the special Act are surveyors of highways for any township or other district within the limits of the special Act may proceed for the recovery of any highway rate made in such township or district, and then remaining unpaid, in the same manner as they might have done if this and the special Act had not been passed, and they shall apply the money which they so recover, in the first place, in reimbursing themselves any expences which they have incurred as such surveyors as aforesaid, and in discharge of any debts legally owing from them in respect of the highways within such township or district; and the surplus, if any, arising from any buildings or lands within the limits of the special Act, or a proportionate part thereof, shall be paid by them to the treasurer to the commissioners, and shall be applied to the same purposes as the rates by this or the special Act authorized to be levied are directed to be applied."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "200208.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "200"}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "209", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "209"}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "210", "section_title": " Clauses of 8 & 9 Vict. c. 20., as to recovery of damages and penalties incorporated with this and special Act, &c.", "section_text": "210 The clauses of the  Railways Clauses Consolidation Act 1845, with respect to the recovery of damages not specially provided for, and penalties, and to the determination of any other matter referred to justices, shall be incorporated in this and the special Act; and such clauses shall apply to the town or district within the limits of the special Act, and to the commissioners, and shall be construed as if the word “commissioners” had been inserted therein instead of the word “company.”"}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "211", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "211"}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "212", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "212"}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "213", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "213"}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "214", "section_title": " Copies of special Act to be kept by commissioners at their office, and deposited with the clerks of the peace, &c., and be open to inspection. ", "section_text": "214 The commissioners shall at all times after the expiration of six months after the passing of the special Act keep in their principal office of business a copy of the special Act, printed by the printers to her Majesty, or some of them, and shall also within the space of such six months  deposit in the office of the clerk of the peace of the county in which the town or district within the limits of the special Act is situated deposit in the office of the chief clerk  a copy of such special Act, so printed as aforesaid; and the said clerk of the peace shall receive, and he and the commissioners respectively shall retain, the said copies of the special Act, and shall permit all persons interested to inspect the same, and make extracts or copies therefrom, in the like manner, and upon the like terms, and under the like penalty for default, as is provided in the case of certain plans and sections by the  Local Government Act 1972 ."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "215", "section_title": " Penalty on commissioners failing to keep or deposit such copies.", "section_text": "215 If the commissioners shall fail to keep or deposit, as herein-before mentioned, any of the said copies of the special Act, they shall forfeit  £50 level 2 on the standard scale  for every such offence, and also five pounds for every day afterwards during which such copy is not so kept or deposited."}, {"act": "Towns Improvement Clauses Act 1847", "year": 1847, "section": "216", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "216"}]