[{"act": "Cheques Act 1957", "year": 1957, "section": "1", "section_title": " Protection of bankers paying unindorsed or irregularly indorsed cheques, &c.", "section_text": "1 1 Where a banker in good faith and in the ordinary course of business pays a cheque drawn on him which is not indorsed or is irregularly indorsed, he does not, in doing so, incur any liability by reason only of the absence of, or irregularity in, indorsement, and he is deemed to have paid it in due course. 2 Where a banker in good faith and in the ordinary course of business pays any such instrument as the following, namely,— a a document issued by a customer of his which, though not a bill of exchange, is intended to enable a person to obtain payment from him of the sum mentioned in the document; b a draft payable on demand drawn by him upon himself, whether payable at the head office or some other office of his bank; he does not, in doing so, incur any liability by reason only of the absence of, or irregularity in, indorsement, and the payment discharges the instrument."}, {"act": "Cheques Act 1957", "year": 1957, "section": "2", "section_title": " Rights of bankers collecting cheques not indorsed by holders.", "section_text": "2 A banker who gives value for, or has a lien on, a cheque payable to order which the holder delivers to him for collection without indorsing it, has such (if any) rights as he would have had if, upon delivery, the holder had indorsed it in blank."}, {"act": "Cheques Act 1957", "year": 1957, "section": "3", "section_title": " Unindorsed cheques as evidence of payment. ", "section_text": "3 (1)  An unindorsed cheque which appears to have been paid by the banker on whom it is drawn is evidence of the receipt by the payee of the sum payable by the cheque. 2 For the purposes of subsection (1) above, a copy of a cheque to which that subsection applies is evidence of the cheque if— a the copy is made by the banker in whose possession the cheque is after presentment and, b it is certified by him to be a true copy of the original."}, {"act": "Cheques Act 1957", "year": 1957, "section": "4", "section_title": " Protection of bankers collecting payment of cheques, &c. ", "section_text": "4 1 Where a banker, in good faith and without negligence,— a receives payment for a customer of an instrument to which this section applies; or b having credited a customer’s account with the amount of such an instrument, receives payment thereof for himself; and the customer has no title, or a defective title, to the instrument, the banker does not incur any liability to the true owner of the instrument by reason only of having received payment thereof. 2 This section applies to the following instruments, namely,— a cheques  (including cheques which under section 81A(1) of the Bills of Exchange Act 1882 or otherwise are not transferable) ; b any document issued by a customer of a banker which, though not a bill of exchange, is intended to enable a person to obtain payment from that banker of the sum mentioned in the document; c any document issued by a public officer which is intended to enable a person to obtain payment from the Paymaster General or the Queen’s and Lord Treasurer’s Remembrancer of the sum mentioned in the document but is not a bill of exchange; d any draft payable on demand drawn by a banker upon himself, whether payable at the head office or some other office of his bank. 3 A banker is not to be treated for the purposes of this section as having been negligent by reason only of his failure to concern himself with absence of, or irregularity in, indorsement of an instrument."}, {"act": "Cheques Act 1957", "year": 1957, "section": "5", "section_title": " Application of certain provisions of Bills of Exchange Act, 1882, to instruments not being bills of exchange.", "section_text": "5 The provisions of the  Bills of Exchange Act 1882 relating to crossed cheques shall, so far as applicable, have effect in relation to instruments (other than cheques) to which the last foregoing section applies as they have effect in relation to cheques."}, {"act": "Cheques Act 1957", "year": 1957, "section": "6", "section_title": " Construction, saving and repeal.", "section_text": "6 1 This Act shall be construed as one with the Bills of Exchange Act 1882. 2 The foregoing provisions of this Act do not make negotiable any instrument which, apart from them, is not negotiable. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Cheques Act 1957", "year": 1957, "section": "7", "section_title": " Provisions as to Northern Ireland.", "section_text": "7 This Act extends to Northern Ireland, . . . "}, {"act": "Cheques Act 1957", "year": 1957, "section": "8", "section_title": " Short title and commencement.", "section_text": "8 1 This Act may be cited as the Cheques Act 1957. 2 This Act shall come into operation at the expiration of a period of three months beginning with the day on which it is passed."}]