[{"act": "Geneva Conventions Act 1957", "year": 1957, "section": "1", "section_title": " Grave breaches of scheduled conventions.", "section_text": "1 1 Any person, whatever his nationality, who, whether in or outside the United Kingdom, commits, or aids, abets or procures the commission by any other person of  a grave breach of any of the scheduled conventions                  , the first protocol or the third protocol  shall be guilty of an offence . . . 1A For the purposes of subsection (1) of this section— a a grave breach of a scheduled convention is anything referred to as a grave breach of the convention in the relevant Article, that is to say— i in the case of the convention set out in the First Schedule to this Act, Article 50; ii in the case of the convention set out in the Second Schedule to this Act, Article 51; iii n the case of the convention set out in the Third Schedule to this Act, Article 130; iv in the case of the convention set out in the Fourth Schedule to this Act, Article 147; and b a grave breach of the first protocol is anything referred to as a grave breach of the protocol in paragraph 4 of Article 11, or paragraph 2, 3 or 4 of Article 85, of the protocol. ; and                 c a grave breach of the third protocol is anything which for the purposes of Article 6 of the protocol constitutes the perfidious use of the emblem specified in section 6(1)(f) of this Act 2 In the case of an offence under this section committed outside the United Kingdom, a person may be proceeded against, indicted, tried and punished therefor in any place in the United Kingdom as if the offence had been committed in that place, and the offence shall, for all purposes incidental to or consequential on the trial or punishment thereof, be deemed to have been committed in that place. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Geneva Conventions Act 1957", "year": 1957, "section": "1A", "section_title": " Trial and punishment of offences under s.1", "section_text": "1A 1 The following provisions apply in relation to offences under section 1 of this Act. 2 The offence is triable only on indictment. 3 Proceedings for an offence shall not be instituted— a in England and Wales, except by or with the consent of the Attorney General; b in Northern Ireland, except by or with the consent of the Attorney General for Northern Ireland. 4 If the offence is not committed in the United Kingdom— a proceedings may be taken, and b the offence may for incidental purposes be treated as having been committed, in any place in the United Kingdom. 5 A person convicted of an offence involving murder shall be dealt with as for an offence of murder. In this subsection “ murder ” means the killing of a person in such circumstances as would constitute murder if committed in the part of the United Kingdon in which the proceedings are brought. 6 In any other case a person convicted of an offence is liable to imprisonment for a term not exceeding 30 years."}, {"act": "Geneva Conventions Act 1957", "year": 1957, "section": "2", "section_title": " Notice of trial of protected persons to be served on protecting power,  etc.", "section_text": "2 1 The court before which— a a protected prisoner of war is brought up for trial for any offence; or b a protected internee is brought up for trial for an offence for which that court has power to sentence him to death or to imprisonment for a term of two years or more, shall not proceed with the trial until it is proved to the satisfaction of the court that a notice containing the particulars mentioned in the next following subsection, so far as they are known to the prosecutor, has been served not less than three weeks previously on the protecting power and, if the accused is a protected prisoner of war, on the accused and the prisoners’ representative. 2 The particulars referred to in the foregoing subsection are— a the full name and description of the accused, including the date of his birth and his profession or trade, if any, and, if the accused is a protected prisoner of war, his rank and army, regimental, personal or serial number; b his place of detention, internment or residence; c the offence with which he is charged; and d the court before which the trial is to take place and the time and place appointed for the trial. 3 For the purposes of this section a document purporting— a to be signed on behalf of the protecting power or by the prisoners’ representative or by the person accused, as the case may be; and b to be an acknowledgment of the receipt by that power, representative or person on a specified day of a notice described therein as a notice under this section, shall, unless the contrary is shown, be sufficient evidence that the notice required by subsection (1) of this section was served on that power, representative or person on that day. 4 In this section the expression “ prisoners’ representative ” in relation to a particular protected prisoner of war at a particular time means the person by whom the functions of prisoners’ representative within the meaning of article 79 of the convention set out in the Third Schedule to this Act were exercisable in relation to that prisoner at the camp or place at which that prisoner was, at or last before that time, detained as a protected prisoner of war. 5 Any court which adjourns a trial for the purpose of enabling the requirements of this section to be complied with may, notwithstanding anything in any other enactment, remand the accused for the period of the adjournment."}, {"act": "Geneva Conventions Act 1957", "year": 1957, "section": "3", "section_title": " Legal representation of certain persons.", "section_text": "3 1 The court before which— a any person is brought up for trial for an offence under section one of this Act; or b a protected prisoner of war is brought up for trial for any offence, shall not proceed with the trial unless— i the accused is represented by counsel; and ii it is proved to the satisfaction of the court that a period of not less than fourteen days has elapsed since instructions for the representation of the accused at the trial were first given to the solicitor by whom that counsel was instructed, and if the court adjourns the trial for the purpose of enabling the requirements of this subsection to be complied with, then, notwithstanding anything in any other enactment, the court may remand the accused for the period of the adjournment. 2 Where the accused is a protected prisoner of war, in the absence of counsel accepted by the accused as representing him, counsel instructed for the purpose on behalf of the protecting power shall, without prejudice to the requirements of paragraph (ii) of the foregoing subsection, be regarded for the purposes of that subsection as representing the accused. 3 If the court adjourns the trial in pursuance of subsection (1) of this section by reason that the accused is not represented by counsel, the court shall direct that a solicitor and counsel be assigned to watch over the interests of the accused at any further proceedings in connection with the offence, and at any such further proceedings, in the absence of counsel either accepted by the accused as representing him or instructed as mentioned in the last foregoing subsection, counsel assigned in pursuance of this subsection shall, without prejudice to the requirements of paragraph (ii) of the said subsection (1), be regarded for the purposes of that subsection as representing the accused. 4 In relation to any proceedings before a court before which the accused may be heard by a solicitor, the foregoing provisions of this section shall be construed, with any necessary modifications, as if references therein to counsel were references to counsel or a solicitor; and for the purposes of any such proceedings the court in giving a direction under the last foregoing subsection may, if the court is satisfied that the nature of the charge and the interests of justice do not require that the interests of the accused should be watched over by counsel, direct that a solicitor only shall be assigned as mentioned in that subsection. 5 A solicitor or counsel shall be assigned in pursuance of subsection (3) of this section in such manner as Her Majesty may by Order in Council prescribe, and any solicitor or counsel so assigned shall be entitled to be paid by the Secretary of State out of moneys provided by Parliament such sums in respect of fees and disbursements as the Secretary of State may by regulations made by statutory instrument prescribe. 6 In this section— “ counsel ” includes any person who, for the purposes of the Legal Services Act 2007, is an authorised person in relation to an activity which constitutes the exercise of a right of audience (within the meaning of that Act); “ solicitor ” includes any person who, for the purposes of that Act, is an authorised person in relation to an activity which constitutes the conduct of litigation (within the meaning of that Act)."}, {"act": "Geneva Conventions Act 1957", "year": 1957, "section": "4", "section_title": " Appeals by protected persons.", "section_text": "4 1 Where a protected prisoner of war or protected internee has been sentenced to death or to imprisonment for a term of two years or more, the time within which he must give notice of appeal or notice of his application for leave to appeal to the criminal division of the Court of Appeal, the High Court of Justiciary or  the Court of Appeal in Northern Ireland , as the case may be, shall, notwithstanding anything in the enactment relating to such appeals, be the period from the date of his conviction or, in the case of an appeal against sentence, of his sentence to the expiration of twenty-eight days after the date on which he received a notice given— a in the case of a protected prisoner of war, by an officer of Her Majesty’s forces; b in the case of a protected internee, by or on behalf of the governor of the prison in which he is confined, that the protecting power has been notified of his conviction and sentence; and, in a case to which the foregoing provisions of this subsection apply, a reference to the period aforesaid shall be substituted for the reference in section 30(1)( a ) of the  Criminal Appeal Act 1968 and  section 27(1)( a ) of the  Criminal Appeal (Northern Ireland) Act 1980  (revesting and restitution of property) to the period of twenty-eight days from the date of conviction. 1A In the case of an appeal to the  Supreme Court                  under any of the Acts specified in the left-hand column of the following Table by a protected prisoner of war or protected internee, the period specified in the provision of that Act specified in relation thereto in the right-hand column (the provisions there listed being those which lay down the time for applying for leave to appeal) shall be extended until fourteen days after the date on which the applicant receives notice, given as mentioned in subsection (1)( a ) or ( b ) of this section, that the protecting power has been notified of the decision of the court from which the appeal lies, or of the refusal of that court of the application for leave to appeal, as the case may be.   Table The Administration of Justice Act 1960 Section 2(1) The Criminal Appeal Act 1968 Section 34(1) The Criminal Appeal (Northern Ireland) Act 1980 Section 32(1) The Courts-Martial (Appeals) Act 1968 Section 40(1) 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Geneva Conventions Act 1957", "year": 1957, "section": "5", "section_title": " Reduction of sentence and custody of protected persons.", "section_text": "5 1 It shall be lawful for the Secretary of State . . .   in any case in which a protected prisoner of war or a protected internee is convicted of an offence and sentenced to a term of imprisonment, to direct that there shall be deducted from that term a period not exceeding the period, if any, during which that person was in custody in connection with that offence, either on remand or after  committal having been sent                      for trial (including the period of the trial), before the sentence began, or is deemed to have begun, to run. 2 It shall be lawful for the Secretary of State . . .   in a case where he is satisfied that a protected prisoner of war accused of an offence has been in custody in connection with that offence, either on remand or after  committal having been sent  for trial (including the period of the trial), for an aggregate period of not less than three months, to direct that the prisoner shall be transferred from that custody to the custody of an officer of Her Majesty’s forces and thereafter remain in military custody at a camp or place in which protected prisoners of war are detained, and be brought before the court at the time appointed by the remand or committal order."}, {"act": "Geneva Conventions Act 1957", "year": 1957, "section": "6", "section_title": " Use of Red Cross and other emblems.", "section_text": "6 1 Subject to the provisions of this section, it shall not be lawful for any person, without the authority of the  Secretary of State , to use for any purpose whatsoever any of the following  . . .; that is to say— a the emblem of a red cross with vertical and horizontal arms of the same length on, and completely surrounded by, a white ground, or the designation “Red Cross\" or “Geneva Cross\"; b the emblem of a red crescent moon on, and completely surrounded by, a white ground, or the designation “Red Crescent\"; c the following emblem in red on, and completely surrounded by, a white ground, that is to say, a lion passing from right to left of, and with its face turned towards, the observer, holding erect in its raised right forepaw a scimitar, with, appearing above the lion’s back, the upper half of the sun shooting forth rays, or the designation “Red Lion and Sun\". d the sign of an equilateral blue triangle on, and completely surrounded by, an orange ground, being the international distinctive sign of civil defence; e any of the distinctive signals specified in Chapter  III  of Annex I to the first protocol, being the signals of identification for medical units and transports.  ;                 f the emblem of a red frame in the shape of a square on edge on a white ground, conforming to the illustration in Article 1 of the Annex to the third protocol (and whether or not incorporating another emblem, or a combination of emblems, in accordance with Article 3 of the protocol), or the designation  “Red Crystal” or  “third Protocol emblem” 2 Subject to the provisions of this section, it shall not be lawful for any person, without the authority of the  Secretary of State , to use for any purpose whatsoever— a any design consisting of a white or silver cross with vertical and horizontal arms of the same length on, and completely surrounded by, a red ground, being the heraldic emblem of the Swiss Confederation, or any other design so nearly resembling that design as to be capable of being mistaken for that heraldic emblem; b any design or wording so nearly resembling any of the emblems or designations specified in the foregoing subsection as to be capable of being mistaken for, or, as the case may be, understood as referring to, one of those emblems. c any design so nearly resembling the sign specified in subsection (1)(d) of this section as to be capable of being mistaken for that sign; d any signal so nearly resembling any of the signals referred to in subsection (1)(e) of this section as to be capable of being mistaken for one of those signals. 3 If any person contravenes the foregoing provisions of this section he shall be guilty of an offence and be liable on summary conviction to a fine not exceeding  level 5  on the standard scale  and to forfeit any goods  or other article upon or in connection with which the emblem, designation,  sign, signal,  design or wording was used. 4 In the case of a trade mark registered before the passing of this Act, the foregoing provisions of this section shall not apply by reason only of its consisting of or containing a design or wording which reproduces or resembles an emblem or designation specified in paragraph ( b ) or ( c ) of subsection (1) of this section; and where a person is charged with using such a design or wording for any purpose and it is proved that he used it otherwise than as, or as part of, a trade mark registered as aforesaid, it shall be a defence for him to prove— a that he lawfully used that design or wording for that purpose before the passing of this Act; or b in a case where he is charged with using the design or wording upon goods, that the design or wording had been applied to the goods before he acquired them by some other person who had manufactured or dealt with the goods in the course of trade and who lawfully used the design or wording upon similar goods before the passing of this Act. 4A Subsection (4) of this section shall apply in relation to a design reproducing or resembling the sign specified in paragraph (d) of subsection (1) of this section as it applies to designs reproducing or resembling an emblem specified in paragraph (b) or (c) of that subsection. For the purposes of this subsection references in subsection (4) of this section to the passing of this Act shall be construed as references to the passing of the  Geneva Conventions (Amendment) Act 1995.  4B Subsection (4) of this section shall apply in relation to a design or wording reproducing or resembling the emblem or a designation specified in paragraph (f) of subsection (1) of this section as it applies to designs or wording reproducing or resembling an emblem or designation specified in paragraph (b) or (c) of that subsection. 4C But subsection (4) of this section shall not apply by virtue of subsection (4B) of this section where the use of the design or wording concerned is such as would appear, in time of armed conflict, to confer the protection of the scheduled conventions and, where applicable, the first protocol and the second protocol. 4D For the purposes of subsection (4B) of this section references in subsection (4) of this section to the passing of this Act shall be construed as references to the passing of the Geneva Conventions and United Nations Personnel (Protocols) Act 2009. 5 Where an offence under this section committed by a body corporate is proved to have been committed with the consent or connivance of any director, manager, secretary or other officer of the body corporate, or any person purporting to act in any such capacity, he, as well as the body corporate, shall be deemed to be guilty of the offence and shall be liable to be proceeded against and punished accordingly, and in this subsection the expression “ director ”, in relation to any body corporate established by or under any enactment for the purpose of carrying on under national ownership any industry or part of an industry or undertaking, being a body corporate whose affairs are managed by the members thereof, means a member of that body. 6 It is hereby declared that this section extends to the use in or outside the United Kingdom of any such emblem, designation,  design, wording, sign or signal  as is referred to in subsection (1) or (2) thereof on  — a any British ship (within the meaning of the  Merchant Shipping (Registration,  etc. ) Act 1993); b any British-controlled aircraft or hovercraft (within the meaning of section 92 of the  Civil Aviation Act 1982 or, as the case may be, that section as applied to hovercraft by virtue of provision made under the  Hovercraft Act 1968).  7 Proceedings  for an offence under this section shall not be instituted in England except by or on behalf of the Director of Public Prosecutions or in Northern Ireland without the consent of the  Director of Public Prosecutions  for Northern Ireland. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Geneva Conventions Act 1957", "year": 1957, "section": "6A", "section_title": " Regulations.", "section_text": "6A 1 The Secretary of State may make regulations— a granting the authority of the Secretary of State for the purposes of subsection (1) or (2) of section 6 of this Act to persons of any description prescribed in the regulations for the use of any emblem, designation, sign, signal, design or wording referred to in those subsections; b making such provision as he may think appropriate for regulating the use for the purposes of any of the scheduled conventions, the first protocol  , the second protocol or the third protocol               of any emblem, designation, sign or signal; and any authority granted by regulations under paragraph (a) of this subsection may be subject to such limitations and conditions as may be prescribed in the regulations. 2 Paragraph (a) of the foregoing subsection is without prejudice to the Secretary of State’s power to give his authority under subsection (1) or (2) of section 6 of this Act otherwise than by regulations under this section. 3 The power to make regulations under this section shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Geneva Conventions Act 1957", "year": 1957, "section": "7", "section_title": " Interpretation.", "section_text": "7 1 In this Act the following expressions have the following meanings respectively, that is to say— . . . “ enactment ” includes an enactment of the Parliament of Northern Ireland; “ protected internee ” means a person protected by the convention set out in the Fourth Schedule to this Act  (including a person so protected by virtue of the first protocol) and interned in the United Kingdom; “ protected prisoner of war ” means a person protected by the convention set out in the Third Schedule to this Act  (including a person protected as a prisoner of war under the first protocol) or a person entitled under the first protocol to the same protection as a prisoner of war;  “ the first protocol ” means the Protocol, additional to the Geneva Conventions of 12 August 1949, relating to the Protection of Victims of International Armed Conflicts (Protocol I) done on 10 June 1977, the text of which is set out in the Fifth Schedule to this Act;  “ the protecting power ”, in relation to a protected prisoner of war or a protected internee, means the power or organisation which is carrying out, in the interests of the power of which he is a national, or of whose forces he is, or was at any material time, a member, the duties assigned to protecting powers under the convention set out in the Third  Schedule to this Act, the convention set out in the Fourth Schedule to this Act or the first protocol; “ the scheduled conventions ” means the conventions set out in the Schedules to this Act.  “ the second protocol ” means the Protocol, additional to the Geneva Conventions of 12 August 1949, relating to the Protection of Victims of Non-International Armed Conflicts (Protocol  II ) done on 10 June 1977, the text of which is set out in the Sixth Schedule to this Act.  ; “ the third protocol ” means the Protocol, additional to the Geneva Conventions of 12 August 1949, relating to the Adoption of an Additional Distinctive Emblem (Protocol  III ) done on 8 December 2005, the text of which is set out in Schedule 7  2 Save where the context otherwise requires, references in this Act to any enactment shall be construed as references to that enactment as amended by or under any other enactment. 3 If the ratification by the United Kingdom of the first protocol or the second protocol is subject to any reservation or accompanied by a declaration— a Her Majesty may by Order in Council certify that such a reservation or declaration has been made and the terms in which it was made; and b the protocol shall for the purposes of this Act be construed subject to and in accordance with any reservation or declaration so certified. 4 If such a reservation or declaration is withdrawn (in whole or part), an Order in Council under the foregoing subsection may certify that fact and revoke or amend any Order in Council containing the terms of that reservation or declaration. 5 If the first protocol is further revised under Article 98 of the protocol, Her Majesty may by Order in Council amend the Fifth Schedule to this Act so as to ensure that the Schedule sets out the text of the protocol as in force in relation to the United Kingdom."}, {"act": "Geneva Conventions Act 1957", "year": 1957, "section": "8", "section_title": " Short title and extent.", "section_text": "8 1 This Act may be cited as the Geneva Conventions Act 1957. 2 Her Majesty may by Order in Council direct that any of the provisions of this Act specified in the Order shall extend, subject to such exceptions and modifications, if any, as may be specified in the Order to— a any of the Channel Islands; b the Isle of Man; c any colony; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}]