[{"act": "Ghana Independence Act 1957", "year": 1957, "section": "1", "section_title": " Provision for the fully responsible status of the Gold Coast under the name of Ghana.", "section_text": "1 The territories included immediately before the appointed day in the Gold Coast as defined in and for the purposes of the  Gold Coast (Constitution) Order in Council 1954, shall as from that day together form part of Her Majesty’s dominions under the name of Ghana, and— a no Act of the Parliament of the United Kingdom passed on or after the appointed day shall extend, or be deemed to extend, to Ghana as part of the law of Ghana, unless it is expressly declared in that Act that the Parliament of Ghana has requested, and consented to, the enactment thereof; b as from the appointed day, Her Majesty’s Government in the United Kingdom shall have no responsibility for the government of Ghana or any part thereof; c as from the appointed day, the provisions of the First Schedule to this Act shall have effect with respect to the legislative powers of Ghana: Provided that nothing in this section other than paragraphs (a) to (c) thereof shall affect the operation in any of the territories aforesaid of any enactment, or any other instrument having the effect of law, passed or made with respect thereto before the appointed day."}, {"act": "Ghana Independence Act 1957", "year": 1957, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Ghana Independence Act 1957", "year": 1957, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Ghana Independence Act 1957", "year": 1957, "section": "4", "section_title": " Consequential modification of other enactments.", "section_text": "4 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 As from the appointed day, the provisions specified in the Second Schedule to this Act shall have effect subject to the amendments respectively specified in that Schedule . . .  . Provided that this subsection shall not extend to Ghana as part of the law thereof."}, {"act": "Ghana Independence Act 1957", "year": 1957, "section": "5", "section_title": " Short title and appointed day.", "section_text": "5 1 This Act may be cited as the Ghana Independence Act 1957. 2 In this Act, the expression “ the appointed day ” means the sixth day of March, nineteen hundred and fifty-seven, unless before that date Her Majesty has by Order in Council appointed some other day to be the appointed day for the purposes of this Act."}]