[{"act": "Homicide Act 1957", "year": 1957, "section": "1", "section_title": " Abolition of “constructive malice”.", "section_text": "1 1 Where a person kills another in the course or furtherance of some other offence, the killing shall not amount to murder unless done with the same malice aforethought (express or implied) as is required for a killing to amount to murder when not done in the course or furtherance of another offence. 2 For the purposes of the foregoing subsection, a killing done in the course or for the purpose of resisting an officer of justice, or of resisting or avoiding or preventing a lawful arrest, or of effecting or assisting an escape or rescue from legal custody, shall be treated as a killing in the course or furtherance of an offence."}, {"act": "Homicide Act 1957", "year": 1957, "section": "2", "section_title": " Persons suffering from diminished responsibility.", "section_text": "2 1 A person (“D”) who kills or is a party to the killing of another is not to be convicted of murder if D was suffering from an abnormality of mental functioning which— a arose from a recognised medical condition, b substantially impaired D's ability to do one or more of the things mentioned in subsection (1A), and c provides an explanation for D's acts and omissions in doing or being a party to the killing. 1A Those things are— a to understand the nature of D's conduct; b to form a rational judgment; c to exercise self-control. 1B For the purposes of subsection (1)(c), an abnormality of mental functioning provides an explanation for D's conduct if it causes, or is a significant contributory factor in causing, D to carry out that conduct. 2 On a charge of murder, it shall be for the defence to prove that the person charged is by virtue of this section not liable to be convicted of murder. 3 A person who but for this section would be liable, whether as principal or as accessory, to be convicted of murder shall be liable instead to be convicted of manslaughter. 4 The fact that one party to a killing is by virtue of this section not liable to be convicted of murder shall not affect the question whether the killing amounted to murder in the case of any other party to it."}, {"act": "Homicide Act 1957", "year": 1957, "section": "3", "section_title": " Provocation.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Homicide Act 1957", "year": 1957, "section": "4", "section_title": " Suicide pacts.", "section_text": "4 1 It shall be manslaughter, and shall not be murder, for a person acting in pursuance of a suicide pact between him and another to kill the other or be a party to the other . . .   being killed by a third person. 2 Where it is shown that a person charged with the murder of another killed the other or was a party to his . . .   being killed, it shall be for the defence to prove that the person charged was acting in pursuance of a suicide pact between him and the other. 3 For the purposes of this section “ suicide pact ” means a common agreement between two or more persons having for its object the death of all of them, whether or not each is to take his own life, but nothing done by a person who enters into a suicide pact shall be treated as done by him in pursuance of the pact unless it is done while he has the settled intention of dying in pursuance of the pact."}, {"act": "Homicide Act 1957", "year": 1957, "section": "59", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Homicide Act 1957", "year": 1957, "section": "1012.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Homicide Act 1957", "year": 1957, "section": "13", "section_title": "†Application of Parts I and  III  to Scotland.", "section_text": "13 1 Part I . . .   of this Act shall not extend to Scotland. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Homicide Act 1957", "year": 1957, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Homicide Act 1957", "year": 1957, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Homicide Act 1957", "year": 1957, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Homicide Act 1957", "year": 1957, "section": "17", "section_title": " Short title, repeal and extent.", "section_text": "17 1 This Act may be cited as the Homicide Act 1957. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 This Act ... shall not extend to Northern Ireland."}]