[{"act": "Occupiers’ Liability Act 1957", "year": 1957, "section": "1", "section_title": " Preliminary", "section_text": "1 1 The rules enacted by the two next following sections shall have effect, in place of the rules of the common law, to regulate the duty which an occupier of premises owes to his visitors in respect of dangers due to the state of the premises or to things done or omitted to be done on them. 2 The rules so enacted shall regulate the nature of the duty imposed by law in consequence of a person’s occupation or control of premises and of any invitation or permission he gives (or is to be treated as giving) to another to enter or use the premises, but they shall not alter the rules of the common law as to the persons on whom a duty is so imposed or to whom it is owed; and accordingly for the purpose of the rules so enacted the persons who are to be treated as an occupier and as his visitors are the same (subject to subsection (4) of this section) as the persons who would at common law be treated as an occupier and as his invitees or licensees. 3 The rules so enacted in relation to an occupier of premises and his visitors shall also apply, in like manner and to the like extent as the principles applicable at common law to an occupier of premises and his invitees or licensees would apply, to regulate— a the obligations of a person occupying or having control over any fixed or moveable structure, including any vessel, vehicle or aircraft; and b the obligations of a person occupying or having control over any premises or structure in respect of damage to property, including the property of persons who are not themselves his visitors. 4 A person entering any premises in exercise of rights conferred by virtue of— a section 2(1) of the Countryside and Rights of Way Act 2000, or b an access agreement or order under the National Parks and Access to theCountryside Act 1949, is not, for the purposes of this Act, a visitor of the occupier of the premises."}, {"act": "Occupiers’ Liability Act 1957", "year": 1957, "section": "2", "section_title": " Extent of occupier’s ordinary duty", "section_text": "2 1 An occupier of premises owes the same duty, the “common duty of care”, to all his visitors, except in so far as he is free to and does extend, restrict, modify or exclude his duty to any visitor or visitors by agreement or otherwise. 2 The common duty of care is a duty to take such care as in all the circumstances of the case is reasonable to see that the visitor will be reasonably safe in using the premises for the purposes for which he is invited or permitted by the occupier to be there. 3 The circumstances relevant for the present purpose include the degree of care, and of want of care, which would ordinarily be looked for in such a visitor, so that (for example) in proper cases— a an occupier must be prepared for children to be less careful than adults; and b an occupier may expect that a person, in the exercise of his calling, will appreciate and guard against any special risks ordinarily incident to it, so far as the occupier leaves him free to do so. 4 In determining whether the occupier of premises has discharged the common duty of care to a visitor, regard is to be had to all the circumstances, so that (for example)— a where damage is caused to a visitor by a danger of which he had been warned by the occupier, the warning is not to be treated without more as absolving the occupier from liability, unless in all the circumstances it was enough to enable the visitor to be reasonably safe; and b where damage is caused to a visitor by a danger due to the faulty execution of any work of construction, maintenance or repair by an independent contractor employed by the occupier, the occupier is not to be treated without more as answerable for the danger if in all the circumstances he had acted reasonably in entrusting the work to an independent contractor and had taken such steps (if any) as he reasonably ought in order to satisfy himself that the contractor was competent and that the work had been properly done. 5 The common duty of care does not impose on an occupier any obligation to a visitor in respect of risks willingly accepted as his by the visitor (the question whether a risk was so accepted to be decided on the same principles as in other cases in which one person owes a duty of care to another). 6 For the purposes of this section, persons who enter premises for any purpose in the exercise of a right conferred by law are to be treated as permitted by the occupier to be there for that purpose, whether they in fact have his permission or not."}, {"act": "Occupiers’ Liability Act 1957", "year": 1957, "section": "3", "section_title": " Effect of contract on occupier’s liability to third party.", "section_text": "3 1 Where an occupier of premises is bound by contract to permit persons who are strangers to the contract to enter or use the premises, the duty of care which he owes to them as his visitors cannot be restricted or excluded by that contract, but (subject to any provision of the contract to the contrary) shall include the duty to perform his obligations under the contract, whether undertaken for their protection or not, in so far as those obligations go beyond the obligations otherwise involved in that duty. 2 A contract shall not by virtue of this section have the effect, unless it expressly so provides, of making an occupier who has taken all reasonable care answerable to strangers to the contract for dangers due to the faulty execution of any work of construction, maintenance or repair or other like operation by persons other than himself, his servants and persons acting under his direction and control. 3 In this section “ stranger to the contract ” means a person not for the time being entitled to the benefit of the contract as a party to it or as the successor by assignment or otherwise of a party to it, and accordingly includes a party to the contract who has ceased to be so entitled. 4 Where by the terms or conditions governing any tenancy (including a statutory tenancy which does not in law amount to a tenancy) either the landlord or the tenant is bound, though not by contract, to permit persons to enter or use premises of which he is the occupier, this section shall apply as if the tenancy were a contract between the landlord and the tenant. 5 This section, in so far as it prevents the common duty of care from being restricted or excluded, applies to contracts entered into and tenancies created before the commencement of this Act, as well as to those entered into or created after its commencement; but, in so far as it enlarges the duty owed by an occupier beyond the common duty of care, it shall have effect only in relation to obligations which are undertaken after that commencement or which are renewed by agreement (whether express or implied) after that commencement."}, {"act": "Occupiers’ Liability Act 1957", "year": 1957, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Occupiers’ Liability Act 1957", "year": 1957, "section": "5", "section_title": " Implied term in contracts.", "section_text": "5 1 Where persons enter or use, or bring or send goods to, any premises in exercise of a right conferred by contract with a person occupying or having control of the premises, the duty he owes them in respect of dangers due to the state of the premises or to things done or omitted to be done on them, in so far as the duty depends on a term to be implied in the contract by reason of its conferring that right, shall be the common duty of care. 2 The foregoing subsection shall apply to fixed and moveable structures as it applies to premises. 3 This section does not affect the obligations imposed on a person by or by virtue of any contract for the hire of, or for the carriage for reward of persons or goods in, any vehicle, vessel, aircraft or other means of transport, or by or by virtue of any contract of bailment. 4 This section does not apply to contracts entered into before the commencement of this Act."}, {"act": "Occupiers’ Liability Act 1957", "year": 1957, "section": "6", "section_title": " Application to Crown.", "section_text": "6 This Act shall bind the Crown, but as regards the Crown’s liability in tort shall not bind the Crown further than the Crown is made liable in tort by the  Crown Proceedings Act 1947, and that Act and in particular section two of it shall apply in relation to duties under sections two to four of this Act as statutory duties."}, {"act": "Occupiers’ Liability Act 1957", "year": 1957, "section": "7", "section_title": " Powers of Parliament of Northern Ireland.", "section_text": "7 The limitation imposed by paragraph (1) of section four of the  Government of Ireland Act 1920, precluding the Parliament of Northern Ireland from making laws in respect of the Crown or property of the Crown (including foreshore vested in the Crown) shall not extend to prevent that Parliament from amending the law of tort, or enacting provisions similar to section five of this Act, so as to bind the Crown in common with private persons; but as regards the Crown’s liability in tort, no such amendments shall bind the Crown further than the Crown is made liable in tort under the law of Northern Ireland by Orders in Council under section fifty-three of the  Crown Proceedings Act 1947."}, {"act": "Occupiers’ Liability Act 1957", "year": 1957, "section": "8", "section_title": " Short title,  etc.", "section_text": "8 1 This Act may be cited as the Occupiers’ Liability Act 1957. 2 This Act shall not extend to Scotland, nor to Northern Ireland except in so far as it extends the powers of the Parliament of Northern Ireland. 3 This Act shall come into force on the first day of January, nineteen hundred and fifty-eight."}]