[{"act": "Parish Councils Act 1957", "year": 1957, "section": "1", "section_title": " Power to provide seats and shelters in roads.", "section_text": "1 1 Subject to the provisions of section five of this Act, a parish council may provide and maintain seats and shelters for the use of the public and cause them to be installed or erected in proper and convenient situations in, or on any land abutting on, any road within the parish. 2 In parishes in which the  Public Improvements Act, 1860 (in this section referred to as “ the Act of 1860 ”) has effect, the powers conferred by this section shall be in substitution for any powers under that Act to place seats and shelters. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Parish Councils Act 1957", "year": 1957, "section": "2", "section_title": " Power to provide public clocks.", "section_text": "2 A parish council may provide, maintain and light such public clocks within the parish as they consider necessary, and (subject to the provisions of section five of this Act) may cause them to be installed on or against any premises or in any other place the situation of which may be convenient."}, {"act": "Parish Councils Act 1957", "year": 1957, "section": "3", "section_title": " Power to light roads and public places.", "section_text": "3 1 The council of a parish or community or, in the case of a parish for which there is no parish council , the parish meeting may (subject to the provisions of section five of this Act) for the purpose of lighting the roads and other public places in the parish, or  community, or in any part thereof ,— a provide and maintain such lamps, lamp posts and other materials and apparatus as they think necessary; b cause such lamps, lamp posts and other materials and apparatus to be erected or installed on or against any premises or in such other places as may be convenient; c contract with any person for the supply of gas, electricity or other means of lighting; and d employ, with or without remuneration, such persons as may be necessary for the maintenance and superintendence of anything provided under this subsection. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  10 In this section “ road ” includes a highway comprised in the route of a special road (as defined by  the Highways Act 1980 ), being a highway in relation to which a parish council or parish meeting, as the case may be, are exercising the powers conferred by subsection (1) of this section on the date on which a scheme made under  section 16 of the said Act of 1980  authorising the provision of the special road comes into force."}, {"act": "Parish Councils Act 1957", "year": 1957, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Parish Councils Act 1957", "year": 1957, "section": "5", "section_title": " Provisions as to consents and access. ", "section_text": "5 1 A parish council or parish meeting shall not have power by virtue of the foregoing provisions of this Part of this Act to provide any seat, shelter, clock, lamp or lamp post, any other material or apparatus, . . .   — a on any land or premises not forming part of a road, or in a position obstructing or interfering with any existing access to any such land or premises, except with the consent of the owner and the occupier of the land or premises; or b in any road which is not a highway or in any public path, except with the consent of the owner and the occupier of the land over which the road or path runs; or c in any such situation or position as is described in the first column of the following Table, except with the consent of the persons described in relation thereto in the second column of that Table.  Table In any trunk road or any other road maintained by the Minister of Transport and Civil Aviation, or on land abutting on any such road. The Minister. In any road which is a highway (other than a trunk road or a road maintained as aforesaid or a public path) or on land abutting on any such road. The county council  or metropolitan district council . In any road which is a highway belonging to and repairable by any railway, dock, harbour, canal, inland navigation or passenger road transport undertakers and forming the approach to any station, dock, wharf or depot of those undertakers. The undertakers concerned. On any bridge carrying a highway over any railway, dock, harbour, canal or inland navigation, or on the approaches to any such bridge or under any bridge carrying a railway, canal or inland navigation over a highway. The railway, dock, harbour, canal or inland navigation undertakers concerned. 2 Any consent required by paragraph ( c ) of subsection (1) of this section shall not unreasonably be withheld, but may be given subject to any reasonable conditions, including a condition that the parish council or parish meeting, as the case may be, shall remove any thing to the provision of which the consent relates either at any time or at or after the expiration of a period if reasonably required so to do by the person giving the consent. 3 Any dispute between a parish council or parish meeting and a person whose consent is required under paragraph ( c ) of subsection (1) of this section whether that consent is unreasonably withheld or is given subject to reasonable conditions, or whether the removal of any thing to the provision of which the consent relates in accordance with any condition of the consent is reasonably required, shall— a in the case of a dispute between the parish council or parish meeting and the Minister of Transport and Civil Aviation, be referred to and determined by an arbitrator to be appointed in default of agreement by the President of the Institution of Civil Engineers; and b in any other case be referred to and determined by the Minister of Transport and Civil Aviation, who may cause a local inquiry to be held for the purpose; and section two hundred and ninety of the  Local Government Act, 1933, shall apply in relation to a local inquiry held under this subsection as it applies in relation to such an inquiry held under that Act. 4 Section six of the  Local Government (Miscellaneous Provisions) Act, 1953 (which makes provision as to access to telegraphic lines, sewers, pipe-subways, pipes, wires and other apparatus) shall apply in relation to a . . .   thing provided by a parish council or parish meeting under this Part of this Act, and to the council or meeting by which the . . .   thing is so provided, as it applies in relation to a shelter or other accommodation provided, and to the local authority by which it is provided, under section four of that Act. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Parish Councils Act 1957", "year": 1957, "section": "6", "section_title": " Supplementary powers.", "section_text": "6 1 A parish council or parish meeting may contribute towards— a the reasonable expenses incurred by any person in doing anything which by virtue of the foregoing provisions of this Act that council or meeting has power to do; and b the expenses incurred by any other parish council or parish meeting in exercising their powers under any such provision as aforesaid. 2 Where before the commencement of this Act any parish council or parish meeting have provided anything which, after the said commencement, could be provided by them under any of the foregoing provisions of this Act, or where either before or after the said commencement any other person has provided any such thing, the parish council or parish meeting shall have the like power to maintain that thing as if it had been provided by them under those provisions. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Parish Councils Act 1957", "year": 1957, "section": "7", "section_title": " Interpretation of Part I.", "section_text": "7 In this Part of this Act except so far as the context otherwise requires— “ in ” in a context referring to things in a road includes a reference to things under, over, across, along or upon the road; “ owner ” has the meaning assigned to it by section three hundred and forty-three of the  Public Health Act, 1936; “ public path ” has the meaning assigned to it by section twenty-seven of the National Parks and Access to the  Countryside Act, 1949; “ road ” means any highway (including a public path) and any other road, lane, footway, square, court, alley or passage (whether a thoroughfare or not) to which the public has access, but does not include a special road (as defined by the  Special Roads Act, 1949)."}, {"act": "Parish Councils Act 1957", "year": 1957, "section": "8", "section_title": " Powers to be exercisable without reference to county council.", "section_text": "8 1 Every parish council shall be a local authority for the purposes of the  Open Spaces Act, 1906, whether or not invested with the powers of that Act by the council of the county within which the parish is situate. 2 The approval or consent of the county council shall no longer be required for any of the following matters— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b by reason that it will involve a loan, for the incurring by a parish council of any other expense or liability; or c for the borrowing by a parish council of such sums as may be required for any of the purposes mentioned in section one hundred and ninety-five of the  Local Government Act, 1933."}, {"act": "Parish Councils Act 1957", "year": 1957, "section": "910.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Parish Councils Act 1957", "year": 1957, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Parish Councils Act 1957", "year": 1957, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Parish Councils Act 1957", "year": 1957, "section": "13", "section_title": " Expenses.", "section_text": "13 There shall be paid out of moneys provided by Parliament any increase attributable to this Act in the sums so payable under Part I of the  Local Government Act, 1948, or under the  Local Government (Financial Provisions) (Scotland) Act, 1954, as amended by the  Valuation and Rating (Scotland) Act, 1956."}, {"act": "Parish Councils Act 1957", "year": 1957, "section": "14", "section_title": " Interpretation.", "section_text": "14 1 Any reference in this Act to any other enactment shall, except so far as the context otherwise requires, be construed as a reference to that enactment as amended or applied by or under any other enactment, including this Act. 2 In this Act “ parish ”, in relation to a common parish council acting for two or more grouped parishes, means those parishes."}, {"act": "Parish Councils Act 1957", "year": 1957, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Parish Councils Act 1957", "year": 1957, "section": "16", "section_title": " Short title and extent.", "section_text": "16 1 This Act may be cited as the Parish Councils Act, 1957. 2 Nothing in this Act extends to Scotland or Northern Ireland."}]