[{"act": "Public Trustee (Fees) Act 1957", "year": 1957, "section": "1", "section_title": " Orders fixing fees.", "section_text": "1 1 The power of the  Lord Chancellor  under subsection (1) of section nine of the Public Trustee Act 1906 (in this Act referred to as “ the principal Act ”)  . . . to fix the fees chargeable in respect of the duties of the public trustee shall be exercisable by order made by statutory instrument (in this Act referred to as a “fees order”); and, subject to the provisions of this Act, any fees order made after the passing of this Act may contain such incidental and supplementary provisions as may appear to the  Lord Chancellor  to be necessary or expedient for the purposes of the order. 2 Every fees order made after the passing of this Act shall indicate, with respect to every fee fixed by the order, whether it is to be payable out of capital or out of income. 3 Where a fees order made after the passing of this Act provides that a fee is to be payable out of capital, and it appears to the public trustee, in the case of a particular trust fund in respect of which the fee is payable, that there are special reasons which render it expedient that the fee should be paid out of income, the public trustee may direct that the fee shall in that case be payable out of income: Provided that, if a person of full age is for the time being beneficially entitled in possession to the income of the trust fund (being so entitled directly under the trust in relation to which the fee is payable, and not by virtue of a derivative settlement), the public trustee shall not give a direction under this subsection in respect of that trust fund except with the consent in writing of that person. 4 The power conferred by the last preceding subsection shall apply to any trust, whether accepted by the public trustee after or before the passing of this Act. 5 As from the date on which the first fees order made after the passing of this Act comes into operation (in this Act referred to as “ the commencement date ”), subsection (5) of section nine of the principal Act (which relates to the incidence of the fees and expenses of the public trustee as between capital and income) shall cease to apply to fees; . . . "}, {"act": "Public Trustee (Fees) Act 1957", "year": 1957, "section": "2", "section_title": " Transitional and supplementary provisions.", "section_text": "2 1 Nothing in the preceding section shall be construed as affecting the validity of any order or other instrument made for the purposes of subsection (1) of section nine of the principal Act before the passing of this Act. 2 Where, in the case of a trust fund,— a a judgment or order of the court has been given or made before the commencement date, whether before or after the passing of this Act, whereby provision is made as to the incidence, as between the capital and income of the fund, or any fee chargeable by the public trustee, or b any fee chargeable by the public trustee in respect of the fund or the income thereof has been commuted before the commencement date, whether before or after the passing of this Act, or c by reason of any other special circumstances existing before the commencement date it appears to the public trustee to be expedient to exclude or suspend the operation of any new fees order in relation to that fund or the income thereof, the public trustee shall direct that, notwithstanding the coming into operation of any fees order made after the passing of this Act, the fees in force under subsection (1) of section nine of the principal Act immediately before the commencement date shall continue after that date to apply to that trust fund and the income thereof, and that the provisions of any such fees order shall not apply in relation thereto. 3 A direction under the last preceding subsection may be given either before or after the commencement date; and, where such a direction is given after the commencement date, it may be made so as to have effect as from that date. 4 Any direction given by the public trustee under this Act may be given so as to be in force either for a period specified in the direction or indefinitely until the direction is revoked by him."}, {"act": "Public Trustee (Fees) Act 1957", "year": 1957, "section": "3", "section_title": " Interpretation.", "section_text": "3 1 In this Act “ trust fund ” includes any part of a trust fund, and also includes an estate administered by the public trustee and any part of such an estate; and “ trust ” includes an executorship or administratorship, and also includes the administration of an estate in pursuance of section three of the principal Act (which relates to the administration of small estates by the public trustee), and any reference to the acceptance of a trust shall be construed accordingly. 2 Subject to the preceding subsection, expressions used in this Act and in the principal Act have the same meaning in this Act as in that Act."}, {"act": "Public Trustee (Fees) Act 1957", "year": 1957, "section": "4", "section_title": " Short title, citation and extent.", "section_text": "4 1 This Act may be cited as the Public Trustee (Fees) Act 1957; and the  Public Trustee Act 1906, and this Act may be cited together as the Public Trustee Acts 1906 and 1957. 2 This Act shall not extend to Scotland or to Northern Ireland."}]