[{"act": "Benefices Act 1898", "year": 1898, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Benefices Act 1898", "year": 1898, "section": "2", "section_title": " Grounds for refusal to institute.", "section_text": "2 1 A bishop may refuse to institute or admit a presentee to a benefice— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b on the ground that at the date of presentation not more than three years have elapsed since the presentee was ordained deacon, or that the presentee is unfit for the discharge of the duties of the benefice by reason of physical or mental infirmity or incapacity, pecuniary embarrassment of a serious character, grave misconduct or neglect of duty in an ecclesiastical office, evil life, having by his conduct caused grave scandal concerning his moral character since his ordination, or having, with reference to the presentation, been knowingly party or privy to any transaction or agreement which is invalid under this Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Benefices Act 1898", "year": 1898, "section": "3", "section_title": " Appeal against refusal to institute.", "section_text": "3 1 Where a bishop, on any ground included in section two of this Act or of unfitness or disqualification of the presentee otherwise sufficient in law, except a ground of doctrine or ritual, refuses to institute or admit a presentee to a benefice, he shall signify the refusal in writing together with the grounds thereof to the person presenting to the benefice and to the presentee in the prescribed manner, and within one month after the signification either of those persons may, in the prescribed manner,  appeal to the archbishop and the Dean of the Arches and Auditor who shall decide whether to uphold the bishop’s refusal or direct him to institute or admit the presentee 2 Any proceedings on an appeal under this section shall be held in public and any party to such proceedings shall be entitled to appear by  an authorised person . 2A In subsection (2)\t\t\t\t\t\t\t\t “ authorised person ” means a person who, for the purposes of the Legal Services Act 2007, is an authorised person in relation to an activity which constitutes the exercise a right of audience (within the meaning of that Act). 4 If, within one month after a  decision of the archbishop and Dean in favour of a presentee, the bishop fails to institute or admit him, the official principal of the archbishop shall institute or admit him if there is no other impediment. 5 If in any case to which this section applies the bishop signifies his refusal in manner provided by this section, no proceeding in the nature of  quare impedit  or  duplex querela  shall be taken in any other court in respect of the refusal. 6 The Dean of the Arches and Auditor may nominate a chancellor to hear, in his place, an appeal under this section with the archbishop, and where any such nomination is made any reference in subsection (1) or (4) above to the Dean shall be construed accordingly. 7 In this section “ the archbishop ” means the archbishop of the province in which the benefice is or, where the benefice is in the diocese of the archbishop of that province or the archbishopric of that province is vacant or the archbishop is patron of that benefice, the archbishop of the other province. "}, {"act": "Benefices Act 1898", "year": 1898, "section": "4", "section_title": " Provision as to grounds of refusal.", "section_text": "4 The bishop may, on the hearing of any case under section three of this Act, rely on— i any ground included in his signification of refusal; and ii by the leave of the judge (on such terms as to notice, costs, adjournment, or otherwise, as the judge thinks fit), any other ground sufficient in law (not being of doctrine or ritual)."}, {"act": "Benefices Act 1898", "year": 1898, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Benefices Act 1898", "year": 1898, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Benefices Act 1898", "year": 1898, "section": "7", "section_title": " Presentation by Universities of Oxford and Cambridge.", "section_text": "7 So much of the statutes  3 and 4 James I., cap. 5, sect. 13, and  I William and Mary, cap. 26, sect. 2, is hereby repealed as prevents the Chancellor and Scholars of the Universities of Oxford and Cambridge from presenting or nominating to the benefices and livings there mentioned persons already holding any benefice with cure of souls, provided that nothing be done in contravention of the other Acts regulating the holding of benefices in plurality. And further the said Universities shall be permitted to elect to such benefices, and to any other benefices or livings that are or may hereafter be in their patronage, and to exercise any other rights that they may possess in respect to them in any way that they may hereafter, by statute or ordinance of the University made in the ordinary manner, from time to time determine to be expedient."}, {"act": "Benefices Act 1898", "year": 1898, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Benefices Act 1898", "year": 1898, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Benefices Act 1898", "year": 1898, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Benefices Act 1898", "year": 1898, "section": "11", "section_title": " Rules.", "section_text": "11 The Patronage (Appeals) Committee constituted under Schedule 1 to the Patronage (Benefices) Measure 1986 shall have power to make rules— a prescribing anything to be prescribed under this Act, b regulating the procedure and practice on or in connection with proceedings on an appeal under section 3 of this Act  or section 1(2) of the Benefices Measure 1972  including, without prejudice to the generality of the preceding provision, rules regulating matters relating to costs, fees and expenses in respect of any such proceedings."}, {"act": "Benefices Act 1898", "year": 1898, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "12"}, {"act": "Benefices Act 1898", "year": 1898, "section": "13", "section_title": " Meaning of benefice.", "section_text": "13 1 In this Act the expression “benefice” comprehends all rectories with cure of souls, vicarages, perpetual curacies, endowed public chapels, and parochial chapelries, and chapelries or districts belonging or reputed to belong, or annexed or reputed to be annexed, to any church or chapel, and districts formed for ecclesiastical purposes by virtue of statutory authority, and includes benefices in the patronage of the Crown or of the Duchy of Cornwall, but does not extend to any of Her Majesty’s Royal Chapels, or to any Royal peculiar, nor to any cathedral or capitular preferment or dignity, nor to any chapel belonging to any college, school, hospital, inns of court, asylum, or public or charitable institution, nor to any private chapel. 2 In section two of this Act the expression “ duty ” shall mean ecclesiastical duties as defined by section two of the  Pluralities Acts Amendment Act 1885 omitting the following words therein “and the performance of which shall have been required of him in writing by the bishop.” 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Benefices Act 1898", "year": 1898, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Benefices Act 1898", "year": 1898, "section": "15", "section_title": " Short title.", "section_text": "15 This Act may be cited as the Benefices Act 1898."}]