[{"act": "Canals Protection (London) Act 1898", "year": 1898, "section": "1", "section_title": " Dangerous places on canals to be protected.", "section_text": "1 If in the opinion of any local authority any part of a canal within the jurisdiction of that local authority, or the bank or towing-path thereof, is so insufficiently protected at any place where it abuts upon any public highway existing at the time of the passing of this Act as to involve danger to human life, such local authority may by notice in writing require the canal company to erect and maintain such fences, gates, turnstiles, or rails on any part of the bank or towing-path, or on adjacent property of the canal company, as may, in the opinion of the local authority, be required to obviate such danger: Provided that no fences, gates, turnstiles, or rails shall be required to be erected which would be between the waterway of the canal and the towing-path thereof, or which would otherwise interfere with the free passage of traffic along the canal or towing-path."}, {"act": "Canals Protection (London) Act 1898", "year": 1898, "section": "2", "section_title": " Appeal from requisition to court of summary jurisdiction.", "section_text": "2 If the canal company refuse to comply with any notice under this Act, or fail for one month from receipt of any such notice to comply therewith, it shall be lawful for a court of summary jurisdiction by order on complaint by the local authority to determine, after due inquiry, whether any such danger exists, and whether the works required by any such notice are necessary and such as the canal company may be reasonably required to carry out, and whether the whole or any of such works shall be carried out, and to limit a time within which any works shall be executed, and to determine whether the costs of any such works and the future maintenance thereof shall be borne by the local authority or the canal company, or in what proportions between them."}, {"act": "Canals Protection (London) Act 1898", "year": 1898, "section": "3", "section_title": " Execution of works by local authority.", "section_text": "3 If any such order be not complied with by the canal company within the time so limited, the local authority may execute the works necessary for compliance with such order, and may recover the costs thereof from the canal company, so far as payable by them."}, {"act": "Canals Protection (London) Act 1898", "year": 1898, "section": "4", "section_title": " Power to recover costs of works.", "section_text": "4 The costs of any works payable by the local authority or the canal company under this Act may be recovered from the party liable for the same in manner provided by the Summary Jurisdiction Acts."}, {"act": "Canals Protection (London) Act 1898", "year": 1898, "section": "5", "section_title": " Appeal from court of summary jurisdiction.", "section_text": "5 Any order of a court of summary jurisdiction under this Act shall be subject to appeal to  the Crown Court  . . . "}, {"act": "Canals Protection (London) Act 1898", "year": 1898, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Canals Protection (London) Act 1898", "year": 1898, "section": "7", "section_title": " Extent of Act.", "section_text": "7 This Act shall apply only within  Greater London ."}, {"act": "Canals Protection (London) Act 1898", "year": 1898, "section": "8", "section_title": " Interpretation.", "section_text": "8 In this Act— “ Canal Company ” means any company or person owning or in possession of a canal or any part thereof: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Canals Protection (London) Act 1898", "year": 1898, "section": "9", "section_title": " Short title.", "section_text": "9 This Act may be cited as the Canals Protection (London) Act 1898."}]