[{"act": "Deer (Amendment) (Scotland) Act 1996 (repealed 19.11.1996)", "year": 1996, "section": "1", "section_title": " Constitution, functions and membership of Deer Commission for Scotland.", "section_text": "1 1 With effect from the coming into force of this section— a the name of the Red Deer Commission shall be changed to the “Deer Commission for Scotland”; and b certain changes shall be made to the functions of the Commission, and, accordingly, for subsection (1) of section 1 (general functions of the Commission) of the  Deer (Scotland) Act 1959 (in this Act referred to as “ the principal Act ”) there shall be substituted— 1 There shall be constituted a commission to be known as “ the Deer Commission for Scotland ” (in this Act referred to as “ the Commission ”) which shall— a in accordance with the provisions of this Act, further the conservation, control and sustainable management of deer in Scotland and keep under review all matters, including their welfare, relating to deer; and b exercise such other functions as are conferred on them by or under this Act or any other enactment. 1A It shall be the duty of the Commission, in exercising their functions, to take such account as may be appropriate in the circumstances of— a the size and density of the deer population and its impact on the natural heritage; b the needs of agriculture and forestry; and c the interests of owners and occupiers of land. . 2 In subsection (3) of that section— a after the words “The Commission shall” there shall be inserted the words  “                  be appointed by the Secretary of State and                ” ; and b for the words from “twelve” to “subsection” there shall be substituted the words  “                  such number of other members, being not less than nine nor more than twelve in total, as the Secretary of State considers appropriate to represent the interests of persons or organisations concerned with each of the matters mentioned in paragraph (a) of subsection (3A) below; and subsections (3A) and (3B) below                ” . 3 After subsection (3) there shall be inserted the following subsections— 3A Subject to subsection (3) above and to subsection (3B) below, the Secretary of State may appoint any person who appears to him— a to have knowledge or experience of one or more of the following matters— i deer management; ii agriculture (including crofting) iii forestry and woodland management; and iv the natural heritage, in so far as that matter may be affected by the Commission’s exercise of their functions; and b generally, to be an appropriate person, to be a member of the Commission; and, subject to subsection (3B)(c) below, of the persons so appointed, at least one third shall be persons having knowledge or experience of deer management. 3B Before making an appointment under subsection (3A) above, the Secretary of State shall— a afford to such organisations as appear to him to represent the interests of persons concerned with the matters mentioned in subsection (3A)(a) above an opportunity to suggest the name of any person who would in their view be an appropriate person for such an appointment; b consider any such suggestions; and c where names have been suggested by organisations representing the interests of deer managers, select the one third of the Commission referred to in subsection (3A) above from among those names. . 4 Subsections (4) and (5) of that section shall cease to have effect."}, {"act": "Deer (Amendment) (Scotland) Act 1996 (repealed 19.11.1996)", "year": 1996, "section": "2", "section_title": " Appointment of panels.", "section_text": "2 In section 2(1) of the principal Act (appointment of panels), for the words from the beginning to the words “quorum, and” there shall be substituted the following words— 1 Subject to the approval of the Secretary of State, the Commission may appoint for any locality a panel for the purposes of this section consisting of such number of persons, not exceeding nine, as they consider appropriate, one of whom shall act as chairman. 1A Before making an appointment under subsection (1) above, the Commission may afford to such persons or organisations as they think fit an opportunity to suggest the name of any person who would in their view be an appropriate person for such an appointment. 1B Where the Commission have sought suggestions as mentioned in subsection (1A) above, they shall consider any such suggestions before making an appointment under subsection (1) above. 1C ."}, {"act": "Deer (Amendment) (Scotland) Act 1996 (repealed 19.11.1996)", "year": 1996, "section": "3", "section_title": " Particular powers of the Commission.", "section_text": "3 For section 4 of the principal Act (particular powers of the Commission) there shall be substituted the following section—  Particular powers of the Commission. 4 1 The Commission shall have power— a to issue guidance or advice, whether general or particular, to any person or organisation; and b to conduct, or to collaborate with any person or organisation which is conducting— i any research, inquiry or investigation into questions of practical or scientific importance; or ii any experiment, trial or demonstration, relating to the conservation, control or sustainable management of deer, or to any other aspect of the Commission’s functions. 2 For the avoidance of doubt, it is provided that the Commission may exercise the powers conferred by subsection (1) above in relation to the general welfare of deer, in so far as that matter is not otherwise included in their functions under this Act. ."}, {"act": "Deer (Amendment) (Scotland) Act 1996 (repealed 19.11.1996)", "year": 1996, "section": "4", "section_title": " Emergency powers of Commission to authorise killing of deer causing damage.", "section_text": "4 1 Section 6 of the principal Act (power of Commission to authorise killing of deer causing damage) shall be amended in accordance with this section. 2 For subsection (1) there shall be substituted the following subsections— 1 Subject to the following provisions of this section, where the Commission are satisfied— a that deer— i are causing serious damage to woodland, to agricultural production (including any crops or foodstuffs); or ii are causing injury to livestock whether by serious overgrazing of pastures, competing with any such livestock for supplementary feeding, or otherwise; or iii constitute a danger or a potential danger to public safety; b that the killing of the deer is necessary to prevent further such damage or injury or to remove the danger or potential danger; and c that none of their other powers is adequate to deal with the situation, they shall authorise in writing, subject to such conditions as may be specified in the authorisation, any person who in their opinion is competent to do so to follow and kill on such land as may be mentioned in the authorisation such deer as appear to that person to be causing the damage or injury or constituting the danger or potential danger. 1A Where, as mentioned in subsection (1)(a)(iii) above, deer constitute a danger or potential danger to public safety, and, in the opinion of the Commission or the person authorised by them, the killing of the deer would itself constitute a potential danger to public safety, the person authorised by the Commission shall instead take and remove the deer from the land in question by such means as are appropriate. . 3 After subsection (8) there shall be inserted the following subsection— 9 Where any deer has been killed or taken and removed from land under an authorisation granted by the Commission under this section the Commission shall have power to dispose of it by sale or otherwise. ."}, {"act": "Deer (Amendment) (Scotland) Act 1996 (repealed 19.11.1996)", "year": 1996, "section": "5", "section_title": " Prevention of damage to natural heritage.", "section_text": "5 After section 6 of the principal Act there shall be inserted the following section—  Application of section 6 in relation to natural heritage. 6AA Section 6 of this Act shall apply in relation to the natural heritage as it applies to woodland, where the Commission are satisfied that deer are causing serious damage to the natural heritage— a on enclosed land; or b on unenclosed land, but only if the Commission are also satisfied that the damage is being caused by reason of the presence on the land in question of a significantly higher density of deer population than is usual in all the circumstances. ."}, {"act": "Deer (Amendment) (Scotland) Act 1996 (repealed 19.11.1996)", "year": 1996, "section": "6", "section_title": " Control agreements and control schemes.", "section_text": "6 For section 7 of the principal Act (control schemes), there shall be substituted the following section—  Control agreements and control schemes. 7 1 Subject to the following provisions of this section, where the Commission are satisfied that, on any land, deer— a have caused, are causing, or are likely to cause— i damage to woodland, to agricultural production, including any crops or foodstuffs, or, whether directly or indirectly, to the natural heritage generally; or ii injury to livestock whether by serious overgrazing of pastures, competing with any such livestock for supplementary feeding, or otherwise; or b have become a danger or a potential danger to public safety, and that for the prevention of further such damage, injury or, as the case may be, danger or potential danger, the deer in that locality should be reduced in number they shall form a preliminary view, having due regard to the nature and character of the land in question, as to what measures should be taken for that reduction in number; and, for the purposes of this section, “ measures ” includes the taking and removal of deer. 2 For the purposes of subsection (1) above “ the natural heritage ” includes any alteration or enhancement of the natural heritage which is taking place, or is proposed to take place, either naturally or as a result of a change of use determined by the owner or occupier of the land in question; and “ damage ” shall be construed accordingly. 3 Where it appears to the Commission that the circumstances obtaining in a particular area require the complete exclusion of all deer, or of all deer of any species, from that area, they may form the view that any deer within that area should be taken, removed or killed. 4 Thereafter it shall be the duty of the Commission to consult with such owners or occupiers of land as the Commission consider to be substantially interested, to secure agreement— a that measures require to be taken; b as to what measures require to be taken, and within what time limit; c as to who is to carry out such measures; and d as to any other matters which appear to the Commission to be necessary for the purposes of such an agreement. 5 Where agreement is reached on the matters mentioned in subsection (4) above the Commission shall draw up an agreement (a “ control agreement ”) specifying the parties to it, and any such control agreement may— a describe the control area by reference to a map and specify the approximate extent of that area; b specify the measures which are to be taken in relation to the deer in that area or any part thereof; c specify, where the deer are to be reduced in number, the number and, if necessary in the opinion of the Commission, the species, sex and class, of the deer to be killed in or taken and removed from the control area or any part thereof, and the limit on the number of deer of each species, sex or class to be allowed to be established in the control area or any part thereof; d specify the measures which are to be taken by the owners or occupiers for the time being of land in the control area or any of them for the purposes of the agreement; and e set out the time limits within which the owners or occupiers are to take any such measures, and the Commission shall send a copy of the control agreement to all the persons who were involved in the consultation referred to in subsection (4) above. 6 The Commission and any of the parties to a control agreement may agree at any time to vary its terms. 7 Where the Commission are satisfied— a that— i it is not possible to secure a control agreement; or ii a control agreement is not being carried out; and b that— i deer have caused and are causing serious damage to woodland or to agricultural production, including crops and foodstuffs, or serious damage, whether directly or indirectly, to the natural heritage, or serious injury to livestock however caused, or have become and remain a danger to public safety; and ii action is necessary to prevent such serious damage, serious injury, or danger, they shall make a scheme (a “ control scheme ”) for the carrying out of such measures as they consider necessary for the purposes of subsection (1) or (3) above; and any such scheme before it comes into operation shall require confirmation by the Secretary of State. 8 Subsection (7) above does not apply in relation to any control agreement proposed or entered into for the purpose of altering or enhancing the natural heritage. 9 In this Act the area to which a control agreement or a control scheme relates is, in relation to that agreement or, as the case may be, scheme, referred to as the “ control area ”. 10 The Second Schedule to this Act has effect in relation to control schemes. ."}, {"act": "Deer (Amendment) (Scotland) Act 1996 (repealed 19.11.1996)", "year": 1996, "section": "7", "section_title": " Deer killed under authority of Commission.", "section_text": "7 For section 13 of the principal Act (power of Commission to dispose of carcases) there shall be substituted the following section—  Deer killed under authority of Commission. 13 Without prejudice to sections 6, 10, 11 and 12 of this Act, the Commission shall have no power to dispose of deer taken or killed under their authority. ."}, {"act": "Deer (Amendment) (Scotland) Act 1996 (repealed 19.11.1996)", "year": 1996, "section": "8", "section_title": " Close seasons.", "section_text": "8 For section 21 of the principal Act (close seasons) there shall be substituted the following section—  Close seasons. 21 1 The Secretary of State— a shall, in relation to the female of every species of deer; and b may, in relation to the male of any species of deer, by order fix a period in each year during which no person shall take or wilfully kill or injure any deer of the sex and species named in the order; and different periods may be so fixed in relation to different species and in relation to the male and female of any species. 2 Before making an order under this section the Secretary of State may consult such persons or organisations as he thinks fit, or may direct the Commission to carry out such consultation on his behalf. 3 Where the Secretary of State has directed the Commission to carry out consultation on his behalf under subsection (2) above they shall report the results of that consultation, together with such advice as they may wish to tender in relation to the making of an order under this section, to him within such period as he may so direct. 4 Where the Secretary of State or the Commission have carried out consultation under subsection (2) or (3) above the Secretary of State shall have regard to the results of that consultation, and to any advice tendered by the Commission under subsection (3) above, before making an order under this section. 5 If any person contravenes an order made under this section he shall be guilty of an offence and shall be liable on summary conviction to a fine not exceeding level 4 on the standard scale for each deer in respect of which the offence was committed or to imprisonment for a term not exceeding three months, or to both such fine and imprisonment, and to the forfeiture of any deer in respect of which the offence was committed. ."}, {"act": "Deer (Amendment) (Scotland) Act 1996 (repealed 19.11.1996)", "year": 1996, "section": "9", "section_title": " Illegal possession of deer or firearms.", "section_text": "9 For section 25 of the principal Act (unlawful possession of deer and firearms) there shall be substituted the following sections—  Illegal possession of deer or firearms. 25 1 A person who is in possession of a deer or of firearms or ammunition in circumstances which make it reasonable to infer that— a he obtained the deer by committing a relevant offence; or b he had used the firearm or ammunition for the purpose of committing a relevant offence; or c he knew that— i a relevant offence had been committed in relation to the deer; or ii the firearm or ammunition had been used for the purpose of committing a relevant offence, shall be guilty of an offence under this section and liable on summary conviction to a fine not exceeding level 4 on the standard scale or to imprisonment for a period not exceeding 3 months or both, and to forfeiture of any deer found in his possession. 2 It shall be a defence in proceedings for an offence under this section for the accused to show that no relevant offence had been committed, or that he had no reason to believe that such an offence had been committed. 3 For the purposes of this section a “ relevant offence ” is an offence under any of sections 21, 22, 23, 23A or 24 of this Act. 4 A person shall not be guilty of an offence under this section in respect of anything done in good faith, including conduct which would otherwise constitute a relevant offence in relation to any deer, where what is done is done for purposes connected with the prevention or detection of crime or the investigation or treatment of disease. 5 It shall be lawful to convict a person charged under this section on the evidence of one witness.  Power of court in trial in one offence to convict of another. 25AA If, upon a trial for an offence under any of sections 21, 22, 23, 23A, 24 or 25 of this Act, or any rule of law relating to reset, the court is not satisfied that the accused is guilty of the offence charged but is guilty of another of those offences, it may acquit him of the offence charged but find him guilty of the other offence and he shall then be liable to the same punishment as for that other offence. ."}, {"act": "Deer (Amendment) (Scotland) Act 1996 (repealed 19.11.1996)", "year": 1996, "section": "10", "section_title": " Authorisation by Commission of certain acts.", "section_text": "10 1 After section 33 of the principal Act there shall be inserted the following section—  Authorisation by Commission of certain acts. 33A 1 Where a person does any act, in accordance with an authorisation given under subsection (2) or (3) below, which would otherwise be an offence under subsection (1) or (3A) of section 23 of this Act, he shall not be guilty of an offence under the said section 23. 2 Notwithstanding anything in any agreement between an occupier of agricultural land or of woodland and the owner thereof, but subject to subsections (7) to (10) below, the Commission may authorise such an occupier or any person nominated in writing by such an occupier to take or kill, and to sell or otherwise dispose of, any deer on any such land or woodland during the period specified in section 23(1) of this Act, where they are satisfied that the taking or killing is necessary to prevent serious damage to crops, pasture, human or animal foodstuffs, or to woodland, and no other means of control which might reasonably be adopted in the circumstances would be adequate. 3 Subject to subsections (7) to (10) below, the Commission may authorise the owner of any land which deer are on, or any person nominated in writing by him, to use any vehicle to drive deer in order to take or kill them for the purposes of deer management; and, for the purposes of this section— “ deer management ” does not include driving deer in the course of any sporting activity, and “ vehicle ” does not include any aircraft or hovercraft. 4 Where a person does any act, in accordance with an authorisation given under subsection (5) or (6) below, which would otherwise be an offence under section 21(5) of this Act, he shall not be guilty of that offence. 5 Without prejudice to section 33(3) of this Act, notwithstanding anything in any agreement between an occupier of land and the owner thereof and subject to subsections (7) to (10) below, the Commission may authorise the owner or occupier of any land or any person nominated in writing by either of them to take or kill, and to sell or otherwise dispose of, any deer found on that land during the period specified in relation to that species and sex of deer in an order under section 21 of this Act, where they are satisfied that the taking or killing is necessary— a to prevent serious damage to any unenclosed woodland which forms part of that land, or serious damage, whether direct or indirect, to the natural heritage generally; or b in the interests of public safety, and no other means of control which might reasonably be adopted in the circumstances would be adequate. 6 Subject to subsections (7) to (10) below, the Commission may, for any scientific purpose, authorise any person to take or kill deer during the period specified in relation to that species and sex of deer in an order under section 21 of this Act. 7 The Commission shall not grant an authorisation under subsection (2), (3), (5) or (6) above unless they are satisfied that the person concerned is a fit and competent person to receive an authorisation under that subsection. 8 An authorisation shall— a be in writing; and b specify the duration of its validity. 9 No authorisation shall be granted under subsection (2) or (3) above unless a relevant code has been published under subsection (11) below, and any such authorisation shall contain a condition that the person concerned shall comply with the relevant provisions of any such code. 10 An authorisation may contain such conditions, other than that mentioned in subsection (9) above, as the Commission thinks fit. 11 The Commission shall prepare and publish, and from time to time revise, a code of practice for— a night shooting; and b the use of vehicles for the purposes of deer management, to which they shall have regard when exercising their power under subsection (2) or, as the case may be, (3) above. . 2 Where on the commencement of this section a code has been published under section 33(4D) of the principal Act, that code shall be treated, after that commencement, as if it had been published under section 33A(11)(a) of that Act. 3 Until a code is published under section 33A(11)(b) of the principal Act (which is inserted by subsection (1) above), section 23(3A) of that Act shall have effect as if for the word “any”, in the second place where it occurs, there is substituted the word  “              unenclosed            ” ."}, {"act": "Deer (Amendment) (Scotland) Act 1996 (repealed 19.11.1996)", "year": 1996, "section": "11", "section_title": " Farmed deer.", "section_text": "11 After section 34 of the principal Act there shall be inserted the following section—  Farmed deer. 34A 1 Subject to subsections (2) to (4) below, this Act does not apply in respect of farmed deer. 2 The following provisions of this Act apply as respects farmed deer— a subsection (2) of section 23, and subsections (3) and (5) of that section in so far as they apply in relation to offences committed against subsection (2); b section 23A; c section 25AA; d Part IIIA; and e section 35A. 3 The provisions of Part IV of this Act shall apply in respect of an offence committed by virtue of subsection (2) above. 4 In this section “ farmed deer ” means deer of any species which are on agricultural land enclosed by a deer-proof barrier and are kept on that land by any person as livestock. ."}, {"act": "Deer (Amendment) (Scotland) Act 1996 (repealed 19.11.1996)", "year": 1996, "section": "12", "section_title": " Interpretation of the principal Act.", "section_text": "12 After section 35 of the principal Act, there shall be inserted the following section—  Interpretation. 35A 1 In this Act, unless the context otherwise requires— “ agricultural land ” has the meaning given by the  Agricultural Holdings (Scotland) Act 1991; “ ammunition ” and “ firearm ” have the meanings respectively given in the  Firearms Act 1968; “ animal foodstuffs ”, for the purposes of sections 33(3) and 33A(2) of this Act, includes foodstuffs intended for consumption by farmed deer; “ control agreement ”, “ control area ” and “ control scheme ” have the meanings respectively given by section 7 of this Act; “ deer ” means fallow deer, red deer, roe deer and sika deer and any other species of deer specified in an order made under subsection (2) below and includes any hybrid of those species and, where appropriate, the carcase of any deer or any part thereof; “ deer management ” includes the management of deer for sporting purposes; “ deer proof barrier ” means a barrier which will, having regard to the character and nature of the land, prevent the entry of deer on to or, as the case may be, the escape of deer from any land; “ enclosed ” means enclosed by a stock-proof fence or other barrier, and “ unenclosed ” shall be construed accordingly; “ fallow deer ” means deer of the species Dama dama ; “ farmed deer ” has the meaning given in section 34A of this Act; “ functions ” includes powers and duties; “ land ” does not include a dwelling house or any yard, garden, outhouses and pertinents belonging thereto or usually enjoyed therewith; “ livestock ” has the meaning given by the  Agriculture (Miscellaneous Provisions) Act 1968 and, for the purposes of sections 6 and 7 of this Act, includes farmed deer; “ natural heritage ” includes flora and fauna, geological and physiographical features and the natural beauty and amenity of the countryside; “ occupier ” in relation to any land includes any tenant or sub-tenant, whether in actual occupation of the land or not; “ owner ” in relation to any land includes any person who under the Land Clauses Acts would be enabled to sell and convey the land to promoters of an undertaking; “ red deer ” means deer of the species Cervus elaphus ; “ roe deer ” means deer of the species Capreolus capreolus ; “ sika deer ” means deer of the species Cervus nippon ; “ species ” includes any hybrid of different species of deer; “ take ”, in relation to deer, means take alive, and cognate expressions shall be construed accordingly; “ vehicle ” includes an aircraft, hovercraft or boat; and “ woodland ” means land on which trees are grown, whether or not commercially, and includes any such trees and any vegetation planted or growing naturally among such trees on that land. 2 The Secretary of State may, by order made by statutory instrument, specify other species of deer which are to be “ deer ” for the purposes of subsection (1) above. ."}, {"act": "Deer (Amendment) (Scotland) Act 1996 (repealed 19.11.1996)", "year": 1996, "section": "13", "section_title": " Minor and consequential amendments and repeals.", "section_text": "13 1 Schedule 1 to this Act, which contains minor amendments and amendments consequential upon the provisions of this Act, shall have effect. 2 The enactments mentioned in Schedule 2 to this Act (which includes spent provisions) are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Deer (Amendment) (Scotland) Act 1996 (repealed 19.11.1996)", "year": 1996, "section": "14", "section_title": " Short title, commencement and extent.", "section_text": "14 1 This Act may be cited as the Deer (Amendment) (Scotland) Act 1996. 2 This Act shall come into force at the end of the period of three months beginning with the day on which this Act is passed. 3 Until an order in relation to red deer stags and hinds is made under section 21 of the principal Act (close seasons), as substituted by section 8 of this Act, the period for the purposes of subsection (1) of the said section 21 for— a such stags shall be the period commencing on the twenty-first day of October and ending on the thirtieth day of June; and b such hinds shall be the period commencing on the sixteenth day of February and ending on the twentieth day of October. 4 Except for the repeals and amendments contained in paragraphs 3 and 4 of Schedule 1, and the related entries in Schedule 2, to this Act, which have the same extent as the Acts there repealed and amended, this Act extends to Scotland only."}]