[{"act": "Education (Student Loans) Act 1996 (repealed 13.8.1998)", "year": 1996, "section": "1", "section_title": " Subsidy in respect of private sector student loans.", "section_text": "1 1 In section 1 of the  Education (Student Loans) Act 1990 (arrangements for loans for students out of money made available by Secretary of State), after subsection (1) insert— 1A The Secretary of State may, in pursuance of arrangements with persons by whom private sector student loans are made, pay subsidy to those persons in respect of such loans; and in this subsection “ private sector student loans ” means loans made to eligible students towards their maintenance otherwise than out of money made available by the Secretary of State. 2 The Schedule to this Act (which makes amendments in consequence of subsection (1) above) shall have effect."}, {"act": "Education (Student Loans) Act 1996 (repealed 13.8.1998)", "year": 1996, "section": "2", "section_title": " Corresponding provision for Northern Ireland.", "section_text": "2 An Order in Council under sub-paragraph (1)(b) of paragraph 1 of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which contains a statement that it is made only for purposes corresponding to the purposes of section 1 above and the Schedule to this Act— a shall not be subject to sub-paragraphs (4) and (5) of that paragraph (affirmative resolution of both Houses of Parliament), but b shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Education (Student Loans) Act 1996 (repealed 13.8.1998)", "year": 1996, "section": "3", "section_title": " Financial provisions.", "section_text": "3 There shall be paid out of money provided by Parliament— a any sums required by the Secretary of State for paying subsidy in respect of private sector student loans, and b any increase attributable to this Act in the expenses of the Secretary of State under the  Education (Student Loans) Act 1990."}, {"act": "Education (Student Loans) Act 1996 (repealed 13.8.1998)", "year": 1996, "section": "4", "section_title": " Citation and extent.", "section_text": "4 1 This Act may be cited as the Education (Student Loans) Act 1996. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Apart from— a section 2 above, b (as respects institutions in Northern Ireland) paragraph 3(3) of the Schedule to this Act, and c this section, this Act does not extend to Northern Ireland."}]