[{"act": "Light Railways Act 1912", "year": 1912, "section": "1", "section_title": " Power of Board of Trade to submit order to Parliament.", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 If, while a bill confirming any such order is pending in either House of Parliament, a petition is presented against the Order, the Bill, so far as it relates to the Order, may be referred to a Select Committee, or if the two Houses of Parliament think fit so to order, to a Joint Committee of both Houses, and the petitioner shall be allowed to appear and oppose as in the case of Private Bills. 3 On bringing in a Bill under this section for the confirmation of an Order, the Board of Trade shall make a special report to Parliament with respect to the Order."}, {"act": "Light Railways Act 1912", "year": 1912, "section": "23.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Light Railways Act 1912", "year": 1912, "section": "4", "section_title": "Power to modify s. 92 of 8 & 9  Vict.  c. 18, or as respects Scotland, s. 90 of 8 & 9 Vict. c. 19. ", "section_text": "4 Notwithstanding anything contained in section eleven of the principal Act, provision may be made by an order under the principal Act for varying section ninety-two of the  Lands Clauses Consolidation Act 1845, or section ninety of the  Lands Clauses Consolidation (Scotland) Act 1845, as incorporated in the order in such a manner as to provide for the taking of part only of a house, building, or manufactory, except where it is shown to the authority to whom the question of disputed compensation is submitted that that part cannot be severed from the remainder of the property without material detriment thereto, but no such provision shall be made unless the Light Railway Commissioners are satisfied that special notice of the proposal to acquire part only of the house, building, or manufactory has been given under paragraph (b) of subsection (2) of section seven of the principal Act to the owner, lessee, and occupier of the house, building, or manufactory."}, {"act": "Light Railways Act 1912", "year": 1912, "section": "5", "section_title": " Miscellaneous amendments of principal Act.", "section_text": "5 1 The requirement contained in paragraph (b) of subsection (2) of section three of the principal Act that the expenditure of a council shall in a certain case be limited by the order shall be amended by the substitution of the words “such amount as the Board of Trade think fit under the circumstances,” for the words “such amount as will, in the opinion of the Board of Trade, bear due proportion to the benefit which may be expected to accrue to their area from the construction or working of the railway.” 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 The following paragraphs shall be substituted for paragraphs (c) and (d) of section eleven of the principal Act :— c giving the necessary powers for constructing and working the railway and any works incidental thereto, including power to make agreements with any railway or other company, or any authority, person, or body of persons, for the purpose; and d giving any railway or any other company or any authority, person, or body of persons any power required for carrying the order into effect; and 4 In subsection (1) of section sixteen of the principal Act a reference to an application for an order under that Act shall include a reference to an intended application for such an order, and a reference to parishes shall include a reference to parts of parishes. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 Notwithstanding anything in section sixteen of the principal Act, any expenses incurred by the council of a borough with reference to the application for a light railway order, or in pursuance of such an order, may be made payable either out of the borough fund or rate, or as expenses incurred in the execution of the Public Health Acts as the order may prescribe."}, {"act": "Light Railways Act 1912", "year": 1912, "section": "6", "section_title": " Amendment of section 24 of principal Act as to amending orders.", "section_text": "6 Where a light railway order authorising the construction of a light railway on public roads empowers any local authority to acquire the railway, and an application is made under the principal Act by any local or  road authorities roads authority  in whose area any part of the railway is situate for an order amending the original order, the amending order may, notwithstanding anything in proviso (c) of section twenty-four of the principal Act, determine or vary the authorities by whom the railway may be acquired, and may provide for the maintenance, management, and working of the railway when acquired under the order, and may make such further provisions as are necessary for giving full effect to the order: Provided that the provisions of the original order relating to the period within which the right of acquiring the railway must be exercised, and to the basis on which the purchase money is to be assessed, shall not be altered by the amending order without the consent of the owners of the railway. 2 In subsection (1) above, “ public road ” and “ local roads authority ” have the same meanings as in the Roads (Scotland) Act 1984."}, {"act": "Light Railways Act 1912", "year": 1912, "section": "7", "section_title": " Winding-up of the light railway company on sale of undertaking.", "section_text": "7 Where, on the application of any company incorporated by an order under the principal Act, it is shown to the satisfaction of the Board of Trade, either by statutory declaration or such other evidence as the Board consider sufficient, that the company have, owing to the sale of their undertaking or otherwise, ceased to be in a position to carry out the objects for which they were incorporated, the Board of Trade may, if they think fit, by order declare that the company shall be wound up, and on any such order being made the provisions of  the  Companies Act 1948 , shall apply as if the company were a company within the meaning of that Act, and had resolved by special resolution that the company be wound up voluntarily."}, {"act": "Light Railways Act 1912", "year": 1912, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Light Railways Act 1912", "year": 1912, "section": "9", "section_title": " Arbitration.", "section_text": "9 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   any matter which under any light railway order, made after the passing of this Act, is to be determined by arbitration shall, subject to any special provisions of the order, be determined by the Board of Trade, or, if the Board of Trade think fit, by a single arbitrator appointed by them. 2 The  Board of Trade Arbitrations, &c., Act 1874, shall apply with reference to the determination by the Board of any matter referred to them, and to the appointment of an arbitrator, as if this Act or the light railway order were a special Act within the meaning of section four of the  said Board of Trade Arbitrations, &c., Act 1874. 3 The  Arbitration Act 1950  shall apply for the purpose of the determination of any matter by an arbitrator appointed by the Board of Trade as if the arbitration were pursuant to a submission."}, {"act": "Light Railways Act 1912", "year": 1912, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Light Railways Act 1912", "year": 1912, "section": "11", "section_title": " Short title.", "section_text": "11 This Act may be cited as the Light Railways Act 1912, and shall be read as one with the principal Act, and the principal Act and this Act may be cited together as the  Light Railways Acts 1896 and 1912."}]