[{"act": "Evidence (Colonial Statutes) Act 1907", "year": 1907, "section": "1", "section_title": " Proof of statutes of British possessions. ", "section_text": "1 1 Copies of Acts, ordinances, and statutes passed (whether before or after the passing of this Act) by the Legislature of any British possession, and of orders, regulations, and other instruments issued or made, whether before or after the passing of this Act, under the authority of any such Act, ordinance, or statute, if purporting to be printed by the Government printer, shall be received in evidence by all courts of justice in the United Kingdom without any proof being given that the copies were so printed. 2 If any person prints any copy or pretended copy of any such Act, ordinance, statute, order, regulation, or instrument which falsely purports to have been printed by the Government printer, or tenders in evidence any such copy or pretended copy which falsely purports to have been so printed, knowing that it was not so printed, he shall on conviction be liable to be sentenced to imprisonment . . . . . .   for a period not exceeding twelve months. 3 In this Act— The expression “ Government printer ” means, as respects any British possession, the printer purporting to be the printer authorised to print the Acts, ordinances, or statutes of the Legislature of that possession, or otherwise to be the Government printer of that possession: The expression “ British possession ” means any part of His Majesty’s dominions exclusive of the United Kingdom, and, where parts of those dominions are under both a central and a local Legislature, shall include both all parts under the central Legislature and each part under a local Legislature. 4 Nothing in this Act shall affect the  Colonial Laws Validity Act 1865. 5 His Majesty may by Order in Council extend this Act to Cyprus and any British protectorate, and where so extended this Act shall apply as if Cyprus or the protectorate were a British possession, and with such other necessary adaptations as may be made by the Order."}, {"act": "Evidence (Colonial Statutes) Act 1907", "year": 1907, "section": "2", "section_title": " Short title.", "section_text": "2 This Act may be cited as the Evidence (Colonial Statutes) Act 1907."}]