[{"act": "Limited Partnerships Act 1907", "year": 1907, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited for all purposes as the Limited Partnerships Act 1907."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "3", "section_title": " Interpretation of terms.", "section_text": "3 1 In the construction of this Act the following words and expressions shall have the meanings respectively assigned to them in this section, unless there be something in the subject or context repugnant to such construction:—   “ authorised corporate service provider ” has the same meaning as in the Companies Act 2006 (see section 1098A of that Act);     “ body corporate ” has the same meaning as in the Companies Acts (see section 1173 of the Companies Act 2006);     “ corporate managing officer ” means a managing officer that is a legal entity;     “ the court ” has the same meaning as in the Companies Acts (see section 1156 of the Companies Act 2006);   “Firm,”                “ firm name, ” and “ business ” have the same meanings as in the  Partnership Act 1890:   “ the Gazette ” means— as respects limited partnerships registered in England and Wales, the London Gazette, as respects limited partnerships registered in Scotland, the Edinburgh Gazette, and as respects limited partnerships registered in Northern Ireland, the Belfast Gazette;   “ General partner ” shall mean any partner who is not a limited partner as defined by this Act.   “ legal entity ” means a body corporate or other entity that (in each case) is a legal person under the law by which it is governed;     “ limited partnership ” means a firm that is registered as a limited partnership under this Act (for the only circumstances in which a firm can cease to be registered as a limited partnership under this Act while remaining a firm see section 26 (voluntary deregistration));     “managing officer”— in relation to a company, means a director or shadow director; in relation to a legal entity the affairs of which are managed by some or all of its members, means one of those members; in relation to any other legal entity, means an officer of the entity whose functions correspond to that of a director of a company;     “Private fund limited partnership” means a limited partnership that is designated under section 8(2) as a private fund limited partnership;     “ the register of limited partnerships ” means the records kept by the registrar under section 1080 of the Companies Act 2006 relating to limited partnerships;     “ service address ” has the same meaning as in the Companies Acts (see section 1141(1) and (2) of the Companies Act 2006).   2 For the purposes of the definition of “managing officer” in subsection (1), “ director ” and “ shadow director ” have the same meanings as in the Companies Acts (see sections 250 and 251 of the Companies Act 2006). 3 In this section “ the Companies Acts ” has the meaning given by section 2(1) of the Companies Act 2006. 4 Section 1125 of the Companies Act 2006 (meaning of “ daily default fine ”) applies for the purpose of any provision made by this Act as it applies for the purposes of provisions of the Companies Acts."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "4", "section_title": " Definition and constitution of limited partnership.", "section_text": "4 1 ... Limited partnerships may be formed in the manner and subject to the conditions by this Act provided. 2 A limited partnership  ...,    ...,  ... must consist of one or more persons called general partners, who shall be liable for all debts and obligations of the firm  (including debts and obligations incurred in accordance with section 38 of the Partnership Act 1890) , and one or more persons to be called limited partners  .... 2A Each limited partner in a limited partnership that is not a private fund limited partnership shall, at the time of entering into the partnership, contribute to the partnership a sum or sums as capital or property valued at a stated amount, and shall not be liable for the debts or obligations of the firm   (including debts or obligations incurred in accordance with section 38 of the Partnership Act 1890)  beyond the amount so contributed. 2B A limited partner in a private fund limited partnership— a is under no obligation to contribute any capital or property to the partnership unless otherwise agreed between the partners, and b is not liable for the debts or obligations of the firm   (including debts or obligations incurred in accordance with section 38 of the Partnership Act 1890)  beyond the amount of the partnership property which is available to the general partners to meet such debts or obligations. 3   Subject to subsection (3A), a limited partner   shall not during the continuance of the partnership, either directly or indirectly, draw out or receive back any part of his contribution, and if he does so draw out or receive back any such part shall be liable for the debts and obligations of the firm   (including debts and obligations incurred in accordance with section 38 of the Partnership Act 1890)  up to the amount so drawn out or received back. 3A In the case of a limited partner in a private fund limited partnership— a where the limited partnership was registered on or after 6th April 2017, subsection (3) does not apply; b where the limited partnership was registered before 6th April 2017, subsection (3) applies only in relation to the amount of any contribution made by the limited partner when the limited partnership was not a private fund limited partnership. 4 A  body corporate   legal entity   may be a limited partner."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "5", "section_title": " Registration of limited partnership required.", "section_text": "5 Every limited partnership must be registered as such in accordance with the provisions of this Act  ...."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "6", "section_title": " Modifications of general law in case of limited partnerships.", "section_text": "6 1 A limited partner shall not take part in the management of the partnership business, and shall not have power to bind the firm: Provided that a limited partner may by himself or his agent at any time inspect the books of the firm and examine into the state and prospects of the partnership business, and may advise with the partners thereon. If a limited partner takes part in the management of the partnership business he shall be liable for all debts and obligations of the firm  (including debts and obligations incurred in accordance with section 38 of the Partnership Act 1890)   incurred while he so takes part in the management as though he were a general partner. 1A Section 6A (private fund limited partnerships: actions by limited partners) makes provision, in respect of limited partners in private fund limited partnerships, supplementing subsection (1). 1A Section 6A (actions by limited partners) makes provision supplementing subsection (1). 2 A limited partnership shall not be dissolved by the death  or bankruptcy  of a limited partner  , and the lunacy of a limited partner shall not be a ground for dissolution of the partnership by the court unless the lunatic’s share cannot be otherwise ascertained and realised . 2A A limited partnership shall not be dissolved under section 33(1) of the Partnership Act 1890 by the bankruptcy of a partner. 2B A limited partnership is dissolved if— a it ceases to have any general partners, b it ceases to have any limited partners, or c each general partner is either insolvent or disqualified under the directors disqualification legislation (see section 8J(3)), irrespective of whether they became insolvent or disqualified before or after this subsection comes into force. 3 In the event of the dissolution of a limited partnership  , other than a private fund limited partnership,   its affairs shall be wound up by the general partners unless the court otherwise orders. 3A If a private fund limited partnership is dissolved at a time when the partnership has at least one general partner, the affairs of the partnership must be wound up by those who are general partners at that time, subject to any express or implied agreement between the partners as to the winding up of the affairs of the partnership. 3B If a private fund limited partnership is dissolved at a time when the partnership does not have a general partner, the affairs of the partnership must be wound up by a person who is not a limited partner, appointed by those who are limited partners at that time, subject to any express or implied agreement between them as to the winding up of the affairs of the limited partnership. 3A If a limited partnership is dissolved at a time when the partnership has at least one general partner who is— a solvent, and b not disqualified under the directors disqualification legislation, the general partners at that time who are solvent and are not so disqualified must either wind up the partnership’s affairs or take all reasonable steps to ensure that its affairs are wound up by a person who is not a partner at that time. 3B If a limited partnership is dissolved at a time when the partnership does not have a general partner who is— a solvent, and b not disqualified under the directors disqualification legislation, the limited partners at that time who are solvent must take all reasonable steps to ensure that the partnership’s affairs are wound up by a person who is not a limited partner at that time. 3BA For enforcement of the duties under subsections (3A) and (3B) see section 29. 3C Except in the phrase “a person who is not a limited partner” in subsection (3B), references in subsections (3A) and (3B) to partners do not include a partner who is insolvent. 3D Subsections (3A) and (3B) have effect subject to any order of the court as to the winding up of the affairs of the partnership. 3D Subsections (3A) and (3B) have effect subject to any order of a court as to the winding up of the affairs of the partnership and any award of sequestration of the partnership’s estate under the Bankruptcy (Scotland) Act 2016. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 Subject to any agreement expressed or implied between the partners— a Any difference arising as to ordinary matters connected with the partnership business may be decided by a majority of the general partners; b A limited partner may, with the consent of the general partners, assign his share in the partnership, and upon such an assignment the assignee shall become a limited partner with all the rights of the assignor; c The other partners shall not be entitled to dissolve the partnership by reason of any limited partner suffering his share to be charged for his separate debt; d A person may be introduced as a partner without the consent of the existing limited partners; e A limited partner shall not be entitled to dissolve the partnership by notice. f A limited partner in a private fund limited partnership is not subject to the duties in— i section 28 of the Partnership Act 1890 (duty of partners to render accounts,  etc ), or ii section 30 of that Act (duty of partner not to compete with firm). 6 Section 36(1) of the Partnership Act 1890 (rights of persons dealing with firm against apparent members of firm) does not apply where a partner in a private fund limited partnership ceases to be a member of the firm."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "6A", "section_title": "Private fund limited partnerships:  actions by limited partners", "section_text": "6A A1 A limited partner in a limited partnership is not to be regarded as taking part in the management of the partnership business for the purposes of section 6(1) merely because the limited partner appoints a person to wind up the limited partnership pursuant to section 6(3B). 1 A limited partner in a private fund limited partnership is not to be regarded as taking part in the management of the partnership business for the purposes of section 6(1) merely because the limited partner takes any action listed in subsection (2). 2 The actions are— a taking part in a decision about— i the variation of, or waiver of a term of, the partnership agreement or associated documents; ii whether the general nature of the partnership business should change; iii whether a person should become or cease to be a partner; iv whether the partnership should end or the term of the partnership should be extended; b appointing a person to wind up the partnership pursuant to section 6(3B); c enforcing an entitlement under the partnership agreement, provided that the entitlement does not involve a limited partner taking part in the management of the partnership business; d entering into, or acting under, a contract with the other partners in the partnership, provided that the contract does not require, or the action under the contract does not involve, a limited partner taking part in the management of the partnership business; e providing surety or acting as guarantor for the partnership; f approving the accounts of the partnership; g reviewing or approving a valuation of the partnership’s assets; h discussing the prospects of the partnership business; i consulting or advising with a general partner or any person appointed to manage or advise the partnership about the affairs of the partnership or about its accounts; j taking part in a decision regarding changes in the persons responsible for the day-to-day management of the partnership; k acting, or authorising a representative to act, as a director, member, employee, officer or agent of, or a shareholder or partner in— i a general partner in the partnership; or ii another person appointed to manage or advise the partnership in relation to the affairs of the partnership, provided that this does not involve a limited partner taking part in the management of the partnership business or authorising a representative to take any action that would involve taking part in the management of the partnership business if taken by a limited partner; l appointing or nominating a person to represent the limited partner on a committee, authorising such a person to take any action in that capacity that would not involve taking part in the management of the partnership business if taken by the limited partner, or revoking such an appointment or nomination; m taking part in a decision about how the partnership should exercise any right as an investor in another collective investment scheme as defined in section 8D(4) (“master fund”), provided that the partnership’s exercise of the right would not cause the partnership to be liable for the debts or obligations of the master fund beyond the amount contributed, or agreed to be contributed, by the partnership to the master fund; n taking part in a decision approving or authorising an action proposed to be taken by a general partner or another person appointed to manage the partnership, including in particular a proposal in relation to— i the disposal of all or part of the partnership business or the acquisition of another business by the partnership; ii the acquisition or disposal of a type of investment or a particular investment by the partnership; iii the exercise of the partnership’s rights in respect of an investment; iv the participation by a limited partner in a particular investment by the partnership; v the incurring, extension, variation or discharge of debt by the partnership; vi the creation, extension, variation or discharge of any other obligation owed by the partnership. 3 The fact that a decision that affects or relates to a private fund limited partnership involves an actual or potential conflict of interest is not of itself a reason to regard a limited partner in the partnership who takes part in the decision as taking part in the management of the partnership business for the purposes of section 6(1). 4 Nothing in this section— a limits the circumstances in which a limited partner in a  private fund  limited partnership is not to be regarded as taking part in the management of the partnership business;  or b affects the circumstances in which a limited partner in a limited partnership that is not a private fund limited partnership may, or may not, be regarded as taking part in the management of the partnership business. 5 Nothing in subsections (1) to (3) affects the circumstances in which a limited partner in a limited partnership that is not a private fund limited partnership may be regarded as taking part in the management of the partnership business."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "7", "section_title": " Law as to private partnerships to apply where not excluded by this Act.", "section_text": "7 Subject to the provisions of this Act, the  Partnership Act 1890, and the rules of equity and of common law applicable to partnerships, except so far as they are inconsistent with the express provisions of the last-mentioned Act, shall apply to limited partnerships."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "7A", "section_title": "Application of company law", "section_text": "7A 1 The Secretary of State may by regulations— a make provision in relation to limited partnerships that corresponds or is similar to any provision relating to companies or other corporations made by or under, or capable of being made under, any Act; b provide for any such provision which would otherwise have effect in relation to limited partnerships not to apply to them or to apply to them with such modifications as appear appropriate. 2 Regulations under subsection (1) may amend or repeal provision made by this Act, the Partnership Act 1890 or the Companies Act 2006. 3 The provision which may be made by regulations under subsection (1) by virtue of section 38(1) includes provision amending, repealing or revoking provision made by or under any Act, whenever passed or made. 4 Regulations under subsection (1) are subject to the negative resolution procedure if they only make provision that corresponds or is similar to provision made or capable of being made by regulations subject to the negative resolution procedure. 5 Any other regulations under subsection (1) are subject to the affirmative resolution procedure."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "8", "section_title": "Duty to register  and designate  ", "section_text": "8   1   The registrar shall register a limited partnership if an application is made to the registrar in accordance with section 8A. 2 The registrar must designate a limited partnership on the register as a private fund limited partnership if an application for such designation is made to the registrar in accordance with section 8D."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "8A", "section_title": "Application for registration", "section_text": "8A 1 An application for registration must— a specify the firm name, complying with section 8B, under which the limited partnership is to be registered, aa specify the intended address of the limited partnership’s registered office, which must be an appropriate address within the meaning given by section 8E(2), ab specify which of the addresses mentioned in section 8E(2)(c) the intended address is, ac specify the intended registered email address of the limited partnership, which must be an appropriate email address within the meaning given by section 8H(2), b contain the details listed in subsection (2)  or (3)  , c be  signed or otherwise  authenticated by or on behalf of each   proposed  partner, and d be made to the registrar for the part of the United Kingdom in which the principal place of business of the limited partnership is to be situated. 1A An application for registration of a limited partnership which specifies that the intended address of its registered office is an address mentioned in section 8E(2)(c)(iv) must be accompanied by a statement by the authorised corporate service provider confirming that the address is the authorised corporate service provider’s address. 1B The application must also contain a statement that none of the proposed general partners is disqualified under the directors disqualification legislation (see subsection (8)). 1C The application must be accompanied by a statement by each proposed general partner that is a legal entity (if any) specifying the name of its proposed registered officer, who must be an individual— a who is one of the general partner’s managing officers, b who is not disqualified under the directors disqualification legislation (see subsection (8)), and c whose identity is verified (within the meaning of section 1110A of the Companies Act 2006). 1D The application must also be accompanied by one of the following statements by each proposed general partner that is a legal entity (if any)— a a statement that the general partner does not have any corporate managing officers, or b if the general partner has one or more corporate managing officers, a statement specifying, for each corporate managing officer, the name of the proposed named contact for the corporate managing officer. 1E The proposed named contact for a corporate managing officer must be an individual who is a managing officer of the corporate managing officer. 1F A statement under subsection (1C) must— a contain the required information about the proposed registered officer (see Part 3 of the Schedule), and b be accompanied by a statement by the individual who is the proposed registered officer confirming that the individual— i is one of the general partner’s managing officers, ii is not disqualified under the directors disqualification legislation (see subsection (8)), and iii is an individual whose identity is verified (within the meaning of section 1110A of the Companies Act 2006). 1G A statement under subsection (1D)(b) must— a contain the required information about each proposed named contact specified in the statement (see Part 4 of the Schedule), and b be accompanied by a statement by each proposed named contact confirming that the proposed named contact is a managing officer of the corporate managing officer concerned. 2   Except in the case of an application that is accompanied by an application for designation as a private fund limited partnership, the required   details are— a the general nature of the partnership business, a the intended general nature of the limited partnership’s business, b the  name of each   required information about each proposed   general partner, c the  name of each   required information about each proposed   limited partner, d the amount of the capital contribution of each   proposed  limited partner (and whether the contribution is paid in cash or in another specified form), e the address of the proposed principal place of business of the limited partnership, and f the term (if any) for which the limited partnership is to be entered into (beginning with the date of registration). 2A The details referred to in subsection (2)(a) about the general nature of the partnership business may be given by reference to one or more categories of any system of classifying business activities prescribed by regulations made by the Secretary of State for the purposes of this section. 3 In the case of an application that is accompanied by an application for designation as a private fund limited partnership, the required details are— a the  name of each   required information about each proposed   general partner, b the  name of each   required information about each proposed   limited partner, and c the address of the proposed principal place of business of the limited partnership. 3A For the required information about a proposed general partner or a proposed limited partner see Part 2 of the Schedule. 4 An application for registration of a limited partnership whose principal place of business is to be situated in Scotland must contain a statement of initial significant control. 5 The statement of initial significant control must— a state whether, on registration, there will be any person who will count as either a registrable person or a registrable relevant legal entity in relation to the limited partnership for the purposes of regulation 10 of the Scottish Partnerships PSC Regulations (duty to investigate and obtain information), b include the required particulars of any person identified under paragraph (a), and c if there is no person identified under paragraph (a), state that fact. 6 It is not necessary to include under subsection (5)(b) the date on which a person becomes a registrable person or a registrable relevant legal entity in relation to the limited partnership. 7 If the statement of initial significant control includes required particulars of a registrable person, it must also contain a statement that those particulars are included with the knowledge of that individual. 8 In this section—   “disqualified under the directors disqualification legislation”— in relation to a statement about a person delivered to the registrar for England and Wales or Scotland, means that the person falls within any of the entries in the first column of Part 1 of the table in section 159A of the Companies Act 2006; in relation to a statement about a person delivered to the registrar for Northern Ireland, means that the person falls within any of the entries in the first column of Part 2 of that table;   “the Scottish Partnerships PSC Regulations” means the Scottish Partnerships (Register of People with Significant Control) Regulations 2017; “registrable person”, “registrable relevant legal entity” and “required particulars” have the same meaning as in the Scottish Partnerships PSC Regulations. 9 Regulations under subsection (2A) are subject to the negative resolution procedure."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "8B", "section_title": " Name of limited partnership", "section_text": "8B 1 This section sets out conditions which must be satisfied by the firm name of a limited partnership as specified in the application for registration. 2 The name must end with— a the words “limited partnership” (upper or lower case, or any combination), or b the abbreviation “LP” (upper or lower case, or any combination, with or without punctuation). 3 But if the principal place of business of a limited partnership is to be in Wales, its firm name may end with— a the words “partneriaeth cyfyngedig” (upper or lower case, or any combination), or b the abbreviation “PC” (upper or lower case, or any combination, with or without punctuation)."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "8C", "section_title": " Certificate of registration  and certificate of designation as a private fund limited partnership  ", "section_text": "8C 1 On registering a limited partnership the registrar shall issue a certificate of registration. 2 The certificate must be— a signed by the registrar, or b authenticated with the registrar’s seal. 3 The certificate must state— a the firm name of the limited partnership given in the application for registration, b the limited partnership’s registration number, c the date of registration, and d that the limited partnership is registered as a limited partnership under this Act. 4 The certificate is conclusive evidence that a limited partnership came into existence on the date of registration. 5 If a limited partnership is designated on the register as a private fund limited partnership, the registrar must issue a certificate of designation as a private fund limited partnership. 6 The certificate must be signed by the registrar or authenticated with the registrar’s seal. 7 The certificate must state— a the firm name and registration number of the limited partnership, b the date of designation as a private fund limited partnership, and c that the limited partnership is designated as a private fund limited partnership under this Act. 8 A certificate of designation as a private fund limited partnership is conclusive evidence that the limited partnership was designated as a private fund limited partnership on the date of designation. 9 If a limited partnership is designated as a private fund limited partnership at the same time as it is registered, the registrar may issue a combined certificate instead of issuing separate certificates under subsections (1) and (5), and that combined certificate— a must be signed by the registrar or authenticated with the registrar’s seal, b must state the particulars mentioned in subsections (3) and (7), and c is conclusive evidence that— i a limited partnership came into existence on the date of registration, and ii the limited partnership was designated as a private fund limited partnership on the date of registration."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "8D", "section_title": "Application for designation as a private fund limited partnership", "section_text": "8D 1 An application for designation as a private fund limited partnership may be made with an application for registration under section 8A or at any time after a limited partnership has been registered. 2 An application for designation as a private fund limited partnership must— a specify the firm name of the partnership; b specify the address of the partnership’s principal place of business or proposed principal place of business; c in the case of an application made after the firm is registered as a limited partnership, specify the limited partnership’s registration number and the date of registration; d include confirmation by a general partner that the partnership meets the private fund conditions; e be  signed or otherwise  authenticated by or on behalf of each general partner; and f be made to the registrar. 3 The private fund conditions are that the partnership— a is constituted by an agreement in writing, and b is a collective investment scheme. 4 In subsection (3) “collective investment scheme” has the same meaning as in Part 17 of the Financial Services and Markets Act 2000 (see section 235 of that Act), ignoring any order made under section 235(5) of that Act."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "8E", "section_title": "Duty to ensure registered office at appropriate address", "section_text": "8E 1 The general partners in a limited partnership must ensure that its registered office is at all times at an appropriate address. 2 An address is an “appropriate address” if— a in the ordinary course of events— i a document addressed to the limited partnership, and delivered there by hand or by post, would be expected to come to the attention of a person acting on behalf of the limited partnership, and ii the delivery of documents there is capable of being recorded by the obtaining of an acknowledgement of delivery, b it is in the part of the United Kingdom in which the limited partnership is registered, and c it is at least one of the following— i the address of the principal place of business of the limited partnership; ii the usual residential address of a general partner who is an individual; iii the address of the registered or principal office of a general partner that is a legal entity; iv an address of an authorised corporate service provider that is acting for the limited partnership. 3 If the general partners fail to comply with this section an offence is committed by each general partner who is in default. 4 But where the general partner is a legal entity, it does not commit an offence as a general partner in default unless one of its managing officers is in default. 5 Where any such offence is committed by a general partner that is a legal entity, or any such offence is by virtue of this subsection committed by a managing officer that is a legal entity, any managing officer of the legal entity also commits the offence if— a the managing officer is an individual who is in default, or b the managing officer is a legal entity that is in default and one of its managing officers is in default. 6 A person guilty of an offence under this section is liable on summary conviction— a in England and Wales, to a fine; b in Scotland or Northern Ireland, to a fine not exceeding level 5 on the standard scale and, for continued contravention, a daily default fine not exceeding one-tenth of level 5 on the standard scale. 7 A general partner or managing officer is “ in default ” for the purposes of this section if they authorise or permit, participate in, or fail to take all reasonable steps to prevent, the contravention. 8 Subsection (1) does not apply in relation to a limited partnership during any period for which the address of its registered office is an address nominated by the registrar by virtue of regulations made under section  8G ."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "8F", "section_title": "Change of address of registered office by general partners", "section_text": "8F 1 The address of a limited partnership’s registered office can be changed by the general partners giving notice to the registrar. 2 The notice must include a statement— a that the new address is an appropriate address within the meaning given by section 8E(2), and b specifying which of the addresses in section 8E(2)(c) the address is. 3 If the statement under subsection (2)(b) specifies that the address is an address mentioned in section 8E(2)(c)(iv), the notice must be accompanied by a statement by the authorised corporate service provider confirming that the address is the authorised corporate service provider’s address. 4 The change takes effect upon the notice being registered by the registrar, but until the end of the period of 14 days beginning with the date on which it is registered a person may validly serve any document on the limited partnership at the address previously registered."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "8G", "section_title": "Regulations about change of address of registered office by registrar", "section_text": "8G 1 The Secretary of State may by regulations make provision authorising or requiring the registrar to change the address of a limited partnership’s registered office if satisfied that it is not an appropriate address within the meaning given by section 8E(2). 2 The regulations may authorise or require the address to be changed on the registrar’s own motion or on an application by another person. 3 The regulations— a may include provision corresponding or similar to any provision that may be included in regulations under section 1097A of the Companies Act 2006; b must include— i provision about appeals corresponding to the provision that must be included in regulations under section 1097A by virtue of subsections (6) and (6A) of that section; ii provision corresponding to subsection (7) of that section. 4 The provision that may be made by virtue of subsection (3)(a) that is corresponding or similar to provision that may be made by virtue of section 1097A(4A)(b) and (4B) of the Companies Act 2006 (strike off and restoration) includes provision applying or writing out, with or without modifications, any provision made by section 19 (power to confirm dissolution) or section 20 (administrative revival). 5 Regulations under this section are subject to the affirmative resolution procedure."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "8H", "section_title": "Duty to maintain a registered email address", "section_text": "8H 1 The general partners in a limited partnership must ensure that its registered email address is at all times an appropriate email address. 2 An email address is an “appropriate email address” if, in the ordinary course of events, emails sent to it by the registrar would be expected to come to the attention of a person acting on behalf of the limited partnership. 3 If the general partners fail to comply with this section an offence is committed by each general partner who is in default. 4 But where the general partner is a legal entity, it does not commit an offence as a general partner in default unless one of its managing officers is in default. 5 Where any such offence is committed by a general partner that is a legal entity, or any such offence is by virtue of this subsection committed by a managing officer that is a legal entity, any managing officer of the legal entity also commits the offence if— a the managing officer is an individual who is in default, or b the managing officer is a legal entity that is in default and one of its managing officers is in default. 6 A person guilty of an offence under this section is liable on summary conviction— a in England and Wales, to a fine; b in Scotland or Northern Ireland, to a fine not exceeding level 5 on the standard scale and, for continued contravention, a daily default fine not exceeding one-tenth of level 5 on the standard scale. 7 A general partner or managing officer is “ in default ” for the purposes of this section if they authorise or permit, participate in, or fail to take all reasonable steps to prevent, the contravention."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "8I", "section_title": "Change of registered email address", "section_text": "8I 1 A limited partnership’s registered email address can be changed by the general partners giving notice to the registrar. 2 The notice must include a statement that the new address is an appropriate email address within the meaning given by section 8H(2). 3 The change takes effect upon the notice being registered by the registrar."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "8J", "section_title": "Duty to remove disqualified general partners", "section_text": "8J 1 The general partners in a limited partnership must take any steps that are necessary to ensure that any general partner in the limited partnership who is disqualified under the directors disqualification legislation (see subsection (3)) ceases to be a general partner. 2 Examples of the types of steps that the general partners might need to take include— a enforcing any express or implied agreement between the partners; b giving any notice, making any application or otherwise acting to dissolve the limited partnership. 3 A general partner in a limited partnership is “disqualified under the directors disqualification legislation” if— a where the limited partnership is registered in England and Wales or Scotland, the general partner falls within any of the entries in the first column of Part 1 of the table in section 159A of the Companies Act 2006; b where the limited partnership is registered in Northern Ireland, the general partner falls within any of the entries in the first column of Part 2 of that table. 4 Subsection (1) applies irrespective of whether the general partner concerned became disqualified under the directors disqualification legislation before or after this section comes into force. 5 If the general partners fail to comply with this section an offence is committed by each general partner who is in default. 6 But where the general partner is a legal entity, it does not commit an offence as a general partner in default unless one of its managing officers is in default. 7 Where any such offence is committed by a general partner that is a legal entity, or any such offence is by virtue of this subsection committed by a managing officer that is a legal entity, any managing officer of the legal entity also commits the offence if— a the managing officer is an individual who is in default, or b the managing officer is a legal entity that is in default and one of its managing officers is in default. 8 A person guilty of an offence under this section is liable on summary conviction— a in England and Wales, to a fine; b in Scotland or Northern Ireland, to a fine not exceeding level 5 on the standard scale and, for continued contravention, a daily default fine not exceeding one-tenth of level 5 on the standard scale. 9 A general partner or managing officer is “ in default ” for the purposes of this section if they authorise or permit, participate in, or fail to take all reasonable steps to prevent, the contravention."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "8K", "section_title": "Duty to maintain registered officer and named contacts", "section_text": "8K 1 A general partner that is a legal entity must at all times ensure that its registered officer is an individual— a who is one of its managing officers, b who is not disqualified under the directors disqualification legislation (see subsection (2)), and c whose identity is verified (within the meaning of section 1110A of the Companies Act 2006). 2 The registered officer of a general partner in a limited partnership is “disqualified under the directors disqualification legislation” if— a where the limited partnership is registered in England and Wales or Scotland, the registered officer falls within any of the entries in the first column of Part 1 of the table in section 159A of the Companies Act 2006; b where the limited partnership is registered in Northern Ireland, the registered officer falls within any of the entries in the first column of Part 2 of that table. 3 A general partner that is a legal entity and that has one or more corporate managing officers must at all times ensure that the named contact for each corporate managing officer is an individual who is a managing officer of the corporate managing officer. 4 In this section “ registered officer ”, in relation to a general partner that is a legal entity, means— a the individual whose name is specified by the general partner in— i a statement delivered to the registrar under section 8A(1C) or 8R(4), or ii a statement delivered to the registrar under section 120(2)(a) or 124(2)(a) of the Economic Crime and Corporate Transparency Act 2023 (transitional cases), unless the general partner has changed its registered officer under section 8L(1), or b if the general partner has changed its registered officer under section 8L(1), the individual specified in the latest notice under that provision. 5 In this section “ named contact ”, in relation to the corporate managing officer of a general partner, means— a the individual whose name is specified by the general partner for that corporate managing officer in— i a statement delivered to the registrar under section 8A(1D)(b), 8R(5)(b) or 8N(3), or ii a statement delivered to the registrar under section 120(2)(b)(ii) or 124(2)(b)(ii) of the Economic Crime and Corporate Transparency Act 2023 (transitional cases), unless the general partner has changed the named contact for that corporate managing officer under section 8L(2), or b if the general partner has changed the named contact for that corporate managing officer under section 8L(2), the individual specified in the latest notice under that provision. 6 If a general partner’s registered officer ceases to fall within the description mentioned in subsection (1)(a) or (b), the general partner does not fail to comply with subsection (1) by reason of that fact during the period of 14 days beginning with the day on which the registered officer so ceases. 7 If the named contact for a general partner’s corporate managing officer ceases to be a managing officer of the corporate managing officer, the general partner does not fail to comply with subsection (3) by reason of that fact during the period of 14 days beginning with the day on which the named contact so ceases."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "8L", "section_title": "Change of registered officers and named contacts by general partner", "section_text": "8L 1 A general partner may change its registered officer for the purposes of section 8K(1) by giving notice to the registrar containing the required information about the new registered officer (see Part 3 of the Schedule). 2 A general partner may change the named contact for a corporate managing officer of the general partner for the purposes of section 8K(3) by giving notice to the registrar containing the required information about the new named contact (see Part 4 of the Schedule). 3 A notice under subsection (1) must— a include a statement by the general partner confirming that the new registered officer is an individual who meets the requirements in section 8K(1)(a) to (c), and b be accompanied by a statement by the individual who is the new registered officer confirming that the individual meets the requirements in section 8K(1)(a) to (c). 4 A notice under subsection (2) must— a include a statement by the general partner that the new named contact for the corporate managing officer is a managing officer of the corporate managing officer, and b be accompanied by a statement by the individual who is the new named contact confirming that the individual is an managing officer of the corporate managing officer."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "8M", "section_title": "Duty to notify changes in general partner’s registered officer", "section_text": "8M 1 A general partner that is a legal entity must give notice to the registrar of any change in the required information about its registered officer (see Part 3 of the Schedule). 2 A general partner that is a legal entity must give notice to the registrar of any change in the required information about its proposed registered officer that occurred— a after the application for registration of the limited partnership in which the entity is a general partner was delivered to the registrar under section 8A, but b before the limited partnership was registered. 3 A notice under this section must specify the date on which the change to which it relates occurred. 4 A notice under subsection (1) must be given within the period of 14 days beginning with the day on which the change occurs. 5 A notice under subsection (2) must be given within the period of 14 days beginning with the day on which the limited partnership was registered. 6 In this section “ registered officer ” has the meaning given by section 8K(4)."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "8N", "section_title": "Duty to notify named contact", "section_text": "8N 1 A general partner that is a legal entity must give notice to the registrar if a legal entity becomes a corporate managing officer of the general partner. 2 A general partner that is a legal entity must give notice to the registrar if a legal entity became a corporate managing officer of the general partner— a after the application for registration of the limited partnership in which the entity is a general partner was delivered to the registrar under section 8A, but b before the limited partnership was registered. 3 A notice under this section must include a statement specifying the name of the proposed named contact for the corporate managing officer. 4 The proposed named contact for a corporate managing officer must be an individual who is a managing officer of the corporate managing officer. 5 The statement must— a contain the required information about the proposed named contact specified in the statement (see Part 4 of the Schedule), and b be accompanied by a statement by the proposed named contact confirming that the proposed named contact is a managing officer of the corporate managing officer. 6 A notice under subsection (1) must be given within the period of 14 days beginning with the day on which the legal entity becomes a corporate managing officer of the general partner. 7 A notice under subsection (2) must be given within the period of 14 days beginning with the day on which the limited partnership was registered."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "8O", "section_title": "Duty to notify changes in named contacts", "section_text": "8O 1 This section applies where a general partner that is a legal entity has one or more corporate managing officers. 2 The general partner must give notice to the registrar of any change in the required information about the named contact for any corporate managing officer (see Part 4 of the Schedule). 3 The general partner must give notice to the registrar of any change in the required information about the proposed named contact for any corporate managing officer that occurred— a after the application for registration of the limited partnership in which the entity is a general partner was delivered to the registrar under section 8A, but b before the limited partnership was registered. 4 A notice under this section must specify the date on which the change to which it relates occurred. 5 A notice under subsection (2) must be given within the period of 14 days beginning with the day on which the change occurs. 6 A notice under subsection (3) must be given within the period of 14 days beginning with the day on which the limited partnership was registered. 7 In this section “ named contact ” has the meaning given by section 8K (5) ."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "8P", "section_title": "Failure to comply with obligations relating to officers", "section_text": "8P 1 If a general partner fails to comply with section 8K, 8M, 8N or 8O an offence is committed by— a the general partner, and b if the general partner is a legal entity, any of its managing officers who is in default. 2 A person guilty of an offence under this section is liable on summary conviction— a in England and Wales, to a fine; b in Scotland or Northern Ireland, to a fine not exceeding level 5 on the standard scale and, for continued contravention, a daily default fine not exceeding one-tenth of level 5 on the standard scale. 3 A managing officer is “ in default ” for the purposes of this section if they authorise or permit, participate in, or fail to take all reasonable steps to prevent, the contravention. 4 But a corporate managing officer does not commit an offence as a managing officer in default unless one of its managing officers is in default. 5 Where any such offence is committed by a corporate managing officer the managing officer in question also commits the offence (subject to subsection (4))."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "8Q", "section_title": "Regulations about change of registered officer’s address by registrar", "section_text": "8Q 1 The Secretary of State may by regulations make provision authorising or requiring the registrar to change a registered service address of a registered officer of a general partner if satisfied that the address does not meet the requirements of section 1141(1) and (2) of the Companies Act 2006. 2 In this section— “ registered officer ” has the meaning given by section 8K(4); “ registered service address ”, in relation to a registered officer, means the address for the time being shown in the register as the registered officer’s current service address. 3 The regulations may authorise or require the address to be changed on the registrar’s own motion or on an application by another person. 4 The regulations— a may include provision corresponding or similar to any provision that may be included in regulations under section 1097B of the Companies Act 2006; b must include— i provision about appeals corresponding to the provision that must be included in regulations under section 1097B by virtue of subsections (7) and (8) of that section; ii provision corresponding to subsection (9) of that section. 5 Regulations under this section are subject to the affirmative resolution procedure."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "8R", "section_title": "Duty to notify registrar of change in partners", "section_text": "8R 1 The general partners in a limited partnership must give notice to the registrar if a person— a becomes a general partner or limited partner in the limited partnership, or b ceases to be a general partner or limited partner in the limited partnership. 2 A notice under subsection (1)(a) must contain the required information about the general partner or limited partner (see Part 2 of the Schedule). 3 A notice under subsection (1)(a) of a person becoming a general partner must contain a statement that the new general partner is not disqualified under the directors disqualification legislation (see section 8J(3)). 4 A notice under subsection (1)(a) of a legal entity becoming a general partner must be accompanied by a statement by the general partner specifying the name of its proposed registered officer, who must be an individual who meets the requirements in section 8K(1)(a) to (c). 5 A notice under subsection (1)(a) of a legal entity becoming a general partner must be accompanied by one of the following statements by the general partner— a a statement that the general partner does not have any corporate managing officers, or b if the general partner has one or more corporate managing officers, a statement specifying, for each corporate managing officer, the name of the proposed named contact for the corporate managing officer. 6 The proposed named contact for a corporate managing officer must be an individual who is a managing officer of the corporate managing officer. 7 A statement under subsection (4) must— a contain the required information about the proposed registered officer (see Part 3 of the Schedule), and b be accompanied by a statement by the individual who is the proposed registered officer confirming that the individual meets the requirements in section 8K(1)(a) to (1)(c). 8 A statement under subsection  (5)(b)  must— a contain the required information about each proposed named contact specified in the statement (see Part 4 of the Schedule), and b be accompanied by a statement by each proposed named contact confirming that the proposed named contact is a managing officer of the corporate managing officer concerned. 9 Subsection (1)(a) does not require the general partners, on registration of the limited partnership, to give notice in relation to a person named as a proposed general partner or a proposed limited partner in the application for registration under section 8A. 10 A notice under subsection (1) must specify the date on which the person became or ceased to be a general partner or limited partner in the limited partnership. 11 A notice under subsection (1) must be given within the period of 14 days beginning with the day on which the person becomes or ceases to be a general partner or a limited partner."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "8S", "section_title": "Duty to notify registrar of changes of information about partners", "section_text": "8S 1 The general partners in a limited partnership must give notice to the registrar of any change in the required information about a partner (see Part 2 of the Schedule). 2 The general partners in a limited partnership that is not a private fund limited partnership must give notice to the registrar of any change to the sum contributed by any limited partner. 3 The general partners in a private fund limited partnership that was registered as a limited partnership before 6th April 2017 must give notice to the registrar of any withdrawal by a limited partner of the partner’s contribution which has the effect that the amount of the partner’s contribution is less than it was on the date on which the limited partnership was designated as a private fund limited partnership. 4 A notice under this section must specify the date on which the change to which it relates occurred. 5 A notice under this section must be given within the period of 14 days beginning with the day on which the change occurs."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "8T", "section_title": "Notification of changes occurring before registration", "section_text": "8T 1 The general partners in a limited partnership must give notice to the registrar if a person named as a proposed general partner or a proposed limited partner in the application for registration under section 8A did not become a general partner or limited partner on registration of the limited partnership. 2 The general partners in a limited partnership must give notice to the registrar of any change in the required information about a proposed general partner or a proposed limited partner (see Part 2 of the Schedule) that occurred— a after the application for the limited partnership’s registration under section 8A was delivered to the registrar, but b before the limited partnership was registered. 3 A notice under subsection (2) must specify the date on which the change occurred. 4 But the general partners are not required to give notice under subsection (2) in respect of a person if they give notice under subsection (1) in respect of the person. 5 A notice under this section must be given within the period of 14 days beginning with the day on which the limited partnership was registered."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "8U", "section_title": "Failure to notify information about partners", "section_text": "8U 1 If the general partners fail to comply with section 8R, 8S or 8T an offence is committed by each general partner who is in default. 2 But where the general partner is a legal entity, it does not commit an offence as a general partner in default unless one of its managing officers is in default. 3 Where any such offence is committed by a general partner that is a legal entity, or any such offence is by virtue of this subsection committed by a managing officer that is a legal entity, any managing officer of the legal entity also commits the offence if— a the managing officer is an individual who is in default, or b the managing officer is a legal entity that is in default and one of its managing officers is in default. 4 A person guilty of an offence under this section is liable on summary conviction— a in England and Wales, to a fine; b in Scotland or Northern Ireland, to a fine not exceeding level 5 on the standard scale and, for continued contravention, a daily default fine not exceeding one-tenth of level 5 on the standard scale. 5 A general partner or managing officer is “ in default ” for the purposes of this section if they authorise or permit, participate in, or fail to take all reasonable steps to prevent, the contravention."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "8V", "section_title": "Prohibition on acting unless general partner notified", "section_text": "8V 1 This section applies where— a a person has become a general partner in a limited partnership otherwise than on its registration, and b notice under section 8R of the person having done so has not been given within the period mentioned in subsection (11) of that section. 2 The general partner may not take part in the management of the partnership business until notice is given under section  8R . 3 If a general partner contravenes subsection (2) an offence is committed by— a the general partner, and b if the general partner is a legal entity, any of its managing officers who is in default. 4 But it is a defence for a person charged with an offence under this section to prove that they reasonably believed that notice had been given under section 8R. 5 A person guilty of an offence under this section is liable on summary conviction— a in England and Wales, to a fine; b in Scotland or Northern Ireland, to a fine not exceeding level 5 on the standard scale and, for continued contravention, a daily default fine not exceeding one-tenth of level 5 on the standard scale. 6 A managing officer is “ in default ” for the purposes of this section if they authorise or permit, participate in, or fail to take all reasonable steps to prevent, the contravention. 7 But a corporate managing officer does not commit an offence as a managing officer in default unless one of its managing officers is in default. 8 Where any such offence is committed by a corporate managing officer the managing officer in question also commits the offence (subject to subsection (7)). 9 The only consequence of contravening subsection (2) is the offence provided for by this section (so that, for example, a contravention does not in any way affect the validity of the general partner’s actions). 10 Nothing in this section shall affect the liability of the general partner for all debts and obligations of the firm."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "8W", "section_title": "Regulations about change of general partner’s address by registrar", "section_text": "8W 1 The Secretary of State may by regulations make provision authorising or requiring the registrar to— a change a registered service address of a general partner in a limited partnership if satisfied that the address does not meet the requirements of section 1141(1) and (2) of the Companies Act 2006; b change the address registered as the principal office of a general partner in a limited partnership if satisfied that the address is not in fact their principal office. 2 In this section— “ address registered as the principal office ”, in relation to a general partner, means the address for the time being shown in the register as the address of the general partner’s current principal office; “ registered service address ”, in relation to a general partner, means the address for the time being shown in the register as the general partner’s current service address. 3 The regulations may authorise or require the address to be changed on the registrar’s own motion or on an application by another person. 4 The regulations— a may include provision corresponding or similar to any provision that may be included in regulations under section 1097B of the Companies Act 2006; b must include— i provision about appeals corresponding to the provision that must be included in regulations under section 1097B by virtue of subsections (7) and (8) of that section; ii provision corresponding to subsection (9) of that section. 5 Regulations under this section are subject to the affirmative resolution procedure."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "9", "section_title": " Registration of changes in partnerships.", "section_text": "9 1 If during the continuance of a limited partnership any change is made or occurs as mentioned in subsection (1A), a statement, signed by the firm, specifying the nature of the change must within seven days be sent by post or delivered to the registrar. 1A The changes are— a in the case of any limited partnership, changes to— i the firm name, ii the principal place of business, iii the partners or the name of any partner, iv the liability of any partner by reason of the partner becoming a limited instead of a general partner or a general instead of a limited partner; b in the case of a limited partnership that is not a private fund limited partnership, changes to— i the general nature of the business, ii the term or character of the partnership, iii the sum contributed by any limited partner; c in the case of a private fund limited partnership that was registered as a limited partnership before 6th April 2017, any withdrawal by a limited partner of the partner’s contribution which has the effect that the amount of the partner’s contribution is less than it was on the date on which the limited partnership was designated as a private fund limited partnership. 2 If default is made in compliance with the requirements of this section each of the general partners shall, on conviction under  the   Magistrates’ Courts Act 1952, be liable to a fine not exceeding one pound for each day during which the default continues."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "10", "section_title": " Advertisement in Gazette of statement of general partner becoming a limited partner and of assignment of share of limited partner.", "section_text": "10 1 Notice of any arrangement or transaction under which any person will cease to be a general partner in any firm  that is not a private fund limited partnership , and will become a limited partner in that firm, or under which the share of a limited partner in a firm  that is not a private fund limited partnership  will be assigned to any person, shall be forthwith advertised in the Gazette, and until notice of the arrangement or transaction is so advertised the arrangement or transaction shall, for the purposes of this Act, be deemed to be of no effect. 1A Notice of any arrangement or transaction under which any person will cease to be a general partner in a private fund limited partnership shall be forthwith advertised in the Gazette. 1B Where a person deals with a private fund limited partnership after an arrangement or transaction of the type referred to in subsection (1A), that person is entitled to treat the person who is ceasing to be a general partner as still being a general partner of the firm until the person has notice of the arrangement or transaction. 1C Advertisement of a notice in accordance with subsection (1A) is notice to a person dealing with the firm for the purpose of subsection (1B). 2 For the purposes of this section, the expression “ the Gazette ” means— In the case of a limited partnership registered in England, the London Gazette; In the case of a limited partnership registered in Scotland, the Edinburgh Gazette; In the case of a limited partnership registered in  Northern Ireland ,  the Belfast Gazette ."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "10A", "section_title": "Duty to notify registrar of other changes in partnerships", "section_text": "10A 1 The general partners in a limited partnership must give notice to the registrar of any change mentioned in subsection (2). 2 The changes are— a in the case of any limited partnership, changes to— i the firm name, or ii the address of the principal place of business of the limited partnership; b in the case of a limited partnership that is not a private fund limited partnership, changes to— i the general nature of the limited partnership’s business, or ii the term or character of the limited partnership. 3 The notice must specify the date on which the change occurred. 4 A notice under subsection (2)(b)(i) may specify the change to the general nature of the partnership business by reference to one or more categories of any system of classifying business activities prescribed by regulations made by the Secretary of State under section 8A(2A). 5 A notice under this section must be given within the period of 14 days beginning with the day on which the change occurs."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "10B", "section_title": "Notification of other changes occurring before registration", "section_text": "10B 1 The general partners in a limited partnership must give notice to the registrar if, on registration of the limited partnership, the address of the principal place of business of the limited partnership is different to that contained in the application for registration under section 8A. 2 The general partners in a limited partnership that is not a private fund limited partnership must give notice to the registrar if, on registration of the limited partnership, any of the following details are different to those contained in the application for registration under section 8A— a the general nature of the limited partnership’s business, b the term of the limited partnership, c the amount of the capital contribution of a limited partner, or d the form of the capital contribution of a limited partner. 3 A notice under subsection (1) must specify the address of the principal place of business of the limited partnership. 4 A notice under subsection (2)(a)— a must specify the general nature of the limited partnership’s business, and b may do so by reference to one or more categories of any system of classifying business activities prescribed by regulations made by the Secretary of State under section 8A (2A) . 5 A notice under subsection (2)(b), (c) or (d) must specify the details mentioned in the paragraph under which the notice is given. 6 A notice under this section must be given within the period of 14 days beginning with the day on which the limited partnership was registered."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "10C", "section_title": "Failure to notify other changes in partnerships", "section_text": "10C 1 If the general partners fail to comply with section 10A or 10B an offence is committed by each general partner who is in default. 2 But where the general partner is a legal entity, it does not commit an offence as a general partner in default unless one of its managing officers is in default. 3 Where any such offence is committed by a general partner that is a legal entity, or any such offence is by virtue of this subsection committed by a managing officer that is a legal entity, any managing officer of the legal entity who is in default also commits the offence if— a the managing officer is an individual, or b the managing officer is a legal entity and one of its managing officers is in default. 4 A person guilty of an offence under this section is liable on summary conviction— a in England and Wales, to a fine; b in Scotland or Northern Ireland, to a fine not exceeding level 5 on the standard scale and, for continued contravention, a daily default fine not exceeding one-tenth of level 5 on the standard scale. 5 A general partner or managing officer is “ in default ” for the purposes of this section if they authorise or permit, participate in, or fail to take all reasonable steps to prevent, the contravention."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "10D", "section_title": "Duty to deliver confirmation statements", "section_text": "10D 1 The general partners in a limited partnership must, within the period of 14 days after each review period, deliver to the registrar a statement (a “confirmation statement”) confirming that any information required by subsection (2) is being delivered at the same time as the confirmation statement. 2 The information that must be delivered at the same time as the confirmation statement is— a a notice of any notifiable change in respect of which a notice under section 8N, 8R, 8S or 10A has not been delivered, b a notice under section 8F if— i the limited partnership’s registered office is not at an appropriate address within the meaning given by section 8E(2) when the confirmation statement is made, and ii the limited partnership has not given a notice under section 8F that is awaiting registration by the registrar, c a notice under section 8I if— i the limited partnership’s registered email address is not at an appropriate email address within the meaning given by section 8H(2) when the confirmation statement is made, and ii the limited partnership has not given a notice under section 8I that is awaiting registration by the registrar, d a notice under section 8L(1) by each general partner that— i is a legal entity, ii has a registered officer who does not meet the requirements in section 8K(1)(a) to (c), and iii has not given a notice under section 8L(1) that is awaiting registration by the registrar, and e if any general partner that is a legal entity has one or more corporate managing officers— i for which the named contact is not an individual who is a managing officer of the corporate managing officer, and ii in respect of which the general partner has not given a notice under section 8L(2) that is awaiting registration by the registrar, a notice under section 8L(2) by each such general partner in respect of each such corporate managing officer. 3 For the purposes of this section, each of the following is a review period— a where the limited partnership was registered before this section comes fully into force, the period— i beginning with the date of the limited partnership’s registration, and ii ending with the period of 6 months beginning when this section comes fully into force; b where the limited partnership was registered after this section comes fully into force, the period of 12 months beginning with the date of the limited partnership’s registration; c each period of 12 months beginning with the day after the end of the previous review period. 4 But a review period may be shortened by the general partners— a notifying the registrar of the shortened review period, and b delivering the confirmation statement within the period of 14 days after that shortened review period. 5 For the purpose of making a confirmation statement, the general partners in a limited partnership are entitled to assume that information that has been delivered to the registrar has been properly delivered unless the registrar has notified the limited partnership otherwise. 6 In this section a “ notifiable change ” means a change mentioned in section 8N(1), 8R(1), 8S(1) to (3) or 10A(2) that occurred during the review period."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "10E", "section_title": "Power to amend matters to be confirmed in confirmation statement", "section_text": "10E 1 The Secretary of State may by regulations make further provision about the matters that must be confirmed in a confirmation statement delivered under section 10D(1). 2 The regulations may— a amend or repeal the provisions of section 10D, and b provide for exceptions from the requirements of that section as it has effect from time to time. 3 Regulations under this section are subject to the affirmative resolution procedure."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "10F", "section_title": "Failure to deliver confirmation statement", "section_text": "10F 1 If the general partners fail to comply with section 10D(1) an offence is committed by each general partner who is in default. 2 But where the general partner is a legal entity, it does not commit an offence as a general partner in default unless one of its managing officers is in default. 3 Where any such offence is committed by a general partner that is a legal entity, or any such offence is by virtue of this subsection committed by a managing officer that is a legal entity, any managing officer of the legal entity also commits the offence if— a the managing officer is an individual who is in default, or b the managing officer is a legal entity that is in default and one of its managing officers is in default. 4 A person guilty of an offence under this section is liable on summary conviction— a in England and Wales, to a fine; b in Scotland or Northern Ireland, to a fine not exceeding level 5 on the standard scale and, for continued contravention, a daily default fine not exceeding one-tenth of level 5 on the standard scale. 5 The contravention continues until such time as the general partners have delivered the statement required by section 10D(1). 6 A general partner or managing officer is “ in default ” for the purposes of this section if they authorise or permit, participate in, or fail to take all reasonable steps to prevent, the contravention."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "10G", "section_title": "Power for HMRC to obtain accounts", "section_text": "10G 1 HMRC may by notice in writing require the general partners in a limited partnership to— a prepare accounts in accordance with regulations made by the Secretary of State for the purposes of this paragraph; b deliver those accounts to HMRC, together with— i an auditor’s report prepared in accordance with regulations made by the Secretary of State for the purposes of this sub-paragraph; ii such supporting evidence as may be required by regulations made by the Secretary of the State for the purposes of this sub-paragraph. 2 A requirement under this section may specify— a the period to which the accounts must relate; b the form and manner in which the documents are to be delivered; c the period within which they are to be delivered. 3 HMRC may by notice in writing extend a period specified in a requirement under this section. 4 If the general partners in a limited partnership fail to comply with a requirement under this section an offence is committed by each general partner who is in default. 5 But where the general partner is a legal entity, it does not commit an offence as a general partner in default unless one of its managing officers is in default. 6 Where any such offence is committed by a general partner that is a legal entity, or any such offence is by virtue of this subsection committed by a managing officer that is a legal entity, any managing officer of the legal entity also commits the offence if— a the managing officer is an individual who is in default, or b the managing officer is a legal entity that is in default and one of its managing officers is in default. 7 A person guilty of an offence under this section is liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or a fine (or both); b on summary conviction— i in England and Wales, to imprisonment for a term not exceeding the general limit in a magistrates’ court or a fine (or both); ii in Scotland, to imprisonment for a term not exceeding 12 months or a fine not exceeding the statutory maximum (or both) and, for continued contravention, a daily default fine not exceeding one-fifth of the statutory maximum; iii in Northern Ireland, to imprisonment for a term not exceeding 6 months or a fine not exceeding the statutory maximum (or both) and, for continued contravention, a daily default fine not exceeding one-fifth of the statutory maximum. 8 A general partner or managing officer is “ in default ” for the purposes of this section if they authorise or permit, participate in, or fail to take all reasonable steps to prevent, the contravention. 9 In this section “ HMRC ” means the Commissioners for His Majesty’s Revenue and Customs. 10 Regulations under this section are subject to the affirmative resolution procedure."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . \n", "section_text": "11"}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "13", "section_title": " Registrar to file statement and issue certificate of registration.", "section_text": "13 On receiving any statement made in pursuance of this Act the registrar shall cause the same to be filed, and he shall send by post to the firm from whom such statement shall have been received a certificate of the registration thereof."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "14", "section_title": " Register and index to be kept.", "section_text": "14 ... the registrar shall keep ... a register and an index of all the limited partnerships registered as aforesaid, and of all the statements registered in relation to such partnerships."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "15", "section_title": "The registrar", "section_text": "15 1 The registrar of companies is the registrar of limited partnerships. 2 In this Act— a references to the registrar in relation to the registration of a limited partnership are to the registrar to whom the application for registration is to be made (see section 8A(1)(d)); b references to registration in a particular part of the United Kingdom are to registration by the registrar for that part of the United Kingdom; ba references to the registrar in relation to an application for designation of a limited partnership as a private fund limited partnership made with an application for registration are to the registrar to whom the application for registration is to be made (see section 8A(1)(d)); c references to the registrar in relation to any other matter relating to a limited partnership are to the registrar for the part of the United Kingdom in which the partnership is registered."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "16", "section_title": " Inspection of statements registered. Inspection and copies of the register of limited partnerships", "section_text": "16 1 Any person may inspect the statements filed by the registrar  ...; and any person may require a certificate   mentioned in section 8C , or a copy of or extract from any registered statement, to be certified by the registrar,  ... 2 A certificate   mentioned in section 8C  , or a copy of or extract from any statement registered under this Act, if duly certified to be a true copy under the hand of the registrar  ...(whom it shall not be necessary to prove to be the registrar  ...) shall, in all legal proceedings, civil or criminal, and in all cases whatsoever be received in evidence. 1 Any person may— a inspect the register of limited partnerships; b require a copy of any material on the register of limited partnerships that is available for inspection. 2 The right of inspection extends to the originals of documents delivered to the registrar in hard copy form if, and only if, the record kept by the registrar of the contents of the document is illegible or unavailable (see section 1083(1) of the Companies Act 2006 for provision about the retention of hard copies by the registrar). 3 The registrar may specify the form and manner in which an application is to be made for inspection or a copy. 4 The registrar may determine the form and manner in which the copies are to be provided. 5 Section 1091 of the Companies Act 2006 (certification of copies), and any regulations made under it, apply in relation to copies provided under this section as they apply in relation to the copies provided as mentioned in that section. 6 This section has effect subject to section 16A and 16B."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "16A", "section_title": "Material not available for public inspection", "section_text": "16A 1 The registrar must not make the following material available for public inspection, so far as it forms part of the register of limited partnerships— a any application or other document delivered to the registrar under section 8G, 8Q or 8W (changes of addresses by registrar) other than an order or direction of the court; b so much of any document delivered to the registrar as is required to contain— i a limited partnership’s registered email address, ii the email address of the named contact for a general partner’s managing officer, iii protected date of birth information, or iv protected residential address information; c so much of any statement delivered to the registrar under any of the following provisions as is required to confirm that an individual is an individual whose identity is verified (within the meaning of section 1110A of the Companies Act 2006)— section 8A(1F)(b); section 8L(3)(a) or (b); section 8R(7)(b); d any statement delivered to the registrar by virtue of section 33(3) (documents to be delivered by authorised corporate service providers); e any statement or other document delivered to the registrar by virtue of section 1067A of the Companies Act 2006 (delivery of documents: identity verification and authorised corporate service providers); f any statement made in accordance with regulations made by virtue of section 1082(2)(c) of the Companies Act 2006 (statement of unique identifier); g any document provided to the registrar under section 1092A of the Companies Act 2006 (power to require further information); h any record of the information contained in a document or part of a document that is unavailable because of any of the previous paragraphs of this subsection; i any e-mail address, identification code or password deriving from a document delivered for the purpose of authorising or facilitating electronic filing procedures or providing information by telephone; j any other material excluded from public inspection by or under any other enactment. 2 The registrar need not retain material to which subsection  (1)  applies for longer than appears to the registrar reasonably necessary for the purposes for which the material was delivered to the registrar. 3 In this section— “ protected date of birth information ” means information as to the day of the month (but not the month or year) on which— a partner was born, or a general partner’s registered officer was born; “ protected residential address information ” means information as to the usual residential address of— a partner, a general partner’s registered officer, or the named contact for a general partner’s managing officer. 4 Information about a partner, registered officer or named contact does not cease to be protected date of birth information or protected residential address information when they cease to be a partner, registered officer or named contact. 5 The restrictions on making information available for public inspection imposed by subsection (1)(h) and (i) do not affect the availability for public inspection of the same information contained in material derived from another description of document (or part of a document) in relation to which the relevant restriction does not apply. 6 In this section “registered officer” and “named contact” have the meanings given by section 8K(4) and (5)."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "16B", "section_title": "Records relating to dissolved or deregistered limited partnerships", "section_text": "16B 1 This section applies where a limited partnership is dissolved or deregistered under section 26. 2 The registrar need not make any information contained in records relating to the limited partnership available for public inspection at any time after the end of the period of 20 years beginning with the date on which the limited partnership is dissolved or deregistered. 3 The registrar of companies for England and Wales may, at any time after the period of two years beginning with the date on which the limited partnership is dissolved or deregistered, direct that any records relating to the limited partnership that are held by the registrar are to be removed to the Public Record Office. 4 The registrar of companies for Northern Ireland may, at any time after the period of two years beginning with the date on which the limited partnership is dissolved or deregistered, direct that any records relating to the limited partnership that are held by the registrar are to be removed to the Public Record Office of Northern Ireland. 5 Records in respect of which a direction is given under subsection  (3)  or  (4)  are to be disposed of under the enactments relating to the Public Record Office or, as the case may be, the Public Record Office of Northern Ireland."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "16C", "section_title": "Restriction on disclosure of information by registrar", "section_text": "16C 1 The registrar must not disclose protected date of birth information or protected residential address information except— a in accordance with subsection (2) or (3), b in accordance with section 16E (disclosure of protected residential address information under court order), or c as permitted by section 1110F of the Companies Act 2006 (general powers of disclosure by the registrar). 2 The registrar may disclose protected date of birth information or protected residential address information if the same information is required to be made available for public inspection as a result of being contained in a document, part of a document or record to which section 16A(1) does not apply. 3 The registrar may disclose protected date of birth information or protected residential address information to a credit reference agency. 4 The Secretary of State may make provision by regulations specifying conditions for the disclosure of protected date of birth information or protected residential address information in accordance with subsection (3). 5 The Secretary of State may make provision by regulations requiring the registrar, on application, to refrain from disclosing protected date of birth information or protected residential address information to a credit reference agency. 6 Regulations under subsection  (5)  may make provision of the kind referred to in section 243(5) to (6A) of the Companies Act 2006. 7 In this section— “ credit reference agency ” means a person carrying on a business comprising the provision of information relevant to the financial standing of individuals, being information collected by the agency for that purpose; “ protected date of birth information ” has the meaning given by section 16A(3); “ protected residential address information ” has the meaning given by section 16A(3). 8 Regulations under this section are subject to the negative resolution procedure."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "16D", "section_title": "Restriction on use or disclosure of information by partners", "section_text": "16D 1 A limited partner must not— a use or disclose protected residential address information, except for communicating with the individual concerned, or b use or disclose protected date of birth information. 2 A general partner must not use or disclose protected residential address information, except— a for communicating with the individual concerned, b in order to comply with any requirement of this Act as to information to be sent to the registrar, or c in accordance with section  16E  (disclosure of residential address information under court order). 3 A general partner must not use or disclose protected date of birth information except in order to comply with any requirement of this Act as to information to be sent to the registrar. 4 Subsections  (1) ,  (2)  and  (3)  do not prohibit any use or disclosure of protected date of birth information or protected residential address information with the consent of the individual concerned. 5 If a partner uses or discloses information in contravention of subsection (1), (2) or (3) an offence is committed by— a the partner, and b if the partner is a legal entity, any of its managing officers who is in default. 6 A person guilty of an offence under this section is liable on summary conviction— a in England and Wales, to a fine; b in Scotland or Northern Ireland, to a fine not exceeding level 5 on the standard scale and, for continued contravention, a daily default fine not exceeding one-tenth of level 5 on the standard scale. 7 A managing officer is “ in default ” for the purposes of this section if they authorise or permit, participate in, or fail to take all reasonable steps to prevent, the contravention. 8 But a corporate managing officer does not commit an offence as a managing officer in default unless one of its managing officers is in default. 9 Where any such offence is committed by a corporate managing officer the managing officer in question also commits the offence (subject to subsection  (8) ). 10 In this section— “ protected date of birth information ” has the meaning given by section 16A(3); “ protected residential address information ” has the meaning given by section 16A(3)."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "16E", "section_title": "Disclosure of protected residential address information under court order", "section_text": "16E 1 The court may make an order for the disclosure of protected residential address information by the appropriate limited partnership or by the registrar if— a there is evidence that service of documents at a service address other than the individual’s usual residential address is not effective to bring them to the notice of the individual, or b it is necessary or expedient for the information to be provided in connection with the enforcement of an order or decree of the court, and the court is otherwise satisfied that it is appropriate to make the order. 2 An order for disclosure by the registrar may be made only if— a the appropriate limited partnership does not have the protected residential address information, or b the appropriate limited partnership was dissolved. 3 The order may be made on the application of a liquidator, creditor or partner of the appropriate limited partnership, or any other person appearing to the court to have a sufficient interest. 4 The order must specify the persons to whom, and purposes for which, disclosure is authorised. 5 In this section— “appropriate limited partnership” — in relation to protected residential address information about a partner in a limited partnership means that limited partnership; in relation to protected residential address information about a registered officer of a general partner in a limited partnership means that limited partnership; in relation to protected residential address information about a named contact for the managing officer of a general partner in a limited partnership means that limited partnership; “ named contact ” has the meaning given by section 8K(5); “ protected residential address information ” has the meaning given by section 16A(3); “ registered officer ” has the meaning given by section 8K(4)."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "17", "section_title": "\n\n Power to Board of Trade to make rules. \n", "section_text": "17 The Board of Trade may make rules  ... concerning any of the following matters:—  a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b The duties or additional duties to be performed by the registrar for the purposes of this Act; c The performance by assistant registrars and other officers of acts by this Act required to be done by the registrar; d The forms to be used for the purposes of this Act; e Generally the conduct and regulation of registration under this Act and any matters incidental thereto."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "18", "section_title": "Duty to notify registrar of dissolution", "section_text": "18 1 A person who is a general partner in a limited partnership at a time when it is dissolved must notify the registrar of the dissolution within the period of 14 days beginning with the day on which the person becomes aware of its dissolution. 2 A person who is a limited partner in a limited partnership at a time when it is dissolved must, if there are no general partners at that time, notify the registrar of the dissolution within the period of 14 days beginning with the day on which the person becomes aware of its dissolution. 3 But no notice is required under subsection  (1)  or  (2)  if— a the limited partnership is dissolved under section 19(6) (dissolution on publication of notice in Gazette), b another person has notified the registrar of the dissolution under subsection (1) or (2), or c a dissolution notice under section 19 is published before the end of the period of 14 days mentioned in subsection (1) or (2). 4 If a person fails to comply with subsection (1) or (2) an offence is committed by— a the person, and b if the person is a legal entity, any of its managing officers who is in default. 5 A person guilty of an offence under this section is liable on summary conviction— a in England and Wales, to a fine; b in Scotland or Northern Ireland, to a fine not exceeding level 5 on the standard scale and, for continued contravention, a daily default fine not exceeding one-tenth of level 5 on the standard scale. 6 A managing officer is “ in default ” for the purposes of this section if they authorise or permit, participate in, or fail to take all reasonable steps to prevent, the contravention. 7 But a corporate managing officer does not commit an offence as a managing officer in default unless one of its managing officers is in default. 8 Where any such offence is committed by a corporate managing officer the managing officer in question also commits the offence (subject to subsection (7))."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "19", "section_title": "Registrar’s power to confirm dissolution of limited partnership", "section_text": "19 1 If the registrar has reasonable cause to believe that a limited partnership has been dissolved, the registrar may publish a notice in the Gazette (a “dissolution notice”) stating that fact. 2 Where the registrar proposes to publish a dissolution notice, the registrar must first publish in the Gazette a notice (a “warning notice”)— a explaining the registrar’s proposal and its effect (see subsection  (6) ), and b inviting any person to make representations about the registrar’s proposal. 3 The registrar must send a copy of the warning notice to— a the registered office of the limited partnership, and b at least one person who appears in the register of limited partnerships as a general partner in the limited partnership (if there are any). 4 The registrar may not publish a dissolution notice until after the end of the period of two months beginning with the first day on which the registrar has complied with subsection (2) and subsection (3). 5 The dissolution notice must— a state the firm name of the limited partnership, b state the limited partnership’s registration number, and c explain the effect of the publication of the notice (see subsection (6)). 6 On the publication of a dissolution notice, the limited partnership to which it relates is dissolved if it was not already dissolved. 7 For the purposes of subsection (3), a person “appears in the register of limited partnerships as a general partner in the limited partnership” if— a either— i the person was named as a proposed general partner in the application for registration of the limited partnership under section 8A, or ii the general partners have given the registrar notice under section 8R that the person has become a general partner in the limited partnership, and b the general partners have not since— i given the registrar notice under section 8R that the person has ceased to be a general partner in the limited partnership, or ii given the registrar notice under section 8T that the person did not become a general partner on registration of the limited partnership."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "20", "section_title": "Administrative revival", "section_text": "20 1 On an application under this section the registrar must revive a limited partnership if the registrar is satisfied that the following conditions are met. 2 Condition 1 is that the limited partnership was dissolved under section 19(6) (dissolution on publication of notice in Gazette). 3 Condition 2 is that the applicant has delivered to the registrar such documents as are necessary to ensure that, if the limited partnership is revived, the records kept by the registrar relating to the limited partnership will be up to date. 4 Condition 3 is that each relevant person has paid any outstanding fines or financial penalties imposed on them in respect of an offence— a under this Act, or b by virtue of regulations made under section  7A  of this Act, relating to the limited partnership. 5 An application under this section may only be made by a person who was a general partner in the limited partnership immediately before it was dissolved. 6 The application must include a statement that— a the conditions in subsections (2), (3) and (4) are met, and b the applicant is a person mentioned in subsection (5). 7 An application under this section may not be made after the end of the period of six years beginning with the date on which the limited partnership was dissolved. 8 For the purpose of subsection (7) an application is made when it is received by the registrar. 9 In subsection (4) “ relevant person ” means— a the applicant, b any person who— i was a general partner in the limited partnership immediately before it was dissolved, and ii if the limited partnership is revived, will be a general partner in the limited partnership immediately after its revival, or c any person who is a managing officer of a legal entity where the legal entity is— i a person mentioned in paragraph (a) or (b), or ii a person falling within this paragraph."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "21", "section_title": "Registrar’s decision on application for administrative revival", "section_text": "21 1 The registrar must give notice to the applicant of the decision on an application under section 20. 2 If the limited partnership is revived, the revival takes effect on the date that the notice is sent. 3 If the limited partnership is revived the registrar must— a enter on the register of limited partnerships a note of the date on which the revival of the limited partnership takes effect, and b cause notice of the revival to be published in the Gazette. 4 Notes entered on the register of limited partnerships in accordance with subsection (3)(a) are part of the register of limited partnerships. 5 The notice under subsection (3)(b) must state— a the limited partnership’s name (which must be the name that it had before it was dissolved under section 19(6)), b the limited partnership’s registration number, and c the date on which the revival of the limited partnership takes effect."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "22", "section_title": "Effect of administrative revival", "section_text": "22 1 The general effect of administrative revival is that the limited partnership is to be treated as having continued in existence as if it had not been dissolved under section 19(6). 2 The court may give such directions and make such provision as seems just for placing the limited partnership and all other persons in the same position (as nearly as may be) as if the limited partnership had not been dissolved under section 19(6). 3 An application to the court for such directions or provision may be made at any time within the period of three years beginning with the date on which the revival of the limited partnership took effect."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "23", "section_title": "Application to court for revival", "section_text": "23 1 An application may be made to the court to revive a limited partnership that has been dissolved under section 19(6) (dissolution on publication of notice in Gazette). 2 An application under this section may be made by— a the Secretary of State, b a person who was a partner in the limited partnership immediately before it was dissolved, or c any other person appearing to the court to have an interest in the matter. 3 An application to the court for the revival of a limited partnership may only be made— a within the period of six years beginning with the date on which the limited partnership was dissolved, or b where the applicant made an application under section  20  that was refused, within the period of 28 days beginning with the date on which notice of the registrar’s decision was sent by the registrar to the applicant."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "24", "section_title": "Decision on application for revival by the court", "section_text": "24 1 If, on an application under section 23, the court orders revival of the limited partnership, the revival takes effect on a copy of the court’s order being delivered to the registrar. 2 The registrar must publish a notice in the Gazette of the revival of the limited partnership. 3 The notice must state— a the limited partnership’s name (which must be the name that it had before it was dissolved under section 19(6)), b the limited partnership’s registration number, and c the date on which the revival of the limited partnership takes effect."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "25", "section_title": "Effect of court order for revival", "section_text": "25 1 The general effect of an order by the court for revival is that the limited partnership is to be treated as having continued in existence as a limited partnership as if it had not been dissolved under section 19(6). 2 The court may give such directions and make such provision as seems just for placing the limited partnership and all other persons in the same position (as nearly as may be) as if the limited partnership had not been dissolved under section 19(6). 3 The court may also give directions as to— a the delivery to the registrar of such documents relating to the limited partnership as are necessary to bring up to date the records kept by the registrar, or b the payment of the costs (in Scotland, expenses) of the registrar in connection with the proceedings for the revival of the limited partnership."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "26", "section_title": "Voluntary deregistration of limited partnership", "section_text": "26 1 The registrar must deregister a limited partnership if a statement is delivered to the registrar which is authenticated by or on behalf of each partner confirming that they want the limited partnership to be deregistered. 2 The registrar deregisters the limited partnership by publishing a notice in the Gazette of the limited partnership’s deregistration (a “deregistration notice”). 3 The deregistration notice must state— a the firm name of the limited partnership, and b the limited partnership’s registration number. 4 On the publication of the deregistration notice, the limited partnership ceases to be registered as a limited partnership under this Act (but this does not prevent any ongoing relationship from being a partnership)."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "27", "section_title": "Removal of limited partnership from index of names", "section_text": "27 1 The registrar must remove a limited partnership from the index of names as soon as reasonably practicable if the registrar— a becomes aware that the limited partnership is dissolved (whether on the receipt of a notice under section 18, the publication of a dissolution notice under section 19(6) or otherwise), or b publishes a deregistration notice under section 26 in respect of the limited partnership. 2 If the registrar removes a limited partnership from the index of names, the registrar must include a note in the register of limited partnerships stating either— a that the limited partnership has been removed from the index of names because of its dissolution, or b that the limited partnership has been removed from the index of names because of its deregistration under section 26. 3 The registrar must also publish a notice of the removal in the Gazette if the limited partnership is removed from the index of names other than following the publication of a dissolution notice under section 19 or a deregistration notice under section 26. 4 Notes included in the register of limited partnerships in accordance with subsection  (2)  are part of the register of limited partnerships. 5 A note may be removed if it no longer serves any useful purpose. 6 In this section “ the index of names ” means the index kept by the registrar under section 1099 of the Companies Act 2006."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "28", "section_title": "Winding up limited partnerships on grounds of public interest", "section_text": "28 1 Where it appears to the Secretary of State that it is expedient in the public interest for a limited partnership to be wound up, the Secretary of State may present a petition to the court for it to be wound up. 2 Where it appears to the Scottish Ministers that it is expedient in the public interest for a limited partnership registered in Scotland to be wound up, the Scottish Ministers may present a petition to the court for it to be wound up. 3 Where it appears to the Department for the Economy in Northern Ireland that it is expedient in the public interest for a limited partnership registered in Northern Ireland to be wound up, the Department may present a petition to the court for it to be wound up. 4 The Secretary of State must consult the Scottish Ministers before presenting a petition under subsection (1) in respect of a limited partnership registered in Scotland. 5 The Secretary of State must consult the Department for the Economy in Northern Ireland before presenting a petition under subsection (1) in respect of a limited partnership registered in Northern Ireland. 6 If a petition is presented under this section, the court may wind up the limited partnership if the court is of the opinion that it is just and equitable for it to be wound up. 7 The power in subsection (6) does not limit any other power the court has in the same circumstances."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "29", "section_title": "Winding up dissolved limited partnerships", "section_text": "29 1 Where a limited partnership is dissolved and it appears to the court that there has been a failure to wind up the limited partnership under section 6(3A) or (3B) properly or at all, the court may make any order it considers appropriate, including an order— a for the purposes of enforcing the duty in section 6(3A) or (3B), b in connection with the performance of that duty, or c to wind up the limited partnership. 2 The court may make an order under subsection (1) on an application by any of the following— a the Secretary of State; b the Scottish Ministers, but only if the limited partnership is registered in Scotland or they appear to the court to have sufficient interest for any other reason; c the Department for the Economy in Northern Ireland, but only if the limited partnership is registered in Northern Ireland or the Department appears to the court to have sufficient interest for any other reason; d any other person appearing to the court to have sufficient interest. 3 The Secretary of State must consult the Scottish Ministers before making an application for an order under subsection (1) in respect of a limited partnership registered in Scotland. 4 The Secretary of State must consult the Department for the Economy in Northern Ireland before making an application for an order under subsection (1) in respect of a limited partnership registered in Northern Ireland. 5 The power in subsection  (1)  does not limit any other power the court has in the same circumstances."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "30", "section_title": "Power to make provision about winding up", "section_text": "30 1 The Secretary of State may by regulations make provision in relation to the winding up of a limited partnership under section 28 or 29 that corresponds or is similar to any provision of the Insolvency Act 1986 or the Insolvency (Northern Ireland) Order 1989 (including any provision of that Act or Order that relates to the allocation of jurisdiction or distribution of business between courts in any part of the United Kingdom). 2 Before making regulations under subsection (1) the Secretary of State must— a obtain the consent of the Department for the Economy in Northern Ireland, so far as the regulations relate to limited partnerships registered in Northern Ireland; b obtain the consent of the Scottish Ministers, so far as the regulations relate to limited partnerships registered in Scotland. 3 The provision that may be made by regulations under subsection (1) by virtue of section 38(1) includes provision amending, repealing or revoking provision made by or under either of the following, whenever passed or made— a an Act; b Northern Ireland legislation. 4 Regulations under this section are subject to the affirmative resolution procedure."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "31", "section_title": "Winding up of limited partnerships: concurrent proceedings", "section_text": "31 1 Where a petition under section 28 in respect of a limited partnership is pending, a general partner of the limited partnership who is or becomes aware of any of the circumstances mentioned in subsection (3) must notify the court to which the petition was presented. 2 Where an application under section 29 in respect of a limited partnership is pending— a a general partner of the limited partnership who is or becomes aware any of the circumstances mentioned in subsection (3) must notify the court to which the application was made, and b if the application was made by a person other than the Secretary of State, the applicant must notify the court to which the application was made if the applicant is or becomes aware of any of the circumstances mentioned in subsection (3). 3 The circumstances are that— a a petition for sequestration of the limited partnership’s estate under the Bankruptcy (Scotland) Act 2016 is before a sheriff, b an application to the Accountant in Bankruptcy for sequestration of the limited partnership’s estate under that Act is pending, c sequestration has been awarded by virtue of any such petition or application and the limited partnership’s estate is being sequestrated, d a trust deed in respect of the limited partnership’s estate has been sent to the Accountant in Bankruptcy for registration under that Act and the registration has not been refused, e a protected trust deed (within the meaning of that Act) is in force in respect of the limited partnership’s estate, f an application by the limited partnership for approval of a debt payment programme under the Debt Arrangement and Attachment (Scotland) Act 2002 is pending, or g such a programme has been approved under that Act and has not been completed. 4 A person is not required to notify the court of circumstances under subsection (1) or (2) if another person has notified the court of those circumstances. 5 If a person fails to comply with subsection (1) or (2) an offence is committed by— a the person, and b if the person is a legal entity, any of its managing officers who is in default. 6 A person guilty of an offence under this section is liable on summary conviction— a in England and Wales, to a fine; b in Scotland or Northern Ireland, to a fine not exceeding level 5 on the standard scale and, for continued contravention, a daily default fine not exceeding one-tenth of level 5 on the standard scale. 7 A managing officer is “ in default ” for the purposes of this section if they authorise or permit, participate in, or fail to take all reasonable steps to prevent, the contravention. 8 But a corporate managing officer does not commit an offence as a managing officer in default unless one of its managing officers is in default. 9 Where any such offence is committed by a corporate managing officer the managing officer in question also commits the offence (subject to subsection (8)). 10 For the purposes of this section a petition or application is “pending” if it has been presented or made and it has not fallen, been withdrawn or been determined."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "32", "section_title": "Power to amend circumstances for notification under section  31", "section_text": "32 1 The Secretary of State or the Scottish Ministers may by regulations amend the list in section 31(3). 2 Before making regulations under subsection (1) the Secretary of State must obtain the consent of the Scottish Ministers. 3 Regulations made by the Secretary of State under subsection (1) are subject to the affirmative resolution procedure. 4 Regulations made by the Scottish Ministers under subsection (1) are subject to the affirmative procedure (see Part 2 of the Interpretation and Legislative Reform (Scotland) Act  2010 (asp 10) )."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "33", "section_title": "Documents to be delivered by authorised corporate service providers", "section_text": "33 1 An individual may not deliver a document under a provision listed in subsection  (3)  to the registrar on their own behalf (and, accordingly, any delivery of a document under such a provision must be made on the individual’s behalf in accordance with subsection (2)). 2 An individual may not deliver a document under a provision listed in subsection (3) to the registrar on behalf of another person unless— a the individual is an authorised corporate service provider, or b the individual is an officer or employee of an authorised corporate service provider. 3 The provisions are— a section 8A (application for registration); b section 8F (change of address of registered office) or 8I (change of registered email address); c section 8L, 8M, 8N or 8O (changes relating to officers of general partners); d section 8R, 8S or 8T (changes relating to partners); e section 10A or 10B (other changes in partnerships), other than a notice under section 10A(2)(b)(i) or 10B(2)(a); f section 10D (confirmation statements); g section 20 (administrative revival). 4 The Secretary of State may by regulations— a amend this section for the purposes of changing who may deliver a document under a provision listed in subsection (3) to the registrar on behalf of another person; b amend the list in subsection (3). 5 Regulations under subsection (4) are subject to the affirmative resolution procedure."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "34", "section_title": "False statements: basic offence", "section_text": "34 1 It is an offence for a person, without reasonable excuse, to— a deliver or cause to be delivered to the registrar, for the purposes of this Act, a document that is misleading, false or deceptive in a material particular, or b make to the registrar, for the purposes of this Act, a statement that is misleading, false or deceptive in a material particular. 2 Where the offence is committed by a legal entity, every managing officer of the entity who is in default also commits the offence. 3 A person guilty of an offence under this section is liable— a on summary conviction in England and Wales, to a fine; b on summary conviction in Scotland, to a fine not exceeding level 5 on the standard scale; c on summary conviction in Northern Ireland, to a fine not exceeding level 5 on the standard scale. 4 A managing officer is “ in default ” for the purposes of this section if they authorise or permit, participate in, or fail to take all reasonable steps to prevent, the contravention. 5 But a corporate managing officer does not commit an offence as a managing officer in default unless one of its managing officers is in default. 6 Where any such offence is committed by a corporate managing officer the managing officer in question also commits the offence (subject to subsection (5))."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "35", "section_title": "False statements: aggravated offence", "section_text": "35 1 It is an offence for a person knowingly to— a deliver or cause to be delivered to the registrar, for the purposes of this Act, a document that is misleading, false or deceptive in a material particular, or b make to the registrar, for the purposes of this Act, a statement that is misleading, false or deceptive in a material particular. 2 Where the offence is committed by a legal entity, every managing officer of the entity who is in default also commits the offence. 3 A person guilty of an offence under this section is liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or a fine (or both); b on summary conviction— i in England and Wales, to imprisonment for a term not exceeding the general limit in a magistrates’ court or a fine (or both); ii in Scotland, to imprisonment for a term not exceeding 12 months or a fine not exceeding the statutory maximum (or both); iii in Northern Ireland, to imprisonment for a term not exceeding 6 months or a fine not exceeding the statutory maximum (or both). 4 A managing officer is “ in default ” for the purposes of this section if they authorise or permit, participate in, or fail to take all reasonable steps to prevent, the contravention. 5 But a corporate managing officer does not commit an offence as a managing officer in default unless one of its managing officers is in default. 6 Where any such offence is committed by a corporate managing officer the managing officer in question also commits the offence (subject to subsection (5))."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "36", "section_title": "National security exemption from identity verification", "section_text": "36 1 The Secretary of State may, by written notice given to a person, provide for one or more of the effects listed in subsection (2) to apply in relation to the person, if satisfied that to do so is necessary— a in the interests of national security, or b for the purposes of preventing or detecting serious crime. 2 The effects for which the notice may provide are that— a a statement under section 8A(1C) may name the person as a proposed general partner’s proposed registered officer even if the person does not meet the requirement in paragraph (c) of that subsection; b a statement by the person under section 8A(1F)(b) is not required to confirm that the person meets the requirement in sub-paragraph (iii) of that paragraph; c where the person is a general partner’s registered officer, section 8K(1)(c) does not impose any obligation on the general partner; d a statement under section 8L(3)(a) or (b) made in relation to a notice naming the person as a general partner’s new registered officer is not required to confirm that the person meets the requirement in section 8K(1)(c); e a statement under section 8R(4) may name the person as a general partner’s proposed registered officer even if the person does not meet the requirement in section 8K(1)(c); f a statement by the person under section 8R(7)(b) is not required to confirm that the person meets the requirement in section 8K(1)(c); g section 33 (documents to be delivered by authorised corporate service providers) does not apply in relation to the delivery of documents to the registrar by the person on their own behalf or on behalf of another. 3 For the purposes of subsection (1)(b)— a “ crime ” means conduct which— i constitutes a criminal offence, or ii is, or corresponds to, any conduct which, if it all took place in any one part of the United Kingdom, would constitute a criminal offence, and b crime is “serious” if— i the offence which is or would be constituted by the conduct is an offence for which the maximum sentence (in any part of the United Kingdom) is imprisonment for 3 years or more, or ii the conduct involves the use of violence, results in substantial financial gain or is conduct by a large number of persons in pursuit of a common purpose."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "37", "section_title": "Service of documents on limited partnership", "section_text": "37 A document may be served on a limited partnership by leaving it at, or sending it by post to, the limited partnership’s registered office."}, {"act": "Limited Partnerships Act 1907", "year": 1907, "section": "38", "section_title": "Regulations", "section_text": "38 1 A power to make regulations under any provision of this Act includes power to make— a consequential, supplementary, incidental, transitional or saving provision; b different provision for different purposes. 2 Regulations made by the Secretary of State under this Act are to be made by statutory instrument. 3 Where regulations under this Act are subject to “the affirmative resolution procedure”, the regulations may not be made unless a draft of the statutory instrument containing them has been laid before and approved by a resolution of each House of Parliament. 4 Where regulations under this Act are subject to “the negative resolution procedure”, the statutory instrument containing the regulations is subject to annulment in pursuance of a resolution of either House of Parliament. 5 Any provision that may be made by regulations under this Act subject to the negative resolution procedure may be made by regulations subject to the affirmative resolution procedure."}]