[{"act": "London Cab and Stage Carriage Act 1907", "year": 1907, "section": "1", "section_title": " Fares for taximeter cabs. ", "section_text": "1 1 Transport for London  shall have power by regulations made  by London cab order  under section nine of the  Metropolitan Public Carriage Act, 1869, to fix the fares to be paid for the hire in London of cabs fitted with taximters, either on the basis of time or distance or both, and so as to differ for different classes of cabs and under different circumstances . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 The power conferred by subsection (1) of this section is subject to paragraph (4) of the restrictions specified in section nine of the said Act of 1869. 4 The fare for a cab journey starting within London but ending outside London shall be— a such fare as may be agreed between the driver and the passenger— i before the commencement of the journey, or ii where, after the commencement of the journey, the driver and the passenger agree to change the destination of the journey, at the time when the destination of the journey is changed, or b if no fare is so agreed, the fare shown on the taximeter. 5 A driver of a cab who demands or takes more than the proper fare for a journey undertaken as mentioned in subsection (4) of this section is guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale."}, {"act": "London Cab and Stage Carriage Act 1907", "year": 1907, "section": "2", "section_title": " Abolition of privileged cab system. ", "section_text": "2 1 In the admission of cabs to a railway, or in the treatment of cabs while in a railway station, the company having the control of the station shall not show any preference to any cab, or give any cab a privilege, which is not given to other cabs ; and where any charge is made in respect of the admission of any cab to a railway station for the purpose of plying for hire therein, the charge made shall not exceed such sum as may be allowed by  Transport for London . 2 If it is proved to the satisfaction of  Transport for London  that it will not be possible to obtain a sufficient supply of cabs at a railway station for the proper accomodation of the public, unless the operation of this section is suspended or modified as respects that station,  Transport for London  may  by London cab order  so modify or suspend the operation of this section with respect to that station, subject to such conditions as may be specified in the order. 3 In this section the expression “ railway station ” includes the precincts thereof and the approaches thereto. 4 Nothing in this section shall affect the liability of cabs or the drivers thereof to comply with any regulations or conditions which may be made by the company having control of a railway station for the purpose of maintaining order or dealing with the traffic at such station, including regulations as to— i The number of cabs to be admitted at any one time ; ii The rejection of cabs and drivers unfit for admission ; and iii The expulsion of any cabman who has been guilty of misconduct, or of a breach of the company’s byelaws or regulations. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "London Cab and Stage Carriage Act 1907", "year": 1907, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "London Cab and Stage Carriage Act 1907", "year": 1907, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "London Cab and Stage Carriage Act 1907", "year": 1907, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "London Cab and Stage Carriage Act 1907", "year": 1907, "section": "6", "section_title": " Definitions.", "section_text": "6 1 In this Act the expression “ stage carriage ” has the same meaning as in the  Metropolitan Public Carriage Act, 1869, as amended by this Act, the expression “ cab ” has the same meaning as the expression “hackney carriage” has in that Act, the expression “ fare ” includes any payment to be made for the carriage of luggage on a cab, and any other payment to be made in respect of the hire of a cab,  the expression “London cab order” has the same meaning as in the Metropolitan Public Carriage Act 1869  and the expression “ taximeter ” means any appliance for measuring the time or distance for which a cab is used, or for measuring both time and distance, which is for the time being approved for the purpose by or on behalf of  Transport for London . 2 It is hereby declared that for the purposes of any Act relating to hackney carriages, . . .  , or cabs, in London, the expressions “ hackney carriage, ” . . .   or “ cab ” include any such vehicle, whether drawn or propelled by animal or mechanical power . . .  3 In this Act the expression “ London ” means the Metropolitan Police District and the City of London. 4 Any power to make a London cab order under or by virtue of this Act includes power to vary or revoke a previous such order."}, {"act": "London Cab and Stage Carriage Act 1907", "year": 1907, "section": "7", "section_title": " Short title and extent of Act.", "section_text": "7 1 This Act may be cited as the London Cab and Stage Carriage Act, 1907. 2 This Act shall only apply to London as defined by this Act."}]