[{"act": "Notification of Births Act 1907", "year": 1907, "section": "1", "section_title": " Provisions for the earlier notification of births.", "section_text": "1 The provisions of this section shall have effect in the area of any local authority  . . .  1 In the case of every child born  . . .  it shall be the duty of the father of the child, if he is actually residing in the house where the birth takes place at the time of its occurrence, and of any person in attendance upon the mother at the time of, or within six hours after, the birth, to give notice in writing of the birth to the  chief administrative medical officer of the Health Board for the area  in which the child is born, in manner provided by this section. 2 Notice under this section shall be given by posting a prepaid letter or postcard addressed to the  chief administrative medical officer of the Health Board  at his office  . . .  giving the necessary information of the birth within thirty-six hours after the birth, or by delivering a written notice of the birth at the office  . . .  of  that  officer within the same time; and the local authority shall supply without charge  prepaid addressed envelopes together with the forms of notice  to any medical practitioner or midwife residing or practising in their area, who applies for the same. 3 Any person who fails to give notice of a birth in accordance with this section shall be liable on summary conviction to a penalty not exceeding  £25   level 1 on the standard scale : Provided that a person shall not be liable to a penalty under this provision if he satisfies the court that he had reasonable grounds to believe that notice had been duly given by some other person. 4 The notification required to be made under this Act shall be in addition to and not in substitution for the requirements of any Act relating to the registration of births; and any registrar of births and deaths,  . . .  shall at all reasonable times have access to notices of births received by the  chief administrative medical officer of the Health Board  under this Act, or to any book in which those notices may be recorded, for the purpose of obtaining information concerning births which may have occurred in his sub-district. 5 This section shall apply to any child which has issued forth from its mother after the expiration of the twenty-eighth week of pregnancy, whether alive or dead. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Notification of Births Act 1907", "year": 1907, "section": "2", "section_title": " Adoption of Act, and definition of local authority.", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 In this Act, the expression “ local authority ” means the council of a borough . . .   and the council of an urban or a rural district, and the council of a county . . .  : Provided that— a where the Act is adopted by the council of a county the county medical officer of health shall be substituted for the medical officer of health of the district, and the expenses of the execution of the Act shall be paid as general county expenses or special county expenses, as the case requires; and b if, where the Act has been adopted by the council of a county for any county district, the council of the district, or, where the Act has been adopted by the council of a county district for their district, the council of the county, subsequently apply to the Local Government Board to be made the authority for the purposes of this Act, the Board may, if they think fit, make an order declaring that the Act shall take effect as if it had been adopted by the council of the county district instead of the council of the county, or by the council of the county instead of the council of the county district, as the case may be, and on any such order being made the Act shall take effect in accordance with the order. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Notification of Births Act 1907", "year": 1907, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Notification of Births Act 1907", "year": 1907, "section": "4", "section_title": " Application to Scotland.", "section_text": "4 In the application of this Act to Scotland— 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3  . . .   subsection four of section two shall not apply; 4 An offence may be tried before the sheriff or before any magistrate of a royal, parliamentary, or police burgh officiating under the provisions of any local or general Police Act; and an offender failing to make payment of a penalty shall be liable to imprisonment in terms of the Summary Jurisdiction Acts."}, {"act": "Notification of Births Act 1907", "year": 1907, "section": "5", "section_title": " Application to Ireland.", "section_text": "5 In the application of this Act to Ireland,  . . . the expression “ sub-district ” means a registrar’s district under the Acts relating to the registration of births."}, {"act": "Notification of Births Act 1907", "year": 1907, "section": "6", "section_title": " Short title.", "section_text": "6 This Act may be cited as the Notification of Births Act 1907."}]