[{"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "2", "section_title": " Short title, construction, and extent of Act.", "section_text": "2 1 This Act shall be construed as one with the Public Health Acts. 2 Part I of this Act shall extend to England and Wales and Ireland . . .  3 This Act may be cited as the Public Health Acts Amendment Act 1907 and this Act and the Public Health Acts may together be cited as the Public Health Acts 1875 to 1907. 4 Any byelaws made under any enactment for which any provisions of this Act are substituted shall remain in force as if the byelaws had been made under the corresponding provisions of this Act. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "5", "section_title": " Enquiries by Local Government Board.", "section_text": "5 1 The Secretary of State  may direct any enquiries to be held by  his  inspectors which  he  may deem necessary in regard to the exercise of any powers conferred upon  him  under this Act . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 The Secretary of State may order that a local enquiry be held in regard to the exercise of any powers conferred on him under this Act . . . "}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "6", "section_title": "Legal proceedings, &c.", "section_text": "6 Offences under this Act or under any byelaw made under the powers of this Act or under the powers of the  Public Health Act 1875 or any enactment amending or extending that Act, may be prosecuted, and penalties, forfeitures, costs, and expenses recovered, in like manner and subject to the same provisions as offences which may be prosecuted, and penalties, forfeitures, costs, and expenses which may be recovered, in a summary manner under the Public Health Acts."}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "7", "section_title": " Appeals to quarter sessions, &c.", "section_text": "7 1 Except where this Act otherwise expressly provides any person aggrieved— a By any order, judgment, determination, or requirement of a local authority under this Act; b By the withholding of any order, certificate, licence, consent, or approval, which may be made, granted, or given by a local authority under this Act; c By any conviction or order of a court of summary jurisdiction under any provision of this Act; may appeal, . . .   to  the Crown Court . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "9", "section_title": " Byelaws.", "section_text": "9 1 All the provisions with respect to byelaws contained in sections one hundred and eighty-two to one hundred and eighty-six of the  Public Health Act 1875 and any enactment amended or extended by those sections shall apply to all byelaws from time to time made by a local authority under the provisions of this Act, provided that the Secretary of State shall be the confirming authority for byelaws made     by a local authority in England  under Part VII. (Police) of this Act. 2 Subsection (1) does not apply to byelaws of a class prescribed by regulations under section 236A(1) of the Local Government Act 1972."}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "10", "section_title": " Compensation, how determined.", "section_text": "10 Where any compensation, costs, damages or expenses is or are by this Act directed to be paid, and the method for determining the amount thereof is not otherwise provided for, such amount shall in case of dispute be ascertained in the manner provided by the Public Health Acts."}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "11", "section_title": "Powers of Act cumulative.", "section_text": "11 All powers given to a local authority under this Act shall be deemed to be in addition to and not in derogation of any other powers conferred upon such local authority by any Act of Parliament, law, or custom, and such other powers may be exercised in the same manner as if this Act had not been passed. Nothing in this Act shall exempt any person from any penalty to which he would have been liable if this Act had not been passed, but no person shall be liable, except in the case of a daily penalty, to more than one penalty in respect of the same offence."}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "12", "section_title": " Crown rights. ", "section_text": "12 Nothing in this Act affects prejudicially any estate, right, power, privilege, or exemption of the Crown, and in particular nothing herein contained authorises any local authority to take, use, or in any manner interfere with any portion of the shore or bed of the sea or of any river, channel, creek, bay, or estuary, or any land, hereditaments, subjects, or right of whatsoever description belonging to His Majesty in right of His Crown, and under the management of  the Crown Estate Commissioners  or of the Board of Trade respectively, without the consent in writing of  the Crown Estate Commissioners  or the Board of Trade, as the case may be, on behalf of His Majesty first had and obtained for that purpose (which consent the said Commissioners and Board are hereby respectively authorised to give)."}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "13", "section_title": "Interpretation.", "section_text": "13 In this Act, if not inconsistent with the context,—  . . .  The expression “ daily penalty ” means a penalty for each day on which an offence is continued after conviction therefor: The expressions “ lands, ” “ premises, ” “ owner, ” “ street, ” “ house, ” “ drain, ” and “ sewer ” have respectively the same meaning as in the Public Health Acts:  . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  Other expressions to which a special meaning is assigned by the  Public Health Act 1875, have respectively the same meaning in this Act as they have in that Act."}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "14", "section_title": " Application of Act to Ireland.", "section_text": "14 In the application of this Act to Ireland the following modifications shall have effect:— 1 This Act may be cited with the Public Health (Ireland) Acts, 1878 to 1900, as the Public Health (Ireland) Acts, 1878 to 1907: 2 A reference to a place of abode in England shall be construed to be a reference to a place of abode in Ireland: 3 The Local Government Board for Ireland shall be substituted for the Local Government Board: 4 The Chief Secretary shall be substituted for the Secretary of State: 5 The Department of Agriculture and Technical Instruction for Ireland shall be substituted for the Board of Agriculture and Fisheries: 6 The Dublin Gazette shall be substituted for the London Gazette: 7 A court of summary jurisdiction shall be substituted for a petty sessional court: 8 The  Public Health (Ireland) Acts 1878 to 1900, shall be substituted for the Public Health Acts, the Public Health (Ireland) Acts 1878 to 1907, shall be substituted for the  Public Health Acts 1875 to 1907, and the Public Health (Ireland) Act 1878, shall be substituted for the  Public Health Act 1875, and in particular references in this Act to the sections of the Public Health Act 1875, mentioned in the first column of the schedule to this Act shall be construed as references to the corresponding sections of the  Public Health (Ireland) Act 1878, mentioned in the second column of that schedule: 9 In subsection (2) of section seventy-four of this Act, the words “and the sanitary authority may” shall be substituted for the words “and the local authority may”: 10 The provision with respect to section twenty-eight of the  Town Police Clauses Act 1847, shall extend to section seventy-two of the  Towns Improvement (Ireland) Act 1854."}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "21", "section_title": " Power to alter names of streets. ", "section_text": "21 The local authority may, with the consent of two-thirds in number  . . . of the ratepayers  and persons who are liable to pay an amount in respect of council tax  in any street, alter the name of such street or any part of such street. The local authority may cause the name of any street or of any part of any street to be painted or otherwise marked on a conspicuous part of any building or other erection. Any person who shall wilfully and without the consent of the local authority, obliterate, deface, obscure, remove, or alter any such name, shall be liable to a penalty not exceeding  level 1 on the standard scale .   This section does not apply in relation to a street or part of a street in England.  "}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "22"}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "23"}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "28"}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "31", "section_title": " Fencing lands adjoining streets. ", "section_text": "31 If any land (other than land forming part of any common) adjoining any street is allowed to remain unfenced or if the fences of any such land are allowed to be or remain out of repair, and such land . . .   is used for any immoral or indecent purposes, or for any purpose causing inconvenience or annoyance to the public, . . .   in that case, at any time after the expiration of fourteen days from the service upon the owner or occupier of notice in writing by the local authority requiring the land to be fenced or any fence of the land to be repaired, the local authority may cause the land to be fenced or may cause the fences to be repaired in such manner as they think fit, and the reasonable expenses thereby incurred shall be recoverable from such owner or occupier summarily as a civil debt."}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "32", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "32"}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "34", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "34"}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "53", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "53"}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "55", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "55"}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "76", "section_title": " Powers as to parks and pleasure gardens ", "section_text": "76 1  . . .   the local authority shall, in addition to any powers under any general Act, have the following powers with respect to any public park or pleasure ground provided by them or under their management and control, namely, powers— a To enclose during time of frost any part of the park or ground for the purpose of protecting ice for skating, and charge admission to the part inclosed, but only on condition that at least three-quarters of the ice available for the purpose of skating is open to the use of the public free of charge; b To set apart any such part of the park or ground as may be fixed by the local authority, and may be described in a notice board affixed set up in some conspicuous position in the park or ground for the purpose of cricket, football, or any other game or recreation, and to exclude the public from the part set apart while it is in actual use for that purpose; c To provide any apparatus for games and recreations, and charge for the use thereof, or let the right of providing any such apparatus for any term not exceeding three years to any person; d  . . .  f To place, or authorise any person to place, chairs or seats in any such park or ground, and charge for, or authorise any person to charge for, the use of the chairs so provided; g To provide and maintain any reading rooms, pavilions, or other buildings and conveniences, and to charge for admission thereto, subject in the case of reading rooms to the limitation that such a charge shall not be made on more than twelve days in any one year, nor on more than four consecutive days; h  . . .  i To provide and maintain refreshment rooms in any such park, and either manage them themselves, or, if they think fit, let them to any person for any term not exceeding three years. 2 Any expenses of the local authority incurred in the exercise of the powers given to them by this section shall be defrayed out of the fund or rate out of which the expenses of the park or ground, as to which the powers are exercised, are payable, and any receipts arising from the exercise of any such powers shall be carried to the credit of the same fund or rate. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 No power given by this section shall be exercised in such a manner as to contravene any covenant or condition subject to which a gift or lease of a public park or pleasure ground has been accepted or made, without the consent of the donor, grantor, lessor, or other person or persons entitled in law to the benefit of such covenant or condition."}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "77", "section_title": " Power to appoint officers. ", "section_text": "77 The local authority may appoint officers for securing the observance of this Part of this Act, and of the regulations and byelaws made thereunder, and may procure such officers to be sworn in as constables for that purpose, but any such officer shall not act as a constable unless in uniform or provided with a warrant."}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "78", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "78"}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "79", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "79"}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "80", "section_title": " As to leading or driving animals. ", "section_text": "80 The local authority may, by order, prescribe the streets in which, and the manner according to which, the leading or driving of animals shall be permitted within their district, provided that the route or routes which it shall be lawful for the local authority so to prescribe shall not be such as would prevent the passage of cattle between any market on the one hand, and any railway station or landing wharf in the district or any place beyond the district on the other hand, when such animals are merely passing between such market and railway station, landing wharf, or other place aforesaid, and the local authority shall be bound to allow at all times a reasonably short and efficient route or routes for the passage of such animals. Provided also that any such order shall only operate between the hours of nine in the morning and nine in the evening, and shall not prevent the owner of any animals driving the same to or from his own premises, and nothing in this enactment contained shall authorise the local authority to interfere with the leading or driving of any animals to any duly licensed slaughter-house."}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "81", "section_title": " Extending definition of public place and street for certain purposes. ", "section_text": "81 Any place of public resort or recreation ground belonging to, or under the control of, the local authority, and any unfenced ground adjoining or abutting upon any street in  a district  shall for the purpose of the  Vagrancy Act 1824 and of any Act for the time being in force altering or amending the same, be deemed to be an open and public place, and shall be deemed to be a street for the purposes of section twenty-nine of the  Town Police Clauses Act 1847, and also for the purposes of so much of section twenty-eight of that Act as relates to the following offences:— Every person who suffers to be at large any unmuzzled ferocious dog, or urges any dog or other animal to attack, worry, or put in fear any person or animal: Every person who rides or drives furiously any horse or carriage, or drives furiously any cattle:  . . .  Every person who wilfully and indecently exposes his person: Every person who publicly offers for sale or distribution, or exhibits to public view, any profane,  indecent, or obscene  book, paper, print, drawing, painting, or representation, or sings any profane or obscene song or ballad, or uses any profane or obscene language: Every person who wantonly discharges any firearm or discharges any missile or makes any bonfire: Every person who throws or lays any dirt, litter, ashes, or night soil, or any carrion, fish, offal, or rubbish, on any street."}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "82", "section_title": " Byelaws as to sea-shore. ", "section_text": "82 The local authority for the prevention of danger, obstruction, or annoyance to persons using the sea-shore may make and enforce byelaws to— 1 Regulate the erection or placing on the sea-shore, or on such part or parts thereof as may be prescribed by such byelaws, of any booths, tents, sheds, stands, and stalls (whether fixed or movable), or vehicles for the sale or exposure of any article or thing, or any shows, exhibitions, performances, swings, roundabouts, or other erections, vans, photographic carts, or other vehicles, whether drawn or propelled by animals, persons or any mechanical power, and the playing of any games on the seashore, and generally regulate the user of the seashore for such purposes as shall be prescribed by such byelaws; 2 Regulate the user of the seashore for riding and driving; 3 Regulate the selling and hawking of any article, commodity, or thing on the seashore; 4 Provide for the preservation of order and good conduct among persons using the seashore.  Provided that       , in the case of byelaws made by a local authority in England,    no byelaws affecting the foreshore below high-water mark shall come into operation until the consent of the Board of Trade has been obtained."}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "83", "section_title": " Byelaws as to promenades. ", "section_text": "83 The local authority may, for the prevention of danger, obstruction, or annoyance to persons using the esplanades or promenades within the district, make byelaws prescribing the nature of the traffic for which they may be used, regulating the selling and hawking of any article, commodity, or thing thereon, and for the preservation of order and good conduct among the persons using the same."}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "84", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "84"}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "85", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "85"}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "86", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "86"}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "87", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "87"}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "91", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "91"}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "92", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "92"}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "94", "section_title": " Power to license pleasure-boats. ", "section_text": "94 1 The local authority may grant upon such terms and conditions as they may think fit licences for pleasure boats and pleasure vessels to be let for hire or to be used for carrying passengers for hire, and to the  persons in charge of or navigating  such boats and vessels, and may charge  for each type of licence such annual fee as appears to them to be appropriate . 2 Any such licence may be granted for such period as the local authority may think fit, and may be suspended or revoked by the local authority whenever they shall deem such suspension or revocation to be necessary or desirable in the interests of the public: Provided that the existence of the power to suspend or revoke the licence shall be plainly set forth in the licence itself. 3 No person shall let for hire any pleasure boat or pleasure vessel not so licensed or at any time during the suspension of the licence for the boat or vessel, nor shall any person carry or permit to be carried passengers  for hire in any pleasure boat or vessel unless— a the boat or vessel is so licensed and the licence is not suspended; and b the person in charge of the boat or vessel and any other person navigating it is so licensed and his licence is not suspended and the conditions of his licence are complied with . 4 A licence under this section shall not be required for any boat or vessel duly licensed by or under any regulations of the Board of Trade  or for a person in charge of or navigating such a boat or vessel . 5 No person shall carry or permit to be carried in any pleasure boat or pleasure vessel a greater number of passengers for hire than shall be specified in the licence applying to such boat or vessel, and every owner of any such boat or vessel shall, before permitting the same to be used for carrying passengers for hire, paint or cause to be painted, in letters and figures not less than one inch in height and three-quarters of an inch in breadth, on a conspicuous part of the said boat or vessel, his own name and also the number of persons which it is licensed to carry, in the form “Licensed to carry persons.” 6 Every person who shall act in contravention of the provisions of this section shall for each offence be liable to a penalty not exceeding  level 3 on the standard scale but a person shall not be guilty of an offence under this subsection by reason of his failure to comply with such conditions as are mentioned in subsection 3(b) of this section if it is shown that there is a reasonable excuse for the failure . 7 Any person deeming himself aggrieved by the withholding, suspension, or revocation of any licence under the provisions of this section may appeal to a petty sessional court held after the expiration of two clear days after such withholding, suspension, or revocation: Provided that the person so aggrieved shall give twenty-four hours’ written notice of such appeal, and the ground thereof, to the  designated officer for the court               , and the court shall have power to make such order as they see fit and to award costs, such costs to be recoverable summarily as a civil debt. 8 No licence under this section shall be required in respect of pleasure boats and pleasure vessels on any inland waterway owned or managed by  Canal & River Trust . 9 In subsection (1) and (3) of this section “let for hire” means let for hire to the public."}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "95", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "95"}, {"act": "Public Health Acts Amendment Act 1907", "year": 1907, "section": "94", "section_title": " Power to license pleasure-boats. ", "section_text": "94 1 The local authority may grant upon such terms and conditions as they may think fit licences for pleasure boats and pleasure vessels to be let for hire or to be used for carrying passengers for hire, and to the  persons in charge of or navigating  such boats and vessels, and may charge  for each type of licence such annual fee as appears to them to be appropriate . 2 Any such licence may be granted for such period as the local authority may think fit, and may be suspended or revoked by the local authority whenever they shall deem such suspension or revocation to be necessary or desirable in the interests of the public: Provided that the existence of the power to suspend or revoke the licence shall be plainly set forth in the licence itself. 3 No person shall let for hire any pleasure boat or pleasure vessel not so licensed or at any time during the suspension of the licence for the boat or vessel, nor shall any person carry or permit to be carried passengers  for hire in any pleasure boat or vessel unless— a the boat or vessel is so licensed and the licence is not suspended; and b the person in charge of the boat or vessel and any other person navigating it is so licensed and his licence is not suspended and the conditions of his licence are complied with . 4 A licence under this section shall not be required for any boat or vessel duly licensed by or under any regulations of the Board of Trade  or for a person in charge of or navigating such a boat or vessel . 5 No person shall carry or permit to be carried in any pleasure boat or pleasure vessel a greater number of passengers for hire than shall be specified in the licence applying to such boat or vessel, and every owner of any such boat or vessel shall, before permitting the same to be used for carrying passengers for hire, paint or cause to be painted, in letters and figures not less than one inch in height and three-quarters of an inch in breadth, on a conspicuous part of the said boat or vessel, his own name and also the number of persons which it is licensed to carry, in the form “Licensed to carry persons.” 6 Every person who shall act in contravention of the provisions of this section shall for each offence be liable to a penalty not exceeding  level 3 on the standard scale but a person shall not be guilty of an offence under this subsection by reason of his failure to comply with such conditions as are mentioned in subsection 3(b) of this section if it is shown that there is a reasonable excuse for the failure . 7 Any person deeming himself aggrieved by the withholding, suspension, or revocation of any licence under the provisions of this section may appeal to a petty sessional court held after the expiration of two clear days after such withholding, suspension, or revocation: Provided that the person so aggrieved shall give twenty-four hours’ written notice of such appeal, and the ground thereof, to the  designated officer for the court               , and the court shall have power to make such order as they see fit and to award costs, such costs to be recoverable summarily as a civil debt. 8 No licence under this section shall be required in respect of pleasure boats and pleasure vessels on any inland waterway owned or managed by  Canal & River Trust . 9 In subsection (1) and (3) of this section “let for hire” means let for hire to the public."}]