[{"act": "Crofters Common Grazings Regulation Act 1891", "year": 1891, "section": "1", "section_title": " Short title, and construction.", "section_text": "1 This Act may be cited as the Crofters Common Grazings Regulation Act, 1891, and shall be read as part of the  Crofters Holdings (Scotland) Act, 1886, herein-after called the principal Act."}, {"act": "Crofters Common Grazings Regulation Act 1891", "year": 1891, "section": "2", "section_title": " Appointment of committee.", "section_text": "2 The crofters . . .   who share in the same common grazing, may, at a public meeting called by public notice, appoint a committee of such number as the meeting shall think fit . . .   who shall be charged with the duty (in so far as such matters are not regulated by conditions binding in terms of section one, sub-section five, of the principal Act) of making regulations as to the number of stock which each crofter shall be entitled to put on the common grazing and as to any other matters affecting the fair exercise of their joint rights therein by the several crofters. The notice of meeting may be given by any two crofters interested in the common grazing or other right, and the notice shall be given by being published for two successive weeks in any newspaper circulating in the parish, or by being posted for two successive weeks at or near the door of every place of worship and every public school in the district affected. In the event of any dispute arising as to the sufficiency of any such notice, such dispute shall be decided summarily by the Crofters Commission and their decision shall be final. The regulations so made shall be submitted to the Crofters Commission, who shall cause reasonable notice to be given to the landlord of the said common grazing; and shall hear the parties, if this be desired by any party, and make such inquiry as they may deem necessary; and they shall, in considering the said regulations, have regard to any existing custom . . . .   in the matters affected, whether founded on estate rules or otherwise; and they may approve of the proposed regulations with or without alteration, or they may refuse to approve of the same; and, when so approved, such regulations shall come into force and may be added to or altered by the committee from time to time with the like approval."}, {"act": "Crofters Common Grazings Regulation Act 1891", "year": 1891, "section": "3", "section_title": " Casual vacancies.", "section_text": "3 Such committee shall remain in office for three years, and at the end of every such period a new committee shall be appointed at a public meeting, and after public notice as aforesaid. Outgoing members shall be eligible for re-election. Vacancies occurring by death or resignation shall be filled up by nomination of the remaining members. A majority shall be a quorum. The said committee shall appoint one of their number to act as clerk or constable."}, {"act": "Crofters Common Grazings Regulation Act 1891", "year": 1891, "section": "4", "section_title": " On failure of crofters to appoint committee, Crofters Commission may do so.", "section_text": "4 In case the crofters interested in any common grazing shall at any time fail to appoint a committee, the Crofters Commission may . . .   after making such inquiry, if any, as the Commission may deem necessary, appoint a committee who shall have the same duties and powers, and remain in office for the same period, as if they had been appointed by the crofters, and in the event of such committee failing to make regulations within three months after their appointment, the Crofters Commission may make such regulations themselves . . . "}, {"act": "Crofters Common Grazings Regulation Act 1891", "year": 1891, "section": "5", "section_title": " Petition to sheriff in case of breach of regulations.", "section_text": "5 The committee shall see to the due observance of the regulations, and in case of any breach or non-observance thereof they or any two crofters interested, or the landlord, may make application to the sheriff by petition, and the sheriff may upon such application make such order or orders for the enforcement of the said regulations by granting warrant for the sale of surplus stock and disposal of the proceeds by causing the same to be paid to the owner of such stock under deduction of expenses or by imposition of penalties or otherwise as he shall think fit. And he shall have power to award expenses, and such expenses as the committee may duly incur and not recover shall be paid by the crofters proportionately to the amount of their rents, conform to a decree which may be granted by the sheriff on the application of such committee."}, {"act": "Crofters Common Grazings Regulation Act 1891", "year": 1891, "section": "6", "section_title": " Recording and enforcement of regulations.", "section_text": "6 Regulations made in terms of this Act when approved by the Crofters Commission and any alterations on such regulations when so approved, shall be an order of the Crofters Commission within the meaning of the principal Act, and the provisions of the said principal Act with respect to the recording and enforcement of orders, and all other procedure shall apply to regulations made under this Act."}, {"act": "Crofters Common Grazings Regulation Act 1891", "year": 1891, "section": "7", "section_title": " Signed conditions to be equivalent to regulations.", "section_text": "7 Where all the crofters interested in a common grazing shall have signed a condition or conditions regulating the use of the same, and the Crofters Commission shall have found or shall find such condition or conditions to be reasonable, as provided by section one, sub-section five, of the said principal Act, such condition or conditions may be recorded and enforced in like manner as if they were regulations made in terms of this Act and approved of by the Crofters Commission."}]