[{"act": "Custody of Children Act 1891", "year": 1891, "section": "1", "section_title": " Power of Court as to production of child.", "section_text": "1 Where the parent of a child applies to the High Court or the Court of Session for a writ or order for the production of the child, and the Court is of opinion that the parent has abandoned or deserted the child, or that he has otherwise so conducted himself that the Court should refuse to enforce his right to the custody of the child, the Court may in its discretion decline to issue the writ or make the order."}, {"act": "Custody of Children Act 1891", "year": 1891, "section": "2", "section_title": " Power to Court to order repayment of costs of bringing up child.", "section_text": "2 If at the time of the application for a writ or order for the production of the child the child is being brought up by another person, or is boarded out by the guardians of a poor law union, or by a parochial board in Scotland, the Court may, in its discretion, if it orders the child to be given up to the parent, further order that the parent shall pay to such person, or to the guardians of such poor law union, or to such parochial board, the whole of the costs properly incurred in bringing up the child, or such portion thereof as shall seem to the Court to be just and reasonable, having regard to all the circumstances of the case."}, {"act": "Custody of Children Act 1891", "year": 1891, "section": "3", "section_title": " Court in making order to have regard to conduct of parent.", "section_text": "3 Where a parent has— a abandoned or deserted his child; or b allowed his child to be brought up by another person at that person’s expense, or by the guardians of a poor law union, for such a length of time and under such circumstances as to satisfy the Court that the parent was unmindful of his parental duties; the Court shall not make an order for the delivery of the child to the parent, unless the parent has satisfied the Court that, having regard to the welfare of the child, he is a fit person to have the custody of the child."}, {"act": "Custody of Children Act 1891", "year": 1891, "section": "4", "section_title": " Power to Court as to child’s religious education.", "section_text": "4 Upon any application by the parent for the production or custody of a child, if the Court is of opinion that the parent ought not to have the custody of the child, and that the child is being brought up in a different religion to that in which the parent has a legal right to require that the child should be brought up, the Court shall have power to make such order as it may think fit to secure that the child be brought up in the religion in which the parent has a legal right to require that the child should be brought up. Nothing in this Act contained shall interfere with or affect the power of the Court to consult the wishes of the child in considering what order ought to be made, or diminish the right which any child now possess to the exercise of its own free choice."}, {"act": "Custody of Children Act 1891", "year": 1891, "section": "5", "section_title": " Definitions of “parent” and “person.”", "section_text": "5 For the purposes of this Act the expression “ parent ” of a child includes any person at law liable to maintain such child or entitled to his custody, and “ person ” includes any school or institution."}, {"act": "Custody of Children Act 1891", "year": 1891, "section": "6", "section_title": " Short title.", "section_text": "6 This Act may be cited as the Custody of Children Act, 1891."}]