[{"act": "Fisheries Act 1891", "year": 1891, "section": "1", "section_title": " Confirmation of Declaration.", "section_text": "1 The Declaration set out in the Schedule to this Act (hereinafter referred to as the Scheduled Declaration) is hereby confirmed, and the articles thereof shall be of the same force as if they were enacted in the body of this Act."}, {"act": "Fisheries Act 1891", "year": 1891, "section": "2", "section_title": " Powers of Commission appointed under Declaration.", "section_text": "2 1 Any commission appointed by the Board of Trade in pursuance of Article One of the Scheduled Declaration shall, for the purpose of its duties, have the same powers as an inspector appointed by the Board of Trade  under section 256 of the Merchant Shipping Act 1995 , and  Part X of that Act  of that Act shall apply as if the commission were such an inspector. 2 Any such commission may take security, in such form as the Board of Trade may by rule prescribe, for the attendance of a witness before a court of justice in Belgium, and any sum which may become due in pursuance of such a security may be recovered in like manner as a sum due in pursuance of a security given under the  Summary Jurisdiction Act 1879."}, {"act": "Fisheries Act 1891", "year": 1891, "section": "3", "section_title": " Evidence of report or certificate under Article 3 of Declaration.", "section_text": "3 A document purporting to be certified by a Secretary or Assistant Secretary of the Board of Trade to be a report made or certificate given in pursuance of Article Three of the Scheduled Declaration shall be deemed to be such a report or certificate and to have been duly forwarded."}, {"act": "Fisheries Act 1891", "year": 1891, "section": "4", "section_title": " Punishment for violation of Article 4 of Declaration.", "section_text": "4 If either within or without  British fishery limits , any person belonging to a British sea fishing boat acts in contravention of Article Four of the Scheduled Declaration, he shall be liable to the like penalty as for a contravention of Articles thirteen to twenty-two of the First Schedule to the  Sea Fisheries Act 1883. Provided that if the Scheduled Declaration ceases to be binding on Her Majesty, this section shall cease to apply in the case of injuries to the gear or boat of a fisherman being a subject of the foreign State party to the Declaration, but shall nevertheless continue to apply as between British subjects."}, {"act": "Fisheries Act 1891", "year": 1891, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Fisheries Act 1891", "year": 1891, "section": "6", "section_title": " Construction, title, and commencement of this Part of Act.", "section_text": "6 1 This Part of this Act shall be construed . . .  , so far as relates to Scotland and the  Scottish zone within the meaning of the Scotland Act 1998 , . . .   as one with the  Sea Fisheries (Scotland) Amendment Act 1885. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 The Sea Fisheries (Scotland) Amendment Act 1885 and this Part of this Act may be cited collectively as the Sea Fisheries Acts 1885 to 1891. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Fisheries Act 1891", "year": 1891, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Fisheries Act 1891", "year": 1891, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Fisheries Act 1891", "year": 1891, "section": "13", "section_title": " Explanation as to power of taking legal proceedings for enforcing Fisheries Acts.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fisheries Act 1891", "year": 1891, "section": "14", "section_title": " Short title.", "section_text": "14 This Act may be cited as the Fisheries Act 1891."}]