[{"act": "Forged Transfers Act 1891", "year": 1891, "section": "1", "section_title": " Power to make compensation for losses from forged transfer. ", "section_text": "1 1 Where a company or local authority issue or have issued shares, stock, or securities transferable by an instrument in writing  or by an exempt transfer, within the meaning of the Stock Transfer Act 1982  or by an entry in any books or register kept by or on behalf of the company or local authority, they shall have power to make compensation by a cash payment out of their funds for any loss arising from a transfer of any such shares, stock, or securities, in pursuance of a  forged instrument  or of a transfer under a forged power of attorney,  ...   whether the person receiving such compensation, or any person through whom he claims, has or has not paid any fee or otherwise contributed to any fund out of which the compensation is paid . 1A In subsection (1) above “instrument” has the same meaning as in Part I of the Forgery and Counterfeiting Act 1981. 2 Any company or local authority may, if they think fit, provide, either by fees not exceeding the rate of  5p.  on every one hundred pounds transferred  with a minimum charge equal to that for twenty-five pounds  to be paid by the transferee upon the entry of the transfer in the books of the company or local authority, or by insurance, reservation of capital, accumulation of income, or in any other manner which they may resolve upon, a fund to meet claims for such compensation. 3 For the purpose of providing such compensation any company may borrow on the security of their property, and any local authority may borrow with the like consent and on the like security and subject to the like conditions as to repayment by means of instalments or the provision of a sinking fund and otherwise as in the case of the securities in respect of which compensation is to be provided, but any money so borrowed by a local authority shall be repaid within a term not longer than five years. Any expenses incurred by a local authority in making compensation, or in the repayment of, or the payment of interest on, or otherwise in connexion with, any loan raised as aforesaid, shall, except so far as they may be met by such fees as aforesaid, be paid out of the  revenues  on which the security in respect of which compensation is to be made is charged. 4 Any such company or local authority may impose such reasonable restrictions on the transfer of their shares, stock, or securities, or with respect to powers of attorney for the transfer thereof, as they may consider requisite for guarding against losses arising from forgery. 5 Where a company or local authority compensate a person under this Act for any loss arising from forgery, the company or local authority shall, without prejudice to any other rights or remedies, have the same rights and remedies against the person liable for the loss as the person compensated would have had."}, {"act": "Forged Transfers Act 1891", "year": 1891, "section": "2", "section_title": " Definitions. “Company”. “local authority”", "section_text": "2 For the purposes of this Act— The expression “ company ” shall mean any company incorporated by or in pursuance of any Act of Parliament, or by royal charter.  The expression “ local authority ”shall mean– a a billing authority or a precepting authority, as defined in section 69 of the Local Government Finance Act 1992; aa a council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994;  ab a fire and rescue authority in Wales constituted by a scheme under section 2 of the Fire and Rescue Services Act 2004 or a scheme to which section 4 of that Act applies; b a levying body within the meaning of section 74 of  the Local Government Finance Act 1988 ; and c a body as regards which section 75 of that Act applies."}, {"act": "Forged Transfers Act 1891", "year": 1891, "section": "3", "section_title": " Application to industrial societies, &c.", "section_text": "3 1 This Act shall apply to any  ... friendly benefit, building  ... society incorporated by or in pursuance of any Act of Parliament , and to any registered society,  as if the society were a company. 2 Registered society” means— a a registered society within the meaning of the Co-operative and Community Benefit Societies Act 2014, or b a society registered or deemed to be registered under the Industrial and Provident Societies Act (Northern Ireland) 1969."}, {"act": "Forged Transfers Act 1891", "year": 1891, "section": "4", "section_title": " Application to harbour and conservancy authorities.", "section_text": "4 1 This Act shall apply to any harbour authority or conservancy authority as if the authority were a company. 2 For the purposes of this Act the expression “ harbour authority ” includes all persons, being proprietors of, or entrusted with the duty or invested with the power of constructing, improving, managing, regulating, maintaining, or lighting any harbour otherwise than for profit, and not being a joint stock company. 3 For the purposes of this Act the expression “ conservancy authority ” includes all persons entrusted with the duty or invested with the power of conserving, maintaining, or improving the navigation of any tidal water otherwise than for profit, and not being a joint stock company."}, {"act": "Forged Transfers Act 1891", "year": 1891, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Forged Transfers Act 1891", "year": 1891, "section": "6", "section_title": " Short title.", "section_text": "6 This Act may be cited as the Forged Transfers Act 1891."}]