[{"act": "Markets and Fairs (Weighing of Cattle) Act 1891", "year": 1891, "section": "1", "section_title": " Transfer of powers under 50 & 51  Vict.  c. 27, s. 9.", "section_text": "1 The powers under section nine of the principal Act of the Local Government Board as to England and Wales and of the Secretary for Scotland as to Scotland shall be transferred to and vest in the Board of Agriculture, and the powers under the same section of the Local Government Board for Ireland shall be transferred to and vest in the Irish Land Commission."}, {"act": "Markets and Fairs (Weighing of Cattle) Act 1891", "year": 1891, "section": "2", "section_title": "Amendment of 50 & 51 Vict. c. 27, s. 4. as to accommodation for weighing cattle", "section_text": "2 1 The market authority of every market and fair to which the principal Act for the time being applies shall, unless exempted by order of the Board of Agriculture from the requirements of this section, provide and maintain to the satisfaction of the Board sufficient and suitable accommodation for weighing cattle. 2 Default in complying with the requirements of this section shall be deemed default in complying with the requirements of section four of the principal Act."}, {"act": "Markets and Fairs (Weighing of Cattle) Act 1891", "year": 1891, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Markets and Fairs (Weighing of Cattle) Act 1891", "year": 1891, "section": "4", "section_title": " Application of Act to auction marts. ", "section_text": "4 1 An auctioneer shall not, unless exempted by order of the Board of Agriculture from the requirements of this section, sell cattle at any mart where cattle are habitually or periodically sold, unless there are provided at that mart similar facilities for weighing cattle as are required by the principal Act and this Act in the case of cattle sold at a market or fair to which the principal Act applies. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 If any such auctioneer makes default in complying with the requirements of this section, the auctioneer, or, if he is in the employment of any person, the person by whom he is employed, shall for each offence be liable on summary conviction to a fine not exceeding  level 2 on the standard scale , or in case of a continuing offence to a fine not exceeding ten pounds for every day during which the offence continues. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Markets and Fairs (Weighing of Cattle) Act 1891", "year": 1891, "section": "5", "section_title": " Application to Ireland.", "section_text": "5 This Act shall, in its application to Ireland, be construed as if for the expression “the Board of Agriculture” were substituted the expression “the Irish Land Commission.”"}, {"act": "Markets and Fairs (Weighing of Cattle) Act 1891", "year": 1891, "section": "6", "section_title": " Construction and short title.", "section_text": "6 This Act shall be construed as one with the principal Act, and may be cited as the Markets and Fairs (Weighing of Cattle) Act 1891, and the principal Act and this Act may be cited together as the Markets and Fairs (Weighing of Cattle) Acts 1887 and 1891."}]