[{"act": "Stamp Duties Management Act 1891", "year": 1891, "section": "1", "section_title": " Act to apply to all stamp duties.", "section_text": "1 All duties for the time being chargeable by law as stamp duties shall be under the care and management of the Commissioners, and this Act shall apply to all such duties and to all fees which are for the time being directed to be collected or received by means of stamps."}, {"act": "Stamp Duties Management Act 1891", "year": 1891, "section": "2", "section_title": " Moneys received for duty and not appropriated to be recoverable in High Court.", "section_text": "2 1 Every person who, having received any sum of money as or for any duty, or any fee collected by means of a stamp, does not apply the money to the due payment of the duty or fee, and improperly withholds or detains the same, shall be accountable for the amount of the duty or fee, and the same shall be a debt from him to Her Majesty, and recoverable as such accordingly. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Stamp Duties Management Act 1891", "year": 1891, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Stamp Duties Management Act 1891", "year": 1891, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Stamp Duties Management Act 1891", "year": 1891, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Stamp Duties Management Act 1891", "year": 1891, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Stamp Duties Management Act 1891", "year": 1891, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Stamp Duties Management Act 1891", "year": 1891, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Stamp Duties Management Act 1891", "year": 1891, "section": "9", "section_title": " Procedure for obtaining allowance.", "section_text": "9 Subject to such regulations as the Commissioners may think proper to make, and to the production of such evidence by statutory declaration or otherwise as the Commissioners may require, allowance is to be made by the Commissioners for stamps spoiled in the cases hereinafter mentioned; (that is to say,): 1 The stamp on any material inadvertently and undesignedly spoiled, obliterated, or by any means rendered unfit for the purpose intended, before the material bears the signature of any person or any instrument written thereon is executed by any party: 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The stamp on any bill of exchange signed by or on behalf of the drawer which has not been accepted or made use of in any manner whatever or delivered out of his hands for any purpose other than by way of tender for acceptance. 5 The stamp on any promissory note signed by or on behalf of the maker which has not been made use of in any manner whatever or delivered out of his hands. 6 The stamp on any bill of exchange or promissory note which from any omission or error has been spoiled or rendered useless, although the same, being a bill of exchange, may have been accepted or indorsed, or, being a promissory note, may have been delivered to the payee, provided that another completed and duly stamped bill of exchange or promissory note is produced identical in every particular, except in the correction of the error or omission, with the spoiled bill or note: 7 The stamp used for any of the following instruments; that is to say, a An instrument executed by any party thereto, but afterwards found to be absolutely void from the beginning: b An instrument executed by any party thereto, but afterwards found unfit, by reason of any error or mistake therein, for the purpose originally intended. c An instrument executed by any party thereto which has not been made use of for any purpose whatever, and which by reason of the inability or refusal of some necessary party to sign the same or to complete the transaction according to the instrument, is incomplete and insufficient for the purpose for which it was intended: d An instrument executed by any party thereto, which by reason of the refusal of any person to act under the same, or for want of enrolment or registration within the time required by law, fails of the intended purpose or becomes void: e An instrument executed by any party thereto  . . .which becomes useless in consequence of the transaction intended to be thereby effected being effected by some other instrument duly stamped: Provided as follows:— a That the application for relief is made within  two years  after the stamp has been spoiled or become useless or in the case of an executed instrument after the date of the instrument, or, if it is not dated, within  two years  after the execution thereof by the person by whom it was first or alone executed or within such further time as the Commissioners may prescribe in the case of any instrument sent abroad for execution or when from unavoidable circumstances any instrument for which another has been substituted cannot be produced within the said period; b That in the case of an executed instrument no legal proceeding has been commenced in which the instrument could or would have been given or offered in evidence, and that the instrument is given up to be cancelled; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Stamp Duties Management Act 1891", "year": 1891, "section": "10", "section_title": " Allowance for misused stamps.", "section_text": "10 When any person has inadvertently used for an instrument liable to duty a stamp of greater value than was necessary, or has inadvertently used a stamp for an instrument not liable to any duty, the Commissioners may, on application made within  two years  after the date of the instrument, or, if it is not dated, within  two years  after the execution thereof by the person by whom it was first or alone executed, and upon the instrument, if liable to duty, being stamped with the proper duty, cancel and allow as spoiled the stamp so misused."}, {"act": "Stamp Duties Management Act 1891", "year": 1891, "section": "11", "section_title": " Allowance how to be made.", "section_text": "11 In any case in which allowance is made for spoiled or misused stamps the Commissioners may give in lieu thereof other stamps of the same denomination and value, or if required, and they think proper, stamps of any other denomination to the same amount in value, or in their discretion, the same value in money,  . . ."}, {"act": "Stamp Duties Management Act 1891", "year": 1891, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "12"}, {"act": "Stamp Duties Management Act 1891", "year": 1891, "section": "12A", "section_title": " Lost or spoiled instruments.", "section_text": "12A 1 This section applies where the Commissioners are satisfied that: a an instrument which was executed and duly stamped (“the original instrument”) has been accidentally lost or spoiled; and b in place of the original instrument, another instrument made between the same persons and for the same purpose (“the replacement instrument”) has been executed; and c an application for relief under this section is made to the Commissioners; and either d where the original instrument has been lost, the applicant undertakes to deliver it up to the Commissioners to be cancelled if it is subsequently found; or e where the original instrument has been spoiled: i the application is made within two years after the date of the original instrument, or if it is not dated, within two years after the time when it was executed, or within such further time as the Commissioners may allow; and ii no legal proceeding has been commenced in which the original instrument has been or could or would have been given or offered in evidence; and iii the original instrument is delivered up to the Commissioners to be cancelled. 2 Where this section applies: a the replacement instrument shall not be chargeable with any duty, but shall be stamped with the duty with which it would otherwise have been chargeable in accordance with the law in force at the time when it was executed, and shall be deemed for all purposes to be duly stamped; and b if any duty, interest,  or penalty  was paid in respect of the replacement instrument before the application was made, the Commissioners shall pay to such person as they consider appropriate an amount equal to the duty, interest,  or penalty  so paid. 3 For the purposes of this section the Commissioners may require the applicant to produce such evidence by statutory declaration or otherwise as they think fit."}, {"act": "Stamp Duties Management Act 1891", "year": 1891, "section": "13", "section_title": "Offences in relation to dies and stamps.", "section_text": "  13 1 A person commits an offence who  does, or causes or procures to be done, or knowingly aids, abets, or assists in doing, any of the acts following; that is to say,  1 Forges a die or stamp; 2 Prints or makes an impression upon any material with a forged die; 3 Fraudulently   produces a stamp by means of   a genuine die; 4 Fraudulently cuts, tears, or in any way removes from any material any stamp, with intent that any use should be made of such stamp or of any part thereof; 5 Fraudulently mutilates any stamp, with intent that any use should be made of any part of such stamp; 6 Fraudulently fixes or places upon any material or upon any stamp, any stamp or part of a stamp which, whether fraudulently or not, has been cut, torn, or in any way removed from any other material, or out of or from any other stamp; 7 Fraudulently erases or otherwise either really or apparently removes from any stamped material any name, sum, date, or other matter or thing whatsoever thereon written, with the intent that any use should be made of the stamp upon such material; 8 Knowingly sells or exposes for sale or utters or uses  any forged stamp, or  any stamp which has been fraudulently   produced by means of   a genuine die; 9 Knowingly, and without lawful excuse (the proof whereof shall lie on the person accused) has in his possession  any forged die or stamp or  any stamp which has been fraudulently   produced by means of   a genuine die, or any stamp or part of a stamp which has been fraudulently cut, torn, or otherwise removed from any material, or any stamp which has been fraudulently mutilated, or any stamped material out of which any name, sum, date, or other matter or thing has been fraudulently erased or otherwise either really or apparently removed, . . . 2 A person guilty of an offence under this section is liable— a on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum, or both; b on conviction on indictment, to imprisonment for a term not exceeding ten years or a fine, or both."}, {"act": "Stamp Duties Management Act 1891", "year": 1891, "section": "14", "section_title": " Making paper in imitation of paper used for stamp duties.", "section_text": "14 Every person who without lawful authority or excuse (the proof whereof shall lie on the person accused)— a makes or causes or procures to be made, or aids or assists in making, or knowingly has in his custody or possession, any paper in the substance of which shall appear any words, letters, figures, marks, lines, threads, or other devices peculiar to and appearing in the substance of any paper provided or used by or under the direction of the Commissioners for receiving the impression of any die, or any part of such words, letters, figures, marks, lines, threads, or other devices, and intended to imitate or pass for the same; or b causes or assists in causing any such words, letters, figures, marks, lines, threads, or devices as aforesaid, or any part of such words, letters, figures, marks, lines, threads, or other devices and intended to imitate or pass for the same, to appear in the substance of any paper whatever, shall be guilty of felony, and shall on conviction be liable to be kept in penal servitude for any term not exceeding seven years, or to be imprisoned . . . . . .   for any term not exceeding two years."}, {"act": "Stamp Duties Management Act 1891", "year": 1891, "section": "15", "section_title": " Possession of paper, plates, or dies used for stamp duties.", "section_text": "15 Every person who without lawful authority or excuse (the proof whereof shall lie on the person accused) purchases or receives or knowingly has in his custody or possession— a any paper manufactured and provided by or under the direction of the Commissioners, for the purpose of being used for receiving the impression of any die before such paper shall have been duly stamped and issued for public use; or b any plate, die, dandy-roller, mould, or other implement peculiarly used in the manufacture of any such paper, shall be guilty of a misdemeanour, and shall on conviction be liable to be imprisoned . . . . . .   for any term not exceeding two years. "}, {"act": "Stamp Duties Management Act 1891", "year": 1891, "section": "16", "section_title": " Proceedings for detection of forged dies, &c.", "section_text": "16 On information given before a justice upon oath that there is just cause to suspect any person of being guilty of any of the offences aforesaid, such justice may, by a warrant under his hand, cause every house, room, shop, building, or place belonging to or occupied by the suspected person, or where he is suspected of being or having been in any way engaged or concerned in the commission of any such offence, or of secreting any machinery, implements, or utensils applicable to the commission of any such offence, to be searched, and if upon such search any of the said several matters and things are found, the same may be seized and carried away, and shall afterwards be delivered over to the Commissioners."}, {"act": "Stamp Duties Management Act 1891", "year": 1891, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17"}, {"act": "Stamp Duties Management Act 1891", "year": 1891, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "18"}, {"act": "Stamp Duties Management Act 1891", "year": 1891, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "19"}, {"act": "Stamp Duties Management Act 1891", "year": 1891, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Stamp Duties Management Act 1891", "year": 1891, "section": "21", "section_title": " Penalty for frauds in relation to duties. ", "section_text": "21 Any person who practises or is concerned in any fraudulent act, contrivance, or device, not specially provided for by law, with intent to defraud Her Majesty of any duty shall incur  a penalty not exceeding £3,000 ."}, {"act": "Stamp Duties Management Act 1891", "year": 1891, "section": "22", "section_title": " As to discontinuance of dies.", "section_text": "22 Whenever the Commissioners determine to discontinue the use of any die, and provide a new die to be used in lieu thereof, and give public notice thereof in the  London, Edinburgh and Belfast Gazettes , then from and after any day to be stated in the notice (such day not being within one month after the same is so published) the new die shall be the only lawful die for denoting the duty chargeable in any case in which the discontinued die would have been used; and every instrument first executed by any person, or bearing date after the day so stated, and stamped with the discontinued die, shall be deemed to be not duly stamped: Provided as follows: a If any instrument stamped as last aforesaid, and first executed after the day so stated at any place out of the United Kingdom, is brought to the Commissioners within fourteen days after it has been received in the United Kingdom, then upon proof of the facts to the satisfaction of the Commissioners the stamp thereon shall be cancelled, and the instrument shall be stamped with the same amount of duty by means of the lawful die, without the payment of any penalty: b All persons having in their possession any material stamped with the discontinued die, and which by reason of the providing of such new die has been rendered useless, may at any time within six months after the day stated in the notice send the same to the chief office or one of the head offices, and the Commissioners may thereupon cause the stamp on such material to be cancelled, and the same material, or, if the Commissioners think fit, any other material, to be stamped with the new die, in lieu of and to an equal amount with the stamp so cancelled."}, {"act": "Stamp Duties Management Act 1891", "year": 1891, "section": "23", "section_title": " Application of Act to excise labels.", "section_text": "23 The provisions of this Act in reference to offences relating to stamps shall apply to any label now or hereafter provided by the Commissioners for denoting any  duty of excise other than a duty of excise chargeable on goods imported into the United Kingdom  and any label so provided shall be deemed to be included in the term “stamp” as defined by this Act."}, {"act": "Stamp Duties Management Act 1891", "year": 1891, "section": "24", "section_title": " Declarations, how to be made. ", "section_text": "24 Any statutory declaration to be made in pursuance of or for the purposes of this or any other Act for the time being in force relating to duties may be made before any of the Commissioners, or any officer or person authorised by them in that behalf, or before any commissioner for oaths or any justice or notary public in any part of the United Kingdom, or at any place out of the United Kingdom, before any person duly authorised to administer oaths there."}, {"act": "Stamp Duties Management Act 1891", "year": 1891, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "25"}, {"act": "Stamp Duties Management Act 1891", "year": 1891, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "26"}, {"act": "Stamp Duties Management Act 1891", "year": 1891, "section": "27", "section_title": " Definitions.", "section_text": "27 In this Act, unless the context otherwise requires,— The expression “ Commissioners ” means Commissioners of Inland Revenue: The expression “ officer ” means officer of Inland Revenue: The expression “ chief office ” means chief office of Inland Revenue: The expression “ head offices ” means the head offices of Inland Revenue in Edinburgh and  Belfast : The expression “ duty ” means any stamp duty for the time being chargeable by law: The expression “ material ” includes every sort of material upon which words or figures can be expressed: The expression “ instrument ” includes every written document: The expression “ die ” includes any plate, type, tool,   machine,   or implement whatever used under the direction of the Commissioners for expressing or denoting any duty, or rate of duty, or the fact that any duty or rate of duty or penalty has been paid, or that an instrument is duly stamped, or is not chargeable with any duty or for denoting any fee, and also any part of any such plate, type, tool,   machine,  or implement: The expressions “ forge ” and “ forged ” include counterfeit and counterfeited: The expression “ stamp ” means as well a stamp   produced   by means of a die as an adhesive stamp for denoting any duty or fee: The expression “ stamped ” is applicable as well to instruments and material   bearing stamps produced   by means of a die as to instruments and material having adhesive stamps affixed thereto: The expressions “ executed ” and “ execution ” have the same meaning as in the Stamp Act 1891 The expression “ justice ” means justice of the peace."}, {"act": "Stamp Duties Management Act 1891", "year": 1891, "section": "28", "section_title": " Repeal.", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Stamp Duties Management Act 1891", "year": 1891, "section": "30", "section_title": " Short title.", "section_text": "30 This Act may be cited as the Stamp Duties Management Act 1891."}]