[{"act": "Civil Defence Act 1948 (repealed)", "year": 1948, "section": "1", "section_title": " Civil defence functions of Ministers.", "section_text": "1 1 It shall be part of the functions of the designated Minister to take such steps as appear to him from time to time to be necessary or expedient for civil defence purposes, and, in particular, and without prejudice to the generality of the preceding words, such steps as appear to him from time to time to be necessary or expedient in connection with any of the following matters, that is to say— a the organisation, formation, maintenance, equipment and training of civil defence forces and services; b the organisation, equipment and training for civil defence purposes of police forces,   employees of fire and rescue authorities   and employees of local or police authorities employed primarily for purposes other than civil defence purposes; c the instruction of members of the public in civil defence and their equipment for the purposes of civil defence; d the provision, storage and maintenance of commodities and things required for civil defence; and e the provision, construction, maintenance or alteration of premises, structures or excavations required for civil defence and the doing of any other work required for civil defence. 2 The designated Minister may make arrangements whereby any of his functions under this section are, to such extent as may be provided by the arrangements, exercised on his behalf by another Minister."}, {"act": "Civil Defence Act 1948 (repealed)", "year": 1948, "section": "2", "section_title": " Civil defence functions of local and police authorities. ", "section_text": "2 1 Every local authority and police authority shall, for civil defence purposes, and, in particular, and without prejudice to the generality of the preceding words, in connection with the matters specified in paragraphs (a) to (e) of subsection (1) of the preceding section, have and perform such functions as may be prescribed in relation to them by regulations to be made by the designated Minister. 2 Regulations made under this section— a may require that, as respects the exercise of any functions conferred on them under this section, any local or police authority shall be bound to comply with any directions given to them by the designated Minister; b  . . .  c may empower the designated Minister, where he is satisfied that a local or police authority have failed or refused properly to discharge any functions conferred on them under this section, either himself to discharge those functions in the name and at the expense of that local or police authority or to authorise or require some other authority or person to exercise those functions in the name and at the expense of that local or police authority; d may, on such conditions, if any, as may be prescribed by the regulations, authorise or require things to be done in contravention of, or without compliance with, any statutory provision regulating or restricting the carrying out of building, engineering, mining or other operations in, on, over or under land, or the making of any material change in the use of any buildings or other land; and e may authorise the employment of personnel, and the provision, construction or maintenance of premises and equipment, in excess of any limits imposed by any statutory provision. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Defence Act 1948 (repealed)", "year": 1948, "section": "3", "section_title": " Fixed grant", "section_text": "3 1 For each financial year the designated Minister shall make grants to authorities on whom functions are conferred under section 2. 2 For each financial year the designated Minister shall— a determine the aggregate amount of grants to be made under subsection (1), b determine for each authority the amount of grant (if any) to be made under subsection (1), c publish each amount determined under paragraph (a) or (b), d publish any formula or other criteria used to determine whether to make a grant to an authority, and e publish any formula or other criteria used to determine the amount of a grant. 3 The designated Minister— a may use different formulae or other criteria in making determinations for different authorities, and b may vary a determination by a further determination."}, {"act": "Civil Defence Act 1948 (repealed)", "year": 1948, "section": "3A", "section_title": " Discretionary grant", "section_text": "3A The designated Minister may make a grant to an authority on whom a function is conferred under section 2 (whether or not in addition to any grant under section 3)."}, {"act": "Civil Defence Act 1948 (repealed)", "year": 1948, "section": "3B", "section_title": " Payment", "section_text": "3B 1 Grant under section 3 or 3A shall be paid in such manner and at such time as the designated Minister determines. 2 In particular— a a grant for a financial year need not be paid in that year, and b a grant may be paid in instalments. 3 A grant under section 3 or 3A may be conditional. 4 An authority shall repay to the designated Minister any sum which— a the authority receives by way of grant under section 3 for a financial year, and b exceeds the amount to which the authority is entitled under that section for that year (whether or not by virtue of a varying determination under section 3(3)(b))."}, {"act": "Civil Defence Act 1948 (repealed)", "year": 1948, "section": "4", "section_title": " Powers as to land.", "section_text": "4 1 The designated Minister and any such local authority as is mentioned in subsection (1) of section eight of the  Acquisition of Land (Authorisation Procedure) Act 1946, may be authorised to purchase compulsorily in accordance with the provisions of that Act— a any land required by them for discharging any of the functions exercisable by them respectively under the preceding provisions of this Act; and b in the case of the designated Minister, any land required by any other Minister or any local or police authority for discharging any functions exercisable under the preceding provisions of this Act by that other Minister or that authority, and that Act shall apply accordingly— i as if paragraph (b) of subsection (1) of section one thereof (which refers to the compulsory purchase of land by the Minister of Transport under certain enactments) included a reference to any compulsory purchase of land by the designated Minister under this subsection; ii as if this Act had been in force immediately before the commencement of that Act; and iii as if references in that Act to the confirming authority were references to the designated Minister. 2 Where, in the discharge of any functions exercisable by them under this Act, the designated Minister or any local or police authority do any work for the purpose of providing or maintaining a civil defence shelter, he or they may, if it appears expedient so to do, do that work and provide or maintain the shelter wholly or partly in, under or over any  highway road : Provided that— a the powers conferred by this subsection shall be exercisable subject to such restrictions as may be prescribed by regulations to be made by the designated Minister, and to such provisions as to compensation as may be so prescribed; and b in no event shall the said powers be exercised unless the designated Minister or local authority, as the case may be, is or are satisfied that the shelter will not so obstruct the  highway road  as substantially to diminish the utility of the  highway road  to the public. 3 Any person duly authorised in that behalf by the designated Minister or any local or police authority by whom functions are exercisable under the preceding provisions of this Act shall have a right to enter any land at all reasonable hours for the purpose of inspecting that or any other land with a view to ascertaining whether or not anything ought to be constructed or done thereon or any use made thereof for civil defence purposes: Provided that a person proposing to exercise a power of entry conferred under this section— a shall, if so required, produce some duly authenticated document showing his authority; b shall not demand admission as of right to any land which is occupied unless twenty-four hours’ notice of the intended entry has been given to the occupier. 4 If— a any person who, in compliance with the provisions of this section, is admitted into a factory or workplace, discloses, otherwise than in the performance of his duty, to any person any information obtained by him in the factory or workplace with regard to any manufacturing process or trade secret; or b any person to whom, by reason of his official position, any information obtained as aforesaid is disclosed, discloses, otherwise than in the performance of his duty, that information to any person, he shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale  or to imprisonment for a term not exceeding three months or to both such a fine and such imprisonment. 5 The powers conferred by this section shall be in addition to and not in derogation of any powers which would apart from this section be available in relation to any of the functions exercisable under the preceding provisions of this Act, and, in particular, the powers of compulsory purchase conferred by subsection (1) of this section shall be in addition to and not in derogation of the powers conferred by  section 9 of the  Police Act 1964 , on councils of counties or county boroughs to purchase compulsorily land required for the purpose of any of the functions of the police authority for the county or borough. 6 In the application of this section to Scotland— a for the references to the  Acquisition of Land (Authorisation Procedure) Act 1946, and to subsection (1) of section eight thereof, there shall respectively be substituted references to the  Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947, and to subsection (1) of section seven thereof; and b in subsection (5), for the words from  “section 9”  to the end of the subsection there shall be substituted the words  “section 10 of the  Police (Scotland) Act 1967 on police authorities to acquire compulsorily land required for the purposes of their functions under that Act” ."}, {"act": "Civil Defence Act 1948 (repealed)", "year": 1948, "section": "4A", "section_title": "Joint exercise of functions.", "section_text": "4A 1 Where— a by virtue of any enactment any of the functions of a local authority are exercised by that authority jointly with one or more other local authorities or by a joint board or joint committee; and b by virtue of this Act, an obligation is imposed, or a power conferred, on a local authority in respect of any of these functions, to the extent that such obligation or, as the case may be, power has a connection with such functions, such obligation shall be performed, or power exercised, by the authorities jointly or, as the case may be, by the joint board or joint committee; and any thing which may, by virtue of this Act, be done by, to or in respect of a local authority may be done by, to or in respect of two or more such authorities or such joint board or joint committee. 2 In this section “ joint board ” and “ joint committee ” have the meanings given by section 235(1) of the  Local Government (Scotland) Act 1973. 3 This section extends to Scotland only."}, {"act": "Civil Defence Act 1948 (repealed)", "year": 1948, "section": "5", "section_title": " Civil defence obligations of constables, firemen,  etc. , and of members of civil defence forces and services.", "section_text": "5 It is hereby declared that members of police forces and   employees of fire and rescue authorities  , and, if and so far as provision in that behalf is made by regulations of the designated Minister, employees of local authorities or police authorities employed primarily for purposes other than civil defence purposes, are, as such, under a duty to comply with requirements as to training for and taking part in any form of civil defence for the time being recognised by the designated Minister as appropriate to be undertaken by those forces  . . .   and their members respectively   and by employees of fire and rescue authorities  or, as the case may be, as appropriate to be undertaken by employees of the class in question having regard to the nature of the work for which those employees are primarily employed."}, {"act": "Civil Defence Act 1948 (repealed)", "year": 1948, "section": "6", "section_title": " Saving for, and power to revive and amend, existing Acts relating to civil defence. ", "section_text": "6 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  , the preceding provisions of this Act shall be in addition to and not in derogation of the provisions of the  Civil Defence Acts 1937 and 1939. 2 The designated Minister may by regulations— a bring again into force any provision of the Civil Defence Acts 1937 and 1939, the operation of which is suspended under the  Civil Defence (Suspension of Powers) Act 1945, and, in particular, and without prejudice to the generality of the preceding words, any provision of those Acts relating to factories, mines, commercial buildings or public utility undertakings, the operation of which was suspended as aforesaid; b direct that any provision of those Acts which was spent before the passing of the  Civil Defence (Suspension of Powers) Act 1945, and, in particular, and without prejudice to the generality of the preceding words, any provision of those Acts relating to notices to be given and grants to be made in the case of factories, mines, commercial buildings or public utility undertakings which was spent as aforesaid, shall again come into force; c make, in any of the provisions of the said Acts, whether in force by virtue of regulations made under paragraph (a) or paragraph (b) of this subsection or in force otherwise, any such amendments as appear to him to be required owing to the passage of time or to be necessary or expedient to adapt them to any changes which have occurred since the passing of the said Acts either in the law or in the relevant circumstances, including, in particular, any actual or apprehended developments in the forms of warfare; d repeal any of the provisions of the said Acts and, if it appears to him necessary or expedient so to do having regard to any such changes as aforesaid, substitute any comparable provision for any provision so repealed; and e amend or extend any of the provisions of the  Rating and Valuation (Air Raid Works) Act 1938, or the  Rating and Valuation (Air Raid Works) (Scotland) Act 1938, and nothing in the preceding provisions of this Act shall be construed as limiting the generality of the powers conferred by this subsection: Provided that regulations under this subsection relating to grants out of moneys provided by Parliament shall not be made except with the consent of the Treasury. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Civil Defence Act 1948 (repealed)", "year": 1948, "section": "7", "section_title": " Expenses.", "section_text": "7 1 Any expenses incurred by any Minister in discharging functions exercisable by him under or by virtue of this Act, including any sums required for paying grants or compensation, shall be defrayed out of moneys provided by Parliament, and any sums received under or by virtue of this Act by any Minister shall be paid into the Exchequer. 2 There shall also be paid out of moneys provided by Parliament any increase resulting from any of the provisions of this Act in the sums which, under Part I or Part II of the  Local Government Act 1948, fall to be paid out of moneys so provided."}, {"act": "Civil Defence Act 1948 (repealed)", "year": 1948, "section": "8", "section_title": " Regulations.", "section_text": "8 1 Any regulations made under this Act,— a may make different provision for different cases or classes of case; and b may contain such consequential and incidental provisions as may appear to the designated Minister to be necessary or expedient, and, in particular, and without prejudice to the generality of the foregoing provisions, regulations made under any of the provisions of this Act may make different provision in relation to different authorities or undertakers or classes of authorities or undertakers. 2 Any power conferred by this Act to make regulations shall be exercisable by statutory instrument. 3 No regulations shall be made under this Act unless a draft thereof has been laid before Parliament and has been approved by resolution of each House of Parliament."}, {"act": "Civil Defence Act 1948 (repealed)", "year": 1948, "section": "9", "section_title": " Interpretation, etc.", "section_text": "9 1 In this Act, except where the context otherwise requires,— “ civil defence ” does not include the provision or maintenance of a shelter which is used or intended to be used wholly or mainly by naval, military or air forces but, save as aforesaid, includes any measures not amounting to actual combat for affording defence against any form of hostile attack by a foreign power or for depriving any form of hostile attack by a foreign power of the whole or part of its effect, whether the measures are taken before, at or after the time of the attack; “ civil defence forces ” and “ civil defence services ” mean respectively forces and services formed wholly or mainly to meet the needs of civil defence; “ a civil defence shelter ” means any shelter other than a shelter which is used or intended to be used wholly or mainly by naval, military or air forces; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ local authority, ” as respects England and Wales, means  a a billing authority or a precepting authority, as defined in section 69 of the Local Government Finance Act 1992; a1 the London Fire and Emergency Planning Authority; aa . . . a combined fire authority, as defined in section 144 of the Local Government Finance Act 1988; b a levying body within the meaning of section 74 of that Act; and c a body as regards which section 75 of that Act applies,  and, as respects Scotland,  means  a council constituted under section 2 of the Local Government etc. (Scotland) Act 1994 ;  . . .  “ a shelter ” means any premises, structure or excavation used or intended to be used to provide shelter from any form of hostile attack by a foreign power; “ statutory provision ” means a provision, whether of a general or a special nature, contained in, or in any document made or issued under, any Act, whether of a general or a special nature. 2 In this Act, the expression “ the designated Minister ” means such Minister as may be designated by Order in Council, and different Ministers may be designated for different purposes or different provisions of this Act: Provided that if and in so far as other provision is not made by Order in Council under this subsection, the said expression means the Secretary of State. Any Order in Council under this subsection may be revoked or varied by a subsequent Order in Council. 3 Any reference in this Act to the organisation, equipment or training for civil defence purposes of police forces includes a reference to the organisation, equipment and training of persons who are special constables for the police area in question. 3A For the purposes of this Act (other than section 3(3)) the Service Authority for the National Criminal Intelligence Service and the Service Authority for the National Crime Squad shall be treated as police authorities and the National Criminal Intelligence Service and the National Crime Squad as police forces."}, {"act": "Civil Defence Act 1948 (repealed)", "year": 1948, "section": "10", "section_title": " Northern Ireland.", "section_text": "10 1 The provisions of this Act, . . .  , shall not extend to Northern Ireland. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Civil Defence Act 1948 (repealed)", "year": 1948, "section": "11", "section_title": " †  Short title, citation and repeal.", "section_text": "11 1 This Act may be cited as the Civil Defence Act 1948, and this Act and the Civil Defence Acts 1937 to 1945, may be cited together as the Civil Defence Acts 1937 to 1948. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Civil Defence Act 1948 (repealed)", "year": 1948, "section": "1", "section_title": " Civil defence functions of Ministers.", "section_text": "1 1 It shall be part of the functions of the designated Minister to take such steps as appear to him from time to time to be necessary or expedient for civil defence purposes, and, in particular, and without prejudice to the generality of the preceding words, such steps as appear to him from time to time to be necessary or expedient in connection with any of the following matters, that is to say— a the organisation, formation, maintenance, equipment and training of civil defence forces and services; b the organisation, equipment and training for civil defence purposes of police forces,   employees of fire and rescue authorities   and employees of local or police authorities employed primarily for purposes other than civil defence purposes; c the instruction of members of the public in civil defence and their equipment for the purposes of civil defence; d the provision, storage and maintenance of commodities and things required for civil defence; and e the provision, construction, maintenance or alteration of premises, structures or excavations required for civil defence and the doing of any other work required for civil defence. 2 The designated Minister may make arrangements whereby any of his functions under this section are, to such extent as may be provided by the arrangements, exercised on his behalf by another Minister."}, {"act": "Civil Defence Act 1948 (repealed)", "year": 1948, "section": "5", "section_title": " Civil defence obligations of constables, firemen,  etc. , and of members of civil defence forces and services.", "section_text": "5 It is hereby declared that members of police forces and   employees of fire and rescue authorities  , and, if and so far as provision in that behalf is made by regulations of the designated Minister, employees of local authorities or police authorities employed primarily for purposes other than civil defence purposes, are, as such, under a duty to comply with requirements as to training for and taking part in any form of civil defence for the time being recognised by the designated Minister as appropriate to be undertaken by those forces  . . .   and their members respectively   and by employees of fire and rescue authorities  or, as the case may be, as appropriate to be undertaken by employees of the class in question having regard to the nature of the work for which those employees are primarily employed."}]