[{"act": "Colonial Stock Act 1948 (repealed 19.11.1998)", "year": 1948, "section": "1", "section_title": " Stock may be made transferable by instrument in writing.", "section_text": "1 1 Regulations made under section sixteen of the  Colonial Stock Act 1877 may, notwithstanding anything in that Act or in the  Colonial Stock Act 1892, provide that the stock to which the regulations relate shall be transferable by instrument in writing in accordance with the regulations  or by an exempt transfer, within the meaning of the Stock Transfer Act 1982, but in no other manner : Provided that regulations shall not be made for the purpose specified in this subsection with respect to any stock unless authority for the making of regulations for that purpose has been given by a law of the legislature or other authority having power to make laws for the Dominion, colony or territory of whose public debt the stock forms part. 2 This section applies as well to stock issued before, as to stock issued after, the passing of this Act,  or the Stock Transfer Act 1982  and, accordingly, in relation to stock issued before the passing of this Act,  or the Stock Transfer Act 1982  so much of the said section sixteen as requires regulations thereunder to be made before the issue of the stock shall not apply to regulations made for the purpose specified in subsection (1) of this section and the regulations, when made, shall have effect notwithstanding anything in any previous regulations applicable to the stock and notwithstanding anything in the terms on which the stock was issued."}, {"act": "Colonial Stock Act 1948 (repealed 19.11.1998)", "year": 1948, "section": "2", "section_title": " Power to extend Colonial Stock Acts to stock of Government and authorities operating in relation to two or more countries.", "section_text": "2 1 His Majesty may by Order in Council direct that the Colonial Stock Acts 1877 to 1934 and the provisions of section one of this Act, shall be extended, subject to such modifications and to such conditions as may appear expedient to His Majesty, so as to apply to stock issued after the passing of this Act by any Government or authority specified in the Order, being a Government or authority established for controlling or administering services or matters of common interest to the inhabitants of more than one of the colonies or territories to whose stock any of the said Acts apply or could be made applicable. 2 Any Order in Council under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Colonial Stock Act 1948 (repealed 19.11.1998)", "year": 1948, "section": "3", "section_title": " Short title and citation.", "section_text": "3 This Act may be cited as the Colonial Stock Act 1948 and this Act and the Colonial Stock Acts 1877 to 1934 may be cited together as the Colonial Stock Acts 1877 to 1948."}]