[{"act": "Industrial Assurance and Friendly Societies Act 1948 (Repealed)", "year": 1948, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Industrial Assurance and Friendly Societies Act 1948 (Repealed)", "year": 1948, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Industrial Assurance and Friendly Societies Act 1948 (Repealed)", "year": 1948, "section": "3", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Industrial Assurance and Friendly Societies Act 1948 (Repealed)", "year": 1948, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Industrial Assurance and Friendly Societies Act 1948 (Repealed)", "year": 1948, "section": "5", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Industrial Assurance and Friendly Societies Act 1948 (Repealed)", "year": 1948, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Industrial Assurance and Friendly Societies Act 1948 (Repealed)", "year": 1948, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Industrial Assurance and Friendly Societies Act 1948 (Repealed)", "year": 1948, "section": "8", "section_title": " Premium receipt books.", "section_text": "8 1 A collecting society, and an industrial assurance company, shall provide premium receipt books for use in respect of policies of industrial assurance issued by the society or company, and shall cause a receipt for each payment in respect of such a policy or of two or more such policies to be inserted in such a book. 2 Regulations may be made by the  Commission , subject to the approval of the Treasury signified by statutory instrument which shall be subject to annulment in pursuance of resolution of either House of Parliament, with respect to the form of books to be provided as aforesaid and to the use thereof and the insertion of receipts therein, and, without prejudice to the generality of this subsection, regulations made for the purposes thereof may provide for prohibiting or restricting in any prescribed circumstances the use of a single premium receipt book for payments in respect of two or more policies."}, {"act": "Industrial Assurance and Friendly Societies Act 1948 (Repealed)", "year": 1948, "section": "9", "section_title": " Liability on policies not to be restricted on grounds of health if proposer’s knowledge and belief is properly disclosed.", "section_text": "9 1 Nothing in any term or condition of an industrial assurance policy issued after the passing of this Act or in the law relating to insurance shall operate to except the society or company from liability under such a policy, or to reduce the liability of the society or company under such a policy, on the ground of any matter relating to the state of health of the person upon whose life the assurance is taken out, other than the ground of the proposer’s having, when making the proposal or thereafter and before the making of the contract, either— a made an untrue statement of his knowledge and belief as regards that matter; or b failed to disclose to the society or company something known or believed by him as regards that matter. 2 In relation to a policy issued after the passing of this Act, subsection (4) of section twenty of the Act of 1923 (which relates to misstatements contained in certain proposal forms for industrial assurance policies) shall not apply to a misstatement concerning the state of health of the person upon whose life the assurance is to be taken out."}, {"act": "Industrial Assurance and Friendly Societies Act 1948 (Repealed)", "year": 1948, "section": "10", "section_title": " Obligations as to delivery of policies and of copies of rules and amendments thereof.", "section_text": "10 1 A collecting society shall supply a member, free of charge, with the following, that is to say— a on his insuring with the society, with a printed policy  . . ., or, if the society has been granted a certificate under section ten of the Act of 1923 exempting it from the requirement imposed by this paragraph to supply a policy, with a copy of the rules of the society; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Industrial Assurance and Friendly Societies Act 1948 (Repealed)", "year": 1948, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Industrial Assurance and Friendly Societies Act 1948 (Repealed)", "year": 1948, "section": "12", "section_title": " Matters to be set out in premium receipt books, and to be published.", "section_text": "12 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   an industrial assurance company, shall cause to be set out, in every premium receipt book provided by them after the coming into operation of this subsection for use in respect of policies of industrial assurance, the matters specified in the Third Schedule to this Act relating to the provisions mentioned in that Schedule of the Act of 1896, of the Act of 1923 and of this Act and of regulations made for the purposes of section eight of this Act  and a collecting society shall cause to be set out, in every premium receipt book provided by them after the coming into operation of the  Friendly Societies Act 1974 for use in respect of policies of industrial assurance, the matters specified in that Schedule relating to the provisions mentioned in that Schedule of the Act of 1923, of this Act, of the said Act of 1974 and of regulations made for the purposes of the said section 8 . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   the last preceding subsection shall not come into operation as respects any regulations made under section eight of this Act until the expiration of six months from the date on which the regulations come into operation. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Industrial Assurance and Friendly Societies Act 1948 (Repealed)", "year": 1948, "section": "13", "section_title": " Returns as to industrial assurances.", "section_text": "13 1 A collecting society . . .   shall, as respects each year as respects which they are required by the  Commission  in the prescribed manner so to do, send to  it  within such period as may be prescribed a return giving prescribed particulars as to policies of industrial assurance issued by the society . . .   which were in force at the beginning of that year, in force at the end of that year, issued during that year or discontinued or converted to free policies during that year. 2 A requirement under this section may be made either generally as to all such societies . . .   , or as to any class thereof, or as to a particular society . . .   , and the regulations may prescribe different particulars to be given in the case of different societies . . .   or classes thereof. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In this section the expression “ year ” means, in relation to a collecting society, a year ending on a thirty-first day of December, . . .   ."}, {"act": "Industrial Assurance and Friendly Societies Act 1948 (Repealed)", "year": 1948, "section": "14", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Industrial Assurance and Friendly Societies Act 1948 (Repealed)", "year": 1948, "section": "15", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15"}, {"act": "Industrial Assurance and Friendly Societies Act 1948 (Repealed)", "year": 1948, "section": "16", "section_title": " Provisions as to offences.", "section_text": "16 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Any collecting society or industrial assurance company which contravenes or fails to comply with any of the provisions of this Act, or of regulations made for the purposes of section eight thereof, shall be guilty of an offence under the Act of 1923: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Any collector of a collecting society or industrial assurance company, or any other person, who contravenes or fails to comply with any of the provisions of regulations made for the purposes of section eight of this Act affecting such collector or other person shall be guilty of an offence under the Act of 1923. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Industrial Assurance and Friendly Societies Act 1948 (Repealed)", "year": 1948, "section": "17", "section_title": "", "section_text": "17 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Industrial Assurance and Friendly Societies Act 1948 (Repealed)", "year": 1948, "section": "17A", "section_title": " Policies given emergency protection.", "section_text": "17A 1 Where, in relation to any policy of assurance which has been protected under the  Industrial Assurance and Friendly Societies (Emergency Protection from Forfeiture) Act 1940, the amount of a free paid-up policy or of a surrender value is required to be ascertained, the provisions of the policy, or of any guarantee given in relation thereto, or of the Industrial Assurance Acts 1923 and 1929, relating to free paid-up policies and surrender values shall have effect subject to such modifications as appear to the  Commission  to be necessary having regard to the failure to pay premiums during the period of protection and the variation of the terms of the policy under section 3 of the said Act. 2 In relation to a policy of assurance effected with a registered society other than a collecting society, the reference in subsection (1) above to the Industrial Assurance Commissioner is a reference to him in his capacity as Chief Registrar of Friendly Societies.] 3 Section 24(1) of this Act, so far as relating to the Isle of Man and the Channel Islands, shall not apply to subsections (1) and (2) above, but those subsections shall extend to any place to which the repeal of the said Act of 1940 by the  Statute Law (Repeals) Act 1974 is extended by Order in Council under section 3(2) of that Act."}, {"act": "Industrial Assurance and Friendly Societies Act 1948 (Repealed)", "year": 1948, "section": "18", "section_title": "", "section_text": "18 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Industrial Assurance and Friendly Societies Act 1948 (Repealed)", "year": 1948, "section": "19", "section_title": " Provisions as to investment by registered societies and certain other bodies.", "section_text": "19 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5  It is hereby declared that nothing in section forty-four of the Act of 1896 (which enacts that the trustees of a registered society may invest its funds to any amount in the ways therein mentioned, including investment in the Post Office Savings Bank or in any savings bank certified under the Trustee Savings Banks Act 1863), . . .   is to be construed as imposing any obligation on any savings bank authority as respects their or his receiving any such funds, money or capital. In this subsection the expression “ savings bank authority ” has the meaning assigned to it by subsection (3) of section ten of the  Savings Banks Act 1920. 6  This section shall extend to Northern Ireland."}, {"act": "Industrial Assurance and Friendly Societies Act 1948 (Repealed)", "year": 1948, "section": "20", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Industrial Assurance and Friendly Societies Act 1948 (Repealed)", "year": 1948, "section": "2122.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "21"}, {"act": "Industrial Assurance and Friendly Societies Act 1948 (Repealed)", "year": 1948, "section": "23", "section_title": " Interpretation.", "section_text": "23 1 In this Act, except where the context otherwise requires,— a the expression “ society ” means a society for any of the purposes specified in  Schedule 1 to the  Friendly Societies Act 1974  the expression “ registered society ” means a society registered under that Act,  or the  Friendly Societies Act 1896  and references to a society or to a registered society or to a registered friendly society include references to a branch of such a society; b the expression “ policy ” includes any contract of assurance, and for the purposes of this Act the date of the making of any such contract shall be deemed to be the date of the issue of a policy; c the expression “ proposal ” in relation to an insurance, includes an application for an insurance, and the expression “ proposer ” shall be construed accordingly;  . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . and e the expression “ the Commission ” means the Friendly Societies Commission. 2 In this Act the expression “ parent ” includes a stepfather and a stepmother. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Industrial Assurance and Friendly Societies Act 1948 (Repealed)", "year": 1948, "section": "24", "section_title": " Extent.", "section_text": "24 1 This Act shall extend to Great Britain, the Isle of Man and the Channel Islands. 2 Except as regards . . .   section nineteen thereof, this Act shall not extend to Northern Ireland."}, {"act": "Industrial Assurance and Friendly Societies Act 1948 (Repealed)", "year": 1948, "section": "25", "section_title": " Short title, citation, construction and repeal.", "section_text": "25 1 This Act may be cited as the Industrial Assurance and Friendly Societies Act 1948. 2 This Act and the Industrial Assurance Acts, 1923 to 1929, may be cited together as the Industrial Assurance Acts, 1923 to 1948, . . .  3 References in this Act to any other enactment shall, except so far as the context otherwise requires, be construed as references to that enactment as amended by or under any other enactment, including this Act. 4 This Act, in its application to collecting societies and industrial assurance companies, shall be construed as one with the Industrial Insurance Acts, 1923 to 1929, . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]