[{"act": "Judges Pensions (India and Burma) Act 1948 (repealed)", "year": 1948, "section": "1", "section_title": " Pensions to barrister judges of British India High Courts not otherwise pensionable.", "section_text": "1 1 The Secretary of State may grant a pension payable out of moneys provided by Parliament to any European who— a was not a member of the Indian Civil Service and has not been and is not to be granted a pension payable by any Government in India or Pakistan; and b was, immediately before the fifteenth day of August, nineteen hundred and forty-seven, a judge of a High Court in British India and had not before that date gone on leave pending retirement; and c retires, either before or after the passing of this Act. 2 The annual amount of a pension granted under this section to a person shall not be less than five hundred pounds nor more than the annual amount of the greatest pension which might have been granted to him under the  Government of India (High Court Judges) Order 1937, if the  Indian Independence Act 1947, had not passed and he had continued to serve in the office which he held immediately before the said fifteenth day of August until he attained the age of sixty years. 3 Subject to the provisions of subsection (2) of this section, the annual amount of a pension granted under this section to a person shall be ascertained as follows:— a his services shall be computed and increased by two years; b the annual amount of the maximum pension which, if the  Indian Independence Act 1947, had not passed, would have been appropriate in view of the nature of his service shall be ascertained in accordance with the Schedule to this Act; and c the annual amount of the pension granted under this section shall be one one-hundred-and-forty-fourth of the amount ascertained under paragraph (b) of this subsection for each completed month of his service as computed and increased under paragraph (a) of this subsection."}, {"act": "Judges Pensions (India and Burma) Act 1948 (repealed)", "year": 1948, "section": "2", "section_title": " Supplementary pensions to European I.C.S. judges of British India High Courts.", "section_text": "2 1 The Secretary of State may grant a pension payable out of moneys provided by Parliament to any European who,— a was a member of the Indian Civil Service; and b was, immediately before the fifteenth day of August, nineteen hundred and forty-seven, a judge of a Chartered High Court in British India other than that at Nagpur, and had not before that date gone on leave pending retirement; and c retires, either before or after the passing of this Act. 2 A pension under this section shall be at the annual rate of one pound seven shillings and nine and one-third pence for each completed month of service in a Chartered High Court, other than that at Nagpur: Provided that the annual amount of a pension under this section shall not exceed two hundred pounds."}, {"act": "Judges Pensions (India and Burma) Act 1948 (repealed)", "year": 1948, "section": "3", "section_title": " Supplementary pensions to European barrister judges of Federal Court and British India High Courts.", "section_text": "3 1 The Secretary of State may grant a pension payable out of moneys provided by Parliament to the last person who held the office of Chief Justice of India before the fifteenth day of August, nineteen hundred and forty-seven. 2 The Secretary of State may grant a pension payable out of moneys provided by Parliament to any European who— a was not a member of the Indian Civil Service but has been or is to be granted a pension payable by a Government in India or Pakistan; and b was, immediately before the fifteenth day of August, nineteen hundred and forty-seven, a judge of any High Court in British India and had not before that date retired or gone on leave pending retirement; and c retires, either before or after the passing of this Act. 3 A pension under this section shall be at such rate as the Secretary of State may, with the approval of the Treasury, determine in the particular case."}, {"act": "Judges Pensions (India and Burma) Act 1948 (repealed)", "year": 1948, "section": "4", "section_title": " Supplementary pensions to European barrister judges of High Court at Rangoon.", "section_text": "4 1 The Secretary of State may grant a pension payable out of moneys provided by Parliament to any European who— a was not a member of the Indian Civil Service or the Burma Civil Service (Class 1); and b was, immediately before the fourth day of January, nineteen hundred and forty-eight, a judge of the High Court at Rangoon; and c retires, either before or after the passing of this Act. 2 The annual amount of a pension under this section shall be such amount as will, when added to the annual amount of the pension granted or to be granted by the Government of Burma to the person in question, amount to the sum specified in subsection (3) of this section or to the annual amount of the maximum pension which might have been granted to him under the  Government of Burma (High Court Judges) Order 1937, if the  Burma Independence Act 1947, had not been passed and he had continued to serve in the office which he held immediately before the said fourth day of January until he attained the age of sixty years, whichever is the less. 3 The said sum is the sum which bears to one thousand two hundred pounds the same proportion as the number of completed months in the service of the person in question, increased by two years, bears to the number of completed months in eleven and a half years."}, {"act": "Judges Pensions (India and Burma) Act 1948 (repealed)", "year": 1948, "section": "5", "section_title": " Computation of service.", "section_text": "5 1 Subject to the provisions of subsection (2) of this section, the service of a person shall be computed— a for the purposes of sections one and two of this Act, in the same manner as his service for pension would fall to be computed under the  Government of India (High Court Judges) Order 1937, for the purposes of the Third Schedule to that Order; b for the purposes of the last preceding section, in the same manner as his service for pension would fall to be computed under the  Government of Burma (High Court Judges) Order 1937, for the purposes of the First Schedule to that Order: Provided that service as an acting judge or an additional judge shall be taken into account notwithstanding that there is no subsequent service in a substantive appointment. 2 If, in the opinion of the Secretary of State, service in a court in India or Pakistan created after the fifteenth day of August, nineteen hundred and forty-seven, ought to be treated for the purposes of section one or section two of this Act as if it were service in a court which was a High Court in British India, it shall be so treated, and references in the said sections one and two, in the Schedule to this Act, and in the  Government of India (High Court Judges) Order 1937, as applied by that Schedule, to service, or to service in a particular court or particular courts, shall be construed accordingly."}, {"act": "Judges Pensions (India and Burma) Act 1948 (repealed)", "year": 1948, "section": "6", "section_title": " Other provisions as to pensions under this Act.", "section_text": "6 1 Pensions granted under this Act shall be in addition to any lump sum grants made to the persons to whom the pensions are granted out of moneys provided by Parliament by way of compensation for loss of office. 2 Any pension granted under this Act shall be for the life of the person to whom it is granted. 3 Any pension granted under this Act to the last person who held the office of Chief Justice of India before the fifteenth day of August, nineteen hundred and forty-seven, shall begin to accrue as from the date on which he ceased to be entitled to salary as chairman of the Arbitral Tribunal set up by the  Arbitral Tribunal Order 1947, made by the Governor General of India under section nine of the Indian Independence Act 1947. 4 Any pension granted under this Act to any other person shall begin to accrue as from the date on which he ceased to be entitled to salary as a judge of a court in British India, India, Pakistan or Burma, as the case may be. 5 The Secretary of State may permit pensions granted under this Act to be commuted to the extent, in the circumstances and on the terms for the time being provided for by the appropriate India, Pakistan or Burma rules as respects the commutation of pensions payable out of any revenues of, or any part of, those countries respectively to persons who have been judges of High Courts or other similar courts, and any sum required to be paid by way of commutation of the whole or any part of any pension granted under this Act shall be paid out of moneys provided by Parliament. In this subsection, the expression “ the appropriate India, Pakistan or Burma rules ” means the rules prevailing under the law of India, of Pakistan or of Burma according as the last court (being the Federal Court or a court in British India, India, Pakistan or Burma) in which the person in question served as a judge is situate in the territories of India, Pakistan or Burma."}, {"act": "Judges Pensions (India and Burma) Act 1948 (repealed)", "year": 1948, "section": "7", "section_title": " Interpretation.", "section_text": "7 1 In this Act, except so far as the context otherwise requires— “ European ” means a person who, in the opinion of the Secretary of State, would, under the practice of the Secretary of State prevailing before the fifteenth day of August, nineteen hundred and forty-seven, for the purpose of deciding whether a person was entitled to sterling overseas pay, have fallen to have been treated as being of non-Asiatic domicile; “ High Court in British India ” means any of the courts which, at any time before the fifteenth day of August, nineteen hundred and forty-seven, were High Courts in British India for the purposes of chapter  II  of Part IX of the  Government of India Act 1935; “ Chartered High Court ” means a High Court in British India, other than a Chief Court or the Court of a Judicial Commissioner; “ Judge ” includes a chief justice, an acting chief justice, an acting judge and an additional judge. 2 References in this Act to the retiring of a person include references to the coming to an end of his appointment as an acting judge or an additional judge without his receiving any further appointment as a judge. 3 References in this Act to the  Government of India (High Court Judges) Order 1937, are references to that Order as in force immediately before the fifteenth day of August, nineteen hundred and forty-seven. 4 References in this Act to the  Government of Burma (High Court Judges) Order 1937, are references to that Order as in force immediately before the fourth day of January, nineteen hundred and forty-eight."}, {"act": "Judges Pensions (India and Burma) Act 1948 (repealed)", "year": 1948, "section": "8", "section_title": " Short Title", "section_text": "8 This Act may be cited as the Judges Pensions (India and Burma) Act 1948."}]