[{"act": "Nurseries and Child-Minders Regulation Act 1948 (repealed 14th October 1991)", "year": 1948, "section": "1", "section_title": " Registration of nurseries and child-minders. ", "section_text": "1 1 Every local health authority shall keep registers— a of premises in their area, other than premises wholly or mainly used as private dwellings, where children are received to be looked after for the day or  for a part or parts thereof of a duration, or an aggregate duration, of two hours or longer  or for any longer period not exceeding six days; b of persons in their area who for reward receive into their homes children under the age of five to be looked after as aforesaid. The registers kept under this subsection shall be open to inspection at all reasonable times. 2 Any person receiving or proposing to receive children as mentioned in paragraph (a) or (b) of the foregoing subsection may make application to  the local health authority the local social services authority  for registration thereunder, and on receipt of such an application  the local health authority the local social services authority  shall, subject to the provisions of this section, register the premises to which or person to whom the application relates. 3 The local health authority the local social services authority  may by order refuse to register any premises if they are satisfied that any person employed or proposed to be employed in looking after children at the premises is not a fit person to look after children, or, where the premises were not at the commencement of this Act in use for the reception of children as mentioned in paragraph (a) of subsection (1) of this section, if the local authority are satisfied that the premises are not fit  (whether because of the condition thereof or of the equipment thereof or for any reason connected with the situation, construction or size thereof or with other persons therein)  to be used for that purpose. 4 The local health authority the local social services authority  may by order refuse to register any person if they are satisfied that that person, or any person employed or proposed to be employed by him in looking after children, is not a fit person to look after children or that the premises in which the children are received or proposed to be received are not fit (whether because of the condition thereof  or of the equipment thereof  or for any reason connected with  the situation, construction or size thereof or with  other persons therein) to be used for the purpose."}, {"act": "Nurseries and Child-Minders Regulation Act 1948 (repealed 14th October 1991)", "year": 1948, "section": "2", "section_title": " Power to impose requirements in connection with registration.", "section_text": "2 1 The local health authority the local social services authority  may by order require that no greater number of children shall be received in premises registered under the foregoing section than may be specified in the order. 2 The local health authority the local social services authority  may by order require in the case of a person registered under the foregoing section that the number of children received in his home as mentioned in paragraph (b) of subsection (1) of that section . . .  , shall not at any time exceed such number as may be specified in the order  and in making an order under this subsection an authority shall have regard to the number of any other children who may from time to time be in the home . 3 The local health authority the local social services authority  may by order made as respects any premises or person registered under the foregoing section require the taking of precautions against the exposure of the children received in the premises to infectious diseases. 4 The local health authority the local social services authority  may by order made as respects any premises registered under the foregoing section impose requirements for securing— a that a person with such qualifications as may be specified by the authority shall be in charge of the premises and of the persons employed thereat; b that the premises shall be adequately staffed, both as respects the number and as respects the qualifications or experience of the persons employed thereat, and adequately equipped; c in the case of premises which at the commencement of this Act were in use for the reception of children as mentioned in paragraph (a) of subsection (1) of section one of this Act, that such repairs shall be carried out on the premises, or such alterations thereof or additions thereto shall be made, as may be specified in the order; d that the premises  shall be kept safe and adequately maintained  and the equipment thereof shall be adequately maintained; e that there shall be adequate arrangements for feeding the children received in the premises and that an adequate and suitable diet shall be provided for them; f that the children received in the premises shall be under medical supervision; g that records shall be kept in relation to the children received at the premises containing such particulars as may be specified by the authority. 5 An order under paragraph (c) of the last foregoing subsection may be made either on registration or at any time within one month thereafter, and any other order under this section may be made either on registration or at any subsequent time. 6 An order under this section may be varied or revoked by a subsequent order of  the local health authority the local social services authority . 7 In the case of premises which at the commencement of this Act were in use for the reception of children as mentioned in paragraph (a) of subsection (1) of section one of this Act, no requirement shall be imposed under paragraphs (a) to (c) of subsection (4) of this section so as to require anything to be done before the expiration of a reasonable time from the commencement of this Act."}, {"act": "Nurseries and Child-Minders Regulation Act 1948 (repealed 14th October 1991)", "year": 1948, "section": "3", "section_title": " Certificates of registration.", "section_text": "3 1 The local health authority the local social services authority  shall issue certificates of registration under section one of this Act, and any such certificate shall specify the situation of the premises to which, or the name and address of the person to whom, the registration relates and any requirements imposed under the last foregoing section. 2 On any change occurring in the circumstances particulars of which are stated in a certificate issued under this section  the local health authority the local social services authority  shall issue an amended certificate. 3 Where  the local health authority the local social services authority  are satisfied that any certificate under this section has been lost or destroyed, the authority shall, on payment of such fee (if any) not exceeding  25p  as the authority may determine, issue a copy of the certificate."}, {"act": "Nurseries and Child-Minders Regulation Act 1948 (repealed 14th October 1991)", "year": 1948, "section": "4", "section_title": " Penalties for failure to register and for breach of requirements under section two.", "section_text": "4 1 If at any time after the expiration of three months from the commencement of this Act a child is received in any premises as mentioned in paragraph (a) of subsection (1) of section one of this Act and the premises are not registered under that section or any requirement imposed under section two of this Act is contravened or not complied with, the occupier of the premises shall be guilty of an offence. 2 Where at any such time as aforesaid a person receives as mentioned in paragraph (b) of subsection (1) of section one of this Act  a child of whom he is not a relative  then if he is not registered under section one of this Act, or if he contravenes or fails to comply with any requirement imposed under section two thereof, he shall be guilty of an offence. 3 Where a person has been registered under section one of this Act and while he is so registered he acquires a new home then until he has given notice thereof to  the local health authority the local social services authority  he shall not for the purposes of the last foregoing subsection be treated as being so registered in relation to the reception of children in the new home. 4 A person guilty of an offence under this section shall be liable on summary conviction to a fine not exceeding twenty-five pounds or, in the case of a second or subsequent offence, to imprisonment for a term not exceeding one month or to a fine not exceeding twenty-five pounds or to both such imprisonment and such fine:  . . . "}, {"act": "Nurseries and Child-Minders Regulation Act 1948 (repealed 14th October 1991)", "year": 1948, "section": "5", "section_title": " Cancellation of registration.", "section_text": "5 Where— a there has been a contravention of, or non-compliance with, any requirement imposed under section two of this Act in relation to any premises or person registered under section one thereof, or b it appears to  the local health authority the local social services authority  as respects any premises or person registered under the said section one, that cirumstances exist which would justify a refusal under subsection (3) or subsection (4) of that section to register the premises or person,  the local health authority the local social services authority  may by order cancel the registration: Provided that where a requirement to carry out repairs or make alterations or additions has been imposed under paragraph (c) of subsection (4) of section two of this Act, the registration of the premises shall not be cancelled by virtue of paragraph (b) of this section on the grounds that the premises are not fit to be used for the reception of children if— i the time limited by subsection (7) of the said section two for complying with the requirement has not expired, and ii it is shown that the condition of the premises is due to the repairs not having been carried out or the alterations or additions not having been made."}, {"act": "Nurseries and Child-Minders Regulation Act 1948 (repealed 14th October 1991)", "year": 1948, "section": "6", "section_title": " Appeals.", "section_text": "6 1 Not less than fourteen days before making an order under this Act refusing an application for registration, cancelling any registration, or imposing any requirement under section two of this Act,  the local health authority the local social services authority  shall send to the applicant, to the occupier of the premises to which the registration relates, or to the person registered, as the case may be, notice of their intention to made such an order. 2 Every such notice shall state the grounds on which the authority intend to make the order and shall contain an intimation that if within fourteen days after the receipt of the notice the said applicant, occupier or person informs the authority in writing of his desire to show cause, in person or by a representative, why the order should not be made, the authority shall before making the order afford him an opportunity so to do. 3 If  the local health authority the local social services authority  after giving the said applicant, occupier or person such an opportunity as aforesaid, decide to refuse the application, cancel the registration, or impose the requirement, as the case may be, they shall make an order to that effect and shall send him a copy of the order. 4 A person aggrieved by an order under this Act refusing an application for registration or cancellng any registration, or imposing any requirement under section two of this Act, may appeal to a court of summary jurisdiction, or in Scotland the sheriff, having jurisdiction in the place where the premises in question are situated if the order relates to the registration of premises, or in the place where the person in question resides if the order relates to the registration of a person; and an order cancelling any registration shall not take effect until the expiration of the time within which an appeal may be brought under this section or, where such an appeal is brought, before the determination of the appeal. 5 Sections three hundred to three hundred and two of the  Public Health Act 1936 (which relate to appeals) shall apply for the purposes of this section as if the provisions of this Act were contained in that Act . . .  . 6 Any notice required to be sent under subsection (1) of this section and any copy of an order required to be sent under subsection (3) thereof, may be sent by post in a registered letter. 7 In the application of this section to Scotland, subsection (5) shall be omitted, and any appeal under subsection (4) shall be brought within twenty-one days from the date of the order to which the appeal relates."}, {"act": "Nurseries and Child-Minders Regulation Act 1948 (repealed 14th October 1991)", "year": 1948, "section": "7", "section_title": " Inspection.", "section_text": "7 1 Any person authorised in that behalf by  a local health authority a local social services authority  may at all reasonable times enter any premises in the area of the authority which are used for the reception of children as mentioned in paragraph (a) of subsection (1) of section one of this Act, and may inspect the premises and the children so received therein, the arrangements for their welfare, and any records relating to them kept in pursuance of this Act  and may at all reasonable times enter the home of a person registered under section one of this Act by the authority, and may inspect it and any children received there as mentioned in paragraph (b) of subsection (1) of section one of this Act, the arrangements for their welfare and any records relating to them kept in pursuance of this Act . 2 If any person authorised as aforesaid . . .   has reasonable cause to believe that children are being received in a person’s home or in any other premises in contravention of section four of this Act, he may apply to a justice of the peace or in Scotland to the sheriff, and if the justice or sheriff is satisfied on sworn information in writing that . . .   there is reasonable cause to believe that children are being received as aforesaid, the justice or sheriff may grant a warrant authorising the applicant to enter the home or other premises and carry out any such inspection as is mentioned in subsection (1) of this section. 3 A person who proposes to exercise any power of entry or inspection conferred by or under this section shall if so required produce some duly authenticated document showing his authority to exercise the power. 4 Any person who obstructs the exercise of any such power as aforesaid shall be guilty of an offence and liable on summary conviction to a fine not exceeding  £25  in the case of a first offence or  £50  in the case of a second or any subsequent offence."}, {"act": "Nurseries and Child-Minders Regulation Act 1948 (repealed 14th October 1991)", "year": 1948, "section": "8", "section_title": " Exemption of certain institutions from provisions of Act.", "section_text": "8 1 Nothing in this Act shall apply to the reception of children in any hospital, or in any such home or other institution as is mentioned in  section two of the  Children Act 1958 section 2 of the  Foster Children Act 1980 . 2 Nothing in this Act shall apply to the reception of children in any school, notwithstanding that they are received to be looked after and not for the purpose of education. 3 Nothing in this Act shall apply to the reception of children in a nursery school  maintained or assisted by a local education authority or  in respect of which payments are made by  the Secretary of State for Education and Science the Secretary of State for Wales  under section one hundred of the  Education Act 1944, or by the Secretary of State under  section 75 of the  Education (Scotland) Act 1962  or which is recognised as efficient by  the Secretary of State for Education and Science the Secretary of State for Wales  or included in a scheme submitted under section seven and approved by the Secretary of State under  section 70 of the said Act of 1962 , or to the reception of children in any play centre maintained or assisted by a local education authority under section fifty-three of the said Act of 1944, or by an education authority under  section 6 of the said Act of 1962 ."}, {"act": "Nurseries and Child-Minders Regulation Act 1948 (repealed 14th October 1991)", "year": 1948, "section": "9", "section_title": " Exclusion of sections four and seven of Act where child life protection enactments apply.", "section_text": "9 1 Where premises falling within paragraph (a) of subsection (1) of section one of this Act are used mainly for the reception of children for periods exceeding six days and in such circumstances that the child life protection enactments apply, sections four and seven of this Act shall not apply to the premises and the provisions of the child life protection enactments as to entry and inspection shall extend to all children received in the premises. 2 Where a person receives children into his home in such circumstances that apart from this subsection he would be required by subsection (2) of section four of this Act to be registered under section one thereof, then so long as provision for entry and inspection as respects any . . .   child received into his home is made by or under the child life protection enactments or any enactment relating to the boarding-out of children,— a sections four and seven of this Act shall not apply, b the said provision for entry and inspection shall apply in relation to all the children aforesaid."}, {"act": "Nurseries and Child-Minders Regulation Act 1948 (repealed 14th October 1991)", "year": 1948, "section": "10", "section_title": " Exclusion of child life protection enactments where premises registered under Act.", "section_text": "10 Where premises registered under section one of this Act are used wholly or mainly for the reception of children as mentioned in paragraph (a) of subsection (1) of that section, the provisions of the child life protection enactments as to entry and inspection shall not apply in relation to any children received at the premises, and the provisons of section seven of this Act shall apply in relation to all children received thereat."}, {"act": "Nurseries and Child-Minders Regulation Act 1948 (repealed 14th October 1991)", "year": 1948, "section": "11", "section_title": " Prosecution of offences.", "section_text": "11 In England and Wales  the local social services authority  may prosecute for any offence under this Act."}, {"act": "Nurseries and Child-Minders Regulation Act 1948 (repealed 14th October 1991)", "year": 1948, "section": "12", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "12"}, {"act": "Nurseries and Child-Minders Regulation Act 1948 (repealed 14th October 1991)", "year": 1948, "section": "13", "section_title": " Short title, interpretation and extent.", "section_text": "13 1 This Act may be cited as the Nurseries and Child-Minders Regulation Act 1948. 2 In this Act the following expressions have the meanings hereby assigned to them respectively, that is to say:— “ child ” means a person who has not attained the upper limit of compulsory school age; “ child life protection enactments ” means the provisions  of Part I of the  Children Act 1958 of the  Foster Children Act 1980 ; “ compulsory school age ”, in England and Wales, has the same meaning as in the  Education Act 1944, and in Scotland means school age as defined in  the  Education (Scotland) Act 1962 ; “ hospital ” has the same meaning as in  section 128(1) of the  National Health Service Act 1977  or, as respects Scotland,  section 108(1) of the  National Health Service (Scotland) Act 1978 ;  “ local social services authority ” means a council which is a local authority for the purposes of the  Local Authority Social Services Act 1970 ;  “ relative ”, in relation to an infant, means a grandparent, brother, sister, uncle or aunt, whether of the full blood, of the half-blood or by affinity, and includes— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b where the infant is illegitimate, the father of the infant and any person who would be a relative of the infant within the meaning of this definition if the infant were the legitimate child of its mother and father. “ school ”, except in the expression “nursery school”, means an institution of which the sole or main purpose is the provision of education for children of compulsory school age. 3 References in this Act to any enactment shall be construed as references to that enactment as amended by any subsequent enactment. 4 This Act shall not extend to Northern Ireland."}]