[{"act": "Water Act 1948 (repealed 1.12.1991)", "year": 1948, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Water Act 1948 (repealed 1.12.1991)", "year": 1948, "section": "2", "section_title": "\n Combination of certain orders under Principal Act.", "section_text": "2 1 Subject to the provisions of this section, an order under section twenty-three of the principal Act, made on the application of persons who propose to become statutory water undertakers and authorising those persons to supply water, may provide— a for transferring to the applicants, whether by agreement or compulsorily, the undertaking or part of the undertaking of any water undertakers, whether statutory or not; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Subject to the provisions of this section, an order under section nine of the principal Act, providing for the constitution of a joint board or joint committee of two or more statutory water undertakers or for the amalgamation of the undertakings or parts of the undertakings of two or more statutory water undertakers, may make provision, in relation to the undertakers constituted by the order, for any purpose authorised by the last foregoing subsection in relation to the applicants for an order under section twenty-three of the principal Act, and may provide— a for authorising the undertakers to construct, acquire by agreement, alter or continue, and to maintain, waterworks and works connected therewith; b for authorising the undertakers to raise capital or borrow money for any purposes of their water undertaking. 3 An order under section twenty-three or section nine of the principal Act which makes provision for any purpose authorised by this section may contain such incidental, consequential and supplementary provisions as the Minister thinks necessary or expedient for that purpose, including provisions for the amendment or repeal of any local enactment and for the transfer of property and liabilities: Provided that no such order shall, except as provided by section three of this Act, empower the undertakers to acquire compulsorily any land, or shall vary . . .   the amount of compensation water required by any enactment to be discharged into any water course or the periods during which or the manner in which such compensation water is required to be discharged. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 Notwithstanding anything in section twenty-three of the principal Act, paragraph 8 of the First Schedule to that Act (which provides that in certain circumstances an order shall be subject to special parliamentary procedure) shall apply to any order under that section which makes provision for any of the matters specified in subsection (1) of this section."}, {"act": "Water Act 1948 (repealed 1.12.1991)", "year": 1948, "section": "3", "section_title": "\n Compulsory acquisition of land for construction of waterworks.", "section_text": "3 1 Subject to the provisions of this section, an order under section twenty-three or section nine of the principal Act authorising any persons to construct or alter waterworks or works connected therewith may authorise those persons to acquire compulsorily any land required for the construction or alteration of those works, being land which they could be so authorised to acquire by means of a compulsory purchase order made under section twenty-four of the principal Act, or under that section as amended by the  Acquisition of Land (Authorisation Procedure) Act 1946 as the case may be. 2 The provisions of the Schedule to this Act shall have effect in relation to an order under the said section twenty-three or the said section nine which authorises any such acquisition as aforesaid."}, {"act": "Water Act 1948 (repealed 1.12.1991)", "year": 1948, "section": "4", "section_title": "\n Supply of Water in bulk", "section_text": "4 1 Subsection (1) of section twelve of the principal Act (which authorises the making of agreements between statutory water undertakers and other persons for the supply of water in bulk) shall have effect as if for the words “Any statutory water undertakers may enter into an agreement with any other persons” there were substituted the words “An agreement may be made between any statutory water undertakers and any other persons”. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Water Act 1948 (repealed 1.12.1991)", "year": 1948, "section": "5", "section_title": " Amendments of s. 14 of the principal Act.", "section_text": "5 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Water Act 1948 (repealed 1.12.1991)", "year": 1948, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Water Act 1948 (repealed 1.12.1991)", "year": 1948, "section": "7", "section_title": "\n Amendments of s. 42 of the principal Act. ", "section_text": "7 1 Subsection (1) of section forty-two (which requires statautory water undertakers being companies to prepare annual abstracts of the accounts of their undertakings) shall have effect as if the words “in such form as the Minister may direct,” were omitted, and as if at the end of the subsection there were added the following paragraph :— The Minister may give directions as to the form of the abstacts to be prepared by statutory waterr undertakers under this subsection, and such directions may be given either in relation to any particular undertakers or in relation to all undertakers of any specified class. 2 Subsection (2) of the said section forty-two (which requires such undertakers as aforesaid to transmit to the Minister and to certain local authorities copies of the abstracts prepared under that section) shall have effect as if after the word “certified” there were inserted the words “and a copy of the balance sheet of the undertakers for the year to which the abstract relates.”"}, {"act": "Water Act 1948 (repealed 1.12.1991)", "year": 1948, "section": "8", "section_title": "\n Power to survey and search for water on land proposed to be purchased.", "section_text": "8 1 The Minister may, on application made to him by any . . .   statutory water undertakers who propose to acquire any land for the purposes of their water undertaking or proposed water undertaking, authorise them to survey that land in accordance with the provisions of this section: Provided that notice of any such application shall be given by the . . .   undertakers to the owner and occupier of the land, and the Minister shall, before giving his authority under this subsection, consider any representations made to him by any such owner or occupier within fourteen days after the receipt of the notice. 2 Where any . . .   statutory water undertakers are authorised as aforesaid to survey any land under this section, any officer of the . . .   undertakers authorised for the purpose shall, on producing if so required some duly authenticated document showing his authority, have a right at all reasonable hours to enter on and survey the land; and section forty-eight of the principal Act (which makes provision with respect to the exercise of certain powers of entry conferred by that Act) shall apply to any right of entry conferred by this section. 3 The power to survey land conferred by this section shall include power to carry out experimental borings or other works for the purpose of ascertaining the nature of the sub-soil or the presence of underground water therein, or the quality or quantity of such water, and to reinstate the land after carrying out any such works: Provided that a person shall not carry out any works authorised by this subsection on land which is occupied unless at least twenty-four hours notice of his intention so to do has been given to the occupier of the land; and if the land is held by any statutory undertakers and those undertakers object to the proposed works on the ground that the carrying out thereof would be seriously detrimental to the carrying on of their undertakings, the works shall not be carried out except with the authority of the appropriate Minister. 4 Where any land on which entry is made in pursuance of this section is damaged in the exercise of any power thereby conferred, any person interested in the land may recover compensation in respect of that damage from the . . .   undertakers on whose behalf the entry was effected; and where in consequence of the exercise of such a power any person is disturbed in his enjoyment of any land, he may recover compensation in respect of the disturbance from . . .   those undertakers. 5 If any damage or injury is caused by the escape of water from any land on which works have been carried out in pursuance of this section (not being damage in respect of which compensation is payable under the last foregoing subsection) nothing in this section shall be construed as exonerating the . . .   undertakers on whose behalf the works were carried out from any liability in respect of that damage to which they would be subject if the works had been carried out otherwise than in the exercise of statutory powers. 6 Any question of disputed compensation under subsection (4) of this section shall be determined by arbitration in the manner provided by section ninety-one of the Third Schedule to the principal Act. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Water Act 1948 (repealed 1.12.1991)", "year": 1948, "section": "9", "section_title": " Subscriptions to associations of water undertakers.", "section_text": "9 A statutory water company and a joint water board and joint water committee within the meaning of the  Water Act 1973 may pay reasonable subscriptions whether annually or otherwise to the funds of any association representing any description of water undertakers and formed for the purpose of consultation as to their common interests and the discussion of matters relating to the supply of water."}, {"act": "Water Act 1948 (repealed 1.12.1991)", "year": 1948, "section": "10", "section_title": "\n Amendment of definition of “communication pipe”  etc.", "section_text": "10 1 Where any main is laid alongside and within sixty feet of the middle of a street, then, for the purposes of the definition of “communication pipe” contained in section one of the Third Schedule to the principal Act, the land in which the main is laid, and any land between the main and the street, shall be deemed to form part of that street, and references in that definition to the part of the street in which the main is laid, and to the boundary of the street in which the main is laid, shall be construed accordingly: Provided that where the premises supplied with water lie between any such main as aforesaid and the street, only that land in which the main is laid together with any land between the main and those premises shall be deemed to form part of the street. 2 Where any main is laid as mentioned in the foregoing subsection, the power of the undertakers to lay service pipes, stopcocks and other fittings under section twenty-one of the said Third Schedule shall include power, with the consent of every owner and occupier of the land, and subject to payment of compensation for any damage done by the undertakers, to lay such pipes, stopcocks and fittings in, on or over the land which is deemed to form part of a street for the purposes specified in the foregoing subsection. 3 Any consent required for the purposes of the last foregoing subsection shall not be unreasonably withheld, and any question whether such consent is, or is not, unreasonably withheld shall be referred to and determined by the Minister; and any dispute as to the amount of compensation to be paid under the last foregoing subsection shall be determined by arbitration in the manner provided by section ninety-one of the said Third Schedule. 4 For the avoidance of doubt it is hereby declared that the provisions of section forty-four of the said Third Schedule (which relates to the vesting in the undertakers of communication pipes) apply to any pipe laid before the commencement of this Act which, by virtue of this section, is deemed to be a communication pipe."}, {"act": "Water Act 1948 (repealed 1.12.1991)", "year": 1948, "section": "11", "section_title": "\n Other amendments of Third Schedule to principal Act", "section_text": "11 1 Section seven of the Third Schedule to the Principal Act (which enables the undertakers to acquire easements for underground works) shall have effect as if for subsection (1) of that section there wre substituted the following subsection :— 1 Where the undertakers are authorised by the special Act to acquire any land compulsorily for the purpose of executing any underground works, they may, instead of purchasing the land, purchase only such easements and rights over or in the land as may be sufficient for the said purpose, and the Lands Clauses Acts, and the enactments relating to the compensation payable in respect of the compulsory acquisition of land, shall apply accordingly subject to any exceptions and modifications with which those enactments are incorporated with the special Act and to any other necessary adaptations. 2 Subsection (1) of section thirty of the Third Schedule to the principal Act (which confers on owners or occupiers of premises the right on certain conditions to demand and recieve a supply of water for domestic purposes) shall have effect as if, at the end of the proviso to that subsection, there were added the words “or as requiring the undertakers to supply water for any premises in which any of the water fittings are not in accordance with the requirements of any byelaws made under section seventeen of the  Water Act, 1945, or of any byelaws or regulations made under any enactment for purposes similar to those for which byelaws may be made under the said section seventeen, being byelaws or regulations applicable to those premises.” 3 Section sixty-three of the Third Schedule to the principal Act (which enables the undertakers to repair supply pipes) shall have effect as if for subsection (2) of that section there were subsituted the following subsection :— 2 Where several houses or other buildings in the occupation of different persons are supplied with water by one common supply pipe belonging to the owners or occupiers of the houses or buildings, the amount of any such expenses reasonably incurred by the undertakers in the maintainance of that pipe may be recovered in manner aforesaid from the owners of those premises in such proportions as, in case of dispute, may be settled by the court, but without prejudice to the rights and obligations, as between themselves, of the owners and occupiers of those premises respectively. 4 Subsection (1) of section sixty-four of the said Third Schedule (which imposes penalties for waste of water by non-repair of water fittings) shall have effect as if for the words “If any person” there were substituted the words “If the owner or occupier of any premises,” and for the words “water supplied to him” there were substituted the words “water supplied to those premises.”"}, {"act": "Water Act 1948 (repealed 1.12.1991)", "year": 1948, "section": "1213.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Water Act 1948 (repealed 1.12.1991)", "year": 1948, "section": "14", "section_title": "\n Miscellaneous provisions and consequential amendments.", "section_text": "14 1 Every statutory water company and every joint water board and joint water committee within the meaning of the  Water Act 1973  shall make to the Minister such reports and returns and give him such information with respect to their functions as he may require, or as may be required by either House of Parliament. 2 The power conferred on the Minister by section thirty-three of the principal Act to repeal or amend, on the application of any statutory water undertakers, any local enactment relating to the supply of water by those undertakers shall include power to consolidate any such local enactments as aforesaid, with or without amendments. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 Subsection (6) of section nine of the principal Act (which precludes the constitution under that section of any joint board which could be constituted under section six of the Public Health Act, 1936) and paragraph 10 of the Second Schedule to the principal Act (which restricts the right of appeal to the House of Lords from a decision of the Court of Appeal on application made under that Schedule) shall cease to have effect. 6 The  Interpretation Act 1978  shall apply to the interpretation of any order made under the principal Act after the commencement of this Act as it applies to the interpretation of an Act of Parliament, and for the purposes of  sections 16(1) and 17(2)(a) of the  Interpretation Act 1978 \t\t\t\t\t(which relates to the effect of repeals) any such order and any order repealed thereby shall be deemed to be an Act of Parliament. 7 In accordance with the foregoing provisions of this Act, section twenty-three of the principal Act shall have effect subject to the following amendments :— a at the beginning of paragraph (i) of the proviso to subsection (1), there shall be inserted the words “except as otherwise provided by the Water Act, 1948,” and the words “land or” in that paragraph shall be omitted; b in subsection (2) the words “other than paragraph 8,” shall be omitted and at the end of the subsection there shall be added the following proviso :—  “                    Provided that paragraph 8 of that Schedule shall not apply except in cases provided by the Water Act, 1948.                   ”"}, {"act": "Water Act 1948 (repealed 1.12.1991)", "year": 1948, "section": "15", "section_title": "\n Interpretation, citation, construction and extent.", "section_text": "15 1 In this Act the following expressions have the meanings hereby respectively assigned to them, that is to say:— “ principal Act ” means the  Water Act 1945; “ statutory undertakers ” means persons authorised by any enactment to carry on railway, light railway, tramway, road transport, water transport, canal, inland navigation, dock, harbour, pier or lighthouse undertaking, or any undertaking for the supply of electricity, gas, hydraulic power, or water;  “ appropriate Minister ” means— a in relation to statutory undertakers carrying on any railway, light railway, tramway, road transport, dock, harbour, or pier undertaking, the  Minister of Transport ; b in relation to statutory undertakers carrying on an undertaking for the supply of electricity, gas or hydraulic power, the Secretary of State for Energy; c in relation to statutory undertakers carrying on any lighthouse undertaking, the Secretary of State for Trade; d in relation to statutory undertakers, being statutory water undertakers, in the application of this Act to Wales, the Secretary of State for Wales; and e in relation to any other statutory undertakers, the Secretary of State for the Environment. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 References in this Act to the Third Schedule to the principal Act shall include references to that Schedule as incorporated by section one hundred and twenty of the  Public Health Act 1936 or by any other enactment in force at the commencement of this Act. 3 This Act may be cited as the Water Act 1948 and the principal Act and this Act may be cited together as the Water Acts 1945 and 1948. 4 Except where the context otherwise requires, references in this Act to any enactment shall be construed as references to that enactment as amended by any subsequent enactment, including this Act. 5 This Act shall be construed as one with the principal Act, and without prejudice to the generality of the foregoing provision, references in the principal Act to any provision of that Act shall be construed as references to that provision as amended by this Act. 6 This Act shall not extend to Scotland or Northern Ireland."}]