[{"act": "General Pier and Harbour Act 1861", "year": 1861, "section": "1", "section_title": " Short title.", "section_text": "1 In citing this Act for any purpose whatsoever it shall be sufficient to use the words and figures “The General Pier and Harbour Act 1861.”"}, {"act": "General Pier and Harbour Act 1861", "year": 1861, "section": "2", "section_title": " Interpretation of terms.", "section_text": "2 The following words and expressions in this Act shall have the several meanings hereby assigned to them, unless there be something in the subject or context repugnant to such construction; that is to say, . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  The expression “ person or persons ” shall include companies, corporations, commissioners, trustees, undertakers, conservators, or individuals: The word “promoters” shall apply to and include any person or persons who shall make application for a provisional order under this Act: The word “ works ” shall include any pier, harbour, quay, wharf, jetty, or excavation, whether complete or incomplete, on or near the shore of the sea, or of any creek, bay, arm of the sea, or navigable river communicating therewith: The several words and expressions contained in the clauses of any Acts incorporated with this Act shall have the meanings assigned to them by such Act or Acts, except in cases in which other meanings are expressly assigned to them by this Act."}, {"act": "General Pier and Harbour Act 1861", "year": 1861, "section": "3", "section_title": " Persons may apply to Board of Trade to grant provisional orders. ", "section_text": "3 Persons desirous of obtaining authority to construct any works under this Act, or to levy rates at any existing or at any new works, may make application by memorial to the Board of Trade to grant provisional orders as herein-after mentioned: Provided always, that this Act shall not apply in any case where the estimated expenditure upon any proposed works shall exceed the sum of one hundred thousand pounds."}, {"act": "General Pier and Harbour Act 1861", "year": 1861, "section": "4", "section_title": " Subscribers to memorial to be promoters. ", "section_text": "4 The persons whose names shall be subscribed to such memorial shall be deemed to be the promoters; and it shall be lawful for the Board of Trade to require and take security from the promoters for the payment of all costs, charges, and expenses necessarily incurred by the said Board of Trade in relation to any such provisional order; and such costs shall be a debt due to Her Majesty from the promoters, and be recoverable by action in any court of law of competent jurisdiction."}, {"act": "General Pier and Harbour Act 1861", "year": 1861, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "General Pier and Harbour Act 1861", "year": 1861, "section": "68", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "General Pier and Harbour Act 1861", "year": 1861, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "General Pier and Harbour Act 1861", "year": 1861, "section": "10", "section_title": "†Consent of Commissioners of Woods, &c. to be obtained.", "section_text": "10 No provisional order, except such as relate to the levying and recovery of rates only, shall be made under this Act without the consent in writing of the  Crown Estate Commissioners,  being first had and obtained."}, {"act": "General Pier and Harbour Act 1861", "year": 1861, "section": "11", "section_title": " Saving rights of the Crown. ", "section_text": "11 Nothing in this Act contained shall extend to abrogate or prejudice any estate, right, title, interest, prorogative, royalty, jurisdiction, or authority of or appertaining to the Queen’s most excellent Majesty in right of her Crown, or of Her Duchy or County Palatine of Lancaster."}, {"act": "General Pier and Harbour Act 1861", "year": 1861, "section": "12", "section_title": " Saving rights of the Duchy of Cornwall.", "section_text": "12 Nothing contained in this Act, or in the Acts incorporated herewith, shall extend to take away, diminish, alter, prejudice, or affect any property, rights, profits, privileges, powers, or authorities for the time being vested in or enjoyed by Her Majesty, in right of the Duchy of Cornwall, or in or by the Duke of Cornwall for the time being."}, {"act": "General Pier and Harbour Act 1861", "year": 1861, "section": "13", "section_title": " Saving rights of conservators of the rivers Thames and Mersey, &c.", "section_text": "13 Nothing in this Act contained shall extend or be applicable to the port of London, or to the river Thames within the limits defined by the  Thames Conservancy Act 1857  , nor to the port and harbour of Liverpool, or to the river Mersey, as defined by an Act passed in the fifth and sixth years of the reign of Her present Majesty, intituled “An Act for better preserving “the navigation of the river Mersey,” nor to the port and harbour of Glasgow and the limits of the river Clyde, as defined by the  Clyde Navigation Consolidation Act 1858, nor to the port and haven of Sunderland and river Wear, within the limits defined by the  River Wear and Sunderland Dock Act 1859, nor to the port of Kingston-upon-Hull or the river Humber, within the limits defined by the  River Humber Conservancy Act 1852, nor to the river Tyne or to the port and harbour of Newcastle-upon-Tyne, and the limits thereof, as defined by the  Tyne Improvement Act 1850."}, {"act": "General Pier and Harbour Act 1861", "year": 1861, "section": "14", "section_title": " Promoters not to do any act which shall prejudice any right acquired by Royal Charter, &c.", "section_text": "14 The promoters shall not, by any provisional order under this Act, or by any Act of Parliament confirming such order, be authorized to do any act, matter, or thing which shall prejudice or affect any right, privilege, power, jurisdiction, or authority acquired by or given or reserved to any person or persons by Royal Charter, by prescription, or by any Local or Personal or Private Acts, for the purpose of executing any works such as are contemplated by this Act, or for the management and conservancy thereof, or for protecting the navigation of any tidal waters or navigable river, or for making any river navigable, or otherwise improving, maintaining, or continuing the navigable passage thereof, or any works connected therewith, or which shall or shall tend to prejudice or injuriously affect the access to or passage from any quay, pier, harbour, basin, dock, or inland navigation, or the channels or passages thereof, or leading thereto or therefrom, or the use or enjoyment of any quay, pier, harbour, basin, dock, or inland navigation, without the consent in every case of such person or persons; and such consent shall be expressed in writing, in the case of a corporation under their common seal, and, in the case of a company, undertakers, commissioners, conservators, trustees, or individuals, under the hand of their clerk or other duly authorized officer or agent."}, {"act": "General Pier and Harbour Act 1861", "year": 1861, "section": "15", "section_title": " Board of Trade may grant provisional orders, subject to provisions herein named. ", "section_text": "15 After such inquiries as the Board of Trade may think expedient, and after the consent . . .   of the  Crown Estate Commissioners,  and, if required, of the persons mentioned in the last preceding section, shall have been obtained, and the same shall have been certified to the Board of Trade in such manner as they may require, the Board of Trade may settle and make a provisional order; and every such order shall be made and shall take effect subject and according to the following provisions:— It shall specify who are to be the undertakers of the works, and may provide (where requisite) for the election or appointment of Commissioners as undertakers of the works, and may (where requisite) incorporate the undertakers into a body corporate, with an appropriate name, perpetual succession, and a common seal: It may empower the undertakers to make and alter byelaws for the management of such works, subject in . . .   Ireland to the approval of the court of quarter sessions of the peace for the county in which the works are situated, and in Scotland to the approval of the sheriff or sheriff substitute of such county: It may empower the undertakers to take land on lease or otherwise, to an extent limited by the order, by agreement: It may empower the undertakers to levy and to recover rates at such works, and may provide for the application of the monies accruing from these rates to be levied, and (where requisite) may provide for the due audit of the accounts of receipt and expenditure at such works: It may empower the undertakers for the purposes of such works to borrow on mortgage or bond, at a maximum rate of interest to be therein specified, upon security of the rates, to an extent limited by the order, with provisions for payment of interest and repayment of principal: It may incorporate by reference the  Commissioners Clauses Act 1847, the  Companies Clauses Act 1845, the  Companies Clauses (Scotland) Act 1845, the  Harbour, Docks, and Piers Clauses Act 1847, the  Lands Clauses Consolidation Act 1845, the  Lands Clauses Consolidation (Scotland) Act 1845, or any part of such Acts, except so much of the said two last-mentioned Acts as relates to the purchase of land otherwise than by agreement; the expression the “special Act” used in such incorporated Acts shall be deemed to apply to such provisional order."}, {"act": "General Pier and Harbour Act 1861", "year": 1861, "section": "16", "section_title": " Order to be deposited with clerk of the peace. Notice of deposit by advertisement. Board of Trade to obtain confirmation of provisional order by Parliament. ", "section_text": "16 After the making of any order under this Act, the promoters shall deposit a copy of the same at the office of the clerk of the peace of any county, riding, or division in England or Ireland, or in the office of the principal sheriff clerk of any county, district, or division in Scotland, in which the proposed works referred to in such order may be situate; and notice of such deposit shall be given by advertisement once . . .   in some newspaper circulated in the county as aforesaid; and after it shall have been certified to the Board of Trade by the promoters that such deposit and advertisement as last aforesaid have been made, and that fourteen days have elapsed from the date of such advertisement, the Board of Trade shall, . . .  , cause a Bill to be introduced into either House of Parliament for the purpose of obtaining an Act for the confirmation of such order; and the order to be confirmed shall be specified in a schedule to the Bill introduced for conforming the same, and shall be set out at length therein; and until such confirmation no provisional order shall be of any validity or force whatever; and every Act of Parliament confirming such order shall be deemed a Public General Act."}, {"act": "General Pier and Harbour Act 1861", "year": 1861, "section": "17", "section_title": " Where petition presented against an order, Bill confirming same may be referred to select committee.", "section_text": "17 In case any petition shall be presented to either House of Parliament against any provisional order framed in pursuance of this Act, in the progress through Parliament of the Bill confirming the same, the Bill, so far as it relates to the order so petitioned against, may be referred to a select committee, and the petitioner shall be allowed to appear and oppose as in the case of private Bills."}, {"act": "General Pier and Harbour Act 1861", "year": 1861, "section": "18", "section_title": " Orders, &c. to be signed by one of the Secretaries, &c. of Board of Trade, or by Secretary of the Admiralty.", "section_text": "18 All orders, notices, consents, approvals, and other acts of the Board of Trade . . .   in execution of this Act shall be in writing or in print, or partly in writing and partly in print, and shall be signed by one of the secretaries or assistant secretaries of the Board of Trade . . . "}, {"act": "General Pier and Harbour Act 1861", "year": 1861, "section": "19", "section_title": " Board of Trade to report to Parliament. ", "section_text": "19 The Board of Trade shall make and lay before both Houses of Parliament in the month of February in each year, if Parliament be then sitting, or if Parliament be not then sitting, then within one week after the next meeting thereof, a general report of their proceedings under this Act, stating the several cases in which applications have been made to them under the provisions of this Act; and the Board of Trade may from time to time make and lay before Parliament such special reports in relation to all or any of the matters aforesaid as they may think fit."}, {"act": "General Pier and Harbour Act 1861", "year": 1861, "section": "20", "section_title": "†Power to Secretary of State for War to take and hold land, &c., for batteries, &c.", "section_text": "20 It shall be lawful for the promoters of any harbour constructed under the provisions of this or any other Act, whether local or otherwise, to make, and for  the Secretary of State  to accept, a grant either in fee or for a term of years not less than nine hundred and ninety-nine years of any lands, tenements, and hereditaments proper for sites for batteries or fortifications, not exceeding in quantity in any one place what may be sufficient for building and erecting thereon a battery or fortification for the protection of such harbour, and for making a proper or sufficient access or approach thereto, and to enter into any covenant or stipulation with the said  Secretary of State  and his successors not to build or do any act prejudicial to the said batteries or fortifications on the land adjacent to the sites so granted as aforesaid, within the line of fire from such batteries or fortifications to be erected thereon; and which sites when conveyed as aforesaid shall be held by the said  Secretary of State  and his successors on behalf of Her Majesty."}]