[{"act": "Harbours and Passing Tolls, &c. Act 1861", "year": 1861, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited for all purposes as “ The Harbours and Passing Tolls, &c. Act 1861. ”"}, {"act": "Harbours and Passing Tolls, &c. Act 1861", "year": 1861, "section": "2", "section_title": " Interpretation of terms: “Harbour”: “Harbour authority”: “Limited estate”: “Settlement”: “Shipping purposes”.", "section_text": "2 In the construction of this Act the following expressions shall have the meanings hereby assigned to them, unless such meanings are inconsistent with the context; that is to say, . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  The word “ harbour ” shall include harbours properly so called, whether natural or artificial, estuaries, navigable rivers, piers, jetties, and other works in or at which ships can obtain shelter, or ship and unship goods or passengers: “ Harbourauthority ” shall include all persons, or bodies of persons, corporate or unincorporate, being proprietors of or intrusted with the duty of constructing, improving, managing, maintaining, or lighting any harbour: The expression “ limited estate ” shall mean the estate of any person entitled under any settlement at law or in equity for his own benefit to the possession or receipt of the rents and profits of land of any tenure for the term of his own life or of the life of any other person; whether such land is or is not subject to incumbrances: Theword “ settlement ” shall include any Act of Parliament, will, deed, or other assurance whereby particular estates or particular interests in land are created with remainders or interests expectant thereon, and any deed of entail; and every estate and interest created by appointment made in the exercise of any power contained in any settlement or derived from any settlement shall be considered as having been created by the same settlement; and an estate or interest by way of resulting use or trust to or for the settlor, or his heirs, executors, or administrators, shall be deemed to be an estate or interest under the same settlement: . . . The expression “ shipping purposes ” shall include the constructing or doing any work or thing that conduces to the safety or convenience of ships, or that facilitates the shipping or unshipping of goods, and the management and superintending the same, and shall also include the maintenance of any lifeboat or other means of preserving life in case of shipwreck: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Harbours and Passing Tolls, &c. Act 1861", "year": 1861, "section": "3", "section_title": "Advances of money to harbour authorities.", "section_text": "3 The   Treasury   ... may, out of the funds for the time being at their disposal or provided by Parliament for the purpose, advance to any harbour authority, for the purpose of constructing, improving, maintaining, or lighting any public harbour, or for carrying into effect any other shipping purpose, such sum or sums of money as may be required, subject to the following regulations: 1 No harbour authority shall borrow any money from the   Treasury   under this Act without the approval of the Board of Trade, in writing, signed by one of their secretaries or assistant secretaries: 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 The period for repayment of any sums advanced shall not exceed fifty years: 4 The repayment of any advances and of the interest thereon shall be secured upon all or any of the rates leviable by the harbour authority to whom such advances are made, either alone, or together with such other property or income as may be agreed on; and it shall not be incumbent on the   Treasury   to require any other security: 5 Any harbour authority which has for the time being power to levy rates and tolls immediately or prospectively, or is or may be entitled to any other income or property applicable to shipping purposes, shall have power to borrow money from the   Treasury   under this Act on the security of the said rates, tolls, income, and property, or any part thereof, and to charge the same accordingly: 6 For the purposes of loans made to any public harbour authority under this Act the clauses of the  Commissioners Clauses Act 1847, with respect to the mortgages to be executed by   the Treasury , except so far as the same may be inconsistent with the clauses and provisions of the said Public Works Loan Act and the Acts therein mentioned, shall be incorporated with this Act; and in the construction of this Act, and of the said incorporated clauses, this Act shall be deemed to be the special Act, and the harbour authority to which an advance is made shall be deemed to be   the Treasury : 7 No harbour authority, being the proprietor of any private harbour, shall borrow any money from the   Treasury   under this Act unless such regulations are made in respect of the rates to be taken in such harbour, and the user thereof by the public, as the Board of Trade may approve; and for the purpose of making and enforcing such regulations, it shall be lawful for Her Majesty, by Order in Council, to declare that the  Harbours, Docks, and Piers Clauses Act 1847, shall apply to such harbour, and to fix a schedule of rates . . .   to be taken in the said harbour; and thereupon the said Harbours Clauses Act, with the exception of such clauses as may be excepted in the said Order, shall apply to the said harbour in the same manner as if it had been declared to apply thereto by Act of Parliament: And in the construction of this Act and of the said incorporated Act this Act shall be deemed to be the special Act; and the expression “ the undertaker ” shall be deemed to mean the proprietor of the said harbour, and the “ rates ” shall be deemed to be such rates as may be sanctioned by the said Order in Council: 8 Where any harbour authority, being the proprietor of any harbour, is entitled to a “limited estate” therein, he shall have power to make the repayment of any monies borrowed by him under this Act, with the interest, a charge on his limited estate in the said harbour, and on the estate and interest of every person taking under the same settlement any estate or interest in such harbour in defeasance or expectancy or by destination on the determination of the said limited estate; but it shall be subject to all incumbrances on the harbour subsisting at the time of the charge: 9 No advance or part of any advance shall be made in pursuance of this Act to any person entitled to a limited estate so as to charge the estate or interest of any person taking in defeasance or expectancy or by destination, except to an amount to be specified in certificates to be from time to time issued under the hand of one of the secretaries or assistant secretaries of the Board of Trade; and no such certificate shall be issued until it has been proved, to the satisfaction of the Board of Trade, that the amount specified in the certificate has been properly expended upon the said harbour."}, {"act": "Harbours and Passing Tolls, &c. Act 1861", "year": 1861, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Harbours and Passing Tolls, &c. Act 1861", "year": 1861, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Harbours and Passing Tolls, &c. Act 1861", "year": 1861, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Harbours and Passing Tolls, &c. Act 1861", "year": 1861, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Harbours and Passing Tolls, &c. Act 1861", "year": 1861, "section": "17", "section_title": " Power to transfer dues.", "section_text": "17 Any body corporate or person having power to levy shipping dues may, with the consent of Her Majesty in Council, by deed transfer, upon such terms as they or he think fit, all or any portion of the shipping dues leviable by them or him to any authority entrusted with the duty of constructing, maintaining, or improving any public harbour within which such dues or any portion thereof may be levied; and the transferees of such dues shall be possessed of all the rights and privileges in respect of such dues of which the transferors were possessed previously to such transfer, and shall apply the said dues to shipping purposes within the said harbour."}, {"act": "Harbours and Passing Tolls, &c. Act 1861", "year": 1861, "section": "18", "section_title": " Notice of intended transfer to be given.", "section_text": "18 Previously to making any such transfer as aforesaid, the parties proposing to make the same, herein-after called the transferors, shall give notice of the terms on which it is proposed to be made, by publishing such terms twice at least in some local newspaper or newspapers, or by issuing advertisements naming a time and place at which a copy of the proposed terms may be inspected; and it shall be lawful for any persons or body of persons interested in the matter, to lay before them in writing such objections or observations with reference thereto as they think expedient; and it shall be the duty of the transferors and of the said harbour authority to take the same into consideration and to make such modifications in or additions to the said terms (if any) as they may think fit to adopt; and it shall likewise be their duty, in applying for the consent of Her Majesty in Council, to forward all such objections and observations, with their answer thereto, for the consideration of Her Majesty in Council."}, {"act": "Harbours and Passing Tolls, &c. Act 1861", "year": 1861, "section": "19", "section_title": " Evidence of transfer.", "section_text": "19 Upon the completion of the transfer, a copy of the Order in Council approving of the transfer, accompanied with a copy of the instrument of transfer, shall be published in the London Gazette; and the production of the London Gazette containing such copy shall be evidence that the said transfer has been effected."}, {"act": "Harbours and Passing Tolls, &c. Act 1861", "year": 1861, "section": "20", "section_title": " Power to borrow money in order to effect such transfer.", "section_text": "20 Every harbour authority may from time to time borrow at interest, on the security of any property belonging to them or of any rate or rates which they have power to levy, any sum or sums they may require for procuring any such transfer as aforesaid to be made to them; and for the purposes of such borrowing, the clauses of the  Commissioners Clauses Act 1847, with respect to the mortgages to be executed by the commissioners (except the clause numbered 84) shall be incorporated with this Act. The said transferors shall hold and apply all monies paid to them by way of consideration for any such transfer as aforesaid upon the same trusts, if any, and for the same purposes, upon and for which the said shipping dues, if not so transferred, would have been held and applied."}, {"act": "Harbours and Passing Tolls, &c. Act 1861", "year": 1861, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "21"}, {"act": "Harbours and Passing Tolls, &c. Act 1861", "year": 1861, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "22"}, {"act": "Harbours and Passing Tolls, &c. Act 1861", "year": 1861, "section": "41", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "41"}, {"act": "Harbours and Passing Tolls, &c. Act 1861", "year": 1861, "section": "44", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "44"}, {"act": "Harbours and Passing Tolls, &c. Act 1861", "year": 1861, "section": "45", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "45"}, {"act": "Harbours and Passing Tolls, &c. Act 1861", "year": 1861, "section": "47", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "47"}, {"act": "Harbours and Passing Tolls, &c. Act 1861", "year": 1861, "section": "48", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "48"}, {"act": "Harbours and Passing Tolls, &c. Act 1861", "year": 1861, "section": "49", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "49"}, {"act": "Harbours and Passing Tolls, &c. Act 1861", "year": 1861, "section": "51", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "51"}, {"act": "Harbours and Passing Tolls, &c. Act 1861", "year": 1861, "section": "54", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "54"}, {"act": "Harbours and Passing Tolls, &c. Act 1861", "year": 1861, "section": "55", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "55"}, {"act": "Harbours and Passing Tolls, &c. Act 1861", "year": 1861, "section": "56", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "56"}, {"act": "Harbours and Passing Tolls, &c. Act 1861", "year": 1861, "section": "64", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "64"}, {"act": "Harbours and Passing Tolls, &c. Act 1861", "year": 1861, "section": "65", "section_title": " Title of Board of Trade.", "section_text": "65 The Lords of the Committee of Privy Council appointed for the consideration of matters relating to trade and foreign plantations may be described in all Acts of Parliament, deeds, contracts, and other instruments, by the official title of “ the Board of Trade ” without expressing their names; and all Acts of Parliament, contracts, deeds, and other instruments wherein they are so described, shall be as valid as if the said Lords or any of them had been named therein."}, {"act": "Harbours and Passing Tolls, &c. Act 1861", "year": 1861, "section": "66", "section_title": " Vesting of property in Board of Trade.", "section_text": "66 All lands and hereditaments heretofore purchased or taken by or in the name or names of any person or persons, for the use of the department of the Board of Trade, and all lands and hereditaments hereby transferred to and vested in the Board of Trade, and all lands and hereditaments that may hereafter be conveyed to the Board of Trade, or to any other person or persons for the use of the department of the Board of Trade, shall, upon and after the passing of this Act, vest in . . .   the Board of Trade, . . .   and shall be held by such persons and their successors in office on trust for Her Majesty, . . .  , for the public service."}, {"act": "Harbours and Passing Tolls, &c. Act 1861", "year": 1861, "section": "67", "section_title": " Execution of instruments.", "section_text": "67 Any deed, contract, or other instrument to be executed by or on behalf of the Board of Trade shall be valid if under the seal of the Board of Trade and signed by the President or Vice-President thereof, or signed, if there be no President or Vice-President, by any one of Her Majesty’s Principal Secretaries of State."}, {"act": "Harbours and Passing Tolls, &c. Act 1861", "year": 1861, "section": "68", "section_title": " Disposition of monies arising from sale.", "section_text": "68 The monies to arise by any sale of land made by the Board of Trade shall be paid to such persons as the said Board appoint; and a receipt signed by the President or Vice-President of the said Board, or, if there be no such officers, by any one of Her Majesty’s Principal Secretaries of State, shall be an effectual discharge to the purchaser."}, {"act": "Harbours and Passing Tolls, &c. Act 1861", "year": 1861, "section": "69", "section_title": " Power of Board of Trade to purchase lands.", "section_text": "69 The Board of Trade may purchase any lands they may require for the public service; and for the purposes of such purchase the clauses of the  Lands Clauses Consolidation Act 1845, and of the  Lands Clauses Consolidation (Scotland) Act 1845, and of any Act amending the same, with the exception of such clauses of the said Acts as relate to the purchase of lands otherwise than by agreement, and to access to the special Act, shall be incorporated with this Act."}]