[{"act": "Cable and Broadcasting Act 1984", "year": 1984, "section": "112.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Cable and Broadcasting Act 1984", "year": 1984, "section": "13", "section_title": " Inclusion of certain broadcasts. ", "section_text": "13 1 The Authority shall do all that they can to secure that, subject to any exceptions for which the Secretary of State, after consultation with the Authority and both broadcasting authorities, may by order made by statutory instrument provide, every licensed diffusion service provided by any person in any area includes, by the reception and immediate re-transmission of the broadcasts, the programmes included in each television or sound broadcasting service provided by a broadcasting authority for reception in that area. 2 Where a television broadcasting service provided by a broadcasting authority for reception in an area in which a licensed diffusion service is provided consists in the broadcasting for simultaneous reception of programmes contained in two or more programme schedules, then, so far as relating to that television broadcasting service, the duty in subsection (1) above shall be subject to the limitation in whichever of subsections (3) and (4) below is applicable. 3 Where the programmes contained in one of the programme schedules are broadcast for reception in a greater part of the area than the programmes contained in the other schedule or any of the other schedules, the said duty so far as so relating shall extend only to the programmes contained in the first-mentioned schedule. 4 Where subsection (3) above does not apply, the said duty so far as so relating shall extend only to the programmes contained in such one of the programme schedules as the broadcasting authority may determine. 5 Where the programmes in a  DBS  service or additional teletext service provided by a broadcasting authority fall to be included in a licensed diffusion service provided by any person, they shall be so included on such terms as to— a the recovery by that person on behalf of that authority or, as the case may require, the programme or teletext contractors of any charges made by them for the reception of the programmes; b any payments to be made by one party to another; and c any other matter for which provision requires to be made, as may be agreed between the parties or, in default of agreement, determined by a person appointed for the purpose by the Secretary of State; and any fee or other sum charged by a person so appointed in respect of a determination made under this subsection shall be paid by the parties in such proportions as he may determine. 6 In this section— “ additional teletext service ”, in relation to a broadcasting authority, means a teletext service (other than a DBS service) which is additional to those already provided by that authority; “ DBS service ” means a television broadcasting service provided by means of the technique known as direct broadcasting by satellite or DBS; “ programme ” includes a teletext transmission."}, {"act": "Cable and Broadcasting Act 1984", "year": 1984, "section": "1459.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}]