[{"act": "Co-operative Development Agency and Industrial Development Act 1984", "year": 1984, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Co-operative Development Agency and Industrial Development Act 1984", "year": 1984, "section": "3", "section_title": " Power to dissolve Agency. ", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Co-operative Development Agency and Industrial Development Act 1984", "year": 1984, "section": "4", "section_title": " Designation of assisted areas.", "section_text": "4 In section 1 of the  Industrial Development Act 1982, for subsection (4) (which enables orders under the section to describe the assisted areas by reference to employment office areas) there shall be substituted the following subsection— 4 An order under this section may describe a development area, intermediate area or, as the case may be, special development area by reference to any of the following kinds of area or any combination of those areas, that is to say— a wards; b travel to work areas (being areas by reference to which the Secretary of State publishes unemployment statistics); c any other area which has been created by, or exists or existed for the purposes of, any Act or statutory instrument (whenever passed or made); and any order under this section may provide for any reference in the order to any named area or combination of areas to be construed as a reference to that area or combination of areas as it or they existed on a date specified in the order. This section has effect subject to any provision of the commencement order under section 7(1)(b) below with respect to any description of financial assistance dependent on the designation of areas under the said section 1 and, without prejudice to the generality of the foregoing words, nothing in the substitution effected by this section in its application to section 1(12) of the  Derelict Land Act 1982 shall affect any orders made under section 1(7) of that Act before the substitution takes effect."}, {"act": "Co-operative Development Agency and Industrial Development Act 1984", "year": 1984, "section": "5", "section_title": " New scheme of regional development grants.", "section_text": "5 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The enactments specified in Part II of that Schedule shall have effect subject to the amendments specified in that Part, being amendments consequential on the substitution effected by subsection (1) above. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Co-operative Development Agency and Industrial Development Act 1984", "year": 1984, "section": "6", "section_title": " Repeals.", "section_text": "6 The enactments specified in Schedule 2 to this Act (one of which is spent) are hereby repealed to the extent specified in the third column of that Schedule  ...."}, {"act": "Co-operative Development Agency and Industrial Development Act 1984", "year": 1984, "section": "7", "section_title": " Commencement and transition.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Co-operative Development Agency and Industrial Development Act 1984", "year": 1984, "section": "8", "section_title": " Short title and extent.", "section_text": "8 1 This Act may be cited as the Co-operative Development Agency and Industrial Development Act 1984. 2 ...The repeals in Parts I and  II  of Schedule 2 together with so much of section 6 as relates to those repeals extended to Northern Ireland; but otherwise this Act does not extend there."}]