[{"act": "County Courts Act 1984", "year": 1984, "section": "A1", "section_title": "Establishment of a single county court", "section_text": "A1 1 There is to be a court in England and Wales, called the county court, for the purpose of exercising the jurisdiction and powers conferred on it— a by or under this or any other Act, or b by or under any Act, or Measure, of the National Assembly for Wales. 2 The county court is to be a court of record and have a seal."}, {"act": "County Courts Act 1984", "year": 1984, "section": "1", "section_title": " County courts to be held for districts.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "2", "section_title": " County court districts  etc.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "3", "section_title": " Places and times of sittings.", "section_text": "3 1 Sittings of the county court may be held, and any other business of the county court may be conducted, anywhere in England and Wales. 1A Sittings of the county court at any place may be continuous or intermittent or occasional. 2 Sittings of the county court may be held simultaneously to take any number of different cases in the same place or different places, and the court may adjourn cases from place to place at any time. 2A The places at which the county court sits, and the days and times at which it sits in any place, are to be determined in accordance with directions given by the Lord Chancellor after consulting the Lord Chief Justice. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under  this section ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "4", "section_title": " Use of public buildings for courts.", "section_text": "4 1 Where, in any place in which a  sitting of the county court is to be  held  or a sitting of the family court is held , there is a building, being a town hall, court-house or other public building belonging to any local or other public authority, that building shall, with all necessary rooms, furniture and fittings in it, be used for the purpose of holding  the sitting of  the court, without any charge for rent or other payment, except the reasonable and necessary charges for lighting, heating and cleaning the building when used for that purpose. 2 Where any such building is used for the purpose of holding  sittings of the county court,  the sittings of the court shall be so arranged as not to interfere with the business of the local or other public authority usually transacted in the building or with any purpose for which the building may be used by virtue of any local Act. 3 This section shall not apply to any place in which a building was erected before 1st January 1889 for the purpose of holding and carrying on the business of a county court."}, {"act": "County Courts Act 1984", "year": 1984, "section": "5", "section_title": "Judges of the county court", "section_text": "5 1 A person is a judge of the county court if the person— a is a Circuit judge, b is a district judge (which, by virtue of section 8(1C), here includes a deputy district judge appointed under section 8), or c is within subsection (2), ... 2 A person is within this subsection (and so, by virtue of subsection (1)(c), is a judge of the county court) if the person— a is the Lord Chief Justice, b is the Master of the Rolls, c is the President of the Queen's Bench Division, d is the President of the Family Division, e is the Chancellor of the High Court, f is an ordinary judge of the Court of Appeal (including the vice-president, if any, of either division of that court), g is the Senior President of Tribunals, h is a puisne judge of the High Court, i is a deputy judge of the High Court, j is the Judge Advocate General, k is a Recorder, l is a person who holds an office listed— i in the first column of the table in section 89(3C) of the Senior Courts Act 1981 (senior High Court masters  etc ), or ii in column 1 of Part 2 of Schedule 2 to that Act (High Court masters  etc ), m is a deputy district judge appointed under section 102 of that Act, n is a Chamber President, or a Deputy Chamber President, of a chamber of the Upper Tribunal or of a chamber of the First-tier Tribunal, o is a judge of the Upper Tribunal by virtue of appointment under paragraph 1(1) of Schedule 3 to the Tribunals, Courts and Enforcement Act 2007, p is a transferred-in judge of the Upper Tribunal (see section 31(2) of that Act), q is a deputy judge of the Upper Tribunal (whether under paragraph 7 of Schedule 3 to, or section 31(2) of, that Act), r is a District Judge (Magistrates' Courts), s is a person appointed under section 30(1)(a) or (b) of the Courts-Martial (Appeals) Act 1951 (assistants to the Judge Advocate General), t is a judge of the First-tier Tribunal by virtue of appointment under paragraph 1(1) of Schedule 2 to the Tribunals, Courts and Enforcement Act 2007, u is a transferred-in judge of the First-tier Tribunal (see section 31(2) of that Act), or v is a member of a panel of Employment Judges established for England and Wales or for Scotland."}, {"act": "County Courts Act 1984", "year": 1984, "section": "6", "section_title": "\n\t\t\tDistrict judges.", "section_text": "6 1 Her Majesty may, on the recommendation of the Lord Chancellor, appoint district judges. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 A reference in any enactment or other instrument to the district judge for a district or of a county court  is— a if the context permits, a reference to the county court, and b otherwise is a reference to a judge of the county court. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 A district judge is to be paid such salary  and such allowances   as may be determined by the Lord Chancellor with the concurrence of the Treasury. 6 A salary payable under this section may be increased but not reduced by a determination or further determination under this section. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "County Courts Act 1984", "year": 1984, "section": "8", "section_title": "Deputy district judges . ", "section_text": "8 1 If it appears to the  Lord Chief Justice  that it is expedient to do so in order to facilitate the disposal of business in the county  court or any other court or tribunal to which a person appointed under this subsection may be deployed , he may appoint a person to be a deputy district judge. 1ZA A person is qualified for appointment under subsection (1) only if the person— a is qualified for appointment as a district judge, or b holds, or has held, the office of district judge. 1ZB . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1ZC . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1A Any appointment of a person as a deputy district judge must not be such as to, or be extended so as to, extend beyond the day on which the person attains the age of 75. 1B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1C A deputy district judge appointed under this section  ... has  ... the same powers as if he were a district judge  other than a district judge's power to act in a district registry of the High Court . 1D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The Lord Chancellor may pay to any person appointed under this section as  deputy district judge such remuneration and allowances as he may, with the approval of the Treasury, determine. 3A A person appointed under this section may be removed from office as a deputy district judge— a only by the Lord Chancellor with the agreement of the Lord Chief Justice, and b only on— i the ground of inability or misbehaviour, or ii a ground specified in the person's terms of appointment. 3B Subject to subsections (1A) and (3C), the term of a person's appointment under this section (including a term already extended under this subsection) must be extended by the Lord Chancellor before its expiry. 3C Extension under subsection (3B)— a requires the person's agreement, b is to be for such term as the Lord Chancellor thinks fit, and c may be refused on— i the ground of inability or misbehaviour, or ii a ground specified in the person's terms of appointment, but only with any agreement of the Lord Chief Justice, or a nominee of the Lord Chief Justice, that may be required by those terms. 3D Subject to the preceding provisions of this section, a person appointed under this section is to hold and vacate office as a deputy district judge in accordance with the terms of the person's appointment, which are to be such as the Lord Chancellor may determine. 3E The Lord Chief Justice may nominate a senior judge (as defined in section 109(5) of the Constitutional Reform Act 2005) to exercise the Lord Chief Justice's functions under subsection (1) or (3A)(a). 4 The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under subsection  ... (1B)."}, {"act": "County Courts Act 1984", "year": 1984, "section": "9", "section_title": " Qualifications   for appointment as district judge . ", "section_text": "9 No person shall be appointed a  district judge ,  . . .  . . .  unless   he satisfies the judicial-appointment eligibility condition on a 5-year basis."}, {"act": "County Courts Act 1984", "year": 1984, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "County Courts Act 1984", "year": 1984, "section": "11", "section_title": " Tenure of office. ", "section_text": "11 1 This subsection applies to the office of district judge. 2 Subject to the following provisions of this section  ..., a person who holds an office to which subsection (1) applies shallvacate his office on the day on which he attains the age of   75 . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 A person appointed to an office to which subsection (1) applies shall hold that office during good behaviour. 5 The power to remove such a person from his office on account of misbehaviour shall be exercisable by the Lord Chancellor   , but only with the concurrence of the Lord Chief Justice . 6 The Lord Chancellor may   , with the concurrence of the Lord Chief Justice,  also remove such a person from his office on account of inability to perform the duties of his office."}, {"act": "County Courts Act 1984", "year": 1984, "section": "12", "section_title": " Records of proceedings to be kept  .... ", "section_text": "12 1 The Lord Chancellor may by regulations made by statutory instrument provide for the keeping of records of and in relation to proceedings of the county court. 2 Any entry in a book or other document required by the said regulations to be kept for the purposes of this section, or a copy of any such entry or document purporting to be signed and certified as a true copy by  a judge of the county court , shall at all times without further proof be admitted in any court or place whatsoever as evidence of the entry and of the proceeding referred to by it and of the regularity of that proceeding. 3 The Lord Chancellor must consult the Lord Chief Justice before making regulations under this section. 4 The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under this section."}, {"act": "County Courts Act 1984", "year": 1984, "section": "13", "section_title": " Officers of court not to act as  legal representatives  in that court.", "section_text": "13 1 A fee-paid part-time judge of the county court may not act as a judge of the court in relation to any proceedings in the court in which—  a the judge, b a partner or employer of the judge, c a body of which the judge is a member or officer, or d a body of whose governing body the judge is a member, is  directly or indirectly engaged as  legal representative  or agent for any party  .... 2 Every person who contravenes this section shall for each offence be liable on summary conviction to a fine of an amount not exceeding level 3 on the standard scale. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "14", "section_title": " Penalty for assaulting officers.", "section_text": "14 1 If any person assaults an officer of  the county court  while in the execution of his duty, he shall be liable— a on summary conviction, to imprisonment for a term not exceeding 3 months or to a fine of an amount not exceeding level 5 on the standard scale, or both; or b on an order made by the  court  in that behalf, to be committed for a specified period not exceeding 3 months to . . .  prison . . .  or to such a fine as aforesaid, or to be so committed and to such a fine, and  an officer  of the court may take the offender into custody, with or without warrant, and bring him before the  court . 2 The judge may at any time revoke an order committing a person to prison under this section and, if he is already in custody, order his discharge. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "15", "section_title": " General jurisdiction in actions of contract and tort.", "section_text": "15 1 Subject to subsection (2),   the county court   shall have jurisdiction to hear and determine any action founded on contract or tort   . . .. 2   The county court   shall not, except as in this Act provided, have jurisdiction to hear and determine— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b any action in which the title to   . . . any toll, fair, market or franchise is in question; or c any action for libel of slander. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "16", "section_title": " Money recoverable by statute.", "section_text": "16   The county court   shall have jurisdiction to hear and determine an action for the recovery of a sum recoverable by virtue of any enactment for the time being in force, if— a it is not provided by that or any other enactment that such sums shall only be recoverable in the High Court or shall only be recoverable summarily;   . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "17", "section_title": " Abandonment of part of claim to give court jurisdiction.", "section_text": "17 1 Where a plaintiff has a cause of action for more than the county court limit in which, if it were not for more than the county court limit,   the county court   would have jurisdiction, the plaintiff may abandon the excess, and thereupon   the county court   shall have jurisdiction to hear and determine the action, but the plaintiff shall not recover in the action an amount exceeding the county court limit. 2 Where the court has jurisdiction to hear and determine an action by virtue of this section, the judgment of the court in the action shall be in full discharge of all demands in respect of the cause of action, and entry of the judgment shall be made accordingly."}, {"act": "County Courts Act 1984", "year": 1984, "section": "18", "section_title": " Jurisdiction by agreement in certain actions.", "section_text": "18 If the parties to any action, other than an action which, if commenced in the High Court, would have been assigned to the Chancery Division or to the Family Division or have involved the exercise of the High Court’s Admiralty jurisdiction, agree, by a memorandum signed by them or by their respective  legal representatives , that   the county court   ... shall have jurisdiction in the action, that court shall have jurisdiction to hear and determine the action accordingly."}, {"act": "County Courts Act 1984", "year": 1984, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "19"}, {"act": "County Courts Act 1984", "year": 1984, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "County Courts Act 1984", "year": 1984, "section": "21", "section_title": " Actions for recovery of land and actions where title is in question.", "section_text": "21 1   The county court   shall have jurisdiction to hear and determine any action for the recovery of land   . . .. 2   The county court   shall have jurisdiction to hear and determine any action in which the title to any hereditament comes in question,   . .. a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Where a mortgage of land consists of or includes a dwelling-house and no part of the land is situated in Greater London then, subject to subsection (4), if   the county court   has jurisdiction by virtue of this section to hear and determine an action in which the mortgagee under that mortgage claims possession of the mortgaged property, nocourt other than   the county court   shall have jurisdiction to hear and determine that action. 4 Subsection (3) shall not apply to an action for foreclosure or sale in which a claim for possession of the mortgaged property is also made. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 In this section— “ dwelling-house ” includes any building or part of a building which is used as a dwelling; “ mortgage ” includes a charge and “ mortgagor ” and “ mortgagee ” shall be construed accordingly; “ mortgagor ” and “ mortgagee ” includes any person deriving title under the originalmortgagor or mortgagee. 8 The fact that part of the premises comprised in a dwelling-house is used as a shop or office or for business, trade or professional purposes shall not prevent thedwelling-house from being a dwelling-house for the purposes of this section. 9 This section does not apply to a mortgage securing an agreement which is a regulated agreement within the meaning of the  ConsumerCredit Act 1974."}, {"act": "County Courts Act 1984", "year": 1984, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "22"}, {"act": "County Courts Act 1984", "year": 1984, "section": "23", "section_title": " Equity jurisdiction.", "section_text": "23   The county court   shall have all the jurisdiction of the High Court to hear and determine— a proceedings for the administration of the estate of a deceased person, where the estate does not exceed in amount or value the county court limit; b proceedings— i for the execution of any trust, or ii for a declaration that a trust subsists,  ... iii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . where the estate or fund subject, or alleged to be subject, to the trust does not exceed in amount or value the county court limit; c proceedings for foreclosure or redemption of any mortgage or for enforcing any charge or lien, where the amount owing in respect of the mortgage, charge or lien does not exceed the county court limit; d proceedings for the specific performance, or for the rectification, delivery up or cancellation, of any agreement for the sale, purchase or lease of any property, where, in the case of a sale or purchase, the purchase money, or in the case of a lease, the value of the property, does not exceed the county court limit; e proceedings relating to the maintenance or advancement of a minor, where the property of the minor does not exceed in amount or value the county court limit; f proceedings for the dissolution or winding-up of any partnership (whether or not the existence of the partnerships is in dispute), where the whole assets of the partnership do not exceed in amount or value the county court limit; g proceedings for relief against fraud or mistake, where the damage sustained or the estate or fund in respect of which relief is sought does not exceed in amount or value the county court limit."}, {"act": "County Courts Act 1984", "year": 1984, "section": "24", "section_title": " Jurisdiction by agreement in certain equity proceedings.", "section_text": "24 1 If, as respects any proceedings to which this section applies, the parties agree, by a memorandum signed by them or by their respective  legal representatives  or agents, that   the county court   ... shall have jurisdiction in the proceedings, that court shall, notwithstanding anything in any enactment, have jurisdiction to hear and determine the proceedings accordingly. 2 Subject to subsection (3), this section applies to any proceedings in which   the county court   would have jurisdiction by virtue of— a section 113(3) of the  Settled Land Act 1925, b section 63A of the  Trustee Act 1925, c sections 3(7),   . . .49(4), 66(4), 89(7), 90(3), 91(8), 92(2), 136(3),   . . .181(2), 188(2) of, and paragraph 3A of Part III and paragraph 1(3A) and (4A) of Part IV of Schedule 1 to, the  Law of Property Act 1925, d sections 17(2), 38(4), 41(1A), and 43(4) of the  Administration of Estates Act 1925, e section 6(1) of the  Leasehold Property (Repairs) Act 1938, f sections 1(6A) and 5(11) of the  Land Charges Act 1972, and g sections 23  . . .  of this Act, but for the limits of the jurisdiction of the court provided in those enactments. 3 This section does not apply to proceedings under section 1 of the  Variation of Trusts Act 1958."}, {"act": "County Courts Act 1984", "year": 1984, "section": "25", "section_title": " Jurisdiction under Inheritance (Provision for Family and Dependants) Act 1975.", "section_text": "25   The county court   shall have jurisdiction to hear and determine any application for an order under section 2 of the  Inheritance (Provision for Family and Dependants) Act 1975 (including any application for permission to apply for such an order and any application made, in the proceedings on an application for such an order, for an order under any other provision of that Act)   . . .."}, {"act": "County Courts Act 1984", "year": 1984, "section": "26", "section_title": " Districts for Admiralty purposes.", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "27", "section_title": " Admiralty jurisdiction.", "section_text": "27 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 The county court does not  have jurisdiction to determine any claim or question certified by the Secretary of State to be a claim or question which, under the Rhine NavigationConvention, falls to be determined in accordance with the provisions of that Convention; and any proceedings to enforce such a claim which are commenced in  the county court  shall beset aside. 10 In subsection (9)\t\t\t\t\t “ the Rhine Navigation Convention ” means the Convention of the 7th October 1868 as revised by anysubsequent Convention. 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "28", "section_title": " Mode of exercise of Admiralty jurisdiction.", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "29", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "29"}, {"act": "County Courts Act 1984", "year": 1984, "section": "30", "section_title": " Restrictions on entertainment of actions in personam in collision and other similar cases.", "section_text": "30 1 The claims to which this section applies are claims for damage, loss of life or personal injury arising— a out of a collision between ships; b out of the carrying out of or omission to carry out a manoeuvre in the case of one or more of two or more ships; or c out of the non-compliance, on the part of one or more of two or more ships  with safety regulations under section 85 of theMerchant Shipping Act 1995 2 The county court may not  entertain an action in personam to enforce a claim to which this section applies unless— a the defendant has his habitual residence or a place of business within England and Wales; or b the cause of action arose within inland waters of England and Wales or within the limits of a port of England and Wales; or c an action arising out of the same incident or series of incidents is proceeding in the court or has been heard and determined in the court. 3 In subsection (2)— “ inland waters ” includes any part of the sea adjacent to the coast of the United Kingdom certified by the Secretary of Stateto be waters falling by international law to be treated as within the territorial sovereignty of Her Majesty apart from the operation of that law in relation to territorialwaters; and “ port ” means any port, harbour, river, estuary, haven, dock, canal or other place so long as a person or body of persons isempowered by or under an Act to make charges in respect of ships entering it or using the facilities in it, and “ limits of a port ”means the limits thereof as fixed by or under the Act in question or, as the case may be, by the relevant charter or custom; “ charges ” means any charges with the exception of light dues, local light dues and any other charges in respect oflighthouses, buoys or beacons and of charges in respect of pilotage. 4 The county court may not  entertain an action in personam to enforce a claim to which this section applies until any proceedings previously brought by the plaintiff in any courtoutside England and Wales against the same defendant in respect of the same incident or series of incidents have been discontinued or otherwise come to an end. 5 Subsections (1) to (4) shall apply to counterclaims (except counterclaims in proceedings arising out of the same incident or series ofincidents) as they apply to actions in personam, but as if the references to the plaintiff and the defendant were respectively references to the plaintiff on the counterclaimand the defendant to the counterclaim. 6 Subsections (1) to (5) shall not apply to any action or counterclaim if the defendant submits or has agreed to submit to the jurisdiction of thecourt. 7 Nothing in this section shall prevent an action or counterclaim which is brought in accordance with the provisions of this section in  the county court  being transferred, inaccordance with the enactments in that behalf, to some other court  .... 8 This section applies  generally in relation to the jurisdiction of the county court (and not only in relation to any jurisdiction that may be conferred on the county court in relation to Admiralty proceedings)."}, {"act": "County Courts Act 1984", "year": 1984, "section": "31", "section_title": " Admiralty—interpretation.", "section_text": "31 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Nothing in section 31 or any provisions made for the purpose of, or in connection with, conferring jurisdiction on the county court in relation to Admiralty proceedings authorises  proceedings in rem in respect of any claim against the Crown, or the arrest, detention or sale of any of Her Majesty’s ships or Her Majesty’s aircraft, or of any cargo or other property belonging to the Crown. 3 In subsection (2)\t\t\t\t\t “ Her Majesty’s ships ” and “Her Majesty’saircraft” have the meanings given by section 38(2) of the  Crown Proceedings Act 1947."}, {"act": "County Courts Act 1984", "year": 1984, "section": "32", "section_title": " Contentious probate jurisdiction.", "section_text": "32 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "33", "section_title": " Effect of order of judge in probate proceedings.", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "34", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "34"}, {"act": "County Courts Act 1984", "year": 1984, "section": "35", "section_title": " Division of causes of action.", "section_text": "35 It shall not be lawful for any plaintiff to divide any cause of action for the purpose of bringing two or more actions  the county court ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "36", "section_title": " No action on judgment of High Court.", "section_text": "36 No action shall be brought in   the county court   on any judgment of the High Court."}, {"act": "County Courts Act 1984", "year": 1984, "section": "37", "section_title": " Persons who may exercise jurisdiction of court.", "section_text": "37 1 Any jurisdiction and powers conferred by this or any other  Act on the county court may be exercised by any judge of the county court. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "38", "section_title": " Remedies available in county courts.", "section_text": "38 1 Subject to what follows, in any proceedings in   the county court   the court may make any order which could be made by the High Court if the proceedings were in the High Court. 2 Any order made by   the county court   may be – a absolute or conditional; b final or interlocutory. 3 Neither the county court nor the family court has  power – a to order mandamus, certiorari or prohibition; or b to make any order of a prescribed kind. 4 Regulations under subsection (3)\t\t\t\t\t– a may provide for any of their provisions not to apply in such circumstances or descriptions of case as may be specified in the regulations; b may provide for the transfer of the proceedings to the High Court for the purpose of enabling an order of a kind prescribed under subsection (3) to be made; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d may make provision amending or repealing any provision made by or under any enactment, so far as may be necessary or expedient in consequence of the regulations ; and e may make different provision for different purposes. 4A If regulations are made under subsection (3), rules may be made in accordance with Part 1 of Schedule 1 to the Constitutional Reform Act 2005 about procedure relevant to the matters prescribed in the regulations. 5 In this section “ prescribed ” means prescribed by regulations made   under this section by the Lord Chancellor after consulting the Lord Chief Justice . 6 The power to make regulations under this section shall be exercised by statutory instrument. 7 No such statutory instrument shall be made unless a draft of the instrument has been approved by both Houses of Parliament."}, {"act": "County Courts Act 1984", "year": 1984, "section": "39", "section_title": " Ancillary powers of judge.", "section_text": "39 A judge shall have jurisdiction in any pending proceedings to make any order or exercise any authority or jurisdiction which, if it related to an action or proceeding pending in the High court, might be made or exercised by a judge of the High Court in chambers."}, {"act": "County Courts Act 1984", "year": 1984, "section": "40", "section_title": " Transfer of proceedings to county court.", "section_text": "40 1 Where the High Court is satisfied that any proceedings before it are required by any provision of a kind mentioned in subsection (8) to be in   the county court   it shall– a order the transfer of the proceedings to   the county court  ; or b if the court is satisfied that the person bringing the proceedings knew, or ought to have known, of that requirement, order that they be struck out. 2 Subject to any such provision, the High Court may order the transfer of any proceedings before it to   the county court  . 3 An order under this section may be made either on the motion of the High Court itself or on the application of any party to the proceedings. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The transfer of any proceedings under this section shall not affect any right of appeal from the order directing the transfer. 6 Where proceedings for the enforcement of any judgment or order of the High Court are transferred under this section– a the judgment or order may be enforced as if it were a judgment or order of   the county court  ; and b subject to subsection (7), it shall be treated as a judgment or order of that court for all purposes. 7 Where proceedings for the enforcement of any judgment or order of the High Court are transferred under this section— a the powers of any court to set aside, correct, vary or quash a judgment or order of the High Court, and the enactments relating to appeals from such a judgment or order, shall continue to apply; and b the powers of any court to set aside, correct, vary or quash a judgment or order of   the county court  , and the enactments relating to appeals from such a judgment or order, shall not apply. 8 The provisions referred to in subsection (1) are any made– a under section 1 of the Courts and Legal Services Act 1990; or b by or under any other enactment. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "41", "section_title": " Transfer to High Court by order of High Court.", "section_text": "41 1 If at any stage in proceedings commenced in   the county court   or transferred to   the county court   under section 40, the High Court thinks it desirable that the proceedings, or any part of them, should be heard and determined in the High Court, it may order the transfer to the High court of the proceedings or, as the case may be, of that part of them. 2 The power conferred by subsection (1) is without prejudice to section 29 of the   Senior Courts Act 1981 (power of High Court to issue prerogative orders)  .... 3 The power conferred by subsection (1) shall be exercised subject to any provision made– a under section 1 of the Courts and Legal Services Act 1990; or b by or under any other enactment."}, {"act": "County Courts Act 1984", "year": 1984, "section": "42", "section_title": " Transfer to High Court by order of   the county court  .", "section_text": "42 1 Where   the county court   is satisfied that any proceedings before it are required by any provision of a kind mentioned in subsection (7) to be in the High Court, it shall– a order the transfer of the proceedings to the High Court; or b if the court is satisfied that the person bringing the proceedings knew, or ought to have known, of that requirement, order that they be struck out. 2 Subject to any such provision,   the county court   may order the transfer of any proceedings before it to the High Court. 3 An order under this section may be made either on the motion of the court itself or on the application of any party to the proceedings. 4 The transfer of any proceedings under this section shall not affect any right of appeal from the order directing the transfer. 5 Where proceedings for the enforcement of any judgment or order of   the county court   are transferred under this section– a the judgment or order may be enforced as if it were a judgment or order of the High Court; and b subject to subsection (6), it shall be treated as a judgment or order of that court for all purposes. 6 Where proceedings for the enforcement of any judgment or order of   the county court   are transferred under this section— a the powers of any court to set aside, correct, vary or quash a judgment or order of   the county court  , and the enactments relating to appeals from such a judgment or order, shall continue to apply; and b the powers of any court to set aside, correct, vary or quash a judgment or order of the High Court, and the enactments relating to appeals from such a judgment or order, shall not apply. 7 The provisions referred to in subsection (1) are any made– a under section 1 of the Courts and Legal Services Act 1990; or b by or under any other enactment. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "43"}, {"act": "County Courts Act 1984", "year": 1984, "section": "44", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "44"}, {"act": "County Courts Act 1984", "year": 1984, "section": "45", "section_title": " Costs in transferred cases. ", "section_text": "45 1 Where an action, counterclaim or matter is ordered to be transferred— a from the High Court to   the county court  ; or b from   the county court   to the High  Court, c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . the costs of the whole proceedings both before and after the transfer shall, subject to any order of the court which ordered the transfer, be in the discretion of the court to which the proceedings are transferred; and that court shall have power to make orders with respect to the costs  . . ., and the costs of the whole proceedings shall be taxed in that court. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "46", "section_title": " Proceedings by the Crown", "section_text": "46 1 Subject to the provisions of any enactment limiting the jurisdiction of   the county court  , whether by reference to the subject matter of the proceedings to be brought or the amount sought to be recovered in the proceedings or otherwise, proceedings by the Crown may be instituted in   the county court  . 2 Subject to section 40(5), all rules of law and enactments regulating the removal or transfer of proceedings from   the county court   to the High Court and the transfer of proceedings in the High Court to   the county court   shall apply respectively to the removal or transfer of proceedings by the Crown in   the county court   and to the transfer of proceedings by the Crown in the High Court. 3 Nothing in this section shall apply to proceedings affecting Her Majesty in Her private capacity."}, {"act": "County Courts Act 1984", "year": 1984, "section": "47", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "47"}, {"act": "County Courts Act 1984", "year": 1984, "section": "48", "section_title": " Persons jointly liable.", "section_text": "48 1 Where a plaintiff has a demand recoverable under this Act against two or more persons jointly liable, it shall be sufficient to serve any of those persons with process, and judgment may be obtained and execution issued against any person so served, notwithstanding that others jointly liable may not have been served or sued or may not be within the jurisdiction of the court. 2 Where judgment is so obtained against any person by virtue of subsection (1) and is satisfied by that person, he shall be entitled to recover in the court contribution from any other person jointly liable with him."}, {"act": "County Courts Act 1984", "year": 1984, "section": "49", "section_title": " Bankruptcy of plaintiff.", "section_text": "49 1 The bankruptcy of the plaintiff in any action in   the county court   which the trustee might maintain for the benefit of the creditors shall not cause the action to abate if, within such reasonable time as the court orders, the trustee elects to continue the action and to give security for the costs of the action. 2 The hearing of the action may be adjourned until such an election is made. 3 Where the trustee does not elect to continue the action and to give such security as is mentioned in subsection (1) within the time limited by the order, the defendant may avail himself of the bankruptcy as a defence to the action."}, {"act": "County Courts Act 1984", "year": 1984, "section": "50", "section_title": " Orders for interim payment.", "section_text": "50 1 Provision may be made by  rules of court  for enabling the court, in such circumstances as may be prescribed, to make an order requiring a party to the proceedings to make an interim payment of such amount as may be specified in the order, with provision for the payment to be made to such other party to the proceedings as may be so specified or, if the order so provides, by paying it into court. 2 Any  rules of court  which make provision in accordance with subsection (1) may include provision for enabling a party to any proceedings who, in pursuance of such an order, has made an interim payment to recover the whole or part of the amount of the payment in such circumstances, and from such other party to the proceedings, as may be determined in accordance with the rules. 3 Any rules made by virtue of this section may include such incidental, supplementary and consequential provisions as the  Civil Procedure Rule Committee  may consider necessary or expedient. 4 Nothing in this section shall be construed as affecting the exercise of any power relating to costs, including any power to make  rules of court  relating to costs. 5 In this section “ interim payment ”, in relation to a party to any proceedings, means a payment on account of any damages, debt or other sum (excluding any costs) which that party may be held liable to pay to or for the benefit of another party to the proceedings if a final judgment or order of the court in the proceedings is given or made in favour of that other party; and any reference to a party to any proceedings includes a reference to any person who for the purposes of the proceedings acts as next friend or guardian of a party to the proceedings."}, {"act": "County Courts Act 1984", "year": 1984, "section": "51", "section_title": " Orders for provisional damages for personal injuries.", "section_text": "51 1 This section applies to an action for damages for personal injuries in which there is proved or admitted to be a chance that at some definite or indefinite time in the future the injured person will, as a result of the act or omission which gave rise to the cause of action, develop some serious disease or suffer some serious deterioration in his physical or mental condition. 2 Subject to subsection (4), as regards any action for damages to which this section applies in which a judgment is given in the county court, provision may be made by  rules of court for enabling the court, in such circumstances as may be prescribed, to award the injured person— a damages assessed on the assumption that the injured person will not develop the disease or suffer the deterioration in his condition; and b further damages at a future date if he develops the disease or suffers the deterioration. 3 Any rules made by virtue of this section may include such incidental, supplementary and consequential provisions as the  Civil Procedure Rule Committee may consider necessary or expedient. 4 Nothing in this section shall be construed— a as affecting the exercise of any power relating to costs, including any power to make  rules of court  relating to costs; or b as prejudicing any duty of the court under any enactment or rule of law to reduce or limit the total damages which would have been recoverable apart from any such duty. 5 In this section “ personal injuries ” includes any disease and any impairment of a person’s physical or mental condition."}, {"act": "County Courts Act 1984", "year": 1984, "section": "52", "section_title": " Powers of court exercisable before commencement of action.", "section_text": "52 1 On the application of any person in accordance with  rules of court ,   the county court   shall, in such circumstances as may be prescribed, have power to make an order providing for any one or more of the following matters, that is to say— a the inspection, photographing, preservation, custody and detention of property which appears to the court to be property which may become the subject-matter of subsequent proceedings in the court, or as to which any question may arise in any such proceedings; and b the taking of samples of any such property as is mentioned in paragraph (a), and the carrying out of any experiment on or with any such property. 2 On the application, in accordance with  rules of court , of a person who appears to   the county court   to be likely to be a party to subsequent proceedings in that court  . . . the county court shall, in such circumstances as may be prescribed, have power to order a person who appears to the court to be likely to be a party to the proceedings and to be likely to have or to have had in his possession, custody or power any documents which are relevant to an issue arising or likely to arise out of that claim— a to disclose whether those documents are in his possession, custody or power; and b to produce such of those documents as are in his possession, custody or power to the applicant or, on such conditions as may be specified in the order,— i to the applicant’s legal advisers; or ii to the applicant’s legal advisers and any medical or other professional adviser of the applicant; or iii if the applicant has no legal adviser, to any medical or other professional adviser of the applicant. 3 This section is subject to any provision made under section 38,"}, {"act": "County Courts Act 1984", "year": 1984, "section": "53", "section_title": " Power of court to order disclosure of documents, inspection of property etc. in proceedings for personal injuries or death.", "section_text": "53 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 On the application, in accordance with  rules of court , of a party to any proceedings  . . .,   the county court   shall, in such circumstances as may be prescribed, have power to order a person who is not a party to the proceedings and who appears to the court to be likely to have in his possession, custody or power any documents which are relevant to an issue arising out of the said claim— a to disclose whether those documents are in his possession, custody or power; and b to produce such of those documents as are in his possession, custody or power to the applicant or, on such conditions as may be specified in the order,— i to the applicant’s legal advisers; or ii to the applicant’s legal advisers and any medical or other professional adviser of the applicant; or iii if the applicant has no legal adviser, to any medical or other professional adviser of the applicant. 3 On the application, in accordance with  rules of court , of a party to any proceedings  . . .,   the county court   shall, in such circumstances as may be prescribed, have power to make an order providing for any one or more of the following matters, that is to say— a the inspection, photographing, preservation, custody and detention of property which is not the propery of, or in the possession of, any party to the proceedings but which is the subject-matter of the proceedings or as to which any question arises in the proceedings; b the taking of samples of any such property as is mentioned in paragraph (a) and the carrying out of any experiment on or with any such property. 4 The preceding provisions of this section are without prejudice to the exercise by   the county court   of any power to make orders which is exercisable apart from those provisions. 5 This section is subject to any provision made under section 38,"}, {"act": "County Courts Act 1984", "year": 1984, "section": "54", "section_title": " Provisions supplementary to sections 52 and 53.", "section_text": "54 1   The county court   shall not make an order under section 52 or 53 if it considers that compliance with the order, if made, would be likely to be injurious to the publicinterest. 2 Rules of court  may make provision as to the circumstances in which an orderunder section 52 or 53 can be made; and any rules making such provision may include such incidental, supplementary and consequential provisions as the  CivilProcedure Rule Committee  may consider necessary or expedient. 3 Without prejudice to the generality of subsection (2),  rules of court shall be made for the purpose of ensuring that the costs of and incidental to proceedings for an order under section 52(2) or 53 incurred by the person against whom theorder is sought shall be awarded to that person unless the court otherwise directs. 4 Sections 52(2) and 53 and this section bind the Crown; and section 52(1) binds the Crown so far as it relates to property as to which it appears to thecourt that it may become the subject-matter of subsequent proceedings involving a claim in respect of personal injuries to a person or in respect of a person’s death. In this subsection references to the Crown do not include references to Her Majesty in Her private capacity or to Her Majesty in right of Her Duchy of Lancaster or to theDuke of Cornwall. 5 In sections 52 and 53 and this section— “ property ” includes any land, chattel or other corporeal property of any description; “ personal injuries ”includes any disease and any impairment of a person’s physical or mental condition. 6 This section is subject to any provision made under section 38,"}, {"act": "County Courts Act 1984", "year": 1984, "section": "55", "section_title": " Penalty for neglecting or refusing to give evidence.", "section_text": "55 1 Subject to subsections (2) and (3), any person who— a having been summoned in pursuance of  rules of court  as a witness in   the county court   refuses or neglects, without sufficient cause, to appear or to produce any documents required by the summons to be produced; or b having been so summoned or being present in court and being required to give evidence, refuses to be sworn or give evidence, shall forfeit such fine as the  court  may direct. 2 The court  shall not have power under subsection (1) to direct that a person shall forfeit a fine of an amount exceeding  £1,000 . 3 No person summoned in pursuance of  rules of court  as a witness in   the county court   shall forfeit a fine under this section unless there has been paid or tendered to him at the time of the service of the summons such sum in respect of his expenses(including, in such cases as may be prescribed, compensation for loss of time) as may be prescribed for the purposes of this section. 4 The   court may at its  discretion direct that the whole or any part of any such fine, after deducting the costs, shall be applicable towards indemnifying the party injured bythe refusal or neglect. 4A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 This section does not apply to a debtor summoned to attend by a judgment summons."}, {"act": "County Courts Act 1984", "year": 1984, "section": "56", "section_title": " Examination of witnesses abroad.", "section_text": "56 The High Court shall have the same power to issue a commission, request or order to examine witnesses abroad for the purpose of proceedings in   the county court   as it has for the purpose of an action or matter in the High Court."}, {"act": "County Courts Act 1984", "year": 1984, "section": "57", "section_title": " Evidence of prisoners.", "section_text": "57 1 Subject to subsection (2), in any proceedings pending before   the county court  , the  court may, if it  thinks fit, upon application on affidavit by any party, issue an order  ... for bringing up before the court any person (in this section referred to as a “prisoner”) confined in any place under any sentence or under committal for trial or otherwise, to be examined as a witness in the proceedings. 2 No such order shall be made with respect to a person confined under process in any civil action or matter. 3 Subject to subsection (4), the prisoner mentioned in any such order shall be brought before the court under the same custody, and shall be dealt with in the same manner in all respects, as a prisoner required by a writ of habeas corpus to be brought before the High Court and examined there as a witness. 4 The person having the custody of the prisoner shall not be bound to obey the order unless there is tendered to him a reasonable sum for the conveyance and maintenance of a proper officer or officers and of the prisoner in going to, remaining at, and returning from, the court. 5 This section applies in relation to the family court as it applies in relation to the county court."}, {"act": "County Courts Act 1984", "year": 1984, "section": "58", "section_title": " Persons who may take affidavits for use in county courts.", "section_text": "58 1 An affidavit to be used in   the county court   may be sworn before— a a judge of the county court; or b any justice of the peace; or c an officer of the county court appointed by a judge of the county court for the purpose, as well as before  a commissioner for oaths or any other person authorised to take affidavits under the Commissioners for Oaths Acts 1889 and 1891 . . .  . 2 An affidavit  sworn before any such judge or  officer may be sworn without the payment of any fee."}, {"act": "County Courts Act 1984", "year": 1984, "section": "59", "section_title": " Evidence in Admiralty proceedings.", "section_text": "59 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "60", "section_title": " Right of audience. ", "section_text": "60 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Where an action is brought in   the county court   by a local authority for either or both of the following— a the recovery of possession of a house belonging to the authority; b the recovery of any rent, mesne profits, damages or other sum claimed by the authority in respect of the occupation by any person of such a house, then, except where rules of court provide otherwise, any officer of the authority authorised by the authority for the purpose may address the court. 3 In this section— “ local authority ” means a county council,  ...  a district council  the Broads Authority ,  any National Park authority,  a London borough council  ,  a police and crime commissioner, the Mayor's Office for Policing and Crime   ...   the Inner London Education Authority , a joint authority established by Part IV of the Local Government Act 1985,   an economic prosperity board established under section 88 of the Local Democracy, Economic Development and Construction Act 2009, a combined authority established under section 103 of that Act,   a combined county authority established under section 9(1) of the Levelling-up and Regeneration Act 2023,   a fire and rescue authority created by an order under section 4A of the Fire and Rescue Services Act 2004,   ...   the London Fire Commissioner , or the Common Council of the City of London; and “ house ” includes a part of a house, a flat or any other dwelling and also includes any yard, garden, outhouse or appurtenance occupied with a house or part of a house or with a flat or other dwelling, and any reference to the occupation of a house by a person includes a reference to anything done by that person, or caused or permitted by him to be done, in relation to the house as occupier of the house, whether under a tenancy or licence or otherwise."}, {"act": "County Courts Act 1984", "year": 1984, "section": "61", "section_title": " Right of audience by direction of Lord Chancellor.", "section_text": "61 1 The Lord Chancellor may   , with the concurrence of the Lord Chief Justice,  at any time direct that such categories of persons in relevant legal employment as may be specified in the direction may address the court in any proceedings in   the county court  , or in proceedings in   the county court   of such description as may be so specified. 2 In subsection (1), “ relevant legal employment ” means employment which consists of or includes giving assistance in the conduct of litigation to a  legal representative whether in private practice or not. 3 A direction under this section may be given subject to such conditions and restrictions as appear to the Lord Chancellor to be necessary or expedient, and may be expressed to have effect as respects                      every place where the county court sits or  as respects one or more specified places where   the county court   sits. 3A Subsections (1) to (3) apply in relation to the family court as they apply in relation to the county court. 4 The power to give directions conferred by this section includes a power to vary or rescind any direction given under this section. 5 The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under this section."}, {"act": "County Courts Act 1984", "year": 1984, "section": "62", "section_title": " General power of judge to determine questions of law and fact.", "section_text": "62 Subject to the provisions of this Act and of  rules of court ,  a judge  of   the county court   shall be the sole judge in all proceedings brought in the court, and shall determine all questions of fact as well as of law."}, {"act": "County Courts Act 1984", "year": 1984, "section": "63", "section_title": " Assessors.", "section_text": "63 1 In any proceedings   in the county court a judge of the court   may, if he thinks fit  . . ., summon to his assistance, in such manner as may be prescribed, one or more persons of skill and experience in the matter to which the proceedings relate who may be willing to sit with   in the county court a judge of the court   and act as assessors. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Subject to subsection (4), the remuneration of assessors for sitting under this section shall be  determined by the   court   and shall be costs in the proceedings unless otherwise ordered by the   court  . 4 Where one or more assessors are summonedfor the purposes of  assisting   a judge   in reviewing the taxation  ... of the costs of any proceedings  the remuneration of any such assessor— a shall be at such rate as may be determined by the Lord Chancellor with the approval of the Treasury; and b shall be payable out of moneys provided by Parliament. 5 Where any person is proposed to be summoned as an assessor, objection to him, either personally or in respect of his qualification, may be taken by any party in the prescribed manner."}, {"act": "County Courts Act 1984", "year": 1984, "section": "64", "section_title": " Reference to arbitration.", "section_text": "64 1 Rules of court — a may prescribe cases in which proceedings  in the county court   are (without any order of the court) to be referred to arbitration, and b may prescribe the manner in which and the terms on which cases are to be so referred, and c may, where cases are so referred, require other matters within the jurisdiction of the court in dispute between the parties also to be referred to arbitration. 2 Rules of court — a may prescribe cases in which proceedings  in the county court   may be referred to arbitration by order of the court, and b may authorise the court also to order other matters in dispute between the parties and within the jurisdiction of the court to be so referred. 2A Rules of court  may prescribe the procedures and rules of evidence to befollowed on any reference under subsection (1) or (2). 2B Rules made under subsection (2A) may, in particular, make provision with respect to the manner of taking and questioning evidence. 3 On a reference under subsection (1) or (2) the award of the arbitrator, arbitrators or umpire shall be entered as the judgment in the proceedings andshall be as binding and effectual to all intents, subject to subsection (4), as if it had been given by the   court  . 4 The   court   may, if   it   thinks fit, on application made to   it   within such time as may be prescribed, set aside the award, or may, with the consent of the parties, revoke thereference or order another reference to be made in the manner specified in this section. 5 In this section “ award ” includes an interim award."}, {"act": "County Courts Act 1984", "year": 1984, "section": "65", "section_title": " Power of judge to refer to registrar or referee.", "section_text": "65 1 Subject to  rules of court ,   a judge of the county court may refer to another judge of the county court or a  for inquiry and report— a any proceedings which require any prolonged examination of documents or any scientific or local investigation which cannot, in the opinion of the judge, conveniently be madebefore him; b any proceedings where the question in dispute consists wholly or in part of matters of account; c with the consent of the parties, any other proceedings; d subject to any right to have particular cases tried with a jury, any question arising in any proceedings. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Where any proceedings or question are referred under   subsection (1), a judge of the county court may direct   how the referenceshall be conducted, and may remit any report for further inquiry and report, and on consideration of any report or further report may give such judgment or make such order in theproceedings as may be just. 4   A judge of the county court   may, after deciding or reserving any question of liability,   refer to another judge of the county court any mere matter of account   which is in dispute between the parties and, afterdeciding the question of liability, may give judgment   on the other judge's report.  "}, {"act": "County Courts Act 1984", "year": 1984, "section": "66", "section_title": " Trial by jury.", "section_text": "66 1 In the following proceedings in   the county court   the trial shall be without a jury— a Admiralty proceedings; b proceedings arising— i under Part I,  II  or  III  of the Rent (Agriculture)  Act 1976, or ii under any provision of the  Rent Act 1977 other than a provision contained in Part V, sections 103 to 106 or Part IX, or iii under Part I of the  Protection from Eviction Act 1977;  or iv under Part I of the Housing Act 1988 c any appeal to the county court under  the Housing Act 1985 . 2 In all other proceedings in   the county court   the trial shall be without a jury unless the court otherwise orders on an application made in that behalf by any party to the proceeings in such manner and within such time before the trial as may be prescribed. 3 Where, on any such application, the court is satisfied that there is in issue— a a charge of fraud against the party making the application; or b a claim in respect of  ... malicious prosecution or false imprisonment; or c any question or issue of a kind prescribed for the purposes of this paragraph, the action shall be tried with a jury, unless the court is of opinion that the trial requires any prolonged examination of documents or accounts or any scientific or local investigation which cannot conveniently be made with a jury. 4 There shall be payable, in respect of the trial with a jury of proceedings in   the county court  , such fees as may be prescribed by   an order under section 92 of the Courts Act 2003 (fees) ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "67", "section_title": " Impanelling and swearing of jury.", "section_text": "67   Where any proceedings in the county court   are to be tried with a jury, eight jurymen shall be impanelled and sworn as occasion requires to give their verdicts in the proceedings brought before them, and being once sworn need not be re-sworn in each trial."}, {"act": "County Courts Act 1984", "year": 1984, "section": "68", "section_title": " Duty of judge to determine foreign law in jury trials.", "section_text": "68 Where, for the purpose of disposing of any proceedings which are being tried in   the county court   by   a judge of the court   with a jury, it is necessary to ascertain the law of any other country which is applicable to the facts of the case, any question as to the effect of the evidence given with respect to that law shall, instead of being submitted to the jury, be decided by the judge alone."}, {"act": "County Courts Act 1984", "year": 1984, "section": "69", "section_title": " Power to award interest on debts and damages.", "section_text": "69 1 Subject to  rules of court , in proceedings (whenever instituted) before   the county court   for the recovery of a debt or damages there may be included in any sum for which judgment is given simple interest, at such rate as the court thinks fit or as may be prescribed, on all or any part of the debt or damages in respect of which judgment is given, or payment is made before judgment, for all or any part of the period between the date when the cause of action arose and— a in the case of any sum paid before judgment, the date of the payment; and b in the case of the sum for which judgment is given, the date of the judgment. 2 In relation to a judgment given for damages for personal injuries or death which exceed £200 subsection (1) shall have effect— a with the substitution of “shall be included” for “may be included”; and b with the addition of “unless the court is satisfied that there are special reasons to the contrary” after “given”, where first occurring. 3 Subject to  rules of court , where— a there are proceedings (whenever instituted) before   the county court   for the recovery of a debt; and b the defendant pays the whole debt to the plaintiff (otherwise than in pursuance of a judgment in the proceedings), the defendant shall be liable to pay the plaintiff simple interest, at such rate as the court thinks fit or as may be prescribed, on all or any part of the debt for all or any part of the period between the date when the cause of action arose and the date of the payment. 4 Interest in respect of a debt shall not be awarded under this section for a period during which, for whatever reason, interest on the debt already runs. 5 Interest under this section may be calculated at different rates in respect of different periods. 6 In this section “ plaintiff ” means the person seeking the debt or damages and “ defendant ” means the person from whom the plaintiff seeks the debt or damages and “ personal injuries ” includes any disease and any impairment of a person’s physical or mental condition. 7 Nothing in this section affects the damages recoverable for the dishonour of a bill of exchange. 8 In determining whether the amount of any debt or damages exceeds that prescribed by or under any enactment, no account shall be taken of any interest payable by virtue of this section except where express provision to the contrary is made by or under that or any other enactment."}, {"act": "County Courts Act 1984", "year": 1984, "section": "70", "section_title": " Finality of judgments and orders.", "section_text": "70 Every judgment and order of   the county court   shall, except as provided by this or any other Act or as may be prescribed, be final and conclusive between the parties."}, {"act": "County Courts Act 1984", "year": 1984, "section": "71", "section_title": " Satisfaction of judgments and orders for payment of money.", "section_text": "71 1 Where a judgment is given or an order is made by   the county court   under which a sum of money of any amount is payable, whether by way of satisfaction of the claim or counterclaim in the proceedings or by way of costs or otherwise, the court may, as it thinks fit, order the money to be paid either— a in one sum, whether forthwith or within such period as the court may fix; or b by such instalments payable at such times as the court may fix. 2 If at any time it appears to the satisfaction of the   county  court that any party to any proceedings  in the court   is unable from any cause to pay any sum recovered against him (whether by way of satisfaction of the claim or counterclaim in the proceedings or by way of costs or otherwise) or any instalment of such a sum, the court may, in its discretion, suspend or stay any judgment or order given or made in the proceedings for such time and on such terms as the court thinks fit, and so from time to time until it appears that the cause of inability has ceased. 3 Subsections (1) and (2), so far as relating to costs, apply in relation to the family court as they apply in relation to the county court."}, {"act": "County Courts Act 1984", "year": 1984, "section": "72", "section_title": " Set-off in cases of cross judgments in county courts and High Court.", "section_text": "72 1 Where one person has obtained a judgment or order in   the county court   against another person, and that other person has obtained a judgment or order against the first-mentioned person in the  ... county court or in the High Court, either such person may, in accordance with rules of court, give notice in writing to the court or the several courts as the case may be, and may apply to the court or any of the said courts in accordance with rules of court for leave to set off any sums, including costs, payable under the several judgments or orders. 2 Upon any such application, the set-off may be allowed in accordance with the practice for the time being in force in the High Court as to the allowance of set-off and in particular in relation to any solicitor’s lien for costs. 3 Where the cross judgments or orders have not been obtained in the same court, a copy of the order made on any such application shall be sent by the proper officer of the court to which the application is made to the proper officer of the other court."}, {"act": "County Courts Act 1984", "year": 1984, "section": "73", "section_title": " Register of judgments and orders.", "section_text": "73 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "73A", "section_title": " Provision for register under s.73 to be kept by body under contract to Lord Chancellor", "section_text": "73A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "74", "section_title": " Interest on judgment debts etc.", "section_text": "74 1 The Lord Chancellor may by order made with the concurrence of the Treasury provide that any sums to which this subsection applies shall carry interest at such rate andbetween such times as may be prescribed by the order. 2 The sums to which subsection (1) applies are— a sums payable under judgments or orders given or made in   the county court  , including sums payable by instalments; and b sums which by virtue of any enactment are, if the county court so orders, recoverable as if payable under an order of that court, and in respect of which the county courthas so ordered. 3 The payment of interest due under subsection (1) shall be enforceable as a sum payable under the judgment or order. 4 The power conferred by subsection (1) includes power— a to specify the descriptions of judgment or order in respect of which interest shall be payable; b to provide that interest shall be payable only on sums exceeding a specified amount; c to make provision for the manner in which and the periods by reference to which the interest is to be calculated and paid; d to provide that any enactment shall or shall not apply in relation to interest payable under subsection (1) or shall apply to it with such modifications as may bespecified in the order; and e to make such incidental or supplementary provisions as the Lord Chancellor considers appropriate. 5 Without prejudice to the generality of subsection (4), an order under subsection (1) may provide that the rate of interest shall be the rate specified insection 17 of the  Judgments Act 1838 as that enactment has effect from time to time. 5A The power conferred by subsection (1) includes power to make provision enabling   the county court   to order that the rate of interest applicable to a sum expressed ina currency other than sterling shall be such rate as the court thinks fit (instead of the rate otherwise applicable). 5B This section applies in relation to the family court as it applies in relation to the county court. 6 The power to make an order under subsection (1) shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House ofParliament."}, {"act": "County Courts Act 1984", "year": 1984, "section": "74A", "section_title": "\n\t\t\tPractice directions.", "section_text": "74A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "75", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "75"}, {"act": "County Courts Act 1984", "year": 1984, "section": "76", "section_title": " Application of practice of High Court.", "section_text": "76 In any case not expressly provided for by or in pursuance of this Act, the general principles of practice in the High Court may be adopted and applied to proceedings in   the county court  ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "77", "section_title": " Appeals: general provisions.", "section_text": "77 1 Subject to the provisions of this section and the following provisions of this Part of this Act  and to any order made by the Lord Chancellor under section 56(1) of the Access to Justice Act 1999 , if any party to any proceedings in   the county court   is dissatisfied with the determination of   a judge   or jury, he may appeal from it to the Court of Appeal in such manner and subject to such conditions as may be provided by  Civil Procedure Rules . 1A Without prejudice to the generality of the power to make  rules of court   ..., such rules may make provision for any appeal from the exercise by a   judge of the county court   of any power given to him by virtue of any enactment to   be to another   judge of   the county court  . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Subject to the provisions of this section and the following provisions of this Part of this Act, where an appeal is brought under subsection (1) in any action, an appeal may be brought under that subsection in respect of any claim or counterclaim in the action notwithstanding that there could have been no such appeal if that claim had been the subject of a separate action. 6 In proceedings in which either the plaintiff or the defendant is claiming possession of any premises this section shall not confer any right of appeal on any question of fact if by virtue of— a section 13(4) of the  Landlord and Tenant Act 1954; or b Cases III to  IX  in Schedule 4 to the  Rent (Agriculture) Act 1976; or c section 98 of the  Rent Act 1977, as it applies to Cases 1 to 6 and 8 and 9 in Schedule 15 to that Act, or that section as extended or applied by any other enactment; or d section 99 of the Rent Act 1977, as it applies to Cases 1 to 6 and 9 in Schedule 15 to that Act; or e section 84(2)(a) of the Housing Act 1985 ; or ee section 7 of the Housing Act 1988, as it applies to the grounds in Part II of Schedule 2 to that Act; or eg section 209 (breach of contract ground) of the Renting Homes (Wales) Act 2016 (anaw 1); or eh section 210 (estate management grounds) of the Renting Homes (Wales) Act 2016; or f any other enactment, the court can only grant possession on being satisfied that it is reasonable to do so. 7 This section shall not— a confer any right of appeal from any judgment or order where a right of appeal is conferred by some other enactment; or b take away any right of appeal from any judgment or order where a right of appeal is so conferred, and shall have effect subject to any enactment other than this Act. 8 In this section— “ enactment ” means an enactment whenever passed;  . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "78", "section_title": " Assistance of Trinity masters for Court of Appeal in Admiralty proceedings.", "section_text": "78 Where, on an appeal by a party to any Admiralty proceedings which have been heard in   the county court   with the assistance of assessors, any party makes application to the Court of Appeal in that behalf, the court shall summon Trinity masters to assist on the hearing of the appeal if the court is of opinion that such assistance is necessary or desirable."}, {"act": "County Courts Act 1984", "year": 1984, "section": "79", "section_title": " Agreement not to appeal.", "section_text": "79 1 No appeal shall lie from any judgment, direction, decision or order of a judge of   the county court   if, before the judgment, direction, decision or order is given or made, the parties agree, in writing signed by themselves or their  legal representatives or agents, that it shall be final. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "County Courts Act 1984", "year": 1984, "section": "80", "section_title": " Judge’s note on appeal.", "section_text": "80 1 At the hearing of any proceedings in   the county court   in which there is a right of appeal or from which an appeal may be brought with leave, the judge shall, at the request of any party, make a note— a of any question of law raised at the hearing; and b of the facts in evidence in relation to any such question; and c of his decision on any such question and of his determination of the proceedings. 2 Where such a note has been taken, the judge shall (whether notice of appeal has been served or not), on the application of any party to the proceedings, and on payment by that party of such fee as may be prescribed by   an order under section 92 of the Courts Act 2003 (fees) , furnish him with a copy of the note, and shall sign the copy, and the copy so signed shall be used at the hearing of the appeal."}, {"act": "County Courts Act 1984", "year": 1984, "section": "81", "section_title": " Powers of Court of Appeal on appeal from county court.", "section_text": "81 1 On the hearing of an appeal, the Court of Appeal may draw any inference of fact and either— a order a new trial on such terms as the court thinks just; or b order judgment to be entered for any party; or c make a final or other order on such terms as the court thinks proper to ensure the determination on the merits of the real question in controversy between theparties. 2 Subject to  Civil Procedure Rules , on any appeal from   the county court   the Courtof Appeal may reverse or vary, in favour of a party seeking to support the judgment or order of the county court in whole or in part, any determinations made in the county courton questions of fact, notwithstanding that the appeal is an appeal on a point of law only, or any such determinations on points of law, notwithstanding that the appeal is anappeal on a question of fact only. 3 Subsection (2) shall not enable the Court of Appeal to reverse or vary any determination, unless the party dissatisfied with the determination would have beenentitled to appeal in respect of it if aggrieved by the judgment or order."}, {"act": "County Courts Act 1984", "year": 1984, "section": "82", "section_title": " Decision of Court of Appeal on probate appeals to be final.", "section_text": "82 No appeal shall lie from the decision of the Court of Appeal on any appeal from   the county court   in any   proceedings in respect of any contentious matter arising with any grant, or revocation, of probate or administration that under section 105 of the Senior Courts Act 1981 has been applied for through the principal registry of the Family Division or a district probate registry  ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "83", "section_title": " Stay of proceedings in case of certiorari or prohibition.", "section_text": "83 1 The grant by the High Court of leave to make an application for an order of certiorari or prohibition to   the county court   shall, if the High Court so directs, operate as a stay of the proceedings in question until the determination of the application, or until the High Court otherwise orders. 2 Where any proceedings are so stayed,  ... the county court shall from time to time adjourn the hearing of the proceedings to such day as   the court   thinks fit."}, {"act": "County Courts Act 1984", "year": 1984, "section": "84", "section_title": " Prohibition.", "section_text": "84 1 Where an application is made to the High Court for an order of prohibition addressed to   the county court , the matter shall be finally disposed of by order. 2 Upon any such application,   no judge of the county court is to be served with notice of it or,   except by the order of a judge of the High Court— a be required to appear or be heard; or b be liable to any order for the payment of the costs of the application; but the application shall be proceeded with and heard in the same manner in all respects as an appeal duly brought from a decision of   a judge of the county court , and notice of the application shall be given to or served upon the same parties as in the case of an order made or refused by a judge  of the county court   in a matter within his jurisdiction."}, {"act": "County Courts Act 1984", "year": 1984, "section": "85", "section_title": " Execution of judgments or orders for payment of money.", "section_text": "85 1 Subject to article 8 of the High Court and County Courts Jurisdiction Order 1991, any sum of money payable under a judgment or order of   the county court   may be recovered, in case of default or failure of payment, forthwith or at the time or times and in the manner thereby directed,  under a warrant under subsection (2). 2   A judge of the county court,   on the application of the party prosecuting any such judgment or order, shall issue a  warrant of control  whereby  any person authorised by or on behalf of the Lord Chancellor is  empowered to  use the procedure in Schedule 12 to the Tribunals, Courts and Enforcement Act 2007 (taking control of goods) to recover the money payable under the judgment or order. 2A The person to whom a warrant under subsection (2) must be directed is to be determined in accordance with arrangements made by a person authorised by or on behalf of the Lord Chancellor. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 It shall be the duty of every constable within his jurisdiction to assist in the execution of every such warrant."}, {"act": "County Courts Act 1984", "year": 1984, "section": "86", "section_title": " Execution of orders for payment by instalments.", "section_text": "86 1 Where the court has made an order for payment of any sum of money by instalments,  a warrant of control to recover any of that sum  shall not be issued until after default in payment of some instalment according to the order. 2 Rules of court  may prescribe the cases in which  a warrant of control is to be issued  if there is any such default and limit the amounts for which and the times at which  a warrant of control may be issued . 3 Except so far as may be otherwise provided by  rules of court  made for those purposes,  a warrant or successive warrants of control may be issued  if there is any such default for the whole of the said sum of money and costs then remaining unpaid or for such part as the court may order either at the time of the original order or at any subsequent time; but except so far as may be otherwise provided by such rules,  no warrant of control may be issued unless when it is issued  the whole or some part of an instalment which has already become due remains unpaid."}, {"act": "County Courts Act 1984", "year": 1984, "section": "87", "section_title": "  Indorsement of amount on warrant", "section_text": "87 1 In or upon every  warrant of control  issued from   the county court   against the goods of any person, the   court   shall cause to be inserted or indorsed the total amount to be  recovered , inclusive of the fee for issuing the warrant but exclusive of the fees for its execution. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "88", "section_title": " Power to stay execution.", "section_text": "88 If at any time it appears to the satisfaction of the court that any party to any proceedings is unable from any cause to pay any sum recovered against him (whether by way of satisfaction of the claim or counterclaim in the proceedings or by way of costs or otherwise), or any instalment of such a sum, the court may, in its discretion, stay any execution issued in the proceedings for such time and on such terms as the court thinks fit, and so from time to time until it appears that the cause of inability has ceased."}, {"act": "County Courts Act 1984", "year": 1984, "section": "89", "section_title": " Goods which may be seized.", "section_text": "89 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "90", "section_title": " Custody of goods seized.", "section_text": "90 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "91", "section_title": " Disposal of bills of exchange, etc., seized.", "section_text": "91 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "92", "section_title": " Penalty for rescuing goods seized.", "section_text": "92 1 If any person rescues or attempts to rescue any goods seized in execution under process of   the county court  , he shall be liable— a on summary conviction, to imprisonment for a term not exceeding one month or to a fine of an amount not exceeding level 4 on the standard scale, or both; or b on an order made by the   county court   in that behalf, to be committed for a specified period not exceeding one month to . . .   prison . . .  or to a fine of an amount not exceeding level 4 on the standard scale or to be so committed and to such a fine. and   an officer   of the court may take the offender into custody, with or without warrant, and bring him before the   county court  . 2   A judge of the county court   may at any time revoke an order committing a person to prison under this section and, if he is already in custody, order his discharge. 3 This section does not apply in the case of goods seized under Schedule 12 to the Tribunals, Courts and Enforcement Act 2007."}, {"act": "County Courts Act 1984", "year": 1984, "section": "93", "section_title": " Period to elapse before sale.", "section_text": "93 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "94", "section_title": " Goods not to be sold except by brokers or appraisers.", "section_text": "94 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "95", "section_title": " Appoint-ment of brokers, appraisers etc.", "section_text": "95 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "96", "section_title": " Power to appoint bailiffs to act as brokers and appraisers.", "section_text": "96 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "97", "section_title": " Sales under executions to be public unless otherwise ordered.", "section_text": "97 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "98", "section_title": " Protection of registrar selling goods under execution without notice of claim by third party.", "section_text": "98 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "99", "section_title": "Endorsement of warrants of control  etc.", "section_text": "99 1 This section applies to— a a warrant of control issued under section 85(2); b a warrant of delivery or of possession, but only if it includes a power to take control of and sell goods to recover a sum of money and only for the purposes of exercising that power. 2 The person to whom the warrant is directed must, as soon as possible after receiving it, endorse it by inserting on the back the date and time when he received it. 3 No fee may be charged for endorsing a warrant under this section."}, {"act": "County Courts Act 1984", "year": 1984, "section": "100", "section_title": " Sale of goods to which claim is made.", "section_text": "100 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "101", "section_title": " Interpleader by registrar.", "section_text": "101 1 If a claim is made to or in respect of any goods seized in execution under process of   the county court  , or in respect of the proceeds or value of any such goods, the   court   may, as well before as after any action brought   in respect of the claim  , issue a summons calling before the court the party at whose instance the process issued and the party making the claim. 2 Upon the issue of the summons, any action brought in   the county court or any   other court in respect of the claim or of any damage arising out of the execution of the warrant shall be stayed. 3 On the hearing of the summons, the   court   shall adjudicate upon the claim, and shall also adjudicate between the parties or either of them   and the person executing the warrant   upon any claim to damages arising or capable of arising out of the execution of the warrant  ..., and shall make such order in respect of any such claim and the costs of the proceedings as he thinks fit. 4 This section does not apply in the case of goods seized under Schedule 12 to the Tribunals, Courts and Enforcement Act 2007."}, {"act": "County Courts Act 1984", "year": 1984, "section": "102", "section_title": " Claims for rent where goods seized in execution. ", "section_text": "102 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "103", "section_title": " Execution out of jurisdiction of court.", "section_text": "103 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "104", "section_title": " Information as to writs and warrants of execution.", "section_text": " 104 1 Where a writ against the goods of any person issued from the High Court is delivered to an enforcement officer who is under a duty to execute the writ or to a sheriff, then on demand from   a judge of    the county court   that person shall— a in the case of an enforcement officer, by writing signed by that officer or a person acting under his authority, and b in the case of a sheriff, by writing signed by any clerk in the office of the under-sheriff, inform the  ... judge of the precise time the writ was delivered to him. 2 The person to whom a warrant issued by the county court is directed  shall on demand show his warrant to any enforcement officer, any person acting under the authority of an enforcement officer and any sheriff’s officer. 3 Any writing purporting to be signed as mentioned in subsection (1) and the endorsement on any warrant issued from   the county court   shall respectively be sufficient justification to any  ... judge, or enforcement officer or sheriff, acting on it. 4 In this section  “ enforcement officer ” means an individual who is authorised to act as an enforcement officer under the Courts Act 2003. "}, {"act": "County Courts Act 1984", "year": 1984, "section": "105", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "105"}, {"act": "County Courts Act 1984", "year": 1984, "section": "106", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "106"}, {"act": "County Courts Act 1984", "year": 1984, "section": "107", "section_title": " Receivers.", "section_text": "107 1 The power of the county court to appoint a receiver by way of equitable execution shall operate in relation to all legal estates and interests in land. 2 The said power may be exercised in relation to an estate or interest in land whether or not a charge has been imposed on that land under section 1 of the  Charging Orders Act 1979 for the purpose of enforcing the judgment, decree, order or award in question, and the said power shall be in addition to and not in derogation of any power of any court to appoint a receiver in proceedings for enforcing such a charge. 3 Where an order under section 1 of the Charging Orders Act 1979 imposing a charge for the purpose of enforcing a judgment, decree, order or award has been registered under section 6 of the  Land Charges Act 1972, subsection (4) of that section (which provides that, amongst other things, an order appointing a receiver and any proceedings pursuant to the order or in obedience to it, shall be void against a purchaser unless the order is for the time being registered under that section) shall not apply to an order appointing a receiver made either in proceedings for enforcing the charge or by way of equitable execution of the judgment, decree, order or award or, as the case may be, of so much of it as requires payment of moneys secured by the charge."}, {"act": "County Courts Act 1984", "year": 1984, "section": "108", "section_title": " Attachment of debts.", "section_text": "108 1 Subject to any order for the time being in force under subsection (4), this section applies to  any depositaccount, and any withdrawable share account, with a deposit-taker . 2 In determining whether, for the purposes of the jurisdiction of the county court to attach debts for the purpose of satisfying judgments or orders for the payment of money,a sum standing to the credit of a person in an account to which this section applies is a sum due or accruing to that person and, as such, attachable in accordance with  rulesof court , any condition mentioned in subsection (3) which applies to the account shall be disregarded. 3 Those conditions are— a any condition that notice is required before any money or share is withdrawn; b any condition that a personal application must be made before any money or share is withdrawn; c any condition that a deposit book or share-account book must be produced before any money or share is withdrawn; or d any other prescribed condition. 4 The Lord Chancellor may by order make such provision as he think fit, by way of amendment of this section or otherwise, for all or any of the following purposes,namely— a including in, or excluding from, the accounts to which this section applies accounts of any description specified in the order; b excluding from the accounts to which this section applies all accounts with any particular  deposit-taker so specified or with any  deposit-taker  of a description so specified. 5 An order under subsection (4) shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "County Courts Act 1984", "year": 1984, "section": "109", "section_title": " Administrative and clerical expenses of garnishees.", "section_text": "109 1 Where an   interim third party debt order   made in the exercise of the jurisdiction mentioned in subsection (2) of the preceding section is served on  a deposit-taker, it  may, subject to the provisions of this section, deduct from the relevant debt or debts an amount not exceeding the prescribed sum towards  its administrative and clerical expenses  of the institution in complying with the order; and the right  . . . to make a deduction under this subsection shall be exercisable as from the time the   interim third party debt order   is served on it. 1A In subsection (1) “ the relevant debt or debts ”, in relation to an   interim third party debt order   served on  a deposit-taker , means the amount, as at the time the order is served on  it , of the debt or debts of which the whole or a part is expressed to be attached by the order. 1B A deduction may be made under subsection (1) in a case where the amount referred to in subsection (1A) is insufficient to cover both the amount of the deduction and the amount of the judgment debt and costs in respect of which the attachment was made, notwithstanding that the benefit of the attachment to the creditor is reduced as a result of the deduction. 2 An amount may not in pursuance of subsection (1) be deducted or, as the case may be, retained in a case where by virtue of  section  346 of the  Insolvency Act 1986 or section 325 of the  Companies Act 1948 or otherwise, the creditor is not entitled to retain the benefit of the attachment. 3 In this section “ prescribed ” means prescribed by an order made by the Lord Chancellor. 4 An order under this section— a may make different provision for different cases; . . .  b without prejudice to the generality of paragraph (a) may prescribe sums differing according to the amount due under the judgment or order to be satisfied. c may provide for this section not to apply to  deposit-taker  of any prescribed description. 5 Any such order shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "County Courts Act 1984", "year": 1984, "section": "110", "section_title": " Penalty for non-attendance on judgment summons.", "section_text": "110 1 If a debtor summoned to attend   the county court   by a judgment summons fails to attend on the day and at the time fixed for any hearing of the summons, the   court   may adjourn orfurther adjourn the summons to a specified time on a specified day and order the debtor to attend at that time on that day. 2 If— a a debtor, having been ordered under subsection (1) to attend at a specified time on a specified day, fails to do so;  . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . the   court   may make an order committing him to prison for a period not exceeding 14 days in respect of the failure or refusal. 3 In any case where the   court   has power to make an order of committal under subsection (2) for failure to attend, he may in lieu of or in addition to making thatorder, order the debtor to be arrested and brought before the court either forthwith or at such time as the   court   may direct. 4 A debtor shall not be committed to prison under subsection (2) for having failed to attend as required by an order under subsection (1) unless there waspaid to him at the time of the service of the judgment summons, or paid or tendered to him at the time of the service of the order, such sum in respect of his expenses as may beprescribed for the purposes of this section. 5 The   court   may at any time revoke an order committing a person to prison under this section and, if he is already in custody, order his discharge."}, {"act": "County Courts Act 1984", "year": 1984, "section": "111", "section_title": " Provisions as to warrants of possession.", "section_text": "111 1 For the purpose of executing a warrant to give possession of any premises, it shall not be necessary to remove any goods from those premises. 2 The duration of any warrant of possession issued by   the county court   to enforce a judgment or order for the recovery of land or for the delivery of possession of land shall be such as may be fixed by or in accordance with  rules of court ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "112", "section_title": " Power to make administration order.", "section_text": "112 1 Where a debtor— a is unable to pay forthwith the amount of a judgment obtained against him; and b alleges that his whole indebtedness amounts to a sum not exceeding the county court limit, inclusive of the debt for which the judgment was obtained;   the county court   may make an order providing for the adminstration of his estate. 2 In this Part of this Act— “ administration order ” means an order under this section; and ... 3 Before an administration order is made, the   county court   shall, in accordance with  rules of court ,send to every person whose name the debtor has notified to the   county court   as being a creditor of his, a notice that that person’s name has been so notified. 4 So long as an administration order is in force, a creditor whose name is included in the schedule to the order shall not, without the leave of the   county court  , beentitled to present, or join in, a bankruptcy petition against the debtor unless— a his name was so notified; and b the debt by virtue of which he presents, or joins in, the petition, exceeds  £1500 ;and c the notice given under subsection (3) was received by the creditor within 28 days immediately preceding the day on which the petition is presented. 5 An administration order shall not be invalid by reason only that the total amount of the debts is found at any time to exceed the county court limit, but in that case thecourt may, if it thinks fit, set aside the order. 6 An administration order may provide for the payment of the debts of the debtor by instalments or otherwise, and either in full or to such extent as appears practicable tothe court under the circumstances of the case, and subject to any conditions as to his future earnings or income which the court may think just. 7 The Secretary of State may by regulations increase or reduce the sum for the time being specified in subsection (4)(b); but no such increase in the sumso specified shall affect any case in which the bankruptcy petition was presented before the coming into force of the increase. 8 The power to make regulations under subsection (7) shall be exercisable by statutory instrument; and no such regulations shall be made unless a draft of them hasbeen approved by resolution of each House of Parliament."}, {"act": "County Courts Act 1984", "year": 1984, "section": "113", "section_title": " Notice of order and proof of debts.", "section_text": "113 Where an administration order has been made— a notice of the order— i . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ii shall be posted   on an appropriate website  , and iii shall be sent to every person whose name the debtor has notified to the   county court   as being a creditor of his or who has proved; b any creditor of the debtor, on proof of his debt before the   county court  , shall be entitled to be scheduled as a creditor of the debtor for the amount of his proof; c any creditor may object in the prescribed manner to any debt scheduled, or to the manner in which payment is directed to be made by instalments; d any person who, after the date of the order, becomes a creditor of the debtor shall, on proof of his debt before the   county court  , be scheduled as a creditor of the debtor for the amount of his proof, but shall not be entitled to any dividend under the order until the creditors who are scheduled as having been creditors before the date of the order have been paid to the extent provided by the order."}, {"act": "County Courts Act 1984", "year": 1984, "section": "114", "section_title": " Effect of administration order.", "section_text": "114 1 Subject to sections 115 and 116, when an administration order is made, no creditor shall have any remedy against the person or property of the debtor in respect of any debt— a of which the debtor notified the   county court   before the administration order was made; or b which has been scheduled to the order, except with the leave of the   county court  , and on such terms as that court may impose. 2 Subject to subsection (3),   when an administration order is made, the county court is to stay any proceedings in the county court which   are pending against the debtor in respect of any debt so notified or scheduled,  ..., but may allow costs already incurred by the creditor, and such costs may, on application, be added to the debt. 3 The requirement to stay proceedings shall not operate   as a requirement to stay any proceedings in bankruptcy which are pending against the debtor.  "}, {"act": "County Courts Act 1984", "year": 1984, "section": "115", "section_title": " Execution by registrar.", "section_text": "115 1 Where it appears to  ... the   county court   at any time while an administration order is in force that property of the debtor exceeds in value  the minimum amount ,   the court   shall, at the request of any creditor, and without fee, issue execution against the debtor’s goods. 1A In subsection (1) above “ the minimum amount ” means £50 or such other amount as the Lord Chancellor may by order specify instead of that amount or the amount for the time being specified in such an order; and an order under this subsection shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 2 Section 89 applies on an execution under this section as it applies on an execution under Part V."}, {"act": "County Courts Act 1984", "year": 1984, "section": "116", "section_title": " Right of landlord to distrain notwithstanding order.", "section_text": "116 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "117", "section_title": " Appropriation of money paid under order and discharge of order.", "section_text": "117 1 Money paid into court under an administration order shall be appropriated— a first in satisfaction of the costs of administration (which shall not exceed 10 pence in the pound on the total amount of the debts); and b then in liquidation of debts in accordance with the order. 2 Where the amount received is sufficient to pay— a each creditor scheduled to the order to the extent provided by the order; b the costs of the plaintiff in the action in respect of which the order was made; and c the cost of the administration, the order shall be superseded, and the debtor shall be discharged from his debts to the scheduled creditors."}, {"act": "County Courts Act 1984", "year": 1984, "section": "118", "section_title": " Power to commit for contempt.", "section_text": "118 1 If any person— a wilfully insults   a judge   of   the county court  , or any juror or witness, or any officer of the court during his sitting or attendance in court, or in going to or returning from the court; or b wilfully interupts the proceedings of   the county court   or otherwise misbehaves in court; any officer of the court, with or without the assistance of any other person, may, by order of the judge, take the offender into custody and detain him until the rising of the court, and the judge may, if he thinks fit,— i make an order committing the offender for a specified period not exceeding one month to . . .  prison . . .  ; or ii impose upon the offender, for every offence, a fine of an amount not exceeding  £2, 500  or may both make such an order and impose such a fine. 2   A judge of the county court   may at any time revoke an order committing a person to prison under this section and, if he is already in custody, order his discharge. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "119", "section_title": " Issue and execution of orders of committal.", "section_text": "119 1 Whenever any order or warrant for the committal of any person to prison is made or issued by   the county court   (whether in pursuance of this or any other Act or of  rules of court ), the order or warrant shall be directed to the   officers   of the court, who shall thereby by empowered to take the body of the person against whom the order is made or warrant issued. 2 It shall be the duty of every constable within his jurisdiction to assist in the execution of every such order or warrant. 3 The govenor of the prison mentioned in any such order or warrant shall be bound to receive and keep the person mentioned in it until he is lawfully discharged."}, {"act": "County Courts Act 1984", "year": 1984, "section": "120", "section_title": " Prisons to which committals may be made.", "section_text": "120 Any person committed to prison by the  ... county court, in pursuance of this or any other Act or of  rules of court , shall be committed to such prison as may from time to time be directed in the case of that court by order of the Secretary of State."}, {"act": "County Courts Act 1984", "year": 1984, "section": "121", "section_title": " Power of judge to order discharge.", "section_text": "121 1 If at any time it appears to the satisfaction of  ...   the county court   that any debtor arrested or confined in prison by order of the court is unable from any cause to pay any sum recovered against him (whether by way of satisfaction of a claim or counterclaim or by way of costs or otherwise), or any instalment thereof, and ought to be discharged,   the court   may order his discharge upon such terms (including liability to re-arrest if the terms are not complied with) as   the court   thinks fit."}, {"act": "County Courts Act 1984", "year": 1984, "section": "122", "section_title": " Execution of committal orders out of jurisdiction of court.", "section_text": "122 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "123", "section_title": " Registrar to have same responsibilities as sheriff.", "section_text": "123 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "124", "section_title": " Liability of bailiff for neglect to levy execution.", "section_text": "124 1 Where  the county court issues a warrant of execution, control, possession or delivery and the person to whom it is directed loses the opportunity of executing it                        against goods, loses the opportunity of levying the execution by reason of neglect, connivance or omission, any party aggrieved thereby may complain   to the court.   2 On any such complaint the   court  , if the neglect, connivance or omission is proved to his satisfaction, shall order  that person  to pay such damages as it appears that the complainant has sustained by reason of it, not exceeding in any case the sum for which the  warrant was  issued."}, {"act": "County Courts Act 1984", "year": 1984, "section": "125", "section_title": " Irregularity in executing warrants.", "section_text": "125 1 No officer of   the county court   in executing any warrant of   the court , and no person at whose instance any such warrant is executed, shall be deemed a trespasser by reason of any irregularity or informality— a in any proceeding on the validity of which the warrant depends; or b in the form of the warrant or in the mode of executing it; but , except in the case of a warrant of control (to which Schedule 12 to the Tribunals, Courts and Enforcement Act 2007 applies),  any person aggrieved may bring an action for any special damage sustained by him by reason of the irregularity or informality against the person guilty of it. 2 No costs shall be recovered in such an action unless the damages awarded exceed £2."}, {"act": "County Courts Act 1984", "year": 1984, "section": "126", "section_title": " Actions against bailiffs acting under warrants.", "section_text": "126 1 No action shall be commenced against any bailiff for anything done in obedience to a warrant issued by the   county court  , unless— a a demand for inspection of the warrant and for a copy of it is made or left at the office of the bailiff by the party intending to bring the action, or his  legal representative or agent; and b the bailiff refuses or neglects to comply with the demand within six days after it is made. 2 The demand must be in writing and signed by the person making it. 3 If an action is commenced against a bailiff in a case where such a demand has been made and not complied with, judgment shall be given for the bailiff if the warrant is produced or proved at the trial, notwithstanding any defect of jurisdiction or other irregularity in the warrant;  ... 4 In this section “ bailiff ” in relation to a warrant means the person to whom the warrant is directed, and  (except in paragraph (a) of subsection (1))  ... ... ... includes any person acting by the order and in aid of  that person . 5 This section does not apply to an action for anything done under a power to use the procedure in Schedule 12 to the Tribunals, Courts and Enforcement Act 2007."}, {"act": "County Courts Act 1984", "year": 1984, "section": "127", "section_title": " Warrants evidence of authority.", "section_text": "127 In any action commenced against a person for anything done in pursuance of this Act, the production of the warrant of the county court shall be deemed sufficient proof of the authority of the court previous to the issue of the warrant."}, {"act": "County Courts Act 1984", "year": 1984, "section": "128", "section_title": " Fees.", "section_text": "128 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "129", "section_title": " Enforcement of fines. ", "section_text": "129 Payment of any fine imposed by   the county court   under this Act may be enforced upon the order of the   court   in like manner— a as payment of a debt adjudged by the court to be paid may be enforced under this Act; or b as payment of a sum adjudged to be paid by a conviction of a magistrates’ court may be enforced under the  Magistrates’ Courts Act 1980 (disregarding section 81(1) of that Act)."}, {"act": "County Courts Act 1984", "year": 1984, "section": "130", "section_title": " Payment and application of fees, fines, etc. ", "section_text": "130 1 Subject to subsection (2), all fees, forfeitures and fines payable under this Act and any penalty payable to an officer of   the county court   under any other Act shall be paid to officers designated by the Lord Chancellor and dealt with by them in such manner as the Lord Chancellor, after consultation with the Treasury, may direct. 2 Subsection (1) does not apply to fines imposed on summary conviction or to so much of a fine as is applicable under section 55(4) to indemnify a party injured. 3 The Lord Chancellor, with the concurrence of the Treasury, shall from time to time make such rules as he thinks fit for securing the balances and other sums of money in the hands of any officers of   the county court  , and for the due accounting for and application of those balances and sums."}, {"act": "County Courts Act 1984", "year": 1984, "section": "131", "section_title": " Appointment of auditors and other officers.", "section_text": "131 The Lord Chancellor may, subject to the consent of the Treasury as to numbers and salaries, appoint as officers in his department such auditors and other officers as he may consider necessary for the purpose of controlling the accounts of  the family court or   the county court  ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "132", "section_title": " Payment of salaries and expenses.", "section_text": "132 There shall be paid out of money provided by Parliament— a all salaries, remuneration and other sums payable under Part I of this Act or under section 131. b the expenses of supplying the   the county court and its   offices  , and the family court and its offices,   with law and office books and stationery and postage stamps; c expenses incurred in conveying to prison persons committed by  the family court or   the   county court  ; and d all other expenses arising out of any jurisdiction for the time being conferred  on the family court or any officer of the family court or   on the   county court   or any officer of the  county court ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "133", "section_title": " Proof of service of summonses etc.", "section_text": "133 1 Where any summons or other process issued from   the county court   is served by an officer of   the court  , the service may be proved by a certificate in a prescribed form  . . . showing the fact and mode of the service. 2 Any officer of   the court   wilfully and corruptly giving a false certificate under subsection (1) in respect of the service of a summons or other process shall be guilty of an offence and, on conviction thereof, shall be removed from office and shall be liable— a on conviction on indictment, to imprisonment for any term not exceeding 2 years; or b on summary conviction, to imprisonment for any term not exceeding 6 months or to a fine not exceeding the statutory maximum or to both such imprisonment and fine."}, {"act": "County Courts Act 1984", "year": 1984, "section": "134", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "134"}, {"act": "County Courts Act 1984", "year": 1984, "section": "135", "section_title": " Penalty for falsely pretending to act under authority of court.", "section_text": "135 Any person who— a delivers or causes to be delivered to any other person any paper falsely purporting to be a copy of any summons or other process of   the county court  , knowing it to be false; or b acts or professes to act under any false colour or pretence of the process or authority of   the county court  ; shall be guilty of an offence and shall for each offence be liable on conviction on indictment to imprisonment for a term not exceeding 7 years."}, {"act": "County Courts Act 1984", "year": 1984, "section": "136", "section_title": " Penalty for falsely representing document to have been issued from county court.", "section_text": "136 1 It shall not be lawful to deliver or cause to be delivered to any person any document which was not issued under the authority of   the county court   but which, by reason of its form or contents or both, has the appearance of having been issued under such authority. 2 If any person contravenes this section, he shall for each offence be liable on summary conviction to a fine of an amount not exceeding level 3 on the standard scale. 3 Nothing in this section shall be taken to prejudice section 135."}, {"act": "County Courts Act 1984", "year": 1984, "section": "137", "section_title": " Lessee to give notice of summons for recovery of land.", "section_text": "137 1 Every lessee to whom there is delivered any summons issued from   the county court   for the recovery of land demised to or held by him, or to whose knowledge any such summons comes, shall forthwith give notice of the summons to his lessor or his bailiff or receiver. 2 If a lessee fails to give notice as required by subsection (1), he shall be liable to forfeit to the person of whom he holds the land an amount equal to the value of 3 years’ improved or rack rent of the land to be recovered by action in   the county court or any   other court having jurisdiction in respect of claims for such an amount."}, {"act": "County Courts Act 1984", "year": 1984, "section": "138", "section_title": " Provisions as to forfeiture for non-payment of rent.", "section_text": "138 1 This section has effect where a lessor is proceeding by action in   the county court   (being an action in which the county court has jurisdiction) to enforce against a lessee a right of re-entry or forfeiture in respect of any land for non-payment of rent. 2 If the lessee pays into court  or to the lessor  not less than 5 clear days before the return day all the rent in arrear and the costs of the action, the action shall cease, and the lessee shall hold the land according to the lease without any new lease. 3 If— a the action does not cease under subsection (2); and b the court at the trial is satisfied that the lessor is entitled to enforce the right of re-entry or forfeiture, the court shall order possession of the land to be given to the lessor at the expiration of such period, not being less than 4 weeks from the date of the order, as the court thinks fit, unless within that period the lessee pays into court  or to the lessor  all the rent in arrear and the costs of the action. 4 The court may extend the period specified under subsection (3) at any time before possession of the land is recovered in pursuance of the order under that subsection. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 Subsection (2) shall not apply where the lessor is proceeding in the same action to enforce a right of re-entry or forfeiture on any other ground as well as for non-payment of rent, or to enforce any other claim as well as the right of re-entry or forfeiture and the claim for arrears of rent. 7 If the lessee does not— a within the period specified in the order; or b within that period as extended under subsection (4), pay into court  or to the lessor — i all the rent in arrear; and ii the costs of the action, the order shall be  enforceable  in the prescribed manner and so long as the order remains unreversed the lessee shall  , subject to subsection (8) and (9A),  be barred from all relief. 8 The extension under subsection (4) of a period fixed by a court shall not be treated as relief from which the lessee is barred by subsection (7) if he fails to pay into court  or to the lessor  all the rent in arrear and the costs of the action within that period. 9 Where the court extends a period under subsection (4) at a time when— a that period has expired; and b a warrant has been issued for the possession of the land, the court shall suspend the warrant for the extended period; and, if, before the expiration of the extended period, the lessee pays into court  or to the lessor  all the rent in arrear and all the costs of the action, the court shall cancel the warrant. 9A Where the lessor recovers possession of the land at any time after the making of the order under subsection (3) (whether as a result of the enforcement of the order or otherwise) the lessee may, at any time within six months from the date on which the lessor recovers possession, apply to the court for relief; and on any such application the court may, if it thinks fit, grant to the lessee such relief, subject to such terms and conditions, as it thinks fit. 9B Where the lessee is granted relief on an application under subsection (9A) he shall hold the land according to the lease without any new lease. 9C An application under subsection (9A) may be made by a person with an interest under a lease of the land derived (whether immediately or otherwise) from the lessee’s interest therein in like manner as if he were the lessee; and on any such application the court may make an order which (subject to such terms and conditions as the court thinks fit) vests the land in such a person, as lessee of the lessor, for the remainder of the term of the lease under which he has any such interest as aforesaid, or for any lesser term. In this subsection any reference to the land includes a reference to a part of the land. 10 Nothing in this section or section 139 shall be taken to affect— a the power of the court to make any order which it would otherwise have power to make as respects a right of re-entry of forfeiture on any ground other than non-payment of rent; or b section 146(4) of the  Law of Property Act 1925 (relief against forfeiture)."}, {"act": "County Courts Act 1984", "year": 1984, "section": "139", "section_title": " Service of summons and re-entry.", "section_text": "139 1 In a case where section 138 has effect, if— a one-half-year’s rent is in arrear at the time of the commencement of the action; and b the lessor has a right to re-enter for non-payment of that rent; and c the power under section 72(1) of the Tribunals, Courts and Enforcement Act 2007 (commercial rent arrears recovery) is exercisable to recover the arrears; and d there are not sufficient goods on the premises to recover the arrears by that power, the service of the summons in the action in the prescribed manner shall stand in lieu of a demand and re-entry. 2 Where a lessor has enforced against a lessee, by re-entry without action, a right of re-entry or forfeiture as respects any land for non-payment of rent, the lessee may   . . .at any time within six months from the date on which the lessor re-entered apply to the county court for relief, and on any such application the court may, if it thinks fit, grant to the lessee such relief as the High Court could have granted. 3 Subsections (9B) and (9C) of section 138 shall have effect in relation to an application under subsection (2) of this section as they have effect in relation to an application under subsection (9A) of that section."}, {"act": "County Courts Act 1984", "year": 1984, "section": "140", "section_title": " Interpretation of sections 138 and 139.", "section_text": "140 For the purposes of sections 138 and 139— “ lease ” includes— a an original or derivative under-lease; b an agreement for a lease where the lessee has become entitled to have his lease granted; and c a grant at a fee farm rent, or under a grant securing a rent by condition; “ lessee ” includes— a an original or derivative under-lessee; b the persons deriving title under a lessee; c a grantee under a grant at a fee farm rent, or under a grant securing a rent by condition; and d the persons deriving title under such a grantee; “ lessor ” includes— a an original or derivative under-lessor; b the persons deriving title under a lessor; c a person making a grant at a fee farm rent, or a grant securing a rent by condition; and d the persons deriving title under such a grantor; “ under-lease ” includes an agreement for an under-lease where the under-lessee has become entitled to have his under-lease granted; and “ under-lessee ” includes any person deriving title under an under-lesse."}, {"act": "County Courts Act 1984", "year": 1984, "section": "141", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "141"}, {"act": "County Courts Act 1984", "year": 1984, "section": "142", "section_title": " Power to enforce undertakings of solicitors.", "section_text": "142   The county court   shall have the same power to enforce an undertaking given by a solicitor in relation to any proceedings in that court as the High Court has to enforce an undertaking so given in relation to any proceedings in the High Court."}, {"act": "County Courts Act 1984", "year": 1984, "section": "143", "section_title": " Prohibition on persons other than solicitors receiving remuneration for business done in county courts.", "section_text": "143 1 No person other than — a a legal representative; or b a person exercising a right of audience or a right to conduct litigation by virtue of an order made under section 11 of the Courts and Legal Services Act 1990 (representation in county courts), shall be entitled to have or recover any fee or reward for acting on behalf of a party in proceedings in   the county court  . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "County Courts Act 1984", "year": 1984, "section": "144", "section_title": " Replevin.", "section_text": "144 Schedule 1 to this Act shall have effect."}, {"act": "County Courts Act 1984", "year": 1984, "section": "145", "section_title": " Power to raise monetary limits.", "section_text": "145 1 If it appears to Her Majesty in Council— a that the county court limit for the purposes of any enactment referring to that limit, or b that the higher limit or the lower limit referred to in section 20 of this Act, should be increased, Her Majesty may by Order in Council direct that the limit in question shall be such amount as may be specified in the Order. 2 An Order under subsection (1) may contain such incidental or transitional provisions as Her Majesty considers appropriate. 2A It is for the Lord Chancellor to recommend to Her Majesty the making of an Order under subsection (1). 3 No recommendation shall be made to Her Majesty in Council to make an Order under this section unless a draft of the Order has been laid before Parliament and approved byresolution of each House of Parliament."}, {"act": "County Courts Act 1984", "year": 1984, "section": "146", "section_title": " Lords Commissioners to representLord Chancellorwhen Great Seal in commission.", "section_text": "146 When the Great Seal is in commission, the Lords Commissioners shall represent the Lord Chancellor for the purposes of this Act; but the powers vested in him by this Act in relation to the Appointment of officers may be exercised by the senior Lord Commissioner for the time being."}, {"act": "County Courts Act 1984", "year": 1984, "section": "147", "section_title": " Interpretation.", "section_text": "147 1 In this Act, unless the context otherwise requires— “ action ” means any proceedings in   the county court   which may be commenced as prescribed by plaint; ...   “ Admiralty proceedings ” means proceedings which, if commenced in the High Court, would involve the exercise of the High Court's Admiralty jurisdiction;   ... “ the county court limit ” means— in relation to any enactment contained in this Act for which a limit is for the time being specified by an Order under section 145, that limit, . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . in relation to any enactment contained in this Act and not within paragraph (a)   . . ., the county court limit for the time being specified by any other Order In Council or order defining the limit of county court jurisdiction for the purposes of that enactment; . . .   “ court ” means the county court;    “ deposit-taking institution ” means a person who may, in the course of his business, lawfully accept deposits in the United Kingdom;  ... . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ hearing ” includes trial, and “ Hear ” and “ Heard ” shall be construed accordingly; “ hereditament ” includes both a corporeal and an incorporeal hereditament; ... “ judgment summons ” means a summons issued on the application of a person entitled to enforce a judgment or order under section 5 of the  Debtors Act 1869 requiring a person, or where two or more persons are liable under the judgment or order, requiring any one or more of them,   to attend court ; “ landlord ”, in relation to any land, means the person entitled to the immediate reversion or, if the property therein is held in joint tenancy, any of the persons entitled to the immediate reversion;  “ legal representative ”means   a person who, for the purposes of the Legal Services Act 2007, is an authorised person in relation to an activity which constitutes the exercise of a right of audience or the conduct of litigation (within the meaning of that Act);  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ matter ” means every proceeding in   the county court   which may be commenced as prescribed otherwise than by plaint; “ officer ”,   in relation to the county court, means any clerk,   bailiff, usher or messenger in the service of that court; ... “ party ” includes every person served with notice of, or attending, any proceeding, whether named as a party to that proceeding or not; “ prescribed ” means prescribed by  rules of court ; ... ... “ proceedings ” includes both actions and matters; ... “ return day ” means the day appointed in any summons or proceeding for the appearance of the defendant or any other day fixed for the hearing of any proceedings; . . . “ ship ” includes any description of vessel used in navigation; “ solicitor ” means solicitor of the   Senior Courts ;                          . . .                          . . . 1A The definition of “deposit-taking institution” in subsection (1) must be read with— a section 22 of the Financial Services and Markets Act 2000; b any relevant order under that section; and c Schedule 2 to that Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "County Courts Act 1984", "year": 1984, "section": "148", "section_title": " Amendments of other Acts, transitory provisions, transitional provisions savings and repeals.", "section_text": "148 1 The enactments specified in Schedule 2 shall have effect subject to the amendments there specified. 2 This Act shall have effect subject to the transitory provisions and transitional provisions and savings contained in Schedule 3. 3 The enactments specified in Schedule 4 are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "County Courts Act 1984", "year": 1984, "section": "149", "section_title": " Extent.", "section_text": "149 1 Section 148(1) and Schedule 2 extend to Scotland so far as they amend enactments extending to Scotland. 2 Section 148(1) and Schedule 2 extend to Northern Ireland so far as they amend enactments extending to Northern Ireland. 3 Subject to subsections (1) and (2), this Act extends to England and Wales only."}, {"act": "County Courts Act 1984", "year": 1984, "section": "150", "section_title": " Commencement.", "section_text": "150 This Act shall come into force on 1st August 1984."}, {"act": "County Courts Act 1984", "year": 1984, "section": "151", "section_title": " Short title.", "section_text": "151 This Act may be cited as the County Courts Act 1984."}]