[{"act": "Cycle Tracks Act 1984", "year": 1984, "section": "1", "section_title": " Amendment of definition of “cycle track”.", "section_text": "1 1 In section 329(1) of the  Highways Act 1980 (referred to in this Act as “ the 1980 Act ”), in the definition of “cycle track” (which defines a cycle track as a way over which the public have a right of way on pedal cycles with or without a right of way on foot) after “pedal cycles” there shall be inserted “(other than pedal cycles which are motor vehicles within the meaning of the  Road Traffic Act 1972)”. 2 Any way to which the said definition applied immediately before the commencement of subsection (1) above shall, as from that commencement, continue to be a cycle track within the meaning of the 1980 Act, but the public’s right of way on pedal cycles over that way shall in accordance with that subsection no longer include a right to use pedal cycles which are motor vehicles."}, {"act": "Cycle Tracks Act 1984", "year": 1984, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Cycle Tracks Act 1984", "year": 1984, "section": "3", "section_title": " Conversion of footpaths into cycle tracks.", "section_text": "3 1 A local highway authority may in the case of any footpath for which they are the highway authority by order made by them and either— a submitted to and confirmed by the Secretary of State, or b confirmed by them as an unopposed order, designate the footpath or any part of it as a cycle track, with the effect that, on such date as the order takes effect in accordance with the following provisions of this section, the footpath or part of the footpath to which the order relates shall become a highway which for the purposes of the 1980 Act is a highway maintainable at the public expense and over which the public have a right of way on pedal cycles (other than pedal cycles which are motor vehicles) and a right of way on foot. 2 A local highway authority shall not make an order under this section designating as a cycle track any footpath or part of a footpath which crosses any agricultural land unless every person having a legal interest in that land has consented in writing to the making of the order. In this subsection “ agricultural land ” has the meaning given by  section 1(4) of the Agricultural Holdings Act 1986 ; and “ legal interest ” does not include an interest under a letting of land having effect as a letting for an interest less than a tenancy from year to year. 3 An order made under this section by a local highway authority— a may be confirmed by the Secretary of State either in the form in which it was made or subject to such modifications as he thinks fit; b may be confirmed by the authority as an unopposed order only in the form in which it was made. 4 The Secretary of State may by regulations make provision with respect to the procedure to be followed in connection with the making, submission and confirmation of orders under this section; and the Secretary of State shall by regulations under this subsection make such provision as he considers appropriate with respect to— a the publication of notice of the making of an order under this section and of its effect; b the making and consideration of objections to any such order; and c the publication of notice of the confirmation of any such order by the Secretary of State or by a local highway authority, and of the effect of the order as confirmed. 5 Without prejudice to the generality of subsection (4) above, regulations under that subsection may in particular make provision— a for enabling the Secretary of State to cause a local inquiry to be held in connection with any order under this section submitted to him for confirmation; b for the decision as to whether any such order should be confirmed, and, if so, as to the modifications (if any) subject to which it should be confirmed, to be made by a person appointed by the Secretary of State for the purpose instead of by the Secretary of State; c for any decision made by any such person in pursuance of paragraph (b) above to be treated, for the purposes of any provision of the regulations or this section, as a decision of the Secretary of State; and subsections (2) to (5) of section 250 of the  Local Government Act 1972 (giving of evidence at, and defraying of costs of, local inquiries) shall apply in relation to any local inquiry held in pursuance of paragraph (a) above as they apply in relation to a local inquiry which a Minister causes to be held under subsection (1) of that section. 6 If a person aggrieved by an order under this section desires to question its validity on the ground that it is not within the powers of this section or on the ground that any requirement of regulations made under subsection (4) above has not been complied with in relation to the order, he may, within six weeks from the date on which any such notice as is mentioned in subsection (4)(c) above is first published, make an application for the purpose to the High Court. 7 On any such application, the High Court— a may by interim order suspend the operation of the order, either wholly or to such extent as it thinks fit, until the final determination of the proceedings; and b if satisfied that the order is not within the powers of this section or that the interests of the applicant have been substantially prejudiced by a failure to comply with any such requirement as aforesaid, may quash the order, either wholly or to such extent as it thinks fit. 8 Subject to subsection (7) above, an order under this section shall not, either before or after it has been confirmed, be questioned in any legal proceedings whatever, and shall take effect on the date on which any such notice as is mentioned in subsection (4)(c) above is first published, or on such later date, if any, as may be specified in the order. 9 A local highway authority may (subject to and in accordance with the provisions of subsections (3) to (8) above) by order made by them and either— a submitted to and confirmed by the Secretary of State, or b confirmed by them as an unopposed order, revoke an order made by them under this section with the effect that, on such date as the order takes effect in accordance with those provisions, the way designated by the original order as a cycle track shall revert to being a footpath or a part of a footpath (as the case may be) and, as such, it shall only be maintainable at the public expense for the purposes of the 1980 Act if, prior to the original order taking effect, it constituted a highway so maintainable or, on the order under this subsection taking effect, it forms part of a highway so maintainable. 10 A local highway authority shall have power to carry out any works necessary for giving effect to an order under this section; and in so far as the carrying out of any such works, or any change in the use of land resulting from any such order, constitutes development within the meaning of the  Town and Country Planning Act 1990 , permission for that development shall be deemed to be granted under Part III of that Act. 11 The power to make regulations under subsection (4) above shall be exercisable by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Cycle Tracks Act 1984", "year": 1984, "section": "4", "section_title": " Provision of barriers in cycle tracks,  etc.", "section_text": "4 1 A highway authority may provide and maintain in any cycle track such barriers as they think necessary for the purpose of safeguarding persons using the cycle track. 2 A highway authority may, in the case of any cycle track which is adjacent to a footpath or footway, provide and maintain such works as they think necessary for the purpose of separating, in the interests of safety, persons using the cycle track from those using the footpath or footway. 3 A highway authority may alter or remove any works provided by them under subsection (1) or (2) above. 4 Any reference in this section to a cycle track is a reference to a cycle track constituting or comprised in a highway maintainable at the public expense, and any reference to a footpath or a footway is a reference to a footpath constituting or a footway comprised in such a highway."}, {"act": "Cycle Tracks Act 1984", "year": 1984, "section": "5", "section_title": " Compensation.", "section_text": "5 1 Where any person suffers damage by reason of the execution by a highway authority of any works under section 3(10) or 4 above, he shall be entitled to recover compensation in respect of that damage from that authority. 2 Where in consequence of the coming into operation of an order under section 3 above any person suffers damage by the depreciation in value of any interest in land to which he is entitled, he shall be entitled to recover compensation in respect of that damage from the local highway authority which made the order; but a person shall not be entitled to recover any compensation under this subsection in respect of any depreciation— a in respect of which compensation is recoverable by him under subsection (1) above; or b which is attributable to the prospect of the execution of any such works as are referred to in that subsection. 3 Subsections (1) to (3) of section 307 of the 1980 Act (disputes as to compensation to be referred to   Upper Tribunal ) shall apply in relation to any dispute arising on a claim for compensation under subsection (1) or (2) above as they apply in relation to any dispute arisising as mentioned in subsection (1) of that section."}, {"act": "Cycle Tracks Act 1984", "year": 1984, "section": "6", "section_title": " Application to Crown land.", "section_text": "6 1 In the case of any Crown land the appropriate authority and a highway authority may agree that any provisions of sections 3 and 4 above specified in the agreement shall apply to that land and, while the agreement is in force, those provisions shall apply to that land accordingly (subject, however, to the terms of the agreement). 2 Any such agreement as is referred to in subsection (1) above may contain such consequential and incidental provisions, including provisions of a financial character, as appear to the appropriate authority to be necessary or equitable; but provisions of a financial character shall not be included in an agreement made by a government department without the approval of the Treasury. 3 In this section “ Crown land ” means land belonging to Her Majesty in right of the Crown or of the Duchy of Lancaster, or belonging to the Duchy of Cornwall, or belonging to a government department or held in trust for Her Majesty for the purposes of a government department, and “ the appropriate authority ” means— a in the case of land belonging to Her Majesty in right of the Crown, the Crown Estate Commissioners or other government department having the management of the land in question; b in the case of land belonging to Her Majesty in right of the Duchy of Lancaster, the Chancellor of that Duchy; c in the case of land belonging to the Duchy of Cornwall, such person as the Duke of Cornwall, or the possessor for the time being of the Duchy of Cornwall, appoints; d in the case of land belonging to a government department or held in trust for Her Majesty for the purposes of a government department, that department. 4 If any question arises as to what authority is the appropriate authority in relation to any Crown land that question shall be referred to the Treasury, whose decision shall be final."}, {"act": "Cycle Tracks Act 1984", "year": 1984, "section": "7", "section_title": " Expenses.", "section_text": "7 There shall be paid out of money provided by Parliament— a any expenses incurred by the Secretary of State under this Act; and b any increase attributable to this Act in the sums payable out of such money under any other Act."}, {"act": "Cycle Tracks Act 1984", "year": 1984, "section": "8", "section_title": " Interpretation.", "section_text": "8 1 In this Act— “ the 1980 Act ” means the  Highways Act 1980; and “ motor vehicle ” means a motor vehicle within the meaning of  the Road Traffic Act 1988 . 2 Except where the context otherwise requires, any expression used in this Act which is also used in the 1980 Act has the same meaning as in that Act."}, {"act": "Cycle Tracks Act 1984", "year": 1984, "section": "9", "section_title": " Short title, commencement and extent.", "section_text": "9 1 This Act may be cited as the Cycle Tracks Act 1984. 2 This Act shall come into force at the end of the period of two months beginning with the day on which it is passed. 3 This Act extends to England and Wales only."}]