[{"act": "Health and Social Security Act 1984", "year": 1984, "section": "1", "section_title": " Supply  etc.  of optical appliances.", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The following provisions of section 26 of the  National Health Service (Scotland) Act 1978 (arrangements for provision of general ophthalmic services) shall cease to have effect— a subsection (1)(b); and b in subsection (2)(c), the words “and the ophthalmic or dispensing optician who is to supply the appliances”. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 The amendments of the  National Health Service (Scotland) Act 1978 contained in Part II of that Schedule shall have effect in consequence of subsection (5) above."}, {"act": "Health and Social Security Act 1984", "year": 1984, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2–4"}, {"act": "Health and Social Security Act 1984", "year": 1984, "section": "5", "section_title": " Family Practitioner Committees.", "section_text": "5 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Schedule 3 to this Act shall have effect. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 The Secretary of State may by order make such repeals in or other modifications of any enactment or instrument as appear to him to be necessary or expedient in consequence of subsection (1), (2) or (4) above. 8 An order under subsection (5) or (7) above shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Health and Social Security Act 1984", "year": 1984, "section": "6", "section_title": " Finance in National Health Service. ", "section_text": "6 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The following subsection shall be inserted after subsection (1) of section 85 of the  National Health Service (Scotland) Act 1978 (expenses)— 1A The date on which an allotment under subsection (1) above (including an allotment increasing or reducing an allotment previously made) takes effect is the date on which the body receiving the allotment are notified of its amount by the Secretary of State. . 4 In subsection (11) of section 121 of the  Mental Health Act 1983 (Mental Health Act Commission) for the words “sub-paragraphs (4) and (5) were omitted” there shall be substituted the words  “                    the reference to a member in sub-paragraph (4) included a reference to the chairman.                  ” ."}, {"act": "Health and Social Security Act 1984", "year": 1984, "section": "7", "section_title": " Professional remuneration in National Health Service.", "section_text": "7 1 The following shall be inserted after section 43 of the  National Health Service Act 1977—  Remuneration for services  Regulations as to remuneration. 43A 1 Regulations shall make provision as to the remuneration to be paid to persons who provide general medical services, general dental services, general ophthalmic services or pharmaceutical services under this Part of this Act. 2 Subject to sections 29(4) and 35(2) above, remuneration under the regulations may consist of payments by way of— a salary; b fees; c allowances; d reimbursement (in full or in part) of expenses incurred or expected to be incurred in connection with the provision of the services, and the regulations may provide that the remuneration shall be determined from time to time by such authority as may be specified. 3 If section 10 of the National Health Service Act 1966 is brought into operation, upon the date of its commencement the words “ section 10 of the National Health Service Act 1966 and section ” shall be substituted for the words “ sections 29(4) and ” in subsection (2) above. . 2 The following shall be inserted after section 28 of the  National Health Service (Scotland) Act 1978—  Remuneration for services  Regulations as to remuneration. 28A 1 Regulations shall make provision as to the remuneration to be paid to persons who provide general medical services, general dental services, general ophthalmic services or pharmaceutical services under this Part of this Act. 2 Subject to sections 19(3) and 25(3), remuneration under the regulations may consist of payments by way of— a salary; b fees; c allowances; d reimbursement (in full or in part) of expenses incurred or expected to be incurred in connection with the provision of the services, and the regulations may provide that the remuneration shall be determined from time to time by such authority as may be specified. 3 If section 10 of the National Health Service Act 1966 is brought into operation, upon the date of its commencement the words “ section 10 of the National Health Service Act 1966 and section ” shall be substituted for the words “ sections 19(3) and ” in subsection (2) above. . 3 The following section shall be added after each of the sections inserted by subsections (1) and (2) above, as section 43B of the  National Health Service Act 1977 and section 28B of the  National Health Service (Scotland) Act 1978—  Remuneration—supplementary. 1 The authority specified in regulations under the preceding section may be the Secretary of State or some other person or persons and is referred to in this section as a “determining authority”. 2 The power conferred by the preceding section includes power to make regulations providing for a determination in more than one stage and by more than one determining authority. 3 Regulations under the preceding section shall provide— a that a determination may be made with respect either to any of the descriptions of services mentioned in subsection (1) of the preceding section generally or to any category of services falling within such a description; b that, before making such a determination, the determining authority shall consult— i a prescribed body established to provide advice in connection with the matters to be determined; or ii an organisation appearing to the Secretary of State to be representative of persons to whose remuneration the determination would relate. or both such a body and such an organisation. 4 Regulations under the preceding section may provide— a that a determination such as is mentioned in subsection (3) above shall have effect in relation to remuneration in respect of a period beginning on or after a date specified in the determination, which may be the date of the determination or an earlier or later date, but may be an earlier date only if, taking the determination as a whole, it is not detrimental to the persons to whose remuneration it relates; and b that any such determination which does not specify such a date shall have effect in relation to remuneration in respect of a period beginning— i if it is required to be published, on the date of publication; ii if it is not so required, on the date on which it is made. 5 Regulations under the preceding section may provide— a for determinations of the remuneration of particular persons or descriptions of persons for particular items of service or in particular circumstances; b that a determining authority shall have a discretion, when making a determination by virtue of this subsection,— i as to the amount of remuneration to be paid; and ii as to the persons to whom and conditions on which it is to be paid; and c that a determination made by virtue of this subsection may be revised— i to correct an error; or ii where it appears to the determining authority that it was made in ignorance of or under a mistake as to a relevant fact. 6 Regulations under the preceding section may provide— a that determinations may be made by reference to any of the following— i rates or conditions of remuneration of any persons or any descriptions of persons which are fixed or determined, or to be fixed or determined, otherwise than by way of a determination under the regulations; ii scales, indices or other data of any description specified in the regulations; and b that any determination which in accordance with regulations made by virtue of paragraph (a)(ii) above falls to be made by reference to a scale or an index or to any other data may be made not only by reference to that index or scale or those data in the form current at the time of the determination but also by reference to the scale, index or data in any subsequent form attributable to amendment or revision taking effect after that time or to any other cause. 7 Any determination under regulations under the previous section shall be made after taking into account all the matters which are considered to be relevant by the determining authority and, without prejudice to the generality of this subsection, such matters may include— a the amount or estimated amount of expenses (taking into account any discounts) incurred in the past or likely to be incurred in the future (whether or not by persons to whose remuneration the determination will relate) in connection with the provision of services of a kind to which the determination will relate; b the amount or estimated amount of any remuneration paid or likely to be paid to persons providing such services; c the amount or estimated amount of any other payments or repayments or other benefits received or likely to be received by any such persons; d the extent to which it is desirable to encourage the provision of particular descriptions of services either generally or in particular localities; e the desirability of promoting services which are— i economic and efficient; and ii of an appropriate standard. . 4 Any determination in relation to remuneration in respect of services under  Part II of the  National Health Service Act 1977 or  Part II of the  National Health Service (Scotland) Act 1978 which was made— a before the passing of this Act; or b after it but at a time before the coming into force of a provision inserted by this section, shall be deemed to be validly made if regulations authorising such a determination could have been made had that provision been in force at that time."}, {"act": "Health and Social Security Act 1984", "year": 1984, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Health and Social Security Act 1984", "year": 1984, "section": "9", "section_title": " Holidays for patients etc. ", "section_text": "9 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The following section shall be added after section 99 of the National Health Service (Scotland) Act 1978—  Holidays for patients etc. 99A The Secretary of State’s functions may be performed outside Scotland, in so far as they relate— a to holidays for patients; b to the transfer of patients to or from England, Wales, Northern Ireland, the Isle of Man or the Channel Islands; or c to the return of patients who have received treatment in Scotland to countries or territories outside the British Islands. ."}, {"act": "Health and Social Security Act 1984", "year": 1984, "section": "10", "section_title": " Reimbursement of cost of medical and maternity treatment in member States of European Economic Community.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Health and Social Security Act 1984", "year": 1984, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11–14"}, {"act": "Health and Social Security Act 1984", "year": 1984, "section": "15", "section_title": " Attendance allowance: daily entitlement. ", "section_text": "15 1 In this section— “ the 1975 Regulations ” means the  Social Security (Claims and Payments) Regulations 1975; “ the 1977 amendment Regulations ” means the  Social Security (Attendance Allowance) Amendment Regulations 1977 “ the 1979 Regulations ” means the  Social Security (Claims and Payments) Regulations 1979 ; “ the 1980 amendment Regulations ” means the  Social Security (Attendance Allowance) Amendment Regulations 1980; “ regulation 16A ” means regulation 16A of the 1975 Regulations, which was added by regulation 9 of the 1977 amendment Regulations; “ regulation 18 ” means regulation 18 of the 1979 Regulations, both as originally made and as substituted by regulation 6(2) of the 1980 amendment Regulations; “ appropriate pay day ” means a day for payment under regulation 15(7) of the 1975 Regulations or regulation 16(7) of the 1979 Regulations of weekly sums on account of an attendance allowance; and “ 13 week period ” means the period mentioned in regulation 16A or regulation 18. 2 Regulation 16A and regulation 18 shall be deemed always to have had effect as if— a the words “Notwithstanding anything in the foregoing provisions of these regulations” were inserted at the beginning; b any reference to attendance allowance being payable for a period were a reference to attendance allowance which would have been payable for that period but for— i regulation 15(9) or (10) of the 1975 Regulations; or ii regulation 16(10) or (11) of the 1979 Regulations; and c in relation to any case where a 13 week period does not end on an appropriate pay day, any reference to a 13 week period in paragraph (1) were a reference to that period together with any days after its end but before the next appropriate pay day."}, {"act": "Health and Social Security Act 1984", "year": 1984, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16–18"}, {"act": "Health and Social Security Act 1984", "year": 1984, "section": "19", "section_title": "Accrued rights and entitlement to benefits under occupational pension schemes.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Health and Social Security Act 1984", "year": 1984, "section": "20", "section_title": " Protection of pensions.", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Health and Social Security Act 1984", "year": 1984, "section": "21", "section_title": " Miscellaneous social security amendments. ", "section_text": "21 The enactments specified in Schedule 7 to this Act shall have effect subject to the amendments there specified."}, {"act": "Health and Social Security Act 1984", "year": 1984, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "22"}, {"act": "Health and Social Security Act 1984", "year": 1984, "section": "23", "section_title": " Expenses.", "section_text": "23 Any expenses of the Secretary of State incurred in consequence of the provisions of this Act, including any increase attributable to those provisions in sums provided under any other Act, shall be defrayed out of money provided by Parliament."}, {"act": "Health and Social Security Act 1984", "year": 1984, "section": "24", "section_title": " Repeals. ", "section_text": "24 The enactments specified in Schedule 8 to this Act are repealed to the extent specified in the third column of that Schedule."}, {"act": "Health and Social Security Act 1984", "year": 1984, "section": "25", "section_title": " Northern Ireland.", "section_text": "25 1 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which states that it is made only for purposes to which this section applies— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament); but b shall be subject to annulment in pursuance of a resolution of either House. 2 The purposes to which subsection (1) above applies are purposes corresponding to those— a of section 1(3), (4) and (6) above; b of section 7(1), (3) and (4) above; c of Part II above; and d of this Part."}, {"act": "Health and Social Security Act 1984", "year": 1984, "section": "26", "section_title": " Extent.", "section_text": "26 1 The following provisions of this Act— section 1(3), (4) and (6); section 5, except subsection (3), and Schedule 3; section 6(1), (2) and (4); in section 7— (a) subsection (1); and (b) subsections (3) and (4), so far as they relate to the  National Health Service Act 1977; section 9(1), extend to England and Wales only. 2 The following provisions of this Act— section 1(5) and (7); section 6(3); in section 7— (a) subsection (2); and (b) subsections (3) and (4), so far as they relate to the  National Health Service (Scotland) Act 1978; section 9(2), extend to Scotland only. 3 Section 25 above extends to Northern Ireland only. 4 The following provisions of this Act— section 8; ...; and Part II, except the provisions mentioned in subsection (5) below, extend to England and Wales and Scotland. 5 Section 11(2) above, so far as it relates to paragraph 2 of Schedule 4,  extends  to England and Wales, Scotland and Northern Ireland. 6 The following provisions of this Act also extend to England and Wales, Scotland and Northern Ireland—  . . .   . . .  section 5(3); section 23; this section; sections 27 to 29. 7 Where any enactment repealed by this Act extends to any part of the United Kingdom, the repeal extends to that part."}, {"act": "Health and Social Security Act 1984", "year": 1984, "section": "27", "section_title": " Commencement.", "section_text": "27 1 Subject to the following provisions of this section, the provisions of this Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint, and different days may be so appointed for different purposes. 2 The following provisions of this Act shall come into force on the day this Act is passed— section 6(4); section 7(4); section 9; section 10; section 15; section 18(1) and (2); section 21, so far as it relates to paragraph 6 or 8 of Schedule 7; section . . .  23; sections 25 and 26; this section; sections 28 and 29. 3 The following provisions of this Act shall come into force at the end of the period of two months beginning with the day on which this Act is passed— section 8; section 16; section 19; section 21, so far as it relates to paragraphs 4, 5, 7 and 9 of Schedule 7; section 24, so far as it relates to section 38 of the  Social Security Pensions Act 1975."}, {"act": "Health and Social Security Act 1984", "year": 1984, "section": "28", "section_title": " Transitional.", "section_text": "28 1 The Secretary of State may by regulations made by statutory instrument make such transitional provision or saving as he considers necessary or expedient in connection with the coming into force of any provision of this Act or the operation of any enactment which is repealed or amended by a provision of this Act during any period when the repeal or amendment is not wholly in force. 2 Without prejudice to the generality of subsection (1) above, regulations under this section may provide that references to dispensing opticians in the  National Health Service Act 1977 or the  National Health Service (Scotland) Act 1978 shall be treated as including suppliers of optical appliances who are not dispensing opticians as defined in those Acts. 3 Section 126(4) of the National Health Service Act 1977 and section 105(7) of the National Health Service (Scotland) Act 1978 shall have effect in relation to the power to make regulations under this section containing any such provision as is mentioned in subsection (2) above as if that subsection were contained in each of those Acts. 4 Regulations under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Health and Social Security Act 1984", "year": 1984, "section": "29", "section_title": " Citation.", "section_text": "29 1 This Act may be cited as the Health and Social Security Act 1984. 2 Part II of this Act and section 24 above, so far as it relates to Part II of Schedule 8 to this Act, may be cited together with the Social Security Acts 1975 to 1982 as the Social Security Acts 1975 to 1984."}]