[{"act": "Housing Defects Act 1984", "year": 1984, "section": "127.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Housing Defects Act 1984", "year": 1984, "section": "28", "section_title": " Provision in building society agreements to be disregarded under Restrictive Trade Practices Act 1976.", "section_text": "28 1 In determining for the purposes of the  Restrictive Trade Practices Act 1976 whether an agreement between building societies is one to which that Act applies by virtue of an order made, or having effect as if made, under section 11 of that Act, no account shall be taken of any term (whether or not subject to exceptions) by which the parties or any of them agree not to grant loans on the security of new houses unless they have been built by or at the direction of a person who is registered with, or has agreed to comply with standards of house building laid down or approved by, an appropriate body. 2 In this section— “ building society ” means a society within the meaning of the  Building Societies Act 1962 or the  Building Societies Act (Northern Ireland) 1967; “ new house ” means any building or part of a building intended for use as a private dwelling and not previously occupied as such; and “ appropriate body ” means a body concerned with the specification and control of standards of house building— a which has its chairman, or the chairman of its board of directors or other governing body, appointed by the Secretary of State; and b which promotes or administers a scheme conferring rights in respect of defects in the condition of houses on persons having or acquiring interests in them. 3 The Director General of Fair Trading shall remove from the register maintained by him under the said Act of 1976 any particulars which at the passing of this Act are entered or filed in that register so far as they relate to any such term as is mentioned in subsection (1) above. 4 In subsection (1) above the reference to a term includes a reference to a term to which the parties of any of them are deemed to have agreed by virtue of section 16 of the said Act of 1976 (recommendations of services supply associations)."}, {"act": "Housing Defects Act 1984", "year": 1984, "section": "29", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "29"}]