[{"act": "Inshore Fishing (Scotland) Act 1984", "year": 1984, "section": "1", "section_title": " General power to prohibit sea fishing in specified areas.", "section_text": "1 1 The  Scottish Ministers  may, after consultation with such bodies as he considers appropriate, make orders under this section regulating fishing for sea fish in any specified  . . . area within Scottish inshore waters. 2 Orders under this section may prohibit, within the specified  . . . area, all or any, or a combination of the following— a all fishing for sea fish; b fishing for a specified description of sea fish; c fishing by a specified method; d fishing from a specified description of fishing boat; dd fishing from or by means of any vehicle or any vehicle of a specified description; ddd fishing by means of a specified description of equipment and they may— e specify the period during which any prohibition is to apply; f make exceptions to any prohibition contained in the order. 3 Where an order under subsection (2)(b)  (c) or (ddd)  above applies within a specified  . . . area for the time being, and, as an incident of lawful fishing operations, fish of a description for which fishing is prohibited are caught, or fish are caught by a method which is prohibited in respect of fish of that description, such fish shall, unless the order provides otherwise, be returned to  Scottish inshore waters  forthwith."}, {"act": "Inshore Fishing (Scotland) Act 1984", "year": 1984, "section": "2", "section_title": " Power to prohibit the carriage of specified types of net.", "section_text": "2 The  Scottish Ministers  may, after consultation with such bodies as he considers appropriate, make orders under this section prohibiting the carriage, for any purpose, in any British fishing boat, in any specified  . . . area within Scottish inshore waters, of a type of net specified in the order; and such an order may make exceptions to any prohibition contained therein."}, {"act": "Inshore Fishing (Scotland) Act 1984", "year": 1984, "section": "2A", "section_title": " Powers to restrict fishing, or to prohibit the carriage of specified types of net, for marine environmental purposes.", "section_text": "2A 1 Any power to make an order under section 1 or 2 above may be exercised for marine environmental purposes. 2 The power to make an order under section 1 or 2 above by virtue of this section is in addition to, and not in derogation from, the power to make an order under that section otherwise than by virtue of this section. 3 In this section “ marine environmental purposes ” means the purposes— a of conserving or enhancing the natural beauty or amenity of marine or coastal areas (including their geological or physiographical features) or of any features of archaeological or historic interest in such areas; or b of conserving flora or fauna which are dependent on, or associated with, a marine or coastal environment."}, {"act": "Inshore Fishing (Scotland) Act 1984", "year": 1984, "section": "3", "section_title": " Use of mobile gear near fixed salmon nets.", "section_text": "3 No person may fish by means of a trawl, seine or other gear designed for fishing from a moving vessel within half a mile of any fixed salmon net."}, {"act": "Inshore Fishing (Scotland) Act 1984", "year": 1984, "section": "4", "section_title": " Offences.", "section_text": "4 1 Any person who contravenes section 3 of this Act or any order made under this Act, or who fails to comply with section 1(3) of this Act shall be guilty of an offence; and where a fishing boat is used in the commission of such an offence, the master, the owner and the charterer (if any) shall each be guilty of an offence under this section. 1A Where an offence is committed by way of a contravention of any order made under this Act or of a failure to comply with section 1(3) of this Act, and where a vehicle or equipment is used in the commission of the offence, each of the following persons shall (in addition to the contravenor) be guilty of an offence— a any person who caused or permitted the contravention; b the owner of the vehicle or equipment; c if the vehicle or equipment was subject to hire, the hirer; and d any person who was in charge of the vehicle or equipment. 1B A person commits an offence if— a the person is found in, or in the immediate vicinity of, the area specified in an order under section 1 of this Act; b the person is found there at, or about, a time at which the prohibition under the order applies; c when so found, the person is in possession of such equipment, vehicle, apparatus or other gear or paraphernalia (including clothing) as may be used for the purpose of fishing in contravention of the order; and d it is reasonable to infer from those facts (either by themselves or taken together with other circumstances) that the person intends to fish in contravention of the order. 2 Any person guilty of an offence under this section shall be liable on summary conviction to a fine not exceeding £5,000 or, on conviction on indictment, to a fine. 3 Proceedings for an offence under this section or section 6 of this Act may be taken in any sheriff court, and the offence dealt with by the sheriff in every respect as if the offence had been committed wholly within his jurisdiction. 4 The court by or before which a person is convicted of an offence under this section may, in addition to imposing any penalty under subsection (2) above— a order the forfeiture of any fish in respect of which the offence was committed or, alternatively, impose a fine not exceeding the value of such fish; b order the forfeiture of any net or other fishing gear used in the commission of the offence, and any fish or gear forfeited under this subsection shall be disposed of as the court may direct."}, {"act": "Inshore Fishing (Scotland) Act 1984", "year": 1984, "section": "4A", "section_title": "Contravention of orders under section 1: presumption", "section_text": "4A 1 Subsection (2) applies in proceedings against a person (“the accused”) for an offence under section 4(1) of this Act involving fishing in contravention of a prohibition contained in an order under section 1 of this Act (other than a prohibition under section 1(2)(d)). 2 It is to be presumed that the accused was, or had been, fishing in contravention of the order if— a it is proved that— i the accused was found in, or in the immediate vicinity of, the area specified in the order; ii the accused was found there at, or about, a time at which the prohibition under the order applies; and iii when so found, the accused was in possession of any of the things mentioned in subsection (3); and b it is reasonable to infer from those facts (either by themselves or taken together with other circumstances) that the accused was, or had been, fishing in contravention of the order. 3 The things are— a such equipment, vehicle, apparatus or other gear or paraphernalia (including clothing) as may be used for the purpose of fishing in contravention of the order; b sea fish the fishing for which is prohibited by the order. 4 Subsection (2) does not apply if evidence is adduced sufficient to raise an issue as to whether— a the accused's presence in, or in the vicinity of, the area specified in the order was for the purpose of fishing in contravention of the order; or b where the accused was found in possession— i of any of the things mentioned in paragraph (a) of subsection (3), the possession of the thing was for that purpose; ii of sea fish mentioned in paragraph (b) of that subsection, the fish were caught or taken in contravention of the order."}, {"act": "Inshore Fishing (Scotland) Act 1984", "year": 1984, "section": "5", "section_title": " Powers of sea-fishery officers.", "section_text": "5 1 The powers conferred by this section are exercisable by British sea-fishery officers— a in relation to any British fishing boat within British fishery limits, for the purpose of enforcing the provisions of section 3 of this Act and of any order under this Act; b in relation to any vehicle or equipment, for the purpose of enforcing the provisions of any order under this Act. 2 Any such officer may go on board any such boat or enter in or on any such vehicle or equipment, with or without persons assigned to him in his duties and for that purpose may require the boat, vehicle or equipment to be stopped and anything else to be done which will facilitate the boarding of the boat or the entering in or on of the vehicle or equipment. 3 Any such officer may require the attendance of— a the master and any other persons on board any boat; or b the person in charge of, and any other persons in or on, any vehicle or equipment, which he has boarded or entered under subsection (2) above and may make any examination and inquiry which appears to him to be necessary for the purpose of enforcing the aforesaid provisions. 4 Without prejudice to the generality of subsection (3) above, any such officer— a may examine— i any fish on the boat or in or on the vehicle or equipment; and ii any apparatus on the boat or vehicle, including the fishing gear, and require persons on board the boat or in charge of or in or on the vehicle or equipment to do anything which appears to him to be necessary for facilitating the examination; b may require any person on board the boat or in charge of or in or on the vehicle or equipment to produce any document relating to— i the boat, vehicle or equipment; ii its fishing operations or other operations ancillary thereto; or iii the persons on board the boat or in charge of or in or on the vehicle or equipment, which is in his custody or possession, and may take copies of any such document; c for the purpose of ascertaining whether— i the master, owner or charterer of the boat; or ii in relation to the vehicle or equipment, any person mentioned in section 4(1A) of this Act, has committed an offence under this Act, may search the boat, vehicle or equipment for any such document and may require any person on board the boat or in or on the vehicle or equipment to do anything which appears to him to be necessary for facilitating the search; d where the boat, vehicle or equipment is one in relation to which he has reason to suspect that such an offence has been committed, may seize and detain any such document produced to him or found on board the boat or in or on the vehicle or equipment for the purpose of enabling the document to be used as evidence in proceedings for the offence, but nothing in paragraph (d) above shall permit any document required by law to be carried on board the boat to be seized and detained except while the boat is detained in a port. 5 Where it appears to any such officer that an offence under section 4 of this Act has been committed in relation to any fishing boat, he may— a require the master of the boat to take, or may himself take, the boat and its crew to the port which appears to him to be the nearest convenient port; and b detain or require the master to detain the boat in the port, and where such officer detains or requires the detention of a boat he shall serve on the master a notice in writing stating that the boat will be or is required to be detained until the notice is withdrawn by the service on the master of a further notice in writing signed by a British sea-fishery officer. 5A Where it appears to any such officer that an offence consisting of a contravention of an order made under this Act has been committed in relation to any vehicle or equipment, he may seize the vehicle or equipment. 6 Any such officer may seize— a any fish in respect of which an offence has been or is being committed under this Act; b any net or other fishing gear which is used in the commission of an offence under this Act. 7 Any such officer may— a enter at any reasonable time any premises (other than a dwelling-house) used for carrying on any business in connection with the operation of fishing boats or activities connected therewith or ancillary thereto or with the treatment, storage or sale of sea fish; b require any person on the premises to produce any documents which are in his custody or possession relating to the catching, landing, transhipment, sale or disposal of any sea fish; and, if he has reason to suspect that an offence under this Act has been committed, he may also— c search the premises for any such document and require any person on the premises to do anything which appears to him to be necessary for facilitating the search; d seize and detain any such document produced to him or found on the premises for the purpose of enabling the document to be used as evidence in proceedings for the offence."}, {"act": "Inshore Fishing (Scotland) Act 1984", "year": 1984, "section": "6", "section_title": " Provisions ancillary to section 5.", "section_text": "6 1 Any person who— a fails to comply with any requirement imposed, or to answer any question asked, by a British sea-fishery officer under section 5 of this Act; or b prevents, or attempts to prevent, any other person from complying with such a requirement or answering such a question; or c assaults any such officer exercising any of the powers conferred on him by section 5 of this Act, or obstructs any such officer in the exercise of any of those powers shall be guilty of an offence and liable on summary conviction to a fine of or not exceeding £5,000, or on conviction on indictment to a fine. 2 A British sea-fishery officer shall not be liable in any civil or criminal proceedings for anything done in purported exercise of the powers conferred upon him by section 5, if the court is satisfied that the act was done in good faith and that there were reasonable grounds for doing it."}, {"act": "Inshore Fishing (Scotland) Act 1984", "year": 1984, "section": "6A", "section_title": "Power to enter land", "section_text": "6A 1 The powers conferred by this section are exercisable by British sea-fisheries officers in relation to any land for the purposes of enforcing the provisions of any order under section 1 of this Act and the provisions of section 3 of this Act. 2 Any such officer may at any time enter any land (including the foreshore) other than a dwelling house, on foot or in a vehicle, with or without persons assigned to the officer in the officer's duties, and for that purpose may— a open lockfast places; b remove any objects preventing the officer from gaining access to the land; c require any person who has placed an object in such a position as to prevent the officer from gaining access to the land to remove the object; d require the owner or occupier of the land to allow the officer access to the land. 3 Any officer who proposes to exercise the power of entry conferred by subsection (2) above must, if so requested, produce evidence of the officer's identity. 4 A person commits an offence if the person— a wilfully obstructs a British sea-fishery officer exercising a right of entry under subsection (2) above; b refuses or fails to comply with a requirement imposed by such an officer under paragraph (c) or (d) of that subsection. 5 It is a defence for a person charged with an offence under subsection (4)(b) above of failing to comply with a requirement mentioned in that subsection to show that the person had a reasonable excuse for failing to so comply. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 A person who commits an offence under subsection (4) above is liable— a on summary conviction to a fine not exceeding the statutory maximum; b on conviction on indictment to a fine. 9 A British sea-fishery officer is not liable in any civil or criminal proceedings for anything done in purported exercise of the powers conferred on the officer by this section, if the court is satisfied that the act was done in good faith and that there were reasonable grounds for doing it."}, {"act": "Inshore Fishing (Scotland) Act 1984", "year": 1984, "section": "7", "section_title": " Powers of water bailiffs,  etc.", "section_text": "7 1 This section applies where an order under section 1 of this Act imposes any prohibition or restriction on fishing for salmon or migratory trout within any waters which form part of the district of a   district salmon fishery board within the meaning of the Salmon and Freshwater Fisheries (Consolidation)\t\t\t\t\t\t(Scotland) Act 2003 (asp 15)\t\t\t\t\t\t(“ the 2003 Act ”). . 2 The provisions of sections 52, 53, 54, 55, 57, 58 and 60(3) and (4) of the 2003 Act (which relate to enforcement and forfeiture) shall apply in relation to a contravention of an order referred to in subsection (1) above as they apply in relation to a contravention of that Act."}, {"act": "Inshore Fishing (Scotland) Act 1984", "year": 1984, "section": "7A", "section_title": "Powers of water bailiffs in the Tweed district  etc.", "section_text": "7A 1 This section applies where an order under section 1 of this Act imposes any prohibition or restriction on fishing for salmon or migratory trout within any waters which form part of the Tweed district (as defined in article 2(1) of the Scotland Act 1998 (River Tweed) Order 2006 ( S.I. 2006/2913 )). 2 Any water bailiff or constable or any person appointed by the Scottish Ministers in pursuance of article 59(5) of that Order may exercise in relation to a contravention of an order referred to in subsection (1) any of the powers conferred upon him in relation to a contravention of that Order. 3 The provisions of articles  56  to  61  and  63(3)  and (4) of that Order shall apply in relation to an order referred to in subsection (1) as they apply in relation to a contravention of that Order."}, {"act": "Inshore Fishing (Scotland) Act 1984", "year": 1984, "section": "8", "section_title": " Offences by bodies corporate and recovery of fines.", "section_text": "8 1 Where any offence under this Act is committed by a body corporate with the consent or approval of any director or other officer of the body corporate, he, as well as the body corporate, shall be guilty of the offence. 2 Where a fine is imposed on the master, owner or charterer or a member of the crew of a fishing boat who is convicted by the sheriff of an offence under this Act, the sheriff may— a issue a warrant for the  arrestment  and sale of the boat and its gear and catch and any property of the person convicted; and b order the boat to be detained for a period not exceeding three months from the date of the conviction or until the fine is paid, whichever occurs first."}, {"act": "Inshore Fishing (Scotland) Act 1984", "year": 1984, "section": "9", "section_title": " Interpretation.", "section_text": "9 1 In this Act— “ British fishing boat ” means a fishing boat which either is registered under Part II of the Merchant Shipping Act 1995 or is wholly British-owned “ fishing boat ” means any vessel which is for the time being employed in sea fishing; “ master ” includes, in relation to any fishing boat, the person for the time being in command or charge of the boat; “ miles ” means international nautical miles of 1,852 metres; “ Scottish inshore waters ” means the  area  adjacent to the coast of Scotland  and within the Scottish zone,  and to the landward of a limit of six miles from the baseline from which the breadth of the territorial sea is measured, up to the mean high-water mark of ordinary spring tides; “the Scottish zone” has the same meaning as in the Scotland Act 1998; “ sea fish ” means fish of any kind found in the sea, including shellfish, salmon and migratory trout. “ wholly British-owned ” means wholly owned by persons qualified to own British ships for the purposes of Part II of the Merchant Shipping Act 1995; 2 Orders under section 1 or 2 of this Act shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of  the Scottish Parliament ."}, {"act": "Inshore Fishing (Scotland) Act 1984", "year": 1984, "section": "10", "section_title": " Consequential amendments and repeals.", "section_text": "10 1 Schedule 1 to this Act has effect to make minor and consequential amendments to certain enactments. 2 The enactments specified in the first column of Schedule 2 to this Act, which include certain spent provisions, are repealed to the extent specified in the third column of that Schedule."}, {"act": "Inshore Fishing (Scotland) Act 1984", "year": 1984, "section": "10A", "section_title": "Crown application: Scotland", "section_text": "10A 1 Section 6A binds the Crown and applies in relation to Crown land as it applies in relation to other land. 2 Nothing in that section is to be taken as in any way affecting Her Majesty in Her private capacity. 3 No contravention by the Crown of that section makes the Crown criminally liable. 4 But the Court of Session may, on the application of the Lord Advocate, declare unlawful any act or omission of the Crown which constitutes such a contravention. 5 For the purposes of subsection (1),  “ Crown land ” means land an interest in which— a belongs to Her Majesty in right of the Crown; b belongs to an office-holder in the Scottish Administration or a government department or is held in trust for Her Majesty for the purposes of the Scottish Administration or a government department. 6 In subsection (5),  “ an office-holder in the Scottish Administration ” is to be construed in accordance with section 126(7)(a) of the Scotland Act 1998."}, {"act": "Inshore Fishing (Scotland) Act 1984", "year": 1984, "section": "11", "section_title": " Citation, commencement, transitional provisions and extent.", "section_text": "11 1 This Act may be cited as the Inshore Fishing (Scotland) Act 1984. 2 The provisions of this Act shall come into force on such date as the  Scottish Ministers may appoint by order made by statutory instrument, and different dates may be appointed for different provisions or for different purposes. 3 The  Scottish Ministers  may by order made by statutory instrument make such consequential and transitional provisions as may appear to him to be expedient in connection with the coming into force of any of the provisions of this Act. 4 This Act extends to Scotland only."}]