[{"act": "Law Reform (Husband and Wife) (Scotland) Act 1984", "year": 1984, "section": "1", "section_title": " Promise of marriage not an enforceable obligation.", "section_text": "1 1 No promise of marriage or agreement between two persons to marry one another shall have effect under the law of Scotland to create any rights or obligations; and no action for breach of any such promise or agreement may be brought in any court in Scotland, whatever the law applicable to the promise or agreement. 2 This section shall have effect in relation to any promise made or agreement entered into before it comes into force, but shall not effect any action commenced before it comes into force."}, {"act": "Law Reform (Husband and Wife) (Scotland) Act 1984", "year": 1984, "section": "2", "section_title": " Actions of adherence and enticement abolished.", "section_text": "2 1 No spouse shall be entitled to apply for a decree from any court in Scotland ordaining the other spouse to adhere. 2 No persons shall be liable in delict to any person by reason only of having induced the spouse of that person to leave or remain apart from that person. 3 This section shall not have affect any action commenced before this Act comes into force."}, {"act": "Law Reform (Husband and Wife) (Scotland) Act 1984", "year": 1984, "section": "3", "section_title": " Curatory after marriage.", "section_text": "3 1 No married person shall, only of minority, be subject to the curatory of his parent or of any person appointed by his parent. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Section 2 of the Married Women’s Property (Scotland)  Act 1920 (husband to be curator to his wife during her minority) is repealed."}, {"act": "Law Reform (Husband and Wife) (Scotland) Act 1984", "year": 1984, "section": "4", "section_title": " Abolition of husband’s right to choose matrimonial home.", "section_text": "4 Any rule of law entitling the husband, as between husband and wife, to determine where the matrimonial home is to be, shall cease to have effect."}, {"act": "Law Reform (Husband and Wife) (Scotland) Act 1984", "year": 1984, "section": "5", "section_title": " Abolition of certain rules relating to antenuptial marriage contracts.", "section_text": "5 1 In relation to an antenuptial contract of marriage entered into after this Act comes into force— a any rule of law enabling a woman to create an alimentary right in her own favour in respect of any property provided by her shall cease to have effect; b any rule of law whereby the marriage is onerous consideration for any provision of the contract, shall cease to have effect. 2 Nothing in paragraph (b) of subsection (1) above shall affect the operation of any enactment relating to gifts in consideration of marriage."}, {"act": "Law Reform (Husband and Wife) (Scotland) Act 1984", "year": 1984, "section": "6", "section_title": " Abolition of husband’s remaining liability for wife’s debts incurred before marriage.", "section_text": "6 1 A husband shall not be liable, by reason only of being her husband, for any debts incurred by his wife before marriage. 2 Subsection (1) above shall have effect in relation to any such debts, whether incurred before or after this Act comes into force. 3 Section 4 of the Married Women’s Property (Scotland)  Act 1877 (liability of husband for wife’s antenuptial debts limited to amount of property received through her) is repealed."}, {"act": "Law Reform (Husband and Wife) (Scotland) Act 1984", "year": 1984, "section": "7", "section_title": " Abolition of  praepositura.", "section_text": "7 1 For the purpose of determining a husband’s liability for any obligation incurred by his wife after this Act comes into force, a married woman shall not be presumed as a matter of law to have been placed by her husband in charge of his domestic affairs, and any rule of law to the contrary shall cease to have effect. 2 No warrant of inhibition or inhibition in whatever form may be granted at the instance of a husband for the purpose of cancelling his wife’s authority to incur any obligation on his behalf. 3 No such inhibition granted before the date this Act comes into force shall be registered on or after that date, and any such inhibition registered before that date shall be treated as discharged on that date."}, {"act": "Law Reform (Husband and Wife) (Scotland) Act 1984", "year": 1984, "section": "8", "section_title": " Abolition of husband’s liability for wife’s judicial expenses when neither a party nor dominus litis.", "section_text": "8 Any rule of law whereby a husband— a who is not a party to an action between his wife and a third party, and b who is not, in relation to that action, dominus litis, may nevertheless be found liable in the expenses of that action, shall cease to have effect."}, {"act": "Law Reform (Husband and Wife) (Scotland) Act 1984", "year": 1984, "section": "9", "section_title": " Consequential amendments and repeals.", "section_text": "9 1 The enactments specified in Schedule 1 shall have effect subject to the amendments specified in that Schedule, being amendments consequential to the provisions of this Act. 2 The enactments specified in Schedule 2 are repealed to the extent specified in the third column of that Schedule."}, {"act": "Law Reform (Husband and Wife) (Scotland) Act 1984", "year": 1984, "section": "10", "section_title": " Citation  etc.", "section_text": "10 1 This Act may be cited as the Law Reform (Husband and Wife) (Scotland) Act 1984. 2 This Act shall come into force at the end of the period of two months beginning with the day on which it is passed. 3 This Act extends to Scotland only."}]