[{"act": "Ordnance Factories and Military Services Act 1984", "year": 1984, "section": "1", "section_title": " Transfer schemes.", "section_text": "1 1 The Secretary of State may make a scheme which, or schemes each of which, provides for one or more of the following:— a the transfer to a company of any prescribed property, rights or liabilities falling within section 2; b the transfer of any prescribed property, rights or liabilities from a successor company or from different successor companies to a company or to different companies (whether or not it or any of them is a successor company immediately before the coming into force of the scheme); c the transfer of any prescribed property, rights or liabilities from a successor company or from different successor companies to the Secretary of State or, in the case of copyright, to Her Majesty. 2 A scheme may provide that prescribed securities of any prescribed transferee company shall be issued by the company in consideration of the transfer to the company, that they shall be credited as fully paid up, and that they shall be issued to the Secretary of State or a prescribed company. 3 A scheme providing for a transfer under subsection (1)(b) or (c) may contain one or both of the following provisions:— a that prescribed consideration shall be furnished for the transfer (whether consideration in cash, or by the issue of securities under a provision made by virtue of subsection (2), or otherwise); b that in consequence of the transfer there shall be a prescribed reduction in the amount to be treated by a prescribed transferor company or transferee company as a reserve which represents its profits available for distribution (within the meaning of Part III of the  Companies Act 1980), except that a scheme providing for a transfer to Her Majesty under subsection (1)(c) shall not contain (as regards that transfer) the provision mentioned in paragraph (a) of this subsection. 4 A scheme may provide for one or more of the following in relation to any prescribed transferee company:— a that for the purposes of any statutory accounts of the company, the value of any prescribed asset and the amount of any prescribed liability transferred to it under the scheme shall be taken, on the date the asset or liability is so transferred, to be a prescribed value or (as the case may be) a prescribed amount; b that a prescribed amount shall be treated by the company as a reserve which represents its profits available for distribution (within the meaning of Part III of the Companies Act 1980); c that in ascertaining for the purposes of section 56 of the  Companies Act 1948 what amount (if any) falls to be treated as a premium received on the issue of shares by the company in pursuance of a provision made by virtue of subsection (2) above, the value of the assets transferred to the company under the scheme shall be taken to be reduced by an amount corresponding to the amount of any reserve for which provision is made as regards the company by virtue of paragraph (b) above. 5 In making a scheme under subsection (1)(b) or (c) the Secretary of State shall have regard to the object of securing (so far as practicable) that each transferor company and each transferee company will as a result of the scheme be no less able to pay its debts than it would have been if the scheme had not been made. 6 A scheme may contain such supplementary, incidental, consequential or transitional provisions as may appear to the Secretary of State to be necessary or expedient after consulting the Treasury. 7 A scheme is ineffective unless— a it is made with the Treasury’s consent, and b before making it, the Secretary of State consults each transferor company and each transferee company. 8 In this section— “ prescribed ”, in relation to a scheme, means specified or described in or determined in accordance with the scheme; “ statutory accounts ”, in relation to a company, means accounts prepared for the purposes of any provision of the Companies Acts 1948 to 1983; “ successor company ”, in relation to a scheme, means a company in which any property, right or liability has before the making of the scheme vested by virtue of a provision (of another scheme) made under subsection (1); “ transferee company ” and “ transferor company ”, in relation to a scheme, mean respectively a company to which, and one from which, the scheme provides for a transfer under subsection (1)."}, {"act": "Ordnance Factories and Military Services Act 1984", "year": 1984, "section": "2", "section_title": " Property, rights and liabilities.", "section_text": "2 1 Any property, right or liability falls within this section if both of the following conditions are fulfilled in relation to it:— a a Minister of the Crown was entitled or subject to the property, right or liability immediately before the appointed day or, in the case of copyright, Her Majesty was then entitled to it, and b the property, right or liability then subsisted for the purposes of or in connection with, or was then otherwise attributable (wholly or partly) to, the operations of the Crown service known as the Royal Ordnance Factories. 2 Without prejudice to the generality of subsection (1)(b), any property, right or liability shall be taken to fulfil the condition there mentioned if— a immediately before the appointed day the property, right or liability was appropriated as an asset or liability of the fund established in respect of the Royal Ordnance Factories under the Government Trading Funds Act 1973, or b the Secretary of State certifies in a written document on that day that after consulting the Treasury it appears to him that the condition was fulfilled immediately before that day in relation to any property, right or liability specified or described in or determined in accordance with the document. 3 In this section “ appointed day ”, in relation to any property, right or liability, means the day on which the scheme providing for its transfer comes into force."}, {"act": "Ordnance Factories and Military Services Act 1984", "year": 1984, "section": "3", "section_title": " Operation of schemes.", "section_text": "3 1 A scheme shall (subject to this section) come into force on such day as the scheme may appoint for the purpose. 2 On the day the scheme comes into force the property, rights and liabilities to be transferred under any provision made by virtue of section 1(1) shall be transferred and vest in accordance with the scheme. 3 On the coming into force of the scheme, any provision made by virtue of section 1(2), (3), (4) or (6) shall have effect in accordance with the scheme; and section 24 of the  Companies Act 1980 (experts’ reports on non-cash consideration before allotment) shall not apply where shares are proposed to be allotted in pursuance of a provision made by virtue of section 1(2) above. 4 No scheme shall come into force, and no provision of a scheme shall become effective, at any time unless at that time each of the companies to or from which the scheme provides for a transfer is limited by shares and is either wholly owned by the Crown or a wholly owned subsidiary of a company wholly owned by the Crown. 5 Any expenses incurred by the Secretary of State in consequence of a provision made under section 1 shall be paid out of money provided by Parliament. 6 The Secretary of State may not dispose of any securities issued to him in pursuance of a provision made by virtue of section 1(2) unless the disposal is made with the Treasury’s consent. 7 Any sums received by the Secretary of State or Her Majesty— a in pursuance of a provision made by virtue of section 1(1)(c), or b in right of or on the disposal of anything acquired in pursuance of such a provision, shall be paid into the Consolidated Fund. 8 Any dividends or other sums received by the Secretary of State in right of or on the disposal of any securities acquired in pursuance of a provision made by virtue of section 1(2) shall be paid into the Consolidated Fund. 9 Within the period of one month beginning with the day on which a scheme comes into force, the Secretary of State shall lay before Parliament a copy of the scheme, but omitting any material the disclosure of which he considers would be contrary to national security or to the commercial interests of any person. 10 Schedule 1 contains further provisions about the operation of schemes."}, {"act": "Ordnance Factories and Military Services Act 1984", "year": 1984, "section": "4", "section_title": " Employment.", "section_text": "4 Schedule 2 contains provisions about employment."}, {"act": "Ordnance Factories and Military Services Act 1984", "year": 1984, "section": "5", "section_title": " Government investment.", "section_text": "5 1 The Secretary of State may at any time, with the Treasury’s consent, acquire— a securities of any successor company or of any subsidiary of any successor company, or b rights to subscribe for any such securities. 2 The Secretary of State may not dispose of any securities or rights acquired under this section unless the disposal is made with the Treasury’s consent. 3 Any person nominated by the Treasury may acquire securities or rights mentioned in subsection (1)(a) or (b), to be held and dealt with by that person on the Treasury’s behalf in such manner as the Treasury may direct. 4 Any expenses incurred by the Secretary of State or the Treasury in consequence of this section shall be paid out of money provided by Parliament. 5 Any dividends or other sums received by the Secretary of State or the Treasury in right of, or on the disposal of, any securities or rights acquired under this section shall be paid into the Consolidated Fund. 6 In this section “ successor company ” means a company in which any property, right or liability has vested by virtue of a provision made under section 1(1)."}, {"act": "Ordnance Factories and Military Services Act 1984", "year": 1984, "section": "6", "section_title": " Secretary of State’s nominees.", "section_text": "6 1 The Secretary of State may with the Treasury’s consent appoint such person or persons as he thinks fit to act as his nominees for all or any of the following purposes:— a the purpose of taking up securities to be issued to the Secretary of State under any provision made by virtue of section 1(2); b the purpose of acquiring securities or rights under section 5; c the purpose of holding securities issued (to whatever person) under any provision made by virtue of section 1(2); d the purpose of holding securities or rights acquired (by whatever person) under section 5. 2 An appointment under subsection (1) may be made in respect of particular issues, acquisitions, securities or rights (as the case may be) or in respect of issues, acquisitions, securities or rights generally. 3 Securities of any company to be issued to the Secretary of State under any provision made by virtue of section 1(2) may be issued to any nominee appointed by the Secretary of State under subsection (1)(a), or to any person entitled to require the issue of the securities following their initial allotment to any such nominee, in accordance with directions given from time to time by the Secretary of State with the Treasury’s consent. 4 Any nominee appointed under subsection (1)(b) may acquire securities or rights as mentioned in section 5 in accordance with directions given from time to time by the Secretary of State with the Treasury’s consent. 5 Any person holding any securities or rights as a nominee of the Secretary of State by virtue of subsection (1)(c) or (d) shall hold and deal with them (or any of them) on such terms and in such manner as the Secretary of State may direct with the Treasury’s consent. 6 Nothing in this section prejudices any power of the Secretary of State to appoint nominees apart from this section."}, {"act": "Ordnance Factories and Military Services Act 1984", "year": 1984, "section": "7", "section_title": " Government investment limit.", "section_text": "7 1 As soon as practicable after any successor company ceases to be wholly owned by the Crown, the Secretary of State shall by order made by statutory instrument fix an investment limit in relation to the shares for the time being held in the company by the Secretary of State or his nominees or the Treasury’s nominees by virtue of any provision of this Act (in this section referred to as “ the Government shareholding ”). 2 The investment limit shall be expressed as a proportion of the voting rights which are exercisable in all circumstances at general meetings of the successor company (in this section referred to as “ the ordinary voting rights ”). 3 The first investment limit fixed under this section shall be equal to the proportion of the ordinary voting rights which is carried by the Government shareholding at the time when the order fixing the limit is made. 4 The Secretary of State may from time to time by order made by statutory instrument fix a new investment limit in place of the one previously in force under this section; but— a any new limit must be lower than the one it replaces, and b an order under this section may only be revoked by an order fixing a new limit. 5 It shall be— a the duty of the Secretary of State so to exercise his powers under section 5, his power to dispose of any shares held by him by virtue of this Act and his power to give directions to his nominees, and b the duty of the Treasury so to exercise their power to give directions to their nominees, as to secure that the Government shareholding does not carry a proportion of the ordinary voting rights exceeding any investment limit for the time being in force under this section. 6 Notwithstanding subsection (5)— a the Secretary of State may take up, or direct any nominee of his to take up, any rights for the time being available to him, or to that nominee, as an existing holder of shares or other securities of any successor company or of any subsidiary of any successor company, and b the Treasury may direct any nominee of theirs to take up any rights for the time being available to that nominee as an existing holder of shares or other securities of any successor company or of any subsidiary of any successor company; but if as a result the ordinary voting rights carried by the Government shareholding at any time exceed the investment limit it shall be the duty of the Secretary of State and the Treasury to comply with subsection (5) as soon after that time as is reasonably practicable. 7 For the purposes of this section the temporary suspension of any of the ordinary voting rights shall be disregarded. 8 In this section “ successor company ” means a company in which any property, right or liability has vested by virtue of a provision made under section 1(1), and references to a nominee of the Treasury are to a person nominated under section 5(3). 9 A statutory instrument containing an order under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Ordnance Factories and Military Services Act 1984", "year": 1984, "section": "8", "section_title": " Vested liabilities on winding up.", "section_text": "8 1 This section applies where— a a resolution has been passed, in accordance with the  Companies Act 1948, for the voluntary winding up of any company, otherwise than merely for the purpose of reconstruction or amalgamation with another company, or b without any such resolution having been passed beforehand, an order has been made for the winding up of any company by the court under that Act. 2 The Secretary of State shall become liable on the commencement of the winding up to discharge any outstanding transferred liability of the company or any outstanding part of such a liability. 3 In subsection (2) the reference to a transferred liability of the company is a reference to a liability which vested in it by virtue of— a a provision made under section 1(1)(a), or b a provision made under section 1(1)(b) for the transfer of a liability which on coming into existence was vested in a Minister of the Crown or Her Majesty and has never vested in any other person otherwise than by virtue of a provision made under section 1(1)(a) or (b). 4 Any sums required by the Secretary of State for discharging any liability imposed on him by this section shall be paid out of money provided by Parliament. 5 Where the Secretary of State makes a payment to any person in discharge of a liability imposed on him by this section, he shall thereupon become a creditor of the company to the extent of the amount paid, his claim being treated for the purposes of the winding up as a claim in respect of the original liability. 6 Any sums received by the Secretary of State in respect of any claim made by virtue of subsection (5) in the winding up of the company shall be paid into the Consolidated Fund. 7 The reference in subsection (2) to the commencement of the winding up is a reference— a in a case within subsection (1)(a), to the passing of the resolution, and b in a case within subsection (1)(b), to the making of the order."}, {"act": "Ordnance Factories and Military Services Act 1984", "year": 1984, "section": "9", "section_title": " Trustee investments in successor company.", "section_text": "9 1 This section relates to the application, in a case where a transfer under a scheme is made to a company, of paragraph 3(b) of Part IV of Schedule 1 to the  Trustee Investments Act 1961 (shares and debentures of a company shall not count as wider-range and narrower-range investments respectively within the meaning of that Act unless the company has paid dividends in each of the five years immediately preceding that in which the investment is made). 2 For the purpose of applying paragraph 3(b) in relation to investment in shares or debentures of the company during the first investment year or during any year following that year, the company shall be deemed to have paid a dividend as there mentioned— a in each year preceding the first investment year which is included in the relevant five years, and b in the first investment year, if that year is included in the relevant five years and the company does not in fact pay such a dividend in that year. 3 In subsection (2) above— “ the first investment year ” means the calendar year in which a scheme providing for a transfer to or from the company comes into force, or, if more than one scheme so providing is made, the calendar year in which the first to come into force comes into force; “ the relevant five years ” means the five years immediately preceding the year in which the investment concerned is made or proposed to be made."}, {"act": "Ordnance Factories and Military Services Act 1984", "year": 1984, "section": "10", "section_title": " Extinguishment of certain liabilities.", "section_text": "10 1 This section applies where— a property transferred to a company by virtue of a provision made under section 1(1)(a) above was immediately before the transfer appropriated as an asset of the fund established in respect of the Royal Ordnance Factories under the  Government Trading Funds Act 1973 (“the fund”), and b shares or debentures (or both) have been issued by the company in consideration of the transfer by virtue of a provision contained in the scheme under section 1(2) above. 2 The Secretary of State may by order made by statutory instrument extinguish to such extent as may be specified in the order all or any liabilities which subsist in respect of— a public dividend capital designated in respect of the fund under section 2(2) of that Act and ranking as an asset of the Consolidated Fund, or b the principal of any loan issued out of or deemed to have been issued from the National Loans Fund, and to the fund, under section 2(2) or (3) of that Act. 3 The value of the liabilities which may be so extinguished may not exceed the aggregate of the value of any shares, and the value of any debentures, issued as mentioned in subsection (1)(b) above. 4 The value of any liability which subsists in respect of the principal of any loan, and which may be so extinguished, may not (unless the Treasury agree otherwise) exceed the value of any debentures issued as mentioned in subsection (1)(b) above on terms which are, in the Secretary of State’s opinion, substantially equivalent to those relating to repayment of the principal or to payment of interest on it. 5 In this section “ value ”, in relation to shares, means their nominal value and, in relation to debentures, means a value equal to the amount of the principal of the indebtedness evidenced by them. 6 Where liabilities are extinguished under this section, the assets of the Consolidated Fund or (as the case may be) the National Loans Fund shall be reduced by amounts corresponding to the liabilities so extinguished."}, {"act": "Ordnance Factories and Military Services Act 1984", "year": 1984, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Ordnance Factories and Military Services Act 1984", "year": 1984, "section": "12", "section_title": " Building and planning contraventions.", "section_text": "12 1 In this section expressions which are also used in the  Building Restrictions (War-Time Contraventions) Act 1946 have the same meanings as in that Act. 2 Where— a any interest in or right over land is transferred in pursuance of a provision made by virtue of section 1(1)(a) above, b during the war period works on the land not complying with a building law or with planning control were carried out, or a use of the land not complying with planning control was begun, c the works remained, or the use continued, from the end of that period to the time of the transfer, and d immediately before the coming into effect of the transfer the building law or planning control was unenforceable in respect of the works or use, the works or use shall, at all times after the coming into effect of the transfer, be treated for all purposes as complying with the building law or planning control."}, {"act": "Ordnance Factories and Military Services Act 1984", "year": 1984, "section": "13", "section_title": " Stamp duty.", "section_text": "13 1 Subject to subsection (2), stamp duty shall not be chargeable on any instrument which is certified to the Commissioners of Inland Revenue by the Secretary of State— a to be a scheme, or b as having been made or executed in pursuance of a scheme. 2 No such instrument shall be taken to be duly stamped unless it is stamped with the duty to which it would but for subsection (1) above be liable or it has, in accordance with section 12 of the  Stamp Act 1891, been stamped with a particular stamp denoting that it is not chargeable with any duty or that it is duly stamped. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Ordnance Factories and Military Services Act 1984", "year": 1984, "section": "14", "section_title": " Interpretation.", "section_text": "14 1 In this section “ the ordnance provisions ” means sections 1 to 13 (including the Schedules) and this section. 2 References in the ordnance provisions to property, rights and liabilities of Her Majesty or any Minister of the Crown are to all such property, rights and liabilities, whether or not capable of being transferred or assigned by Her Majesty or the Minister (as the case may be). 3 It is hereby declared that a reference in the ordnance provisions to property, rights or liabilities to which Her Majesty or any Minister of the Crown is at any time entitled or subject is a reference— a to property whether situated in the United Kingdom or elsewhere; b to rights or liabilities to which Her Majesty or the Minister (as the case may be) is then entitled or subject under the law of the United Kingdom or of any part of the United Kingdom or under the law of any country or territory outside the United Kingdom. 4 A company shall be regarded for the purposes of the ordnance provisions as wholly owned by the Crown at any time when all the issued shares in the company are held by or on behalf of the Crown. 5 In the ordnance provisions— “ company ” means a company formed and registered under  the Companies Act 2006 ; “ debenture ” includes debenture stock; “ scheme ” means a scheme made under section 1(1); “ securities ”, in relation to a company, includes shares, debentures, bonds and other securities of the company, whether or not constituting a charge on the assets of the company; “ shares ” includes stock;   “ subsidiary ” and “ wholly owned subsidiary ” have the meanings given by  section 1159 of the Companies Act 2006 . "}, {"act": "Ordnance Factories and Military Services Act 1984", "year": 1984, "section": "15", "section_title": " Repeal.", "section_text": "15 1 The Secretary of State may, with the Treasury’s consent, by order repeal section 1(3)(a) of the  Government Trading Funds Act 1973 (trading fund to finance Royal Ordnance Factories). 2 The power to make an order under this section shall be exercisable by statutory instrument, and no such order shall be made unless a draft of the order has been laid before and approved by resolution of the House of Commons. 3 An order under this section may contain such supplementary, incidental, consequential or transitional provisions as may appear to the Secretary of State to be necessary or expedient after consulting the Treasury."}, {"act": "Ordnance Factories and Military Services Act 1984", "year": 1984, "section": "16", "section_title": " Military services.", "section_text": "16 1 The Secretary of State may out of money provided by Parliament pay sums— a in connection with the exercise by him of any functions of his which arise from his holding of shares in International Military Services Limited, or b in consequence of arrangements (whether made before or after the coming into force of this Act) for the provision by him of financial support for that company, whether by making loans to it, giving guarantees in respect of money borrowed by it, or underwriting in whole or in part any losses which may be incurred by it, or by any other method which the Secretary of State considers appropriate. 2 The aggregate outstanding at any time in respect of sums paid and commitments made under subsection (1)(b) (whether before or after the coming into force of this Act) shall not exceed £50 million or such greater sum not exceeding £100 million as the Secretary of State may specify by order made with the Treasury’s consent. 3 The power to make an order under subsection (2) shall be exercisable by statutory instrument, and no such order shall be made unless a draft of the order has been laid before and approved by resolution of the House of Commons. 4 Any sums received by the Secretary of State by way of repayment of or return on sums paid by him under this section shall be paid into the Consolidated Fund."}, {"act": "Ordnance Factories and Military Services Act 1984", "year": 1984, "section": "17", "section_title": " Finance: general.", "section_text": "17 There shall be paid out of money provided by Parliament— a any administrative expenses incurred by any Minister of the Crown or government department in consequence of this Act; b any increase attributable to this Act in the sums payable out of money so provided under any other enactment."}, {"act": "Ordnance Factories and Military Services Act 1984", "year": 1984, "section": "18", "section_title": " Short title,  etc.", "section_text": "18 1 This Act may be cited as the Ordnance Factories and Military Services Act 1984. 2 This Act extends to Northern Ireland."}]