[{"act": "Pensions Commutation Act 1984", "year": 1984, "section": "1", "section_title": " Dissolution of Pensions Commutation Board and amendments as to award and payment of amounts by way of commutation of pension.", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 As from the commencement of this Act the power of the Treasury under section 4 of the 1871 Act to commute the pension of a person to whom that Act applies (or a portion of such a pension) by the payment of a capital sum shall, instead of being exercisable by the Treasury, be exercisable— a by the Secretary of State, except in so far as the Treasury otherwise direct; and b to the extent that in consequence of a direction under paragraph (a) above the power is not exercisable by the Secretary of State, by such Minister of the Crown or other authority as is specified in the direction. 3 The consent of the Treasury shall not be required for the making, after the commencement of this Act, by the National Debt Commissioners of any payment under section 6 of the 1871 Act (payment out of National Savings Bank Fund of amounts awarded by way of commutation of pension). 4 An amount awarded under the 1871 Act by way of commutation of pension shall, if the person who makes the award so directs, be paid out of money provided by Parliament by such Minister of the Crown or other authority as is for the time being responsible for the payment of the pension, instead of under the said section 6. 5 Where a Minister of the Crown or other authority is responsible for the payment of any annuity under section 8 of the 1871 Act (moneys paid by way of commutation of pension to be repaid by annuities), the liability to pay that annuity may be discharged by the payment by that Minister or authority to the National Debt Commissioners, out of money provided by Parliament, of a sum calculated in such manner as the Treasury may determine; and that section shall not apply to any annuity the liability to pay which is discharged under this subsection. 6 The Treasury’s power to give a direction under subsection (2) above shall include power— a to give such a direction in relation to a particular pension or to pensions of a particular description; and b to revoke or vary a direction previously given under that subsection. 7 In this section “ pension ” means a pension within the meaning of the 1871 Act or any allowance in relation to the commutation of which the Pensions Commutation Acts 1871 to 1882 continue to apply by virtue of any enactment. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pensions Commutation Act 1984", "year": 1984, "section": "2", "section_title": " Regulations under the Pensions Commutation Act 1871.", "section_text": "2 1 As from the commencement of this Act the power of the Treasury to make regulations under section 4 or 7 of the 1871 Act shall be exercisable by the Secretary of State acting with the consent of the Treasury, instead of by the Treasury. 2 In section 7 of the 1871 Act, the words “ on payment of a prescribed fee to be ” shall be omitted, but the matters as to which regulations may be made under that section shall include the payment of fees on the making or withdrawal of applications for commutation under that Act. 3 This section shall not be taken to affect the continued operation after the commencement of this Act of any regulations made under section 4 or 7 of the 1871 Act before the commencement of this Act; and, accordingly, as from the commencement of this Act, any regulations so made shall have effect as if made in accordance with the preceding provisions of this section by the Secretary of State with the consent of the Treasury."}, {"act": "Pensions Commutation Act 1984", "year": 1984, "section": "3", "section_title": " Citation, commencement and extent.", "section_text": "3 1 This Act may be cited as the Pensions Commutation Act 1984; and this Act and the Pensions Commutation Acts 1871 to 1882 may be cited together as the Pensions Commutation Acts 1871 to 1984. 2 This Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint. 3 This Act extends to Northern Ireland."}]