[{"act": "Prescription and Limitation (Scotland) Act 1984", "year": 1984, "section": "1", "section_title": " Extinction of obligations to make contributions between wrongdoers.", "section_text": "1 After section 8 of the Prescription and Limitation (Scotland) Act 1973 (in this Act referred to as ”the principal Act”) there shall be inserted the following section—  Extinction of obligations to make contributions between wrongdoers. 8A 1 If any obligation to make a contribution by virtue of section 3(2) of the Law Reform (Miscellaneous Provisions) (Scotland) Act 1940 in respect of any damages or expenses has subsisted for a continuous period of 2 years after the date on which the right to recover the contribution became enforceable by the creditor in the obligation— a without any relevant claim having been made in relation to the obligation; and b without the subsistence of the obligation having been relevantly acknowledged; then as from the expiration of that period the obligation shall be extinguished. 2 Subsections (4) and (5) of section 6 of this Act shall apply for the purposes of this section as they apply for the purposes of that section. ."}, {"act": "Prescription and Limitation (Scotland) Act 1984", "year": 1984, "section": "2", "section_title": " Limitation of actions.", "section_text": "2 For sections 17 to 19 of the principal Act there shall be substituted the following sections—  Actions in respect of personal injuries not resulting in death. 17 1 This section applies to an action of damages where the damages claimed consist of or include damages in respect of personal injuries, being an action (other than an action to which section 18 of this Act applies) brought by the person who sustained the injuries or any other person. 2 Subject to subsection (3) below and section 19A of this Act, no action to which this section applies shall be brought unless it is commenced within a period of 3 years after— a the date on which the injuries were sustained or, where the act or omission to which the injuries were attributable was a continuing one, that date or the date on which the act or omission ceased, whichever is the later; or b the date (if later than any date mentioned in paragraph (a) above) on which the pursuer in the action became, or on which, in the opinion of the court, it would have been reasonably practicable for him in all the circumstances to become, aware of all the following facts— i that the injuries in question were sufficiently serious to justify his bringing an action of damages on the assumption that the person against whom the action was brought did not dispute liability and was able to satisfy a decree; ii that the injuries were attributable in whole or in part to an act or omission; and iii that the defender was a person to whose act or omission the injuries were attributable in whole or in part or the employer or principal of such a person. 3 In the computation of the period specified in subsection (2) above there shall be disregarded any time during which the person who sustained the injuries was under legal disability by reason of nonage or unsoundness of mind.  Actions where death has resulted from personal injuries. 18 1 This section applies to any action in which, following the death of any person from personal injuries, damages are claimed in respect of the injuries or the death. 2 Subject to subsections (3) and (4) below and section 19A of this Act, no action to which this section applies shall be brought unless it is commenced within a period of 3 years after— a the date of death of the deceased; or b the date (if later than the date of death) on which the pursuer in the action became, or on which, in the opinion of the court, it would have been reasonably practicable for him in all the circumstances to become, aware of both of the following facts— i that the injuries of the deceased were attributable in whole or in part to an act or omission; and ii that the defender was a person to whose act or omission the injuries were attributable in whole or in part or the employer or principal of such a person. 3 Where the pursuer is a relative of the deceased, there shall be disregarded in the computation of the period specified in subsection (2) above any time during which the relative was under legal disability by reason of nonage or unsoundness of mind. 4 Subject to section 19A of this Act, where an action of damages has not been brought by or on behalf of a person who has sustained personal injuries within the period specified in section 17(2) of this Act and that person subsequently dies in consequence of those injuries, no action to which this section applies shall be brought in respect of those injuries or the death from those injuries. 5 In this section “ relative ” has the same meaning as in Schedule 1 to the Damages (Scotland) Act 1976. ."}, {"act": "Prescription and Limitation (Scotland) Act 1984", "year": 1984, "section": "3", "section_title": " Provisions supplementary to section 2.", "section_text": "3 For section 22 of the principal Act there shall be substituted the following section—  Interpretation of Part II and supplementary provisions. 22 1 In this Part of this Act— “ the court ” means the Court of Session or the sheriff court; and “ personal injuries ” includes any disease and any impairment of a person’s physical or mental condition. 2 Where the pursuer in an action to which section 17 or 18 of this Act applies is pursuing the action by virtue of the assignation of a right of action, the reference in subsection (2)(b) of the said section 17 or, as the case may be, 18 to the pursuer in the action shall be construed as a reference to the assignor of the right of action. 3 For the purposes of the said subsection (2)(b) knowledge that any act or omission was or was not, as a matter of law, actionable, is irrelevant. 4 An action which would not be entertained but for the said subsection (2)(b) shall not be tried by jury. ."}, {"act": "Prescription and Limitation (Scotland) Act 1984", "year": 1984, "section": "4", "section_title": " Private international law application.", "section_text": "4 At the beginning of Part III of the principal Act there shall be inserted the following section—  Private international law application. 23A 1 Where the substantive law of a country other than Scotland falls to be applied by a Scottish court as the law governing an obligation, the court shall apply any relevant rules of law of that country relating to the extinction of the obligation or the limitation of time within which proceedings may be brought to enforce the obligation to the exclusion of any corresponding rule of Scots law. 2 This section shall not apply where it appears to the court that the application of the relevant foreign rule of law would be incompatible with the principles of public policy applied by the court. 3 This section shall not apply in any case where the application of the corresponding rule of Scots law has extinguished the obligation, or barred the bringing of proceedings prior to the coming into force of the Prescription and Limitation (Scotland) Act 1984. ."}, {"act": "Prescription and Limitation (Scotland) Act 1984", "year": 1984, "section": "5", "section_title": " Transitional provisions.", "section_text": "5 1 Section 2 of this Act shall have effect as regards rights of action accruing both before and after the coming into force of this Act. 2 Section 4 of this Act shall not have effect as regards any proceedings commenced before the coming into force of this Act. 3 The amendment to section 7(2) of the principal Act specified in paragraph 2 of Schedule 1 to this Act shall have effect as regards any obligation which has not been extinguished before the coming into force of this Act."}, {"act": "Prescription and Limitation (Scotland) Act 1984", "year": 1984, "section": "6", "section_title": " Minor and consequential amendments and repeals.", "section_text": "6 1 The enactments mentioned in Schedule 1 to this Act shall have effect subject to the amendments respectively specified in that Schedule, being minor amendments and amendments consequential on the provisions of this Act. 2 The enactments set out in Schedule 2 to this Act are hereby repealed to the extent specified in column 3 of that Schedule."}, {"act": "Prescription and Limitation (Scotland) Act 1984", "year": 1984, "section": "7", "section_title": " Short title, commencement and extent.", "section_text": "7 1 This Act may be cited as the Prescription and Limitation (Scotland) Act 1984. 2 This Act shall come into force at the end of a period of 2 months beginning with the date on which it is passed. 3 This Act extends to Scotland only."}]