[{"act": "Rating and Valuation (Amendment) (Scotland) Act 1984", "year": 1984, "section": "1", "section_title": " Basis of apportionment of needs element of rate support grants.", "section_text": "1   1 In Part I of Schedule 1 to the  Local Government (Scotland) Act 1966 (which among other things relates to the apportionment of the needs element of rate support grants), after paragraph 3 there shall be inserted the following paragraph— 3A Without prejudice to sections 5 and 5A of this Act or to the generality of paragraphs 1 and 3 above, the Secretary of State may, in prescribing a basis for apportionment under either of those paragraphs or in providing for apportionment under paragraph 3 above, have regard to the extent to which, in his opinion, either or both— a the actual expenditure of an individual authority has conformed (whether or not in the year for which the amount of the needs element is payable), b the estimated expenditure of such an authority conforms, with any guidance issued by him, before the start of the year to which the expenditure relates, as to what that expenditure ought to be. . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Rating and Valuation (Amendment) (Scotland) Act 1984", "year": 1984, "section": "24.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Rating and Valuation (Amendment) (Scotland) Act 1984", "year": 1984, "section": "5", "section_title": " Premises qualifying for rates relief for institutions for the disabled.", "section_text": "5 1 In section 5 of the  Rating (Disabled Persons) Act 1978 (rate rebates for institutions for the disabled)— a in subsection (1) for the words from “and are” onwards there shall be substituted the following— if half or more of the floor area of so much of any building or, where there are more than one, those buildings as is comprehended in the lands and heritages is used exclusively for one or more of the purposes specified in subsection (2) below or purposes ancillary thereto, or is available so to be used. ; b for subsection (5) there shall be substituted the following subsections— 5 The rebate under this section in respect of any lands and heritages shall be so much of the rates chargeable on the lands and heritages as is attributable to so much of the lands and heritages as is used exclusively for one or more of the purposes specified in subsection (2) above or purposes ancillary thereto or is available so to be used; and, where the lands and heritages qualify for rebate for part of a rebate period, the rebate shall be proportionately reduced. 5A For the purposes of calculating the rebate under this section, the assessor shall certify what amount of rateable value is attributable to so much of the lands and heritages as is used as mentioned in subsection (5) above or is available so to be used and, subject to subsection (7) below, the assessor’s certificate shall be conclusive. ; c after subsection (6) there shall be inserted the following subsection— 7 An appeal shall lie in respect of a certificate under subsection (5A) above and a complaint may be made about such a certificate in either case to the valuation appeal committee; and the provisions of the previous Valuation Acts relating to application to the assessor for redress, to appeals and complaints to the valuation appeal committee and to appeals from that committee to the Lands Valuation Appeal Court shall, with the necessary modifications, apply for the purposes of this subsection. . 2 In section 6 of the said Act of 1978 (administration and appeals)— a after subsection (5) there shall be inserted the following subsection— 5A A person who has been granted a rebate under section 5 of this Act but is nevertheless dissatisfied with the amount of rebate may appeal to the sheriff; and if the sheriff allows the appeal he may give the rating authority such direction as respects the matters mentioned in subsection (5) of that section as he thinks fit. ; and b in subsection (6) after the word “(5)” there shall be inserted the words “or (5A)”."}, {"act": "Rating and Valuation (Amendment) (Scotland) Act 1984", "year": 1984, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Rating and Valuation (Amendment) (Scotland) Act 1984", "year": 1984, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Rating and Valuation (Amendment) (Scotland) Act 1984", "year": 1984, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Rating and Valuation (Amendment) (Scotland) Act 1984", "year": 1984, "section": "9", "section_title": " Separate accounts of expenditure by local authorities under section 83 of the Local Government (Scotland) Act 1973.", "section_text": "9 In section 83 of the Local Government (Scotland) Act 1973 (power of local authorities to incur expenditure for certain purposes not otherwise authorised) after subsection (6) there shall be inserted the following subsection— 7 The accounts kept under section 96 of this Act by a local authority shall include a separae account of any expenditure incurred by the authority under this section. ."}, {"act": "Rating and Valuation (Amendment) (Scotland) Act 1984", "year": 1984, "section": "10", "section_title": " Inspection of local authorities” accounts.", "section_text": "10 1 For subsection (1) of section 101 of the  Local Government (Scotland) Act 1973 there shall be substituted the following subsection— 1 At each audit under this Part of this Act of a local authority’s accounts, any persons interested may inspect the accounts to be audited and all books, deeds, contracts, bills, vouchers and receipts relating thereto and make copies of all or any part of the accounts and those other documents. 2 In section 105(1)(d) of that Act (regulations as to the period in which accounts may be inspected and as to informing persons about their rights of inspection and objection) for the words “abstract and accounts” there shall be substituted the words “accounts and other documents”."}, {"act": "Rating and Valuation (Amendment) (Scotland) Act 1984", "year": 1984, "section": "11", "section_title": " Right of appeal on change of owner, tenant or occupier.", "section_text": "11 In section 3 of the   Local Government (Scotland) Act 1975 (appeal against entry in valuation roll) after subsection (2) there shall be inserted the following subsections— 2A Where a person becomes the proprietor, tenant or occupier of lands and heritages which are included in the valuation roll he shall thereupon have the same right of appeal under subsection (2) above as he would have had if there had been sent to him the notice referred to in that subsection, except that the last date for lodging an appeal by virtue of this subsection shall be the last day of a period of six months beginning with the day upon which the person became the proprietor, tenant or occupier and all other time limits prescribed under the Valuation Acts in that regard shall have effect accordingly. 2B The right of appeal conferred by subsection (2A) above may be exercised whether or not any previous proprietor, tenant or occupier of the lands and heritages had reached agreement with the assessor as mentioned in section 2(3) of this Act or had appealed or obtained redress under subsection (2) above. ."}, {"act": "Rating and Valuation (Amendment) (Scotland) Act 1984", "year": 1984, "section": "12", "section_title": " Jurisdiction in valuation matters of Lands Tribunal for Scotland.", "section_text": "12 1 In section 1 of the   Lands Tribunal Act 1949 (which amongst other things provides as to the jurisdiction of the Lands Tribunal for Scotland), after subsection (3) there shall be inserted the following subsections— 3A The Lands Tribunal for Scotland may also determine any appeal or complaint under the Valuation Acts (within the meaning of section 37(1) of the Local Government (Scotland) Act 1975) referred to it by a valuation appeal committee. 3B The jurisdiction conferred by subsection (3A) of this section includes power, in relation to an individual appeal or complaint, to decline with reason stated to proceed to determine it. 3C The provisions of the said Valuation Acts with regard to appeal to judges of the Court of Session shall, with any necessary modifications, apply in relation to determinations of the Lands Tribunal for Scotland under subsection (3A) of this section as they apply in relation to decisions of valuation appeal committees. 3D The Secretary of State may by order made by statutory instrument repeal or amend any enactment (including this Act) to the extent necessary to give full effect to this section. 3E A statutory instrument containing an order under subsection (3D) above shall have no effect until approved by resolution of each House of Parliament. .. 2 In section 15 of the Local Government (Financial Provisions)   (Scotland) Act 1963 after subsection (2) (regulations as to valuation appeal committees) there shall be inserted the following subsection— 2A The Secretary of State may make regulations governing— a the circumstances and manner in which an appeal or complaint may be referred to the Lands Tribunal for Scotland in pursuance of subsection (3A) of section 1 of the  Lands Tribunal Act 1949 (jurisdiction of the tribunal to determine valuation cases referred to it); and b the consideration of the appeal or complaint by a valuation appeal committee in a case where the Tribunal have declined under subsection (3B) of that section to proceed to determine it. ."}, {"act": "Rating and Valuation (Amendment) (Scotland) Act 1984", "year": 1984, "section": "13", "section_title": " Constitution of lands valuation appeal court.", "section_text": "13 1 in section 7 of the  Valuation of Lands (Scotland) Amendment Act 1879 (which sections, construed as originally enacted, provide, amongst other things, that appeals in valuation matters shall lie to two judges of the Court of Session), for the words “any two” there shall be substituted the words “a judge or (in a case in relation to which the judge to whom it was submitted has directed that it be heard by three judges or where the appeal is against a determination of the Lands Tribunal for Scotland under section 1(3A) of the Lands Tribunal Act 1949) three”. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 In the said section 7— a for the word “judges”, where secondly and thirdly occurring, there shall be substituted the words “judge or, as the case may be, judges”; and b for the word “their”, in each place where it occurs, there shall be substituted the words “his or, as the case may be, their”. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Rating and Valuation (Amendment) (Scotland) Act 1984", "year": 1984, "section": "14", "section_title": " Separate entry in valuation roll of pitches for static caravans.", "section_text": "14 After subsection (8) of section 3 of the  Rating (Caravan Sites) Act 1976 (valuation and rating of caravan sites) there shall be inserted the following subsection— 8A Where— a a caravan site is treated under subsection (1) above as a single unit of lands and heritages; b a caravan pitch on that site would be taken as including, as part of lands and heritages, the caravan for the time being on it; and c the caravan pitch is separately occupied by a person other than the site operator, the assessor shall, on the application of that person, omit the pitch from the single unit and enter it separately in the valuation roll. ."}, {"act": "Rating and Valuation (Amendment) (Scotland) Act 1984", "year": 1984, "section": "15", "section_title": " Percentage derating of static caravans.", "section_text": "15 After section 3 of the Rating (Caravan Sites) Act 1976 there shall be inserted the following section—  Percentage derating of static caravans. 3A 1 The Secretary of state may by order provide that the rateable value of a caravan site to which this section applies shall be the sum of the following amounts— a the amount produced by deducting from the aggregate net annual value of the caravan pitches on the site, which are caravan pitches to which this section applies, such percentage of that aggregate value as may be specified in the order; b the amount of the net annual value of so much of the site as does not consist of those pitches. 2 This section applies to any caravan site which is treated under section 3(1) above as a single unit of lands and heritages. 3 This section applies to caravan pitches— a each of which when taken under section 3(5) above, as including the caravan for the time being on it, would constitute a dwelling-house for the purposes of section 7 of the Local Government (Scotland) Act 1966 (reduction of rates on dwellings by reference to the domestic element); b each of which is separately occupied by a person other than the site operator; and c none of which has been entered separately in the valuation roll under section 3(8A) above. 4 An order under this section shall be made by statutory instrument which shall be laid before the Commons House of Parliament and shall not have effect until approved by a resolution of that House. ."}, {"act": "Rating and Valuation (Amendment) (Scotland) Act 1984", "year": 1984, "section": "16", "section_title": " Exemption of reed beds from rates.", "section_text": "16 1 In subsection (2) of section 7 of the  Valuation and Rating (Scotland) Act 1956 (valuation of agricultural lands and heritages), in the definition of “agricultural lands and heritages”, after the word “orchards” there shall be inserted the words “, reed beds”. 2 In subsection (3) of the said section 7 after the words “agricultural lands and heritages”, where secondly occurring, there shall be inserted the words “(other than agricultural lands and heritages being lands and heritages used as reed beds) and on and after the first day of April nineteen hundred and eighty four have effect in the case of agricultural lands and heritages being lands and heritages used as reed beds”. 3 After the said subsection (3) there shall be inserted the following subsection— 3A Any reference in the valuation roll to any lands and heritages used as reed beds shall, as from 1st April 1984, be of no effect. ."}, {"act": "Rating and Valuation (Amendment) (Scotland) Act 1984", "year": 1984, "section": "17", "section_title": " Common parts of shopping malls not to be entered separately in valuation roll.", "section_text": "17 After section 8 of the  Valuation and Rating (Scotland) Act 1956 there shall be inserted the following section—  Common parts of shopping malls not to be entered separately in valuation roll. 8A There shall not be entered separately in the valuation roll any part of a covered shopping mall, being a part the sole or main purpose of which is to serve two or more of the lands and heritages comprised in the mall. ."}, {"act": "Rating and Valuation (Amendment) (Scotland) Act 1984", "year": 1984, "section": "18", "section_title": " Exemption from valuation and rating of certain moorings.", "section_text": "18 After section 8 of the Valuation and Rating (Scotland) Act 1956 there shall be inserted the following section—  Exemption from valuation and rating of certain moorings. 8AA 1 For the purpose of ascertaining the net annual value of any lands and heritages no account shall be taken of any mooring to which this section applies. 2 This section applies to any mooring— a used or intended to be used by a boat or ship; and b equipped only with a buoy attached to an anchor, weight or other device— i which rests on or in the bed of the sea or any river or other waters when in use; and ii which is designed to be raised from that bed from time to time. ."}, {"act": "Rating and Valuation (Amendment) (Scotland) Act 1984", "year": 1984, "section": "19", "section_title": " Comparison with hereditaments in England and Wales.", "section_text": "19 At the end of subsection (1) of section 15 of the  Local Government (Financial Provisions) (Scotland) Act 1963 (comparison with other lands and heritages) there shall be inserted— or, in accordance with subsections (1A) to (1C) below, on hereditaments in England and Wales. 1A It shall be competent to found, by way of comparison, on hereditaments in England and Wales only if— a there is no evidence available as to lands and heritages in Scotland comparable to those which are the subject of the proceedings; or b such evidence as is available in that regard is not adequate to enable the committee or, as the case may be, the Lands Tribunal for Scotland to draw conclusions as to the rent at which the lands and heritages which are the subject of the proceedings might reasonably be expected to let from year to year in the circumstances mentioned in section 6(2) or, as the case may be, 6(8) of the Valuation and Rating (Scotland) Act 1956 (ascertainment of gross and net annual values by reference to expected rent). 1B The net annual value ascribed in the valuation list maintained under the General Rate Act 1967 to a hereditament in England and Wales shall, for the purposes of subsections (1) and (1A) above, be treated as equal to the rent at which the hereditament (as at the date as at which its net annual value was ascribed to it) might reasonably be expected to let from year to year if the tenant undertook to pay all usual tenants’ rates and taxes and to bear the cost of the repairs and insurance and the other expenses, if any, necessary to maintain the hereditament in a state to command that rent. 1C A valuation appeal committee or the Lands Tribunal for Scotland shall, in considering a hereditament in England and Wales by way of comparison in pursuance of this section, make such adjustment as is, in their opinion, necessary— a to its rent as established by the evidence, so as to take account of (amongst any other things) the date at which that rent became payable; b to its rent as established under subsection (1B) above, so as to take account of (amongst any other things) the date as at which, under that subsection, that rent is to be treated as payable. ."}, {"act": "Rating and Valuation (Amendment) (Scotland) Act 1984", "year": 1984, "section": "20", "section_title": " Alteration of “material change of circumstances”.", "section_text": "20 In section 37(1) of the  Local Government (Scotland) Act 1975, in the definition of “ material change of circumstances ”— a the word “and”, where fourthly occurring, shall be omitted; and b for the words from “but” onwards there shall be substituted the words “and any decision of that Court, committee or Tribunal which alters the gross or net annual value or rateable value of any comparable lands and heritages;”."}, {"act": "Rating and Valuation (Amendment) (Scotland) Act 1984", "year": 1984, "section": "21", "section_title": " Amendments and repeals.", "section_text": "21 1 The enactments specified in Schedule 2 to this Act shall have effect subject to the amendments specified in that Schedule. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Rating and Valuation (Amendment) (Scotland) Act 1984", "year": 1984, "section": "22", "section_title": " Financial provisions.", "section_text": "22 There shall be paid out of moneys provided by Parliament— a any administrative expenses of the Secretary of State under this Act; and b any increase attributable to the provisions of this Act in the sums payable out of moneys so provided under any other Act."}, {"act": "Rating and Valuation (Amendment) (Scotland) Act 1984", "year": 1984, "section": "23", "section_title": " Citation, commencement and extent.", "section_text": "23 1 This Act, which may be cited as the Rating and Valuation (Amendment) (Scotland) Act 1984, shall come into force as follows— a sections 1, 2 and 4 and this section shall come into force on the day this Act is passed; b sections 7, 9 to 13, 17 to 19 and paragraphs 9, 12 to 15 and 17 of Schedule 2 shall come into force on 1st April 1985; c the other provisions shall come into force at the end of the period of two months beginning with the day on which this Act is passed. 2 This Act applies to Scotland only."}]