[{"act": "Video Recordings Act 1984", "year": 1984, "section": "1", "section_title": " Interpretation of terms.", "section_text": "1 1 The provisions of this section shall have effect for the interpretation of terms used in this Act. 2 “ Video work ” means any series of visual images (with or without sound)— a produced electronically by the use of information contained on any disc  . . . magnetic tape  or any other device capable of storing data electronically , and b shown as a moving picture. 3 “ Video recording ” means any disc  . . . magnetic tape  or any other device capable of storing data electronically  containing information by the use of which the whole or part of a video work may be produced. 4 “ Supply ” means supply in any manner, whether or not for reward, and, therefore, includes supply by way of sale, letting on hire, exchange or loan; and references to a supply are to be interpreted accordingly. "}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "2", "section_title": " Exempted works.", "section_text": "2 1 Subject to subsection  (1ZA)  below, a video work                        other than a video game  is for the purposes of this Act an exempted work if, taken as a whole— a it is designed to inform, educate or instruct;                       or b it is concerned with sport, religion or music;  ... c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1ZA A video work other than a video game is not an exempted work for those purposes if it does one or more of the following— a it depicts or promotes violence or threats of violence; b it depicts the immediate aftermath of violence on human or animal characters; c it depicts an imitable dangerous activity without also depicting that the activity may endanger the welfare or health of a human or animal character; d it promotes an imitable dangerous activity; e it depicts or promotes activities involving illegal drugs or the misuse of drugs; f it promotes the use of alcohol or tobacco; g it depicts or promotes suicide or attempted suicide, or depicts the immediate aftermath of such an event; h it depicts or promotes any act of scarification or mutilation of a person, or of self-harm, or depicts the immediate aftermath of such an act; i it depicts techniques likely to be useful in the commission of offences or, through its depiction of criminal activity, promotes the commission of offences; j it includes words or images intended or likely to convey a sexual message (ignoring words or images depicting any mild sexual behaviour); k it depicts human sexual activity (ignoring any depictions of mild sexual activity); l it depicts or promotes acts of force or restraint associated with human sexual activity; m it depicts human genital organs or human urinary or excretory functions (unless the depiction is for a medical, scientific or educational purpose); n it includes swearing (ignoring any mild bad language); or o it includes words or images that are intended or likely (to any extent) to cause offence, whether on the grounds of race, gender, disability, religion or belief or sexual orientation, or otherwise. 1ZB For the purposes of subsection (1ZA), a video work promotes something if the work is likely (to any extent) to stimulate or encourage that thing. 1ZC In subsection (1ZA)— “human or animal character” means a character that is or whose appearance is similar to that of— a human being, or an animal that exists or has existed in real life, but does not include a simple stick character or any equally basic representation of a human being or animal; “imitable dangerous activity” means an activity which— if imitated by a person, may endanger the welfare or health of any person or animal, and may be easily imitated by a person; and “violence” does not include any violence that is— mild, or not directed towards human or animal characters, unless it is sexual violence.. 1A Subject to subsection (2) or (3) below, a video game is for the purposes of this Act an exempted work if— a it is, taken as a whole, designed to inform, educate or instruct; b it is, taken as a whole, concerned with sport, religion or music; or c it satisfies one or more of the conditions in section 2A. 2 A  video game  is not an exempted work for those purposes if, to any significant extent, it depicts— a human sexual activity or acts of force or restraint associated with such activity; b mutilation or torture of, or other acts of gross violence towards, humans or animals; c human genital organs or human urinary or excretory functions; d techniques likely to be useful in the commission of offences; or is  likely  to any significant extent to stimulate or encourage anything falling within paragraph (a) or, in the case of anything falling within paragraph (b), is  likely  to any extent to do so. 3 A  video game  is not an exempted work for those purposes if, to any significant extent, it depicts criminal activity which is likely to any significant extent to stimulate or encourage the commission of offences. 4 The Secretary of State may by regulations amend this section— a by adding or removing a case in which a video work is not an exempted work, or b by amending a description of such a case."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "2A", "section_title": "Conditions relating to video games", "section_text": "2A 1 The conditions referred to in section 2(1A)(c) are as follows. 2 The first condition is that the video game does not include any of the following— a depictions of violence towards human or animal characters, whether or not the violence looks realistic and whether or not the violence results in obvious harm, b depictions of violence towards other characters where the violence looks realistic, c depictions of criminal activity that are likely, to any extent, to stimulate or encourage the commission of offences, d depictions of activities involving illegal drugs or the misuse of drugs, e words or images that are likely, to any extent, to stimulate or encourage the use of alcohol or tobacco, f words or images that are intended to convey a sexual message, g swearing, or h words or images that are intended or likely, to any extent, to cause offence, whether on the grounds of race, gender, disability, religion or belief or sexual orientation or otherwise. 3 In subsection (2)\t\t\t\t\t\t\t\t\t\t “ human or animal character ” means a character that is, or whose appearance is similar to that of— a a human being, or b an animal that exists or has existed in real life, but does not include a simple stick character or any equally basic representation of a human being or animal. 4 The second condition is that the designated authority, or a person nominated by the designated authority for the purposes of this section, has confirmed in writing that the video game is suitable for viewing by persons under the age of 12. 5 The Secretary of State may by regulations amend this section— a by amending the first condition, or b by adding a further condition (or by amending or removing such a condition). 6 Regulations under this section may make provision by reference to documents produced by the designated authority."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "3", "section_title": " Exempted supplies.", "section_text": "3 1 The provisions of this section apply to determine whether or not a supply of a video recording is an exempted supply for the purposes of this Act. 2 The supply of a video recording by any person is an exempted supply if it is neither— a a supply for reward, nor b a supply in the course or furtherance of a business. 3 Where on any premises facilities are provided in the course or furtherance of a business for supplying video recordings, the supply by any person of a video recording on those premises is to be treated for the purposes of subsection (2) above as a supply in the course or furtherance of a business. 4 Where a person (in this subsection referred to as the “ original supplier ”) supplies a video recording to a person who, in the course of a business, makes video works or supplies video recordings, the supply is an exempted supply— a if it is not made with a view to any further supply of that recording, or b if it so made, but is not made with a view to the eventual supply of that recording to the public or is made with a view to the eventual supply of that recording to the original supplier. For the purposes of this subsection, any supply is a supply to the public unless it is— a supply to a person who, in the course of a business, makes video works or supplies video recordings, an exempted supply by virtue of subsection (2) above or subsections (5) to (10) below, or a supply outside the United Kingdom. 5 Where a video work— a is designed to provide a record of an event or occasion for those who took part in the event or occasion or are connected with those who did so, b does not, to any significant extent, depict any of the following— i human sexual activity or acts of force or restraint associated with such activity, ii mutilation or torture of, or other acts of gross violence towards, humans or animals, or iii human genital organs or human urinary or excretory functions, and c is not designed— i to any significant extent to stimulate or encourage anything falling within paragraph (b)(i), or ii to any extent to stimulate or encourage anything falling within paragraph (b)(ii), the supply of video recording containing only that work to a person who took part in the event or occasion or is connected with someone who did so is an exempted supply. 6 The supply of a video recording for the purpose only of the exhibition of any video work contained in the recording in premises other than a dwelling-house— a being premises mentioned in subsection (7) below, or b being an exhibition which in England and Wales or Scotland would be  a film exhibition to which section 6 of the Cinemas Act 1985 applies (film  exhibition to which public not admitted or are admitted without payment), or in Northern Ireland would be  a film exhibition to which Article 8 of the Cinemas (Northern Ireland) Order 1991 applies \t\t\t\t\t\t\t(similar provision for Northern Ireland), is an exempted supply.   7 The premises referred to in subsection (6) above are— za premises in England and Wales which, by virtue of an authorisation within the meaning of section 136 of the Licensing Act 2003, may be used for the exhibition of a film within the meaning of paragraph 15 of Schedule 1 to that Act, a premises  in Scotland  in respect of which a licence under section 1 of the Cinemas Act 1985 is in force, b premises  in Scotland  falling within section 7 of that Act (premises used only occasionally and exceptionally for film exhibitions), or c premises  in Scotland  falling within section 8 of that Act (building or structure of a movable character) in respect of which such a licence as is mentioned in subsection (1)( a ) of that section has been granted.  8 The supply of a video recording with a view only to its use for or in connection with—  a programme service (within the meaning of the Broadcasting Act 1990) 8A The supply of a video recording in the form of a machine of a type designed primarily for use in an amusement arcade is an exempted supply unless the video game (or, if more than one, any of the video games) that it contains— a depicts, to any significant extent, anything falling within section 2(2)(a), (b), (c) or (d) or (3), or b is likely to any significant extent to stimulate or encourage anything falling within section 2(2)(a) or, in the case of anything falling within section 2(2)(b), is likely to any extent to do so. 8B The supply of any other video recording is an exempted supply if the recording is supplied for the purpose only of its use in connection with a supply that is an exempted supply under subsection (8A). 9 The supply of a video recording for the purpose only of submitting a video work contained in the recording for the issue of a classification certificate or otherwise only for purposes of arrangements made by the designated authority is an exempted supply. 10 The supply of a video recording with a view only to its use— a in training for or carrying on any medical or relate occupation, b for the purpose of— i services provided in pursuance of  the National Health Service Act 2006, the National Health Service (Wales) Act 2006  or the  National Health Service (Scotland) Act 1978, or ii such of the services provided in pursuance of the  Health and Personal Social Services (Northern Ireland) Order 1972 as are health services (within the meaning of that Order), or c in training persons employed in the course of services falling within paragraph (b) above, is an exempted supply. 11 For the purposes of subsection (10) above, an occupation is a medical or related occupation if, to carry on the occupation, a person is required to be registered under    the Health Professions Order 2001   the Nursing and Midwifery Order 2001  the Medical Act 1983, the   Osteopaths Act 1993 or the Chiropractors Act 1994 . 11A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 The supply of a video recording otherwise than for reward, being a supply made for the purpose only of supplying it to a person who previously made an exempted supply of the recording, is also an exempted supply. 13 The Secretary of State may by regulations amend this section and the regulations may, in particular— a add a case in which the supply of a video recording is an exempted supply for the purposes of this Act, or b repeal a provision of this section."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "4", "section_title": " Authority to determine suitability of video works for classification.", "section_text": "4 1 The Secretary of State may by notice under this section designate any person as the authority responsible for making arrangements— a for determining for the purposes of this Act whether or not video works are suitable for classification certificates to be issued in respect of them, having special regard to the likelihood of video works in respect of which such certificates have been issued being viewed in the home, b in the case of works which are determined in accordance with the arrangements to be so suitable— ia for assigning a unique title to each video work in respect of which a classification certificate is to be issued i for making such other determinations as are required for the issue                        or revocation                      of classification certificates, and ii for issuing  and revoking                      such certificates, and c for maintaining a record of such determinations (whether determinations made in pursuance of arrangements made by that person or by any person previously designated under this section),  . . . 1A A title assigned to a video work under subsection (1)(b)(ia) above shall consist of— a the title under which the video work was determined to be suitable for the issue of a classification certificate; and b a registration number (which may contain letters and other symbols as well as figures). 1B The record maintained under subsection (1)(c) above shall include, in relation to each video work in respect of which a classification certificate has been issued, a video recording which— a contains the video work; and b shows, or shows on its spool, case or other thing on or in which the recording is kept— i the title assigned to the video work under subsection (1)(b)(ia) above; and ii the determination or determinations made in respect of the video work. 1C The arrangements made under this section may require a person requesting a classification certificate for a video work to agree to comply with a code of practice, which may, in particular, include provision relating to the labelling of video recordings. 2 The power to designate any person by notice under this section includes power— a to designate two or more persons jointly as the authority responsible for making those arrangements, and b to provide that any person holding an office or employment specified in the notice is to be treated as designated while holding that office or employment. 3 The Secretary of State shall not make any designation under this section unless he is satisfied that adequate arrangements will be made for an appeal by any person against a determination that a video work submitted by him for the issue of a classification certificate— a is not suitable for a classification certificate to be issued in respect of it, or b is not suitable for viewing by persons who have not attained a particular age, or against a determination that no video recording containing the work is to be supplied other than in a licensed sex shop. 3A The Secretary of State must not make a designation under this section unless satisfied that adequate arrangements will be made for taking account of public opinion in the United Kingdom. 4 The Secretary of State may at any time designate another person in place of any person designated under this section and, if he does so, may give directions as to the transfer of any record kept in pursuance of the arrangements referred to in subsection (1) above; and it shall be the duty of any person having control of any such record or any part of it to comply with the directions. 5 No fee is recoverable by, or in accordance with arrangements made by, the designated authority in connection with a determination in respect of a video work or the issue of a classification certificate unless the designated authority has consulted the Secretary of State about such fees. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6A When making arrangements under this section, the designated authority must have regard to any guidance issued by the Secretary of State. 6B The Secretary of State may not issue guidance about the matters to be taken into account when determining the suitability of a video work for the issue of a classification certificate or a classification certificate of a particular description. 7 Any notice under this section shall be published in the London, Edinburgh and Belfast Gazettes. 8 In this Act,  a references to the designated authority, in relation to any transaction, are references to the person or persons designated under this section at the time of that transaction , and b references to the designated authority, in relation to a classification certificate, are references to the person or persons designated under this section when the certificate is issued, (but see also section 4ZA(2))."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "4ZA", "section_title": "Designated authorities for video games and other video works", "section_text": "4ZA 1 The power to designate a person by notice under section 4 includes power to designate different persons— a as the authority responsible for making arrangements in respect of video games (“ the video games authority ”), and b as the authority responsible for making arrangements in respect of other video works (“ the video works authority ”). 2 Where there are two designated authorities, references in this Act to the designated authority, in relation to a video work, are references to the designated authority responsible for making arrangements in respect of the video work, taking account of any allocation in force under section 4ZB."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "4ZB", "section_title": "Designated authorities: allocation of responsibility for video games", "section_text": "4ZB 1 Where there are two designated authorities, the video games authority may, with the consent of the video works authority, allocate to that authority responsibility— a for a class of video games, or b for video games, or a class of video games, when (and only when) they are contained in a video recording that is described in the allocation (whether by reference to its contents, to the manner in which it is, or is to be, supplied or otherwise). 2 If an allocation is in force— a the video works authority is responsible for making arrangements under this Act in respect of the allocated video games, and b the video games authority ceases to be responsible for making such arrangements. 3 An allocation— a must be made by a notice, and b may be withdrawn at any time by a notice given by the video games authority with the consent of the video works authority. 4 When making or withdrawing an allocation under this section, the video games authority must have regard to any guidance issued by the Secretary of State. 5 A notice under this section must be— a sent to the Secretary of State, and b published in such manner as the video games authority considers appropriate. 6 A question as to which designated authority is responsible for making arrangements in respect of a video game may be conclusively determined by the video games authority."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "4ZC", "section_title": "Designated authorities: video works included in video games", "section_text": "4ZC 1 The video games authority may make such arrangements in respect of video works included in video games as it considers are necessary for the purposes of fulfilling its responsibilities in respect of video games. 2 Where there are two designated authorities, the arrangements made by the video games authority under section 4 must, to the extent that the video games authority considers appropriate, include either or both of the following— a arrangements for having regard to any classification certificate issued by the video works authority in respect of a video work included in a video game; b arrangements for obtaining and having regard to a determination by the video works authority as to the suitability of all or part of a video work included in a video game. 3 For the purpose of determining the extent to which arrangements described in subsection (2)(a) or (b) are appropriate, the video games authority must— a consult the video works authority, and b have regard to any guidance issued by the Secretary of State. 4 In this section,  “ suitability ” means suitability for the issue of a classification certificate or suitability for the issue of a classification certificate of a particular description."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "4A", "section_title": " Criteria for suitability to which special regard to be had.", "section_text": "4A 1 The designated authority shall, in making any determination as to the suitability of a video work, have special regard (among the other relevant factors) to any harm that may be caused to potential viewers or, through their behaviour, to society by the manner in which the work deals with— a criminal behaviour; b illegal drugs; c violent behaviour or incidents; d horrific behaviour or incidents; or e human sexual activity. 2 For the purposes of this section— “ potential viewer ” means any person (including a child or young person) who is likely to view the video work in question if a classification certificate or a classification certificate of a particular description were issued; “ suitability ” means suitability for the issue of a classification certificate or suitability for the issue of a certificate of a particular description; “ violent behaviour ” includes any act inflicting or likely to result in the infliction of injury; and any behaviour or activity referred to in subsection (1)(a) to (e) above shall be taken to include behaviour or activity likely to stimulate or encourage it."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "4B", "section_title": " Review of determinations as to suitability.", "section_text": "4B   1 The Secretary of State may by order make provision enabling the designated authority to review any determination made by them, before the coming into force of section 4A of this Act, as to the suitability of a video work. 2 The order may in particular provide— a for the authority’s power of review to be exercisable in relation to such determinations as the authority think fit; b for the authority to determine, on any review, whether, if they were then determining the suitability of the video work to which the determination under review relates, they— i would issue a classification certificate, or ii would issue a different classification certificate; c for the cancellation of a classification certificate, where they determine that they would not issue a classification certificate; d for the cancellation of a classification certificate and issue of a new classification certificate, where they determine that they would issue a different classification certificate; e for any such cancellation or issue not to take effect until the end of such period as may be determined in accordance with the order; f for such persons as may appear to the authority to fall within a specified category of person to be notified of any such cancellation or issue in such manner as may be specified; g for treating a classification certificate, in relation to any act or omission occurring after its cancellation, as if it had not been issued; h for specified provisions of this Act to apply to determinations made on a review subject to such modifications (if any) as may be specified; i for specified regulations made under section 8 of this Act to apply to a video work in respect of which a new classification certificate has been issued subject to such modifications (if any) as may be specified. 3 In subsection (2) above “ specified ” means specified by an order made under this section. 4 The Secretary of State shall not make any order under this section unless he is satisfied that adequate arrangements will be made for an appeal against determinations made by the designated authority on a review. 5 The power to make an order under this section shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 In this section “ suitability ” has the same meaning as in section 4A of this Act. "}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "5", "section_title": " Parliamentary procedure for designation.", "section_text": "5 1 Where the Secretary of State proposes to make a designation under section 4 of this Act, he shall lay particulars of his proposal before both Houses of Parliament and shall not make the proposed designation until after the end of the period of forty days beginning with the day on which the particulars of his proposal were so laid. 2 If, within the period mentioned in subsection (1) above, either House resolves that the Secretary of State should not make the proposed designation, the Secretary of State shall not do so (but without prejudice to his power to lay before Parliament particulars of further proposals in accordance with that subsection). 3 For the purposes of subsection (1) above— a where particulars of a proposal are laid before each House of Parliament on different days, the later day shall be taken to be the day on which the particulars were laid before both Houses; b in reckoning any period of forty days, no account shall be taken of any time during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "6", "section_title": " Annual report.", "section_text": "6 1 The designated authority shall, as soon as it is reasonably practicable to do so after 31st December, make a report to the Secretary of State on the carrying out in the year ending with that date of the arrangements referred to in section 4(1) and (3) of this Act (together with a statement of accounts) and on such other matters (if any) as the designated authority consider appropriate or the Secretary of State may require. 2 The Secretary of State shall lay a copy of any report made to him under this section before each House of Parliament."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "7", "section_title": " Classification certificates.", "section_text": "7 1 In this Act “ classification certificate ” means a certificate— a issued in respect of a video work in pursuance of arrangements made by the designated authority; and b satisfying the requirements of subsection (2) below. 2 Those requirements are that the certificate must contain  the title assigned to the video work in accordance with section 4(1)(b)(ia) of this Act and — a a statement that the video work concerned is suitable for general viewing and unrestricted supply (with or without any advice as to the desirability of parental guidance with regard to the viewing of the work by young children or as to the particular suitability of the work for viewing by children  or young children ); or b a statement that the video work concerned is suitable for viewing only by persons who have attained the age (not being more than eighteen years) specified in the certificate and that no video recording containing that work is to be supplied to any person who has not attained the age so specified; or c the statement mentioned in paragraph (b) above together with a statement that no video recording containing that work is to be supplied other than in a licensed sex shop. 3 For the purposes of this Act, a video work is not a video work in respect of which a classification certificate has been issued if every classification certificate issued in respect of the video work has been revoked."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "7A", "section_title": "Classification certificates for particular video recordings", "section_text": "7A 1 A classification certificate issued in respect of a video work may be issued so as to have effect only for the purposes of a video recording that is described in the certificate (whether by reference to its contents, to the manner in which it is, or is to be, supplied or otherwise). 2 For the purposes of this Act, a video recording contains a video work in respect of which a classification certificate has been issued if (and only if) a classification certificate that has been issued in respect of the video work has effect for the purposes of the video recording."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "8", "section_title": " Requirements as to labelling  etc.", "section_text": "8 1 The Secretary of State may, in relation to video works in respect of which classification certificates have been issued, by regulations require such indication as may be specified by the regulations of any of the contents of any classification certificate to be shown in such a manner as may be so specified on any video recording containing the video work in respect of which the certificate was issued or any spool, case or other thing on or in which such a video recording is kept.  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "9", "section_title": " Supplying video recording of unclassified work.", "section_text": "9 1 A person who supplies or offers to supply a video recording containing a video work in respect of which no classification certificate has been issued is guilty of an offence unless— a the supply is, or would if it took place be, an exempted supply, or b the video work is an exempted work. 2 It is a defence to a charge of committing an offence under this section to prove that the accused believed on reasonable grounds— a that the video work concerned or, if the video recording contained more than one work to which the charge relates, each of those works was either an exempted work or a work in respect of which a classification certificate had been issued, or b that the supply was, or would if it took place be, an exempted supply by virtue of section 3(4) or (5) of this Act. 3 A person guilty of an offence under this section shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or a fine or both, b on summary conviction, to imprisonment for a term not exceeding six months or  a fine not exceeding £20,000 a fine  or both."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "10", "section_title": " Possession of video recording of unclassified work for the purposes of supply.", "section_text": "10 1 Where a video recording contains a video work in respect of which no classification certificate has been issued, a person who has the recording in his possession for the purpose of supplying it is guilty of an offence unless— a he has it in his possession for the purpose only of a supply which, if it took place, would be an exempted supply, or b the video work is an exempted work. 2 It is a defence to a charge of committing an offence under this section to prove— a that the accused believed on reasonable grounds that the video work concerned or, if the video recording contained more than one work to which the charge relates, each of those works was either an exempted work or a work in respect of which a classification certificate had been issued, b that the accused had the video recording in his possession for the purpose only of a supply which he believed on reasonable grounds would, if it took place, be an exempted supply by virtue of section 3(4) or (5) of this Act, or c that the accused did not intend to supply the video recording until a classification certificate had been issued in respect of the video work concerned. 3 A person guilty of an offence under this section shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or a fine or both, b on summary conviction, to imprisonment for a term not exceeding six months or  a fine not exceeding £20,000 a fine  or both."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "11", "section_title": " Supplying video recording of classified work in breach of classification.", "section_text": "11 1 Where a classification certificate issued in respect of a video work states that no video recording  , or no video recording described in the certificate, that contains  that work is to be supplied to any person who has not attained the age specified in the certificate, a person who supplies or offers to supply  such a video recording  to a person who has not attained the age so specified is guilty of an offence unless a the video work is an exempted work, or b the supply is, or would if it took place be, an exempted supply. 2 It is a defence to a charge of committing an offence under this section to prove— a that the accused neither knew nor had reasonable grounds to believe that the classification certificate contained the statement concerned, b that the accused neither knew nor had reasonable grounds to believe that the person concerned had not attained that age, ba that the accused believed on reasonable grounds that the video work concerned or, if the video recording contained more than one work to which the charge relates, each of those works was an exempted work,  or c that the accused believed on reasonable grounds that the supply was, or would if it took place be, an exempted supply by virtue of section 3(4) or (5) of this Act. 3 A person guilty of an offence under this section shall be liable, on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding level 5 on the standard scale or both."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "12", "section_title": " Certain video recordings only to be supplied in licensed sex shops.", "section_text": "12 1 Where a classification certificate issued in respect of a video work states that no video recording  , or no video recording described in the certificate, that contains                      that work is to be supplied other than in a licensed sex shop, a person who at any place other than in a sex shop for which a licence is in force under the relevant enactment— a supplies  such a video recording , or b offers to do so, is guilty of an offence unless the supply is, or would if it took place be, an exempted supply. 2 It is a defence to a charge of committing an offence under subsection (1) above to prove— a that the accused neither knew nor had reasonable grounds to believe that the classification certificate contained the statement concerned, b that the accused believed on reasonable grounds that the place concerned was a sex shop for which a licence was in force under the relevant enactment, or c that the accused believed on reasonable grounds that the supply was, or would if it took place be, an exempted supply by virtue of section 3(4) of this Act or subsection (6) below. 3 Where a classification certificate issued in respect of a video work states that no video recording  , or no video recording described in the certificate, that contains                      that work is to be supplied other than in a licensed sex shop, a person who has  such a video recording  in his possession for the purpose of supplying it at any place other than in such a sex shop is guilty of an offence, unless he has it in his possession for the purpose only of a supply which, if it took place, would be an exempted supply. 4 It is a defence to a charge of committing an offence under subsection (3) above to prove— a that the accused neither knew nor had reasonable grounds to believe that the classification certificate contained the statement concerned, b that the accused believed on reasonable grounds that the place concerned was a sex shop for which a licence was in force under the relevant enactment, or c that the accused had the video recording in his possession for the purpose only of a supply which he believed on reasonable grounds would, if it took place, be an exempted supply by virtue of section 3(4) of this Act or subsection (6) below. 4A A person guilty of an offence under subsection (1) or (3) above shall be liable, on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding level 5 on the standard scale or both. 5 In this section “ relevant enactment ” means Schedule 3 to the  Local Government (Miscellaneous Provisions) Act 1982 or, in Scotland, Schedule 2 to the  Civic Government (Scotland) Act 1982  or, in Northern Ireland, Schedule 2 to the Local Government (Miscellaneous Provisions) (Northern Ireland) Order 1985 , and “ sex shop ” has the same meaning as in the relevant enactment. 6 For the purposes of this section, where a classification certificate issued in respect of a video work states that no video recording  , or no video recording described in the certificate, that contains  that work is to be supplied other than in a licensed sex shop, the supply of  such a video recording — a to a person who, in the course of a business, makes video works or supplies video recordings, and b with a view to its eventual supply in sex shops, being sex shops for which licences are in force under the relevant enactment, is an exempted supply."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "13", "section_title": " Supply of video recording not complying with requirementsas to labels, etc.", "section_text": "13 1 A person who supplies or offers to supply a video recording or any spool, case or other thing on or in which the recording is kept which does not satisfy any requirement imposed by regulations under section 8 of this Act is guilty of an offence unless a the video work is an exempted work, or b the supply is, or would if it took place be, an exempted supply. 2 It is a defence to a charge of committing an offence under this section to prove that the accused— za believed on reasonable grounds that the video work concerned or, if the video recording contained more than one work to which the charge relates, each of those works was an exempted work, a believed on reasonable grounds that the supply was, or would if it took place be, an exempted supply by virtue of section 3(4) or (5) of this Act, or b neither knew nor had reasonable grounds to believe that the recording, spool, case or other thing (as the case may be) did not satisfy the requirement concerned. 3 A person guilty of an offence under this section shall be liable, on summary conviction, to a fine not exceeding level 5 on the standard scale."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "14", "section_title": " Supply of video recording containing false indication as to classification.", "section_text": "14 1 A person who supplies or offers to supply a video recording containing a video work in respect of which no classification certificate has been issued is guilty of an offence if the video recording or any spool, case or other thing on or in which the recording is kept contains any indication that a classification certificate has been issued in respect of that work unless a the video work is an exempted work, or b the supply is, or would if it took place be, an exempted supply. 2 It is a defence to a charge of committing an offence under subsection (1) above to prove— a that the accused believed on reasonable grounds— i that a classification certificate had been issued in respect of the video work concerned ia that the video work concerned or, if the video recording contained more than one work to which the charge relates, each of those works was an exempted work, , or ii that the supply was, or would if it took place be, an exempted supply by virtue of section 3(4) or (5) of this Act, or b that the accused neither knew nor had reasonable grounds to believe that the recording, spool, case or other thing (as the case may be) contained the indication concerned. 3 A person who supplies or offers to supply a video recording containing a video work in respect of which a classification certificate has been issued is guilty of an offence if the video recording or any spool, case or other thing on or in which the recording is kept contains any indication that is false in a material particular of any statement falling within section 7(2) of this Act (including any advice falling within paragraph (a) of that subsection) contained in the certificate, unless a the video work is an exempted work, or b the supply is, or would if it took place be, an exempted supply. 4 It is a defence to a charge of committing an offence under subsection (3) above to prove— a that the accused believed on reasonable grounds— ai that the video work concerned or, if the video recording contained more than one work to which the charge relates, each of those works was an exempted work, i that the supply was, or would if it took place be, an exempted supply by virtue of section 3(4) or (5) of this Act, or ii that the certificate concerned contained the statement indicated, or b that the accused neither knew nor had reasonable grounds to believe that the recording, spool, case or other thing (as the case may be) contained the indication concerned. 5 A person guilty of an offence under subsection (1) or (3) above shall be liable, on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding level 5 on the standard scale or both."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "14A", "section_title": " General defence to offences under this Act.", "section_text": "14A Without prejudice to any defence specified in the preceding provisions of this Act in relation to a particular offence, it is a defence to a charge of committing any offence under this Act to prove— a that the commission of the offence was due to the act or default of a person other than the accused, and b that the accused took all reasonable precautions and exercised all due diligence to avoid the commission of the offence by any person under his control."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "15", "section_title": " Time limit for prosecutions.", "section_text": "15 1 No prosecution for an offence under this Act shall be brought after the expiry of the period of three years beginning with the date of the commission of the offence or one year beginning with the date of its discovery by the prosecutor, whichever is earlier. 2 In Scotland, the reference in subsection (1) above to the date of discovery by the prosecutor shall be construed as a reference to the date on which evidence sufficient in the opinion of the Lord Advocate to warrant proceedings came to his knowledge. 3 For the purposes of subsection (2) above— a a certificate signed by the Lord Advocate or on his behalf and stating the date on which evidence came to his knowledge shall be conclusive evidence of that fact; b a certificate purporting to be signed as mentioned in paragraph (a) above shall be presumed to be so signed unless the contrary is proved; and c a prosecution shall be deemed to be brought on the date on which a warrant to apprehend or to cite the accused is granted provided that the warrant is executed without undue delay."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "16", "section_title": " Offences by bodies corporate.", "section_text": "16 1 Where an offence under this Act committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate, or any person who was purporting to act in any such capacity, he as well as the body corporate shall be guilty of the offence and shall be liable to be proceeded against and punished accordingly. 2 Where the affairs of a body corporate are managed by its members, subsection (1) above shall apply in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "16A", "section_title": " Enforcement.", "section_text": "16A 1 The functions of a local weights and measures authority include the enforcement in their area of this Act. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . section 27 (power to make test purchases), section 28 (power to enter premises and inspect and seize goods and documents), section 29 (obstruction of authorised officers), and section 33 (compensation for loss, &c. of goods seized under s. 28). 3 Nothing in this section shall be taken as authorising a local weights and measures authority in Scotland to initiate proceedings for an offence. 4  Subsection (1)   above does not apply in relation to the enforcement of this Act in Northern Ireland, but the functions of the Department of Economic Development include the enforcement of this Act in Northern Ireland.  ... 4ZA For the investigatory powers available to a local weights and measures authority or the Department of Enterprise, Trade and Investment in Northern Ireland for the purposes of the functions in this section, see Schedule 5 to the Consumer Rights Act 2015. 4A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Any enactment which authorises the disclosure of information for the purpose of facilitating the enforcement of the Trade Descriptions Act 1968 shall apply as if the provisions of this Act were contained in that Act and as if the functions of any person in relation to the enforcement of this Act were functions under that Act."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "16B", "section_title": " Extension of jurisdiction of magistrates’ courts in linked cases.", "section_text": "16B 1 A justice of the peace for an area to which section 1 of the  Magistrates’ Courts Act 1980 applies may issue a summons or warrant under and in accordance with that section as respects an offence under this Act committed or suspected of having been committed outside the area for which he acts if it appears to the justice that the offence is linked to the supply or possession of video recordings within the area for which he acts. 2 Where a person charged with an offence under this Act appears or is brought before a magistrates’ court in answer to a summons issued by virtue of subsection (1) above, or under a warrant issued under subsection (1) above, the court shall have jurisdiction to try the offence. 3 For the purposes of this section an offence is “linked” to the supply or possession of video recordings within the area for which a justice acts if— a the supply or possession of video recordings within his area is likely to be or to have been the result of the offence; or b the offence is likely to be or to have been the result of the supply or possession of video recordings in his area."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "16C", "section_title": " Extension of jurisdiction of sheriff in linked cases.", "section_text": "16C 1 Subsection (4) of  section 9 of the Criminal Procedure (Scotland) Act 1995  (jurisdiction of sheriff as respects offences committed in more than one district) shall apply in respect of linked offences, whether or not alleged to have been committed by one and the same person, as that subsection applies in respect of offences alleged to have been committed by one person in more than one sheriff court district which, if committed in one of those districts, could be tried under one complaint. 2 For the purposes of subsection (1) above, offences are linked if, being offences under this Act, they comprise the supply or possession of video recordings each within a different sheriff court district but such supply or possession within the one district is likely to be, or to have been, the result of such supply or possession within the other."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "16D", "section_title": " Extension of jurisdiction of magistrates’ courts in Northern Ireland in linked cases.", "section_text": "16D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "17", "section_title": " Entry, search and seizure.", "section_text": "17 1 If a justice of the peace is satisfied by information on oath that there are reasonable grounds for suspecting— a that an offence under this Act has been or is being committed on any premises, and b that evidence that the offence has been or is being committed is on those premises, he may issue a warrant under his hand authorising any constable to enter and search the premises  within one month from the date of issue of the warrant . 2 A constable entering or searching any premises in pursuance of a warrant under subsection (1) above may use reasonable force if necessary and may seize anything found there which he has reasonable grounds to believe may be required to be used in evidence in any proceedings for an offence under this Act. 3 In subsection (1) above— a the reference to a justice of the peace is, in Scotland, a reference to the sheriff or a justice of the peace and, in Northern Ireland, a reference to a resident magistrate, and b the reference to information is, in Scotland, a reference to evidence and, in Northern Ireland, a reference to a complaint."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "18", "section_title": " Arrest.", "section_text": "18 1 If a constable has reasonable grounds for suspecting that a person has committed an offence under this Act, he may require him to give his name and address and, if that person refuses or fails to do so or gives a name and address which the constable reasonably suspects to be false, the constable may arrest him without warrant. 2 This section does not extend to Scotland."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "19", "section_title": " Evidence by certificate.", "section_text": "19 1 In any proceedings in England and Wales or Northern Ireland for an offence under this Act, a certificate purporting to be signed by a person authorised in that behalf by the Secretary of State and stating— a that he has examined— i the record maintained in pursuance of arrangements made by the designated authority, and ii a video work (or part of a video work) contained in a video recording identified by the certificate, and b that the record shows that, on the date specified in the ceritficate, no classification certificate had been issued in respect of the video work concerned, shall be admissible as evidence of the fact that, on that day, no classification certificate had been issued in respect of the video work concerned. 2 A certificate under subsection (1) above may also state— a that the video work concerned differs in such respects as may be specified from another video work examined by the person so authorised and identified by the certificate, and b that the record shows that, on a date specified in the certificate under subsection (1) above, a classification certificate was issued in respect of that other video work; and, if it does so, shall be admissible as evidence of the fact that the video work concerned differs in those respects from the other video work. 3 In any proceedings in England and Wales or Northern Ireland for an offence under this Act, a certificate purporting to be signed by a person authorised in that behalf by the Secretary of State and stating— a that he has examined— i the record maintained in pursuance of arrangements made by the designated authority, and ii a video work (or part of a video work) contained in a video recording identified by the certificate, and b that the record shows that, on the date specified in the certificate under this subsection, a classification certificate was issued in respect of the video work concerned and that a document identified by the certificate under this subsection is a copy of the classification certificate so issued, shall be admissible as evidence of the fact that, on that date, a classification certificate in terms of the document so identified was issued in respect of the video work concerned. 3A In any proceedings in England and Wales or Northern Ireland for an offence under this Act, a certificate purporting to be signed by a person authorised in that behalf by the Secretary of State and stating— a that he has examined the record maintained in pursuance of arrangements made by the designated authority, and b that the record shows that, on the date specified in the certificate, no classification certificate had been issued in respect of a video work having a particular title, shall be admissible as evidence of the fact that, on that date, no classification certificate had been issued in respect of a work of that title. 3B In any proceedings in England and Wales or Northern Ireland for an offence under this Act, a certificate purporting to be signed by a person authorised in that behalf by the Secretary of State and stating— a that he has examined the record maintained in pursuance of arrangements made by the designated authority, and b that the record shows that, on the date specified in the certificate under this subsection, a classification certificate was issued in respect of a video work having a particular title and that a document identified by the certificate under this subsection is a copy of the classification certificate so issued, shall be admissible as evidence of the fact that, on that date, a classification certificate in terms of the document so identified was issued in respect of a work of that title. 4 Any document or video recording identified in a certificate tendered in evidence under this section shall be treated as if if had been produced as an exhibit and identified in court by the person signing the certificate. 4A This section does not make a certificate admissible as evidence in proceedings in England and Wales for an offence unless a copy of the certificate has, not less than seven days before the hearing, been served on the person charged with the offence in accordance with Criminal Procedure Rules. 5 This section does not make a certificate admissible as evidence in proceedings  in Northern Ireland   for an offence unless a copy of the certificate has, not less than seven days before the hearing, been served on the person charged with the offence in one of the following ways— a by delivering it to him or to his solicitor, or b by addressing it to him and leaving it at his usual or last known place of abode or place of business or by addressing it to his solicitor and leaving it at his office, or c by sending it in a registered letter or by the recorded delivery service addressed to him at his usual or last known place of abode or place of business or addressed to his solicitor at his office, or d in the case of abody corporate, by delivering it to the secretary or clerk of the body at its registered or principal office or sending it in a registered letter or by the recorded delivery service addressed to the secretary or clerk of that body at that office."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "21", "section_title": " Forfeiture.", "section_text": "21 1 Where a person is convicted of any offence under this Act, the court may order any video recording— a produced to the court, and b shown to the satisfaction of the court to relate to the offence, to be forfeited. 2 The court shall not order any video recording to be forfeited under subsection (1) above if a person claiming to be the owner of it or otherwise interested in it applies to be heard by the court, unless an opportunity has been given to him to show cause why the order should not be made. 3 references in this section to a video recording include a reference to any spool, case or other thing on or in which the recording is kept. 4 An order made under subsection (1) above in any proceedings in England and Wales or Northern Ireland shall not take effect until the expiration of the ordinary time within which an appeal may be instituted or, where such an appeal is duly instituted, until the appeal is finally decided or abandoned; and for this purpose— a an application for a case to stated or for leave to appeal shall be treated as the institution of an appeal; and b where a decision on appeal is subject to a further appeal, the appeal is not finally decided until the expiration of the ordinary time within which a further appeal may be instituted or, where a further appeal is duly instituted, until the further appeal is finally decided or abandoned. 5 An order made under subsection (1) above in any proceedings in Scotland shall not take effect until the expiration of the time within which, buy virtue of any statute, an appeal may be instituted or, where such an appeal is duly instituted, until the appeal is finally disposed of or abandoned; and for this purpose the lodging of an application for a stated case or note of appeal against sentence shall be treated as the institution of an appeal."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "22", "section_title": " Other interpretation.", "section_text": "22 1 In this Act— “ business ”, except in section 3(4), includes any activity carried on by a club;  ... “ premises ” includes any vehicle, vessel or stall. “video games authority” and  “video works authority” have the meaning given in section 4ZA. 2 For the purposes of this Act  (and subject to regulations under subsection (2A)) , a video recording contains a video work if it contains information by the use of which the whole or a part of the work may be produced; but where a video work includes any extract from another video work, that extract is not to be regarded for the purposes of this subsection as a part of that other work. 2A The Secretary of State may by regulations make provision about the circumstances in which, for the purposes of this Act, a video recording does or does not contain a video work. 3 Where any alteration is made to a video work in respect of which a classification certificate has been issued, the classification certificate is not to be treated for the purposes of this Act as issued in respect of the altered work. In this subsection, “ alteration ” includes addition. "}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "22A", "section_title": "Regulations", "section_text": "22A 1 Regulations under this Act are to be made by statutory instrument. 2 Every power of the Secretary of State to make regulations under this Act includes— a power to make different provision for different purposes, and b power to make transitional or saving provision. 3 A statutory instrument containing regulations under section 2, 2A or 3 may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 4 Any other statutory instrument containing regulations under this Act is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "23", "section_title": " Short title, commencement and extent.", "section_text": "23 1 This Act may be cited as the Video Recordings Act 1984. 2 This Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint, and different days may be appointed for different provisions and for different purposes. 3 This Act extends to Northern Ireland."}, {"act": "Video Recordings Act 1984", "year": 1984, "section": "3", "section_title": " Exempted supplies.", "section_text": "3 1 The provisions of this section apply to determine whether or not a supply of a video recording is an exempted supply for the purposes of this Act. 2 The supply of a video recording by any person is an exempted supply if it is neither— a a supply for reward, nor b a supply in the course or furtherance of a business. 3 Where on any premises facilities are provided in the course or furtherance of a business for supplying video recordings, the supply by any person of a video recording on those premises is to be treated for the purposes of subsection (2) above as a supply in the course or furtherance of a business. 4 Where a person (in this subsection referred to as the “ original supplier ”) supplies a video recording to a person who, in the course of a business, makes video works or supplies video recordings, the supply is an exempted supply— a if it is not made with a view to any further supply of that recording, or b if it so made, but is not made with a view to the eventual supply of that recording to the public or is made with a view to the eventual supply of that recording to the original supplier. For the purposes of this subsection, any supply is a supply to the public unless it is— a supply to a person who, in the course of a business, makes video works or supplies video recordings, an exempted supply by virtue of subsection (2) above or subsections (5) to (10) below, or a supply outside the United Kingdom. 5 Where a video work— a is designed to provide a record of an event or occasion for those who took part in the event or occasion or are connected with those who did so, b does not, to any significant extent, depict any of the following— i human sexual activity or acts of force or restraint associated with such activity, ii mutilation or torture of, or other acts of gross violence towards, humans or animals, or iii human genital organs or human urinary or excretory functions, and c is not designed— i to any significant extent to stimulate or encourage anything falling within paragraph (b)(i), or ii to any extent to stimulate or encourage anything falling within paragraph (b)(ii), the supply of video recording containing only that work to a person who took part in the event or occasion or is connected with someone who did so is an exempted supply. 6 The supply of a video recording for the purpose only of the exhibition of any video work contained in the recording in premises other than a dwelling-house— a being premises mentioned in subsection (7) below, or b being an exhibition which in England and Wales or Scotland would be  a film exhibition to which section 6 of the Cinemas Act 1985 applies (film  exhibition to which public not admitted or are admitted without payment), or in Northern Ireland would be  a film exhibition to which Article 8 of the Cinemas (Northern Ireland) Order 1991 applies \t\t\t\t\t\t\t(similar provision for Northern Ireland), is an exempted supply.   7 The premises referred to in subsection (6) above are— za premises in England and Wales which, by virtue of an authorisation within the meaning of section 136 of the Licensing Act 2003, may be used for the exhibition of a film within the meaning of paragraph 15 of Schedule 1 to that Act, a premises  in Scotland  in respect of which a licence under section 1 of the Cinemas Act 1985 is in force, b premises  in Scotland  falling within section 7 of that Act (premises used only occasionally and exceptionally for film exhibitions), or c premises  in Scotland  falling within section 8 of that Act (building or structure of a movable character) in respect of which such a licence as is mentioned in subsection (1)( a ) of that section has been granted.  8 The supply of a video recording with a view only to its use for or in connection with—  a programme service (within the meaning of the Broadcasting Act 1990) 8A The supply of a video recording in the form of a machine of a type designed primarily for use in an amusement arcade is an exempted supply unless the video game (or, if more than one, any of the video games) that it contains— a depicts, to any significant extent, anything falling within section 2(2)(a), (b), (c) or (d) or (3), or b is likely to any significant extent to stimulate or encourage anything falling within section 2(2)(a) or, in the case of anything falling within section 2(2)(b), is likely to any extent to do so. 8B The supply of any other video recording is an exempted supply if the recording is supplied for the purpose only of its use in connection with a supply that is an exempted supply under subsection (8A). 9 The supply of a video recording for the purpose only of submitting a video work contained in the recording for the issue of a classification certificate or otherwise only for purposes of arrangements made by the designated authority is an exempted supply. 10 The supply of a video recording with a view only to its use— a in training for or carrying on any medical or relate occupation, b for the purpose of— i services provided in pursuance of  the National Health Service Act 2006, the National Health Service (Wales) Act 2006  or the  National Health Service (Scotland) Act 1978, or ii such of the services provided in pursuance of the  Health and Personal Social Services (Northern Ireland) Order 1972 as are health services (within the meaning of that Order), or c in training persons employed in the course of services falling within paragraph (b) above, is an exempted supply. 11 For the purposes of subsection (10) above, an occupation is a medical or related occupation if, to carry on the occupation, a person is required to be registered under    the Health Professions Order 2001   the Nursing and Midwifery Order 2001  the Medical Act 1983, the   Osteopaths Act 1993 or the Chiropractors Act 1994 . 11A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 The supply of a video recording otherwise than for reward, being a supply made for the purpose only of supplying it to a person who previously made an exempted supply of the recording, is also an exempted supply. 13 The Secretary of State may by regulations amend this section and the regulations may, in particular— a add a case in which the supply of a video recording is an exempted supply for the purposes of this Act, or b repeal a provision of this section."}]