[{"act": "Census Act 1920", "year": 1920, "section": "1", "section_title": " Power to direct taking of census.", "section_text": "1 1 Subject to the provisions of this Act, it shall be lawful for His Majesty by Order in Council from time to time to direct that a census shall be taken for Great Britain, or for any part of Great Britain, and any Order under this section may prescribe— a the date on which the census is to be taken; and b the persons by whom and with respect to whom the returns for the purpose of the census are to be made; and c the particulars to be stated in the returns: Provided that— an Order shall not be made under this section so as to require a census to be taken in any part of Great Britain in any year unless at the commencement of that year at least five years have elapsed since the commencement of the year in which a census was last taken in that part of Great Britain; and no particulars shall be required to be stated other than particulars with respect to such matters as are mentioned in the Schedule to this Act. 2 Before any Order in Council is made under this section, a draft thereof shall be laid before each House of Parliament for a period of not less than twenty days on which that House has sat, and, if either House before the expiration of that period presents an address to His Majesty against the draft or any part thereof, no further proceedings shall be taken thereon, but without prejudice to the making of a new draft Order: Provided that, if by part of any such Order it is proposed to prescribe any particulars with respect to any of the matters mentioned in paragraph six of the Schedule to this Act, that part of the Order shall not have effect unless both Houses by resolution approve that part of the draft, or, if any modifications in that part are agreed to by both Houses, except as so modified. 3 Any Order in Council made under this section may be revoked, amended or varied by a subsequent Order."}, {"act": "Census Act 1920", "year": 1920, "section": "2", "section_title": " Duty of Registrar-General to carry out census, and provision for expenses.", "section_text": "2 1 It shall be the duty of  the Statistics Board in relation to England and Wales and the Registrar General for Scotland in relation to Scotland  to make such arrangements and do all such things as are necessary for the taking of a census in accordance with the provisions of this Act and of any Order in Council or regulations made thereunder, and for that purpose to make arrangements for the preparation and issue of the necessary forms and instructions and for the collection of the forms when filled up. 2 The Statistics Board in the exercise of its powers and in the performance of its duties under this Act or under any Order in Council or regulations made thereunder shall be subject to the control of, and comply with any directions given by, the Minister for the Cabinet Office. 2A The Registrar General for Scotland in the exercise of his powers and in the performance of his duties under this Act or under any Order in Council or regulations made thereunder shall be subject to the control of, and comply with any directions given by, the Scottish Ministers. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Census Act 1920", "year": 1920, "section": "3", "section_title": " Regulations with respect to proceedings for taking census. ", "section_text": "3 1 For the purpose of enabling any Order in Council directing a census to be taken to be carried into effect,  the Minister for the Cabinet Office in relation to England, the Welsh Ministers in relation to Wales and the Scottish Ministers in relation to Scotland  may make regulations— a providing for the division of the country into districts for the purpose of the census and the appointment of persons to act in those districts in connection with the census; b requiring  . . . such  . . . persons as may be employed for the purpose of the census, to perform such duties in connection with the taking of the census as may be prescribed; c requiring persons employed for the purpose of the census to make a statutory declaration with respect to the performance of their duties, and authorising any  employee of the Statistics Board (in relation to England and Wales) or any registrar (in relation to Scotland)  to take such a declaration; d requiring the chief officers of public or charitable institutions, or of any other institutions prescribed by the regulations, to make returns with respect to the inmates thereof; e requiring information to be given to the persons liable to make returns by the persons with respect to whom the returns are to be made; f with respect to the forms to be used in the taking of a census; g making provision with respect to any other matters with respect to which it is necessary to make provision for the purpose of carrying into effect the provisions of the Order in Council. 1A The Minister for the Cabinet Office and the Welsh Ministers respectively must consult the Statistics Board before making regulations under subsection (1). 2 Every regulation made under this section shall be laid before both Houses of Parliament as soon as may be after it is made, and, if an address is presented to His Majesty by either House within the next subsequent twenty days on which that House has sat next after any such regulation is laid before it praying that the regulation may be annulled, His Majesty in Council may annul the regulation, and it shall thenceforth be void, but without prejudice to the validity of anything done thereunder."}, {"act": "Census Act 1920", "year": 1920, "section": "4", "section_title": " Preparation of reports and abstracts.", "section_text": "4 1 The Statistics Board and the Registrar General for Scotland respectively  shall, as soon as may be after the taking of a census, prepare reports on the census returns, and every such report shall be printed and laid before both Houses of Parliament. 2 The Statistics Board or Registrar General for Scotland  may, if  it or he  so thinks fit, at the request and cost of any local authority or person, cause abstracts to be prepared containing any such statistical information, being information which is not contained in the reports made by  it or him  under this section and which in  its or his  opinion it is reasonable for that authority or person to require, as can be derived from the census returns."}, {"act": "Census Act 1920", "year": 1920, "section": "5", "section_title": " Preparation of statistics in respect of periods between one census and another.", "section_text": "5 1  It shall be the duty of  the Statistics Board in relation to England and Wales and the Registrar General for Scotland in relation to Scotland  from time to time to collect and publish any available statistical information with respect to the number and condition of the population in the interval between one census and another, and otherwise to further the supply and provide for the better co-ordination of such information, and  the Board or Registrar General for Scotland  may make arrangements with any Government Department or local authority for the purpose of acquiring any materials or information necessary for the purpose aforesaid. 2 The Statistics Board must obtain the consent of the Registrar General for England and Wales before making arrangements under subsection (1) with any local authority for the purpose of acquiring— a any information entered in any register kept under the Births and Deaths Registration Act 1953; b any information entered in— i the marriage register maintained under Part 4 of the Marriage Act 1949, or ii any marriage register book kept under Part 4 of the Marriage Act 1949; c any information entered in records kept under the Civil Partnership Act 2004; d any information not falling within paragraphs (a) to (c) which is recorded by any superintendent registrar or registrar in relation to any birth, death or marriage; e any information not falling within paragraphs (a) to (c) which is recorded by a registrar or authorised person (within the meaning of section 8 of the Civil Partnership Act 2004) in relation to a civil partnership."}, {"act": "Census Act 1920", "year": 1920, "section": "6", "section_title": " Provision with respect to local census.", "section_text": "6 1 If an application is made to                      the Minister for the Cabinet Office (in relation to England and Wales) or the Scottish Ministers (in relation to Scotland)  by a local authority to which this section applies asking that a census may be taken for the whole or any part of the area of the authority, or for an area consisting of the whole or any part of that area and of the whole or any part of an adjoining area,  the Minister for the Cabinet Office or the Scottish Ministers  may, if he thinks fit  or they think fit , submit the application to His Majesty, and His Majesty may by Order in Council, if it appears to His Majesty expedient so to do for the purpose of facilitating the due performance by the local authority of its statutory duties, direct that a census shall be taken for the area specified in the application, or for any part of that area. 2 The provisions of this Act with respect to the taking of a census for Great Britain (other than the provision with respect to the interval between one census and another) shall, subject to such exceptions, modifications and adaptations as may be specified in the Order, apply to the taking of a census under this section. 3 The local authorities to which this section applies are the common council of the City of London,  London borough councils , the councils of counties, the councils of boroughs, and  the councils of districts: Provided that, without prejudice to the power of any other authority being a local authority to which this section applies to make an application under this section, an application may be made by the council of a county and an order may be made under this section with respect to the whole of the area of the council, including the areas of any authorities which are local authorities for the purposes of this section."}, {"act": "Census Act 1920", "year": 1920, "section": "7", "section_title": " Expenses of local authorities.", "section_text": "7 Any expenses incurred in connection with the taking of a census under this Act in pursuance of an application made by a local authority, including the publication of any reports or returns relating to the census, shall be paid by the local authority by which the application for the census was made, and any expenses so incurred, and any other expenses incurred by a local authority under this Act, shall be defrayed in the case of the common council of the City of London and a  London borough  out of the general rate,  in the case of a county council as  general expenses of the county council ,  . . .."}, {"act": "Census Act 1920", "year": 1920, "section": "8", "section_title": " Penalties.", "section_text": "8 1 If any person— a refuses or neglects to comply with or acts in contravention of any of the provisions of this Act or any Order in Council or regulations made under this Act; or b being a person required under this Act to make a statutory declaration with respect to the performance of his duties, makes a false declaration; or c being a person required by any Order in Council or regulations made under this Act to make, sign, or deliver any document, makes, signs, or delivers, or causes to be made, signed, or delivered a false document; or d being a person required in pursuance of any such Order in Council or regulations to answer any question, refuses to answer or gives a false answer to that question; he shall for each offence be liable on summary conviction to a fine not exceeding  level 3 on the standard scale . 1A But no person shall be liable to a penalty under subsection (1) for refusing or neglecting to state any particulars in respect of religion  , sexual orientation or gender identity . 1A But no person shall be liable to a penalty under subsection (1) for refusing or neglecting to state— a any particulars in respect of— i religion, or ii sexual orientation, or b such particulars, with respect to transgender status and history, as are prescribed for the purposes of this subsection in an Order in Council under section 1 or 6 of this Act. 2 If the  Registrar General for Scotland  or any person who is— a under  his control ; or b a supplier of any services to  him , discloses any personal census information to another person, without lawful authority, he shall be guilty of an offence. 3 If any person discloses to another person any personal census information which he knows has been disclosed in contravention of this Act, he shall be guilty of an offence. 4 It shall be a defence for a person charged with an offence under subsection (2) or (3) to prove— a that at the time of the alleged offence he believed— i that he was acting with lawful authority; or ii that the information in question was not personal census information; and b that he had no reasonable cause to believe otherwise. 5 A person guilty of an offence under subsection (2) or (3) shall be liable— a on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum or to both; b on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or to both. 6 For the purposes of this section— a references to  the Registrar General for Scotland  include, where he is also the holder of a designated office, references to him in his capacity as the holder of that office; b a person is to be treated as under the control of  the Registrar General for Scotland  if he is, or has been— i employed by that Registrar (whether or not on a full-time basis); or ii otherwise employed, or acting, (whether or not on a full-time basis) as part of that Registrar’s staff for purposes of this Act; c a person is to be treated as a supplier of services to  the Registrar General for Scotland  if he— i supplies, or has supplied, any services to that Registrar in connection with the discharge by that Registrar of any of his functions; or ii is, or has been, employed by such a supplier. 7 In this section— “ census information ” means any information which is— acquired by any person mentioned in subsection (2) above in the course of any work done by him in connection with the discharge of functions under section 2 or 4 of this Act; acquired by any such person in the course of working, for purposes of section 5 of this Act, with any information acquired as mentioned in sub-paragraph (i) above; or derived from any information so acquired; “ designated office ”, in relation to  the Registrar General for Scotland , means any office for the time being designated by him in writing for the purposes of this section; and “ personal census information ” means any census information which relates to an identifiable person or household  but does not include information which, by virtue of section 58(2)(b) of the Freedom of Information (Scotland) Act 2002 (asp 13) (falling away of exemptions with time), is not exempt information within the meaning of that Act . "}, {"act": "Census Act 1920", "year": 1920, "section": "9", "section_title": " Application to Scotland. ", "section_text": "9 In the application of this Act to Scotland— 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 “ local authority ” means a council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994.  3 The Scottish Parliament shall be substituted for references to Parliament or either House of Parliament. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Census Act 1920", "year": 1920, "section": "10", "section_title": " Short title and extent.", "section_text": "10 1 This Act may be cited as the Census Act 1920. 2 This Act shall not extend to Ireland."}]