[{"act": "Duchy of Lancaster Act 1920", "year": 1920, "section": "1", "section_title": " Extension of powers of investment of funds of Duchy of Lancaster. ", "section_text": "1 Any funds for the time being belonging to the Duchy of Lancaster may, notwithstanding anything in the  Duchy of Lancaster Lands Act 1855 whether in a state of investment or not, be invested  under the general power of investment in section 3 of the Trustee Act 2000 (as restricted by sections 4 and 5 of that Act)  and any investments made in pursuance of this section shall be made in the names of at least three persons to be nominated by the chancellor and council of the said Duchy upon such trusts and in such manner as may be directed by the said chancellor and council."}, {"act": "Duchy of Lancaster Act 1920", "year": 1920, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Duchy of Lancaster Act 1920", "year": 1920, "section": "3", "section_title": " Provisions as to the Duchy solicitor.", "section_text": "3 1 The person for the time being holding the office of solicitor for the affairs of the Duchy of Lancaster (in this Act referred to as “ the Duchy solicitor ”) shall be a corporation sole by the name of “The solicitor for the affairs of the Duchy of Lancaster,” and by that name shall have perpetual succession with a capacity to acquire and hold in that name real and personal property of every description, to execute deeds, using an official seal, to enter into engagements binding on himself and his successors in office, and to do all other acts necessary or expedient to be done in the execution of the duties of his office. 2 Any document purporting to be sealed with the said official seal shall be receivable in evidence of the particulars stated in that document. 3 Where, by reason of His Majesty having become entitled in right of the Duchy of Lancaster to the personal estate of an intestate or otherwise, any court has power to grant administration of the personal estate of any deceased person to a nominee of His Majesty, sections two, . . .   and seven of the  Treasury Solicitor Act 1876 shall apply as if herein re-enacted and in terms made applicable to this Act, and to the Duchy solicitor, and to property to which His Majesty is entitled in right of the Duchy of Lancaster. 4 An assistant solicitor for the affairs of the Duchy of Lancaster may, on behalf of the Duchy solicitor, do all such things as an assistant solicitor for the affairs of His Majesty’s Treasury is authorised by section three of the Act aforesaid to do on behalf of the Treasury solicitor, and that section, with the necessary adaptations, shall apply accordingly."}, {"act": "Duchy of Lancaster Act 1920", "year": 1920, "section": "4", "section_title": " Short title and construction and repeals.", "section_text": "4 1 This Act may be cited as the Duchy of Lancaster Act 1920 and shall be construed as one with the  Duchy of Lancaster Lands Act 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]