[{"act": "Duplicands of Feu-duties (Scotland) Act 1920", "year": 1920, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as the Duplicands of Feu-duties (Scotland) Act, 1920."}, {"act": "Duplicands of Feu-duties (Scotland) Act 1920", "year": 1920, "section": "2", "section_title": " Construction.", "section_text": "2 This Act shall be read and construed as if it formed part of the  Feudal Casualties (Scotland) Act, 1914."}, {"act": "Duplicands of Feu-duties (Scotland) Act 1920", "year": 1920, "section": "3", "section_title": " Interpretation of “duplication of feu-duty.”", "section_text": "3 Where under any feu provision has been made for payment of a duplication of the feu-duty on the entry of an heir or singular successor, or on any periodical occasion, such payment shall, unless in the feu right it is otherwise declared to the contrary, be deemed to be the amount of one year’s feu-duty only over and above the feu-duty for the year."}, {"act": "Duplicands of Feu-duties (Scotland) Act 1920", "year": 1920, "section": "4", "section_title": " Duplicands to include feu-duty of the year.", "section_text": "4 From and after the commencement of this Act, where under any feu it is provided that on the entry of an heir or singular successor, or on any specified periodical occasion, payment shall be made of a duplicand or double of the feu-duty, or that the feu-duty shall be doubled, such payment, whether or not it is provided to be made at the same term or terms as the feu-duty, shall be deemed to be inclusive of the feu-duty for the year, and the amount of the casualty payable to the superior shall, for the purposes of the Feudal Casualties (Scotland) Act, 1914, and for all other purposes, be deemed to be the amount of one year’s feu-duty only, unless such payment is expressed to be over and above such feu-duty or is otherwise unequivocally declared not to include the feu-duty of the year."}, {"act": "Duplicands of Feu-duties (Scotland) Act 1920", "year": 1920, "section": "5", "section_title": " Special case.", "section_text": "5 Where under any feu provision is made as aforesaid for payment of a duplicand or double of the feu-duty, and where the superior, whether prior to or after the commencement of this Act, shall have, in claiming or in settlement of payment of any such duplicand or double, claimed or accepted payment of one year’s feu-duty only over and above the feu-duty for the year, the amount of the casualty payable to the superior shall, for the purposes of the Feudal Casualties (Scotland) Act, 1914, and for all other purposes, be deemed to be the amount of one year’s feu-duty only, and that whether such duplicand or double is or is not expressed to be over and above the feu-duty or otherwise unequivocally declared not to include the feu-duty for the year."}]