[{"act": "Imperial War Museum Act 1920", "year": 1920, "section": "1", "section_title": " Establishment and constitution of Board of Trustees of Imperial War Museum.", "section_text": "1 1 For the purpose of managing the Imperial War Museum (in this Act referred to as “ the Museum ”), and for the other purposes of this Act, there shall be established a Board of Trustees (in this Act referred to as “ the Board ”), which shall be a body corporate by the name of “The Trustees of the Imperial War Museum,” with perpetual succession and a common seal, . . .  2 The Board shall be constituted and their proceedings shall be determined in accordance with the provisions contained in the Schedule to this Act. 3 The seal of the Board shall be authenticated in the prescribed manner, and any document purporting to be sealed with the said seal so authenticated shall be receivable in evidence of the particulars so stated in that document."}, {"act": "Imperial War Museum Act 1920", "year": 1920, "section": "2", "section_title": " Powers and duties of Board.", "section_text": "2 [ (1)] The Board shall have the general management and control of the Museum, and for that purpose may— a make such rules as they think necessary for securing the due administration of the Museum and preserving the objects collected therein, including rules requiring payment to be made for admission to the Museum; b with the consent of the  Lord President of the Council , acquire land for the purposes of the Museum and sell  or make other dispositions of  any land vested in them which is not required for that purpose; c exchange, sell, or otherwise dispose of any duplicate objects belonging to the Museum, and with the consent of the  Lord President of the Council  exchange, sell, or otherwise dispose of any objects belonging to the Museum which the Board consider unfit to be preserved or not to be required for the purposes thereof; d subject to the consent of the  Lord President of the Council , apply any money received by them on the exchange, sale, or disposal of any objects, or on the  sale or other disposition of any land , or by way of payment for admission to the Museum, or by way of gift or grant or otherwise, in the purchase of any object which in the opinion of the Board it is desirable to acquire for the Museum or otherwise in defraying any of the expenses of the Board; e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  f subject to the consent of the  Secretary of State , appoint officers on such terms and subject to such conditions as the Board think fit; g subject to the provisions of this Act, do such other things as appear to them necessary or expedient for furthering the interests and increasing the utility of the Museum. 2 The Board may allow premises occupied or managed by them to be used by other persons (for payment or otherwise) for purposes not connected with the Board’s functions, if the Board are satisfied that to do so would not unduly conflict with those functions."}, {"act": "Imperial War Museum Act 1920", "year": 1920, "section": "2A", "section_title": " Power of the Board to form companies.", "section_text": "2A 1 With the consent of the Lord President of the Council and subject to any conditions he may impose, the Board may form, or take part in forming, one or more bodies corporate which, or each of which, has as its main object or objects one or more of those mentioned in subsection (2) below. 2 The objects referred to in subsection (1) above are— a the production and publication of books, films or other informative material relating to the Museum’s collection or theme; b the production of replicas or reproductions of objects relating to the Museum’s collection or theme, or of souvenirs; c the sale (whether or not at an hour when the collection is open to the public for viewing) of informative material relating to the Museum’s collection or theme, or of souvenirs or other goods; d the provision (whether or not at such an hour) of catering or car parking or other services or facilities for the public at any premises occupied or managed by the Board; and e any other object or objects incidental to the Board’s functions. 3 The Board may hold interests in any such body, exercise rights conferred by the holding of interests in it, and provide financial or other assistance to or in respect of it (including assistance by way of guarantee of its obligations). 4 This section is without prejudice to any power of the Board to undertake by virtue of section 2 above anything mentioned in subsection (2) above."}, {"act": "Imperial War Museum Act 1920", "year": 1920, "section": "3", "section_title": " Vesting in Board of objects given to, acquired for, or transferred to Museum.", "section_text": "3 1 All objects given, bequeathed, or otherwise acquired for the purposes of the Museum at any time before the date on which the Board is first constituted, and not disposed of before that date, shall by virtue of this Act vest in the Board, and all objects which are at any subsequent time expressly given or bequeathed to the public, or to the nation, or to the Board for the purposes of the Museum, or given or bequeathed by words showing an intention that the gifts should enure to or for the benefit of the Museum, or which are acquired by purchase or otherwise for the purposes of the Museum, shall vest in the Board and be held by the Board for the purposes of the Museum. 2 . . .The Trustees of the British Museum, . . .   or the  Lord President of the Council  may at any time, and on such terms, and subject to such conditions as they think fit, lend to the Museum any pictures or other objects vested in them respectively."}, {"act": "Imperial War Museum Act 1920", "year": 1920, "section": "4", "section_title": " Staff and expenses.", "section_text": "4 1 There shall be a Director-General of the Museum and a Curator of the Museum who, subject as hereinafter provided, shall be appointed  by the Board with the approval of the Prime Minister and shall hold office on such terms and subject to such conditions as the Board may determine subject to such conditions as the Lord President of the Council may impose with the consent of the Treasury. 2 The Director-General shall, subject to the directions of the Board, be responsible generally for the management of the Museum, and the Curator shall, subject to the control and direction of the Director-General, be charged with the care of the Museum and of the objects collected there. 3 The Curator shall act as secretary to the Board. 4 There shall be paid to the Director-General, the Curator, and any officers of the Board such salaries or remuneration  as the Board may determine subject to such conditions as the Lord President of the Council may impose with the consent of the Treasury . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Imperial War Museum Act 1920", "year": 1920, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Imperial War Museum Act 1920", "year": 1920, "section": "6", "section_title": " Short title and interpretation.", "section_text": "6 1 This Act may be cited as the Imperial War Museum Act 1920. 2 In this Act the expression “ Imperial War Museum ” means the institution established in the year nineteen hundred and seventeen under the name of “the National War Museum” and known at the date of the passing of this Act by the name of the Imperial War Museum, and includes all collections, galleries and museums, wherever situate, which from time to time form or are administered as part of the Imperial War Museum."}]