[{"act": "Places of Worship (Enfranchisement) Act 1920", "year": 1920, "section": "1", "section_title": " Right of persons holding leasehold interest in place of worship or minister’s house to acquire freehold.", "section_text": "1 1 Where premises held under a lease to which this Act applies are held upon trust to be used for the purposes of a place of worship or, in connexion with a place of worship, for the purpose of a minister’s house, whether in conjunction with other purposes or not, and the premises are being used in accordance with the terms of the trust, the trustees, notwithstanding any agreement to the contrary (not being an agreement against the enlargement of the leasehold interest into a freehold contained in a lease granted or made before the passing of this Act), shall have the right as incident to their leasehold interest to enlarge that interest into a fee simple, and for that purpose to acquire the freehold and all intermediate reversions: Provided that— a if the premises exceed two acres in extent, the trustees shall not be entitled to exercise the right in respect of more than two acres thereof; and aa where the person entitled to the freehold or an intermediate reversion requires that underlying minerals be excepted, the trustees shall not be entitled to acquire his interest in the minerals if proper provision is made for the support of the premises as they have been enjoyed during the lease and in accordance with the terms of the lease and of the trust; and b this Act shall not apply where the premises are used or are proposed to be used for the purposes of a place of worship in contravention of any covenant contained in the lease under which the premises are held or in any lease superior thereto; and c this Act shall not apply where the premises form part of land which has been acquired by or is vested in any municipal, local or rating authority or in the owners thereof for the purposes of a railway, dock, canal or navigation under any Act of Parliament, Provisional Order or Order having the force of an Act of Parliament and the freehold reversion in the premises is held or retained by such owners for those purposes. 1A Where the residence house of a benefice is held by the incumbent under a lease to which this Act applies, this Act shall have effect (with any necessary modifications) in relation to the enlargement of the incumbent’s leashold interest into a fee simple, and in relation to the estate so acquired, as it would have effect if the residence house were vested for that interest in trustees;   and the Church Property Measure 2018 applies to the acquisition under this Act of the freehold reversion as it applies to the purchase under Part 1 of that Measure of a house for the residence and occupation of the incumbent of a benefice.   2 The leases to which this Act applies are leases (including under-leases and agreements for leases or underleases), whether granted or made before or after the passing of this Act, for lives or a life or for a term of years where the term as originally created was a term of not less than twenty-one years, whether determinable on a life or lives or not."}, {"act": "Places of Worship (Enfranchisement) Act 1920", "year": 1920, "section": "2", "section_title": " Procedure for acquisition of reversionary interests.", "section_text": "2 For the purpose of acquiring such reversionary interests as aforesaid, Part I of the  Compulsory Purchase Act 1965 shall apply as if the trustees were an authority authorised to acquire the premises by virtue of a compulsory purchase order, made under the  Acquisition of Land (Authorisation Procedure) Act 1946; but in relation to any acquisition under this Act the following provisions shall have effect:— a in Part I of the  Compulsory Purchase Act 1965 section 4 (time limit for acquisition) shall not apply, and for purposes of the said Part I “ land ” shall include easements in or relating to land; b the consideration payable in respect of any intermediate reversion may, at the option of the person entitled to that reversion, be an annual rentcharge for a term corresponding to the unexpired residue of the term of the reversion; c in determining the amount of any compensation the value of any buildings erected, or improvements made by the trustees, shall be excluded; d no allowance shall be made on account of the acquisition being compulsory; e in determining the amount of compensation in any case where the rent reserved under the lease is less than the full annual value of the land the compensation, so far as it is payable in respect of the interest of the lessor expectant on the expiration of the term of the lease, shall not be ascertained on the basis of the rent so reserved, but, subject always to the foregoing provisions of this section, on the estimated full value of the land at the expiration of the term of the lease."}, {"act": "Places of Worship (Enfranchisement) Act 1920", "year": 1920, "section": "3", "section_title": " Effect of enfranchisement on covenants.", "section_text": "3 The estate in fee simple acquired by the trustees shall be held by them upon the same trusts as those upon which the leasehold interest would have been held by them if it had not been enlarged into a fee simple, and shall be subject to all the same covenants and provisions relating to user and enjoyment and to all the same obligations of every kind other than the payment of rent as those to which the leasehold interest would have been subject if it had not been so enlarged, and all such covenants, provisions, and obligations shall be enforceable against the trustees and their successors in title by the persons who, but for the enlargement of the leasehold interest under this Act, would for the time being have been entitled to enforce such covenants, provisions, or obligations: Provided that any covenant to insure against fire, whether in any particular office or not, and to reinstate and apply the insurance money in reinstating the premises in case of damage by fire, and any other covenant to do any act which may or will be beneficial to the demised premises alone, shall continue in force only where the consideration is payable in the form of a rentcharge, and so long as that rentcharge is payable."}, {"act": "Places of Worship (Enfranchisement) Act 1920", "year": 1920, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Places of Worship (Enfranchisement) Act 1920", "year": 1920, "section": "5", "section_title": " Definitions.", "section_text": "5 In this Act, unless the context otherwise requires— The expression “ place of worship ” means any church, chapel, or other building used for public religious worship, and includes a burial ground, Sunday or Sabbath school or caretaker’s house attached to or used in connexion with and held upon the same trusts as a place of worship; The expression “ freehold reversion ” means the estate of fee simple in the premises subject to the lease held by the trustees and any lease superior thereto; The expression “ intermediate reversion ” means any leasehold interest in the land (whether under a lease or underlease or under an agreement for a lease or underlease) superior to the lease held by the trustees; The expression “ trustees ” means the persons in whom the leasehold premises are for the time being vested for the purposes of a place of worship or minister’s house under any trust whether express or implied and includes their predecessors in title."}, {"act": "Places of Worship (Enfranchisement) Act 1920", "year": 1920, "section": "6", "section_title": " Short title and extent.", "section_text": "6 1 This Act may be cited as the Places of Worship (Enfranchisement) Act 1920. 2 This Act shall not extend to Scotland or Northern Ireland."}]