[{"act": "Allotments Act 1922", "year": 1922, "section": "1", "section_title": " Determination of tenancies of allotment gardens.", "section_text": "1 1 Where land is let on a tenancy for use by the tenant as an allotment garden or is let to any local authority or association for the purpose of being sub-let for such use the tenancy of the land or any part shall not (except as hereinafter provided) be terminable by the landlord by notice to quit or re-entry, notwithstanding any agreement to the contrary, except by— a a six months’ or longer notice to quit expiring on or before the sixth day of April or on or after the twenty-ninth day of September in any year; or b re-entry, after three months’ previous notice in writing to the tenant, under a power of re-entry contained in or affecting the contract of tenancy on account of the land being required for building, mining, or any other industrial purpose or for roads or sewers necessary in connection with any of those purposes; or c re-entry under a power in that behalf contained in or affecting the contract of tenancy in the case of land let by a corporation or company being the owners or lessees of a railway, dock, canal, water, or other public undertaking on account of the land being required by the corporation or company, for any purpose (not being the use of the land for agriculture) for which it was acquired or held by the corporation, or company, or has been appropriated under any statutory provision, but so that, except in a case of emergency, three months’ notice in writing of the intended re-entry shall be given to the tenant; or d re-entry under a power in that behalf contained in or affecting the contract of tenancy, in the case of land let by a local authority (being land which was acquired by the local authority before the passing of this Act under the Housing Acts, 1890 to 1921) on account of the land  . . ., after three months’ previous notice in writing to the tenant on account of the land being required by the local authority for a purpose (not being the use of land for agriculture) for which it was acquired by the local authority, or has been appropriated under any statutory provision; or e re-entry for non-payment of rent or breach of any term or condition of the tenancy or on account of the tenant becoming bankrupt or compounding with his creditors, or where the tenant is an association, on account of its liquidation. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 This section shall not apply to land held by or on behalf of the  Secretary of State for Defence or Minister of Supply  and so let as aforesaid when possession of the land is required for naval, military, or air force purposes  or for purposes of the Ministry of Supply, as the case may be ."}, {"act": "Allotments Act 1922", "year": 1922, "section": "2", "section_title": " Compensation on quitting allotment gardens. ", "section_text": "2 1 Where under any contract of tenancy land is, before or after the passing of this Act, let for use by the tenant as an allotment garden, the tenant shall, subject to the provisions of this section and notwithstanding any agreement to the contrary, be entitled at the termination of the tenancy, on quitting the land, to obtain from the landlord compensation as provided by this section. 2 Subject to the provisions of this section, compensation shall be recoverable under this section only if the tenancy is terminated by the landlord by notice to quit or by re-entry under paragraph ( b ), ( c ) or ( d ) of subsection (1) of the last preceding section. 3 The compensation recoverable from the landlord under this section shall be for crops growing upon the land in the ordinary course of the cultivation of the land as an allotment garden or allotment gardens, and for manure applied to the land. 4 A tenant whose tenancy is terminated by the termination of the tenancy of his landlord shall be entitled to recover from his landlord such compensation (if any) as would have been recoverable if his tenancy had been terminated by notice to quit given by his landlord. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 This section shall also apply to any contract of tenancy made after the passing of this Act by which land is let to any local authority or association for the purpose of being sublet for use by the tenants as allotment gardens and, notwithstanding that the crops have been grown and the manure applied by the tenants of the local authority or association. Section twenty-three of the  Land Settlement (Facilities) Act, 1919, shall not apply to land let after the passing of this Act to any local authority or association for the purpose of being sub-let for use by the tenants as allotment gardens. 7 This section shall apply to the termination of the tenancy of the whole or any part of the land the subject of a contract of tenancy. 8 Except as provided by this section or by the contract of tenancy, the tenant of land under a contract of tenancy to which this section applies shall not be entitled to recover compensation from the landlord at the termination of the tenancy. 9 If the tenancy of the tenant is terminated on the twenty-ninth day of September or the eleventh day of October, or at any date between those days, either by notice to quit given by the landlord or by the termination of the tenancy of the landlord, the tenant whose tenancy is so terminated shall be entitled at any time within twenty-one days after the termination of the tenancy to remove any crops growing on the land. 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Allotments Act 1922", "year": 1922, "section": "3", "section_title": " Provision as to cottage holdings and certain allotments. ", "section_text": "3 1 The foregoing provisions of this Act as to determination of tenancies of allotment gardens and compensation to a tenant on quitting the same shall not apply to any parcel of land attached to a cottage. 2 In the case of any allotment within the meaning of this section (not being an allotment garden), the tenant shall, on the termination of his tenancy by effluxion of time, or from any other cause, be entitled, notwithstanding any agreement to the contrary, to obtain from the landlord compensation for the following matters:— a For crops, including fruit, growing upon the land in the ordinary course of cultivation and for labour expended upon and manure applied to the land; and b For fruit trees or bushes provided and planted by the tenant with the previous consent in writing of the landlord, and for drains, outbuildings, pigsties, fowl-houses, or other structural improvements made or erected by and at the expense of the tenant on the land with such consent. 3 Any sum due to the landlord from the tenant in respect of rent or of any breach of the contract of tenancy under which the land is held, or wilful or negligent damage committed or permitted by the tenant, shall be taken into account in reduction of the compensation. 4 The amount of the compensation shall, in default of agreement, be determined and recovered in the same manner as compensation is, under this Act, to be determined and recovered in the case of an allotment garden. 5 The  Agricultural Holdings Act 1986 , shall, in the case of an allotment within the meaning of this section  which is an agricultural holding within the meaning of that Act , have effect as if the provisions of this section as to the determination and recovery of compensation were substituted for the provisions of  that Act  as to the determination and recovery of compensation, and a claim for compensation for any matter or thing for which a claim for compensation can be made under this section, may be made either under  that Act  or under this section, but not under both. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 In this section the expression “ allotment ” means any parcel of land, whether attached to a cottage or not, of not more than two acres in extent, held by a tenant under a landlord  otherwise than under a farm business tenancy (within the meaning of the Agricultural Tenancies Act 1995) and cultivated as a farm or a garden, or partly as a garden and partly as a farm."}, {"act": "Allotments Act 1922", "year": 1922, "section": "4", "section_title": " Further provision as to allotment gardens and allotments.", "section_text": "4 1 A tenant of land held under a contract of tenancy to which any of the foregoing provisions of this Act apply may, before the termination of the tenancy, remove any fruit trees or bushes provided and planted by the tenant and any erection, fencing or other improvement erected or made by and at the expense of the tenant, making good any injury caused by such removal. 2 A tenant of land held under a contract of tenancy to which any of the foregoing provisions of this Act apply and which is made with a mortgagor but is not binding on the mortgagee, shall, on being deprived of possession by the mortgagee, be entitled to recover compensation from him as if he were the landlord and had then terminated the tenancy, but subject to the deduction from such compensation of any rent or other sum due from the tenant in respect of the land."}, {"act": "Allotments Act 1922", "year": 1922, "section": "5", "section_title": " Rights of tenant who has paid compensation to outgoing tenant. ", "section_text": "5 Where a tenant of an allotment has paid compensation to an outgoing tenant for any fruit trees or bushes or other improvement, he shall have the same rights as to compensation or removal as he would have had under this Act if the fruit trees or bushes had been provided and planted or the improvement had been made by him and at his expense."}, {"act": "Allotments Act 1922", "year": 1922, "section": "6", "section_title": " Assessment and recovery of compensation. ", "section_text": "6 1 The compensation under the foregoing provisions of this Act, and such further compensation (if any) as is recoverable under the contract of tenancy  (not being a farm business tenancy within the meaning of the Agricultural Tenancies Act 1995)  shall, in default of agreement, be determined by a valuation made by a person appointed in default of agreement by                    the county court                 , on an application in writing being made for the purpose by the landlord or tenant, and, if not paid within fourteen days after the amount is agreed or determined, shall be recoverable upon order made by the county court as money ordered to be paid by                    the county court                  under its ordinary jurisdiction, is recoverable. 2 The proper charges of the valuer for the valuation shall be borne by the landlord and tenant in such proportion as the valuer shall direct, but be recoverable by the valuer from either of the parties and any amount paid by either of the parties in excess of the amount (if any) directed by the valuer to be borne by him shall be recoverable from the other party and may be deducted from any compensation payable to such party."}, {"act": "Allotments Act 1922", "year": 1922, "section": "7", "section_title": " Application to Crown lands. ", "section_text": "7 The foregoing provisions of this Act shall not apply  . . . to any land forming part of a royal park; but, save as aforesaid, the foregoing provisions of this Act shall apply to land vested in His Majesty in right of the Crown or the Duchy of Lancaster, and to land forming part of the possessions of the Duchy of Cornwall, and, except as otherwise hereinbefore expressly provided, to land vested in any Government department for public purposes."}, {"act": "Allotments Act 1922", "year": 1922, "section": "8", "section_title": " Amendment of statutory provisions as to compulsory acquisition of land for allotments.", "section_text": "8 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Notwithstanding anything contained in any other enactment, counsel shall not be heard in any arbitration under this Act or as to compensation payable for land acquired for allotments under the Allotments Acts unless the Minister otherwise directs. 4 No land shall be authorised by an order under the Allotments Acts to be hired compulsorily for the purposes of allotments which at the date of the order is pasture land if it is proved to the satisfaction of the Minister that arable land which is equally suitable for the purpose of allotments to the pasture land proposed to be compulsorily hired is reasonably available for hiring by the council. 5 Paragraph 2 ( b ) of Part II of Schedule I to the  Small Holdings and Allotments Act, 1908 (which restricts the breaking up of pasture compulsorily hired) shall not apply to land compulsorily hired for the provision of allotment gardens."}, {"act": "Allotments Act 1922", "year": 1922, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Allotments Act 1922", "year": 1922, "section": "10", "section_title": " Powers of entry on unoccupied land. ", "section_text": "10 1 The council of a borough or urban district,  . . ., may, after giving such notice of intention to enter as is hereinafter provided— a enter upon any land to which this section applies for the purpose of providing allotment gardens thereon; b adapt any such land for use for such purpose; c let any such land for use by the tenant as an allotment garden or to any association (being an association to which land may be let by the council under the Small Holdings and Allotments Acts, 1908 to 1919) for the purpose of sub-letting for such use, but so that any tenancy created by the council shall terminate at the date when the right of occupation of the council is terminated under this section; d on the termination of such occupation remove any erection or work of adaptation making good any injury to the land caused by such removal. 2 Before entry under this section, the council shall give not less than fourteen days’ notice in writing to the owner of the land, in such manner as notices may be given to an owner under the regulations for the time being applicable to compulsory hiring of land under the Allotments Acts. 3 The right of occupation of the council may be terminated— a by not less than six months’ notice in writing to that effect given by the council to the owner in manner aforesaid, and expiring on or before the sixth day of April, or on or after the twenty-ninth day of September in any year; or b by not less than three months’ notice in writing given by the owner to the council in any case where the land is required for any purpose other than the use of the land for agriculture, sport, or recreation, and by not less than six months’ notice in writing so given and expiring on or before the sixth day of April, or on or after the twenty-ninth day of September where the land is required for use for sport or recreation. 4 A tenant to whom land is let by a council under this section and whose tenancy is terminated by the termination of the right of occupation of the council shall, unless otherwise agreed in the contract of tenancy, be entitled to recover from the council such compensation (if any) as would have been recoverable if his tenancy had been terminated by notice to quit given by the council, and have the same right to remove his crops as if the tenancy had been so terminated. 5 Any person who is interested in any land on which entry is made by the council under this section, and who suffers any loss by reason of the exercise of the powers conferred by this section shall, if he makes a claim not later than one year after the termination of the right of occupation, be entitled to be paid by the council such amount or amounts by way of periodical payments or otherwise as may represent the loss, and such amount or amounts shall in default of agreement be determined by a valuation made by a person appointed, in default of agreement, by the Minister: Provided that a periodical payment of compensation in the nature of rent shall not exceed the rental value of the land as defined by this section. 6 This section applies to— a land which at the date of the notice of intended entry is not the subject of a rateable occupation;  . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . except land being the property of a local authority or land which has been acquired by any corporation or company for the purposes of a railway, dock, canal, water, or other public undertaking, or forming part of any metropolitan common within the meaning of the  Metropolitan Commons Act, 1886, or any land which is subject, or might be made subject, to regulation under an order or scheme made in pursuance of the Inclosure Acts, 1845 to 1899, or under any local Act or otherwise, or land which is or forms part of any town or village green, or any area dedicated or appropriated as a public park, garden, or pleasure ground, or for use for the purposes of public recreation, or land forming part of the New Forest (as defined in the  New Forest Act, 1877), or of the trust property to which the  National Trust Act, 1907, applies. 7 For the purposes of this section— The expression “ rental value ” means the annual rent which a tenant might reasonably be expected to pay for the land if the land had continued in the same condition as at the date when entry was made under this section, or at the date when possession thereof was so first taken as aforesaid, as the case may be. The expression “ rateable occupation ” means such occupation as would involve liability to payment of the poor rate or any rate leviable in like manner as the poor rate. The expression “ owner ” includes the person who, but for the occupation of the council, would be entitled to the possession of the land."}, {"act": "Allotments Act 1922", "year": 1922, "section": "11", "section_title": " Determination of questions arising on resumption of land.", "section_text": "11 1 Where land has been let to a local authority or to an association for the purpose of being sub-let for use as allotment gardens, or is occupied by a council under the powers of entry conferred by this Act, and the landlord, or the person who but for such occupation would be entitled to the possession of the land, proposes to resume possession of the land in accordance with the provisions of this Act for any particular purpose, notice in writing of the purpose for which resumption is required shall be given to the local authority or association. 2 The local authority or association may, by a counter notice served within ten days after receipt of such notice on the person requiring possession, demand that the question as to whether resumption of possession is required in good faith for the purpose specified in the notice shall be determined by arbitration under and in accordance with the provisions of the  Agricultural Holdings Act 1986 . 3 Possession of the land shall not be resumed until after the expiration of the said period of ten days or the determination of such question as aforesaid where such determination is demanded under this section. 4 This section shall not apply to any case where resumption of possession is required by a corporation or company being the owners or lessees of a railway, dock, canal, water, or other public undertaking."}, {"act": "Allotments Act 1922", "year": 1922, "section": "12", "section_title": " Time limit for serving notice to treat for compulsory acquisition of land.", "section_text": "12 1 Where an order has been made for the compulsory acquisition of any land and notice to treat thereunder is not served by the acquiring authority within three calendar months after the date of the said order, or where confirmation of the said order is necessary, then after the date of the confirmation thereof the order so far as it relates to land in respect of which notice to treat has not been so served shall become null and void. 2 Where an order has so become null and void as respects any land, no order authorising the compulsory acquisition of that land or any part of such land shall, if made within three years after the expiration of the said three calendar months, be valid, unless confirmed by the Minister, or be so confirmed, unless it is proved to the satisfaction of the Minister that there are special reasons justifying the failure to exercise the powers under the original order and the making of the order submitted for confirmation."}, {"act": "Allotments Act 1922", "year": 1922, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Allotments Act 1922", "year": 1922, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Allotments Act 1922", "year": 1922, "section": "15", "section_title": " Power for county councils to let land for allotments.", "section_text": "15 A county council may let land acquired or appropriated by the council for small holdings for cultivation as an allotment, or to a local authority or association, being an association to which land may be let by a council under the Small Holdings and Allotments Acts, 1908 to 1919, for the purpose of being sub-let for such use: Provided that this section shall not be deemed to authorise a council to let any land held by the council under a contract of tenancy or the use of any land so held in contravention of any term or condition of the contract."}, {"act": "Allotments Act 1922", "year": 1922, "section": "16", "section_title": " Limitation on expenditure on allotments and rents to be charged.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Allotments Act 1922", "year": 1922, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17"}, {"act": "Allotments Act 1922", "year": 1922, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Allotments Act 1922", "year": 1922, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "19"}, {"act": "Allotments Act 1922", "year": 1922, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "20"}, {"act": "Allotments Act 1922", "year": 1922, "section": "21", "section_title": " Provisions as to parts of New Forest now used for allotment gardens. ", "section_text": "21 1 Notwithstanding anything in any other Act, the Commissioners of Woods may let for any term to a local authority under the Allotments Acts, and the local authority may take for the purpose of providing allotment gardens any land in the Forest (as defined in the  New Forest Act, 1877) which is vested in His Majesty and was on the fifth day of April, nineteen hundred and twenty-two, being used for the provision of allotment gardens, and, with the consent of the Minister, such further land in the forest not exceeding sixty acres, as may be agreed between the Commissioners of Woods and the Verderers of the Forest: Provided that, if at any time any land so let is used for any purpose other than the provision of allotment gardens, the lease shall become void and the land shall revert to His Majesty and be held in the same manner as it was held before its use for the provision of allotment gardens and subject to the same rights and liabilities so far as practicable. 2 While a lease under this section has effect any land let thereunder shall be free from all rights of common and all other similar rights and privileges except the right of the public to use any highway on the land. 3 Any rent received by the Commissioners under the lease shall be divisible between the Commissioners and the Verderers of the Forest in such proportions as may be agreed, or, in default of agreement, may be determined by the arbitration of a single arbitrator  . . ., and the proportion received by the Verderers shall be applied as money received by the Verderers under the New Forest Act, 1877. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Allotments Act 1922", "year": 1922, "section": "22", "section_title": " Interpretation.", "section_text": "22 1 For the purposes of this Act, where the context permits— The expression “ allotment garden ” means an allotment not exceeding forty poles in extent which is wholly or mainly cultivated by the occupier for the production of vegetable or fruit crops for consumption by himself or his family; The expression “ landlord ” means in relation to any land the person for the time being entitled to receive the rents and profits of the land; The designations of landlord and tenant shall continue to apply to the parties until the conclusion of any proceedings taken under this Act in respect of compensation and shall include the legal personal representative of either party; The expression “council” shall, in the case of a rural parish not having a parish council, mean the parish meeting; The expression “industrial purpose” shall not include use for agriculture or sport, and the expression “ agriculture ” includes foresty, horticulture, or the keeping and breeding of livestock; The expression “ the Allotments Acts ” means the provisions of the Small Holdings and Allotments Acts, 1908 to 1919, which relate to allotments and this Act; . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Compensation recoverable by a tenant under this Act for crops or other things shall be based on the value thereof to an incoming tenant. 4 Where land is used by the tenant thereof as an allotment garden, then, for the purposes of this Act, unless the contrary is proved— a the land shall be deemed to have been let to him to be used by him as an allotment garden; and b where the land has been sublet to him by a local authority or association which holds the land under a contract of tenancy, the land shall be deemed to have been let to that authority or association for the purpose of being sub-let for such use as aforesaid. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Allotments Act 1922", "year": 1922, "section": "23", "section_title": "†Short title, commencement, and repeal.", "section_text": "23 1 This Act may be cited as the Allotments Act, 1922, and the provisions of the Small Holdings and Allotments Act, 1908 to 1919, which relate to allotments and this Act may be cited together as the Allotments Acts, 1908 to 1922. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 This Act shall not apply to Scotland or Ireland."}]