[{"act": "Constabulary (Ireland) Act 1922", "year": 1922, "section": "1", "section_title": " Disbandment of the Royal Irish Constabulary.", "section_text": "1 1 The Royal Irish Constabulary shall be disbanded on such day, not being later than the thirty-first day of August, nineteen hundred and twenty-two, as may be fixed by the Lord Lieutenant, and on or before that date every officer and constable of that force shall retire from the force as and when required by the Lord Lieutenant, and shall, on his retirement, be entitled to receive such compensation as may be awarded to him by the Treasury in accordance with the rules contained in Part I. of the Schedule to this Act and, in the event of his dying after a compensation allowance has been awarded to him, the Treasury shall grant a pension or gratuities to his widow and children in accordance with the said rules. Provided that, in awarding any such compensation, allowance, pension or gratuity, no deduction shall be made by reason of the fact that any compensation has been awarded to the officer or constable in respect of injuries sustained in the discharge of his duties. 2 The provisions contained in Part II. of the Schedule to this Act shall apply as respects compensation allowances awarded in pursuance of this section in like manner as they apply as respects pensions under the Royal Irish Constabulary Pensions Order, 1922, with the substitution of references to a Secretary of State for references to the Inspector-General. 3 If any officer or constable to whom a compensation allowance has been awarded in pursuance of this section takes service in any police force to which this subsection applies, the allowance may be suspended in whole or in part so long as he remains in such force. This subsection applies to any police force the expenses of which are defrayed in whole or in part out of moneys provided by Parliament or by any Parliament in Ireland, or out of funds assisted by the Exchequer or by any Exchequer in Ireland. 4 Sections eight and ten of the  Police Pensions Act 1921, shall not apply to the service in the Royal Irish Constabulary of any officer or constable to whom a compensation allowance has been awarded in pursuance of this section, or to his prior service in any other police force so far as the same has, for the purposes of the award, been reckoned as service in the Royal Irish Constabulary, but, if any such officer or constable takes service in any police force and on his ultimate retirement therefrom is awarded a pension, then, if the amount of the compensation allowance when added to the amount of his pension exceeds the higher of the two following sums,— a two-thirds of the salary on which his compensation allowance was calculated; or b two-thirds of the salary of which he was in receipt at the time of his ultimate retirement; or should those sums be equal, exceeds either of those sums, his compensation allowance may be suspended to the extent of the excess: Provided that, where the officer or constable on his ultimate retirement is awarded a lump sum instead of or in addition to a pension, the annual amount which would represent that sum, if converted into a life annuity, shall be determined by the Treasury, and the amount so determined shall, for the purpose of the foregoing provision, be deemed to be or to form part of his pension. 5 The Pensions Commutation Acts 1871 to 1882, shall apply to any officer or constable to whom a compensation allowance is awarded in pursuance of this section in like manner as if he had retired from  a public civil office in consequence of  the abolition of his office, and any terminable annuity payable to the National Debt Commissioners in respect of the commutation of a compensation allowance shall be paid out of the same funds as the allowance: Provided that, in such cases and on such terms as the Treasury may by regulation prescribe, the Treasury may, on the application of any such officer or constable, commute a portion of the compensation allowance so awarded to him as aforesaid for an annuity for a term of two years but ceasing on his death if he dies within that term, and in such case the following provisions shall have effect:— a the capital sum representing the portion of the compensation allowance to be commuted shall be ascertained in accordance with the tables and the rule for determining age for the time being in force under the Pensions Commutation Acts 1871 to 1882; b the capital sum so ascertained shall be applied by the National Debt Commissioners in providing an annuity for such term as aforesaid, and the National Debt Commissioners shall have power to grant such an annuity; c in calculating the amount of the annuity, the same rate of interest shall be assumed as is assumed in calculating such capital sum as aforesaid; d subject as aforesaid, the annuity shall be calculated in such manner and in accordance with such tables, and shall be payable in such manner and at such times as the Treasury may by regulations prescribe; e sums payable or paid on account of any such annuities as aforesaid shall, for the purposes of sections six and eight of the  Pensions Commutation Act 1871, be treated as amounts awarded as commutations of pensions under that Act as applied by this subsection. 6 Section nine of the  Constabulary and Police (Ireland) Act 1883 (which relates to the punishment of persons obtaining pensions, &c., by fraud), shall apply in the case of compensation allowances, commutation annuities, pensions, and gratuities awarded or payable in pursuance of this section in like manner as it applies in the case of pensions and gratuities under that Act. 7 Where, for the purpose of expediting the disbandment of the Royal Irish Constabulary, any member of that force has, since the twenty-fifth day of January, nineteen hundred and twenty-two, and before the passing of this Act, been discharged with compensation, his discharge and the grant of compensation to him shall be as valid and effectual as if they had been expressly authorised by this Act, and the compensation shall be treated as compensation payable under this Act, and the provisions of this Act with respect to a compensation allowance awarded in pursuance of this section shall apply to any annual allowance so granted. 8 All compensation payable to officers and constables of the Royal Irish Constabulary under this Act (including any compensation which is to be treated as so payable), and any pensions and gratuities granted to widows and children of such officers and constables in pursuance of this Act shall be paid out of moneys provided by Parliament. 9 The powers of the Lord Lieutenant or Inspector-General with respect to pensions, allowances, or gratuities of members of the Royal Irish Constabulary, their widows, children, or dependents, under the Acts or Orders relating to that force may, after the day fixed for the disbandment of the said force, be exercised by a Secretary of State with the approval of the Treasury. 10 For the purposes of section fifty-seven of the  Government of Ireland Act 1920 so far as it relates to pensions of officers and constables of the Royal Irish Constabulary payable at the date of transfer, the day fixed for the disbandment of the Royal Irish Constabulary shall, so far as respects Northern Ireland, be treated as the date of transfer."}, {"act": "Constabulary (Ireland) Act 1922", "year": 1922, "section": "2", "section_title": " Transfer of public services in connection with resident magistrates.", "section_text": "2 On the day fixed for the disbandment of the Royal Irish Constabulary the public services in connection with magistrates appointed under the Acts relating to that force shall, as respects Northern Ireland, be transferred from the Government of the United Kingdom to the Government of Northern Ireland, and the provisions of the  Government of Ireland Act 1920, in their application to Northern Ireland, shall have effect accordingly in like manner as if the said day had been duly determined by His Majesty in Council under section nine of the said Act to be the date for the purpose aforesaid."}, {"act": "Constabulary (Ireland) Act 1922", "year": 1922, "section": "3", "section_title": " Validation of things done or omitted in the execution of the Acts relating to the Royal Irish Constabulary.", "section_text": "3 Anything done or omitted after the first day of January, nineteen hundred and nineteen, in relation to the appointment or distribution of officers or constables of the Royal Irish Constabulary, including the appointment or purported appointment of officers or constables in excess of the numbers authorised to be appointed by the Acts relating to that force, or otherwise in the execution or purported execution of those Acts, shall be deemed to have been lawfully done or omitted if the act or omission was authorised by the Lord Lieutenant or Chief Secretary or is certified by a Secretary of State to have been necessary or expedient with a view to the restoration or maintenance of order in Ireland."}, {"act": "Constabulary (Ireland) Act 1922", "year": 1922, "section": "4", "section_title": " Short title.", "section_text": "4 This Act may be cited as the Constabulary (Ireland) Act 1922."}]