[{"act": "Law of Property Act 1922", "year": 1922, "section": "13.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "59.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "1725.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "26"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "27"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "28"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "2934.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "29"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "3542.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "35"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "43", "section_title": "\n †Power to sell in consideration of a rentcharge, and extension of section 13 of the Act of 1882.", "section_text": "43 1 A sale of settled land, or of any easement, right, or privilege over or in relation to settled land, may be made in consideration wholly or partially of a perpetual rent, or a terminable rent consisting of principal and interest combined, payable yearly or half yearly to be secured upon the land sold, or the land to which the easement, right, or privilege is to be annexed in enjoyment: Provided that, in the case of a terminable rent, the conveyance shall distinguish the part attributable to principal and that attributable to interest; and the part attributable to principal shall be capital money arising under the Acts. 2 The rent to be reserved on any such sale shall be the best rent that can reasonably be obtained, regard being had to any money paid as part of the consideration, or laid out, or to be laid out, for the benefit of the settled land, and generally to the circumstances of the case, but a peppercorn rent, or a nominal or other rent less than the rent ultimately payable, may be made payable during any period not exceeding five years from the date of the conveyance. 3 The provisions of subsections (3), (4), and (5) of section seven of the  Settled Land Act, 1882, shall apply to this section as if those provisions were re-enacted in this section with the substitution of “conveyance” for “lease,” “purchaser” for “lessee,” and “duplicate” for “counterpart.” 3 Every lease shall contain a covenant by the lessee for payment of the rent, and a condition of re-entry on the rent not being paid within a time therein specified not exceeding thirty days. 4 A counterpart of every lease shall be executed by the lessee and delivered to the tenant for life; of which execution and delivery the execution of the lease by the tenant for life shall be sufficient evidence. 5 A statement, contained in a lease or in an endorsement thereon signed by the tenant for life, respecting any matter of fact or of calculation under this Act in relation to the lease, shall, in favour of the lessee and of those claiming under him, be sufficient evidence of the matter stated. 4  . . .  8 This section shall apply to the sale of glebe land under any statutory provision authorising the sale thereof as if the incumbent were a person having the powers of a tenant for life and the glebe land were settled land, and with such other modifications as may be necessary, and in particular with this modification that in the case of a terminable rent so much thereof as does not represent principal  shall be treated as interest upon purchase money  arising from the sale of the land and be payable accordingly: Provided that nothing in this subsection shall affect the necessity of obtaining any consent which is required under the statutory provision authorising the sale."}, {"act": "Law of Property Act 1922", "year": 1922, "section": "4471.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "44"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "7282.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "72"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "83", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "83"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "8485.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "84"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "86", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "86"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "87", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "87"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "88", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "88"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "89108.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "89"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "109", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "109"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "110", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "110"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "111112.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "111"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "113", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "113"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "114122.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "114"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "123", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "123"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "124127.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "124"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "128136.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "128"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "137", "section_title": " Provisions for the protection of Royal Parks and Gardens. ", "section_text": "137 As regards the manors of Hampton Court, in the county of Middlesex, and Richmond, in the county of Surrey, and every or any other manor vested, at the commencement of this Act, in His Majesty in right of the Crown or of the Duchy of Lancaster, and lands adjoining or separated only by a road or boundary wall from any royal park or garden the following provisions for the protection of the amenities of royal parks, gardens, and palaces shall have effect:— 1 The Commissioners of Works (in this section called “the Commissioners”) and all persons authorised by them in that behalf shall have a right of entry upon all enfranchised land adjoining any such boundary wall or the site thereof at all times in the daytime for the purpose of inspecting the state and condition of the boundary wall and repairing, rebuilding, or reinstating the same. 2 The Commissioners shall be entitled by deed under their corporate seal (to be enrolled on the court rolls of the manor within six months after execution and to be registered, in respect of restrictions, as a land charge under the  Land Charges Registration and Searches Act, 1888, as amended) to impose upon any enfranchised land such conditions, stipulations, and restrictions relating to— a The maintenance, repair, and reinstatement by or by the direction of the Commissioners of the boundary wall of a royal park or garden so far as adjoining the land or comprised in any building thereon; b The character, height, and elevation towards the park, or garden of any future building erected on the land or any alteration of any existing building as shall in the opinion of the Commissioners be reasonably necessary for the protection of the amenities of the adjoining or neighbouring royal park or garden. 3 Before executing any such deed, the Commissioners shall give to the tenant, or leave or affix upon the land or some building thereon, at least one month’s written notice of their intention to execute the deed, and of the conditions, stipulations, and restrictions intended to be comprised therein, and shall consider any objections which the tenant or any person interested in the land may offer within the period aforesaid. 4 The conditions, stipulations, and restrictions imposed by any such deed shall, as from the commencement of this Act, be binding in perpetuity (unless released by the Commissioners) upon the land affected thereby, and the persons from time to time entitled to any estate or interest therein, and shall be enforceable by the Commissioners in like manner as restrictive covenants running (as regards the burden thereof) with the land. 5 At any time after the expiration of six months from the commencement of this Act, any person interested in any enfranchised land not affected by any such deed already executed by the Commissioners may give to the Commissioners notice in writing requiring them to declare the conditions, stipulations, and restrictions (if any) intended to be imposed on such land, and the Commissioners shall, within three months after the receipt of such notice, execute such deed as aforesaid in relation to such land, or if they shall fail so to do such land shall be free from all such conditions, stipulations, and restrictions as aforesaid. 6 Every deed executed under this section shall be executed in duplicate, and one part shall be handed to the owner of the land affected, and the other part shall be retained by the Commissioners. 7 The Commissioners shall have power in their absolute discretion to release either wholly or partially and permanently or otherwise the conditions, stipulations, and restrictions so imposed by them on any enfranchised land or to waive any breach thereof. 8 Every person having or hereafter acquiring any estate or interest in any enfranchised land shall (provided a land charge is duly registered as aforesaid) be deemed to have acquired such estate or interest with notice of all conditions, stipulations, and restrictions (if any) for the time being affecting the land by virtue of any deed executed pursuant to this section."}, {"act": "Law of Property Act 1922", "year": 1922, "section": "138143.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "138"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "144", "section_title": " Power to inspect Court Rolls.", "section_text": "144 Any person interested in enfranchised land may on payment of the fee prescribed by the Lord Chancellor, inspect at any reasonable hour any Court Rolls of the manor of which the land was held; and Court Rolls shall (whether before or after the manorial incidents have been extinguished), for the purposes of section fourteen of the  Evidence Act, 1851, be deemed to be documents of such a public nature as to be admissible in evidence on their mere production from the proper custody."}, {"act": "Law of Property Act 1922", "year": 1922, "section": "144A", "section_title": "Manorial documents.", "section_text": "144A 1 All manorial documents shall be under the charge and superintendence of the Master of the Rolls. 2 Save as hereinafter provided, manorial documents shall remain in the possession or under the control of the lord for the time being of the manor to which the same relate and he shall not be entitled to destroy or damage wilfully such documents. 3 The Master of the Rolls may from time to time make such enquiries as he shall think fit for the purpose of ascertaining that any manorial documents are in the proper custody, and are being properly preserved, and the lord of the manor to which such documents relate, or the governing body of any public library, or museum or historical or antiquarian society, to which the same may have been transferred, as hereinafter provided, shall furnish the Master of the Rolls with all such information with respect thereto as he may require. 4 The Master of the Rolls may direct that any manorial documents which, in his opinion, are not being properly preserved, or which he is requested by the lord of a manor to deal with under this subsection, shall be transferred to the Public Record Office, or to any public library, or museum or historical or antiquarian society, which may be willing to receive the same, and if the same shall be transferred to any public library, or museum or historical or antiquarian society, the governing body thereof shall thereafter have the custody thereof and shall be responsible for the proper preservation and indexing thereof. 5 Nothing contained in this section shall prejudice or affect the right of any person to the production and delivery of copies of any manorial documents or to have the same kept in a proper state of preservation; in particular the lord of the manor shall remain entitled to require the same to be produced to him, or in accordance with his directions, free of any cost. 6 In this section “ manorial documents ” mean court rolls, surveys, maps, terriers, documents and books of every description relating to the boundaries, franchises, wastes, customs or courts of a manor, but do not include the deeds and other instruments required for evidencing the title to a manor; “ manor ” includes a lordship and a reputed lordship; and “ lord of the manor ” includes any person entitled to manorial documents. 7 The Master of the Rolls may make rules for giving effect to this section, and may revoke or vary any such rules."}, {"act": "Law of Property Act 1922", "year": 1922, "section": "145", "section_title": " Conversion of perpetually renewable leaseholds.", "section_text": "145 For the purpose of converting perpetually renewable leases and underleases (not being an interest in perpetually renewable copyhold land enfranchised by Part V. of this Act, but including a perpetually renewable underlease derived out of an interest in perpetually renewable copyhold land) into long terms, for preventing the creation of perpetually renewable leasehold interests and for providing for the interests of the persons affected, the provisions contained in the Fifteenth Schedule to this Act shall have effect."}, {"act": "Law of Property Act 1922", "year": 1922, "section": "146", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "146"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "147151.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "147"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "152", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "152"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "153154.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "153"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "155", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "155"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "156", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "156"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "157163.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "157"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "164187.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "164"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "188", "section_title": " General definitions and jurisdiction of the court.", "section_text": "188 In this Act unless a contrary intention appears— 1 “ Land ” includes land of any tenure, and mines and minerals, buildings or parts (whether the division is horizontal, vertical or otherwise) of buildings and other corporeal hereditaments; also a manor, an advowson, and a rent and other incorporeal hereditaments, and an easement, right, privilege, or benefit in, over, or derived from land;  . . .; and “ mines and minerals ” include any strata or seam of minerals or substances in or under any land, and powers of working and getting the same  . . .; 2  . . .  6 “ Court ” means the High Court of Justice, . . .   or the county court, . . .  and all matters within the jurisdiction of the High Court under this Act shall, subject to the Acts regulating the court, be assigned to the Chancery Division of the court; and every application to the court under this Act shall, except where it is otherwise expressed and subject to any rules of court to the contrary, be by summons at chambers, and the court shall have full power and discretion to make such order as it thinks fit respecting the costs, charges and expenses of all or any of the parties to any application; 7  . . .  9 “ The Land Transfer Acts ” means the Land Transfer Acts, 1875 and 1897, and includes any Act consolidating or amending the same, including this Act; and “ Land Registrar ” means the registrar under those Acts: 10  . . .  19  . . .  20  . . .  23 “ Settled land ” has the same meaning as in the Settled Land Acts, and where the settlement consists of more than one instrument, or where any estate, interest, power or charge is by this Act made to take effect as if limited or protected by the settlement, it includes every estate or interest comprised in such compound settlement; 24  . . .  30 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31 . . . 32  . . . "}, {"act": "Law of Property Act 1922", "year": 1922, "section": "189", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "189"}, {"act": "Law of Property Act 1922", "year": 1922, "section": "190", "section_title": " Special definitions applicable to Part VII.", "section_text": "190 In Part VII. of this Act— i “ Lessor ” means the person for the time being entitled in reversion expectant on the interest demised, or, where the reversion is encumbered, the person having power to accept a surrender of the lease, or underlease; ii “ Lessee ” and “ underlessee ” include the persons respectively deriving title under them; iii “ A perpetually renewable lease or underlease ” means a lease or underlease the holder of which is entitled to enforce (whether or not subject to the fulfilment of any condition) the perpetual renewal therof, and includes a lease or underlease for a life or lives or for a term of years, whether determinable with life or lives or not, which is perpetually renewable as aforesaid, but does not include copyhold land held for a life or lives or for years, whether or not determinable with life, where the tenant had before the commencement of this Act a right of perpetual renewal subject or not to the fulfilment of any condition; iv “ Underlease, ” unless the context otherwise requires, includes a subterm created out of a derivative leasehold interest."}, {"act": "Law of Property Act 1922", "year": 1922, "section": "191", "section_title": "Short title; commencement; extent.", "section_text": "191 1 This Act may be cited as the Law of Property Act, 1922. 2  . . .  3 This Act (including the repeals therein) shall not extend to Scotland or Ireland."}]