[{"act": "Petroleum (Production) Act 1934 (repealed 15.2.1999)", "year": 1934, "section": "1", "section_title": " Vesting of property in petroleum in His Majesty.", "section_text": "1   1 The property in petroleum to which subsection (2) of this section applies at the commencement of this Act, so far as it is not already so vested, is hereby vested in His Majesty; and His Majesty shall at any time have the exclusive right of searching and boring for and getting petroleum to which that subsection applies at that time. 2 Subject to subsection (3) of this section, this subsection applies at any time to petroleum which at that time exists in its natural condition in strata in Great Britain or beneath the territorial waters of the United Kingdom . . .  ; and it so applies notwithstanding that the land in which any such petroleum so exists belongs to His Majesty or the Duchy of Cornwall, belongs to a government department or is held in trust for His Majesty for the purposes of a government department. 3 Subsection (2) of this section does not apply to petroleum which at the commencement of this Act may be lawfully gotten under a licence in force under the Petroleum (Production) Act 1918  , being a licence specified in the Schedule to this Act, so long as that licence remains in force. 4 For the purpose of this Act the expression “ petroleum ” includes any mineral oil or relative hydro-carbon and natural gas existing in its natural condition in strata, but does not include coal or bituminous shales or other stratified deposits from which oil can be extracted by destructive distillation."}, {"act": "Petroleum (Production) Act 1934 (repealed 15.2.1999)", "year": 1934, "section": "2", "section_title": " Licences to search for and get petroleum. ", "section_text": "2 1 The Secretary of State , on behalf of His Majesty, shall  at any time  have power to grant to such persons as  he thinks  fit licences to search and bore for and get petroleum  to which subsection (2) of section 1 of this Act applies at that time . 2 Any such licence shall be granted for such consideration (whether by way of royalty or otherwise) as  the Secretary of State  with the consent of the Treasury may determine, and upon such other terms and conditions as  the Secretary of State thinks  fit. 3 The Secretary of State  shall, as soon as may be after granting a licence under this section, publish notice of the fact in the London Gazette stating the name of the licensee and the situation of the area in respect of which the licence has been granted, and, if the said area or any part thereof is in Scotland,  the Secretary of State  shall also publish the said notice in the Edinburgh Gazette."}, {"act": "Petroleum (Production) Act 1934 (repealed 15.2.1999)", "year": 1934, "section": "3", "section_title": " Provisions as to compulsory acquisition of rights to enter on land, &c. ", "section_text": "3 1 The  Mines (Working Facilities and Support) Act 1966 , as amended by any subsequent enactment, shall apply  (in England and Wales and Scotland) for the purpose of enabling a person holding a licence under this Act to acquire such ancillary rights as may be required for the exercise of the rights granted by the licence, and shall have effect accordingly, subject to the following modifications:— a references to a person having a right to work minerals shall include references to a person holding a licence under this Act, references to minerals shall include references to petroleum, and references to the working of minerals shall include references to the getting, carrying away, storing, treating and converting of petroleum; b without prejudice to the generality of  section 2(1)  of the said Act, the ancillary rights therein mentioned shall include (in addition to the rights specified in  that subsection ) a right to enter upon land and to sink bore holes therein for the purpose of searching for and getting petroleum, and a right to use and occupy land for the erection of such buildings, the laying and maintenance of such pipes, and the construction of such other works as may be required for the purpose of searching and boring for and getting, carrying away, storing, treating and converting petroleum: Provided that, where a right to lay and maintain pipes under a highway is granted by virtue of this subsection,  sections 12 to 19 of Schedule 3 to the  Water Act 1945 , shall be incorporated in the order granting the right, subject to any modifications or adaptations specified in the order. 2 In relation to any application made to the  High Court Court of Session  under  the said Act , as applied by this section, the following provisions shall have effect:— a the Commission shall, in deciding whether to grant any right applied for or what terms and conditions, if any, should be imposed upon the grant of such a right, have regard, among other considerations, to the effect on the amenities of the locality of the proposed use and occupation of the land in respect of which the right is applied for; b in determining the amount of any compensation to be paid in respect of the grant of any right, an additional allowance of not less than ten per cent. shall be made on account of the acquisition of the right being compulsory; c the costs in connection with the application incurred by the applicant shall not be ordered to be paid by any person from whom a right is sought to be obtained; and the costs so incurred by each such person shall, unless the Commission is satisfied that an unconditional offer in writing was made by the applicant to that person of a sum as compensation equal to or greater than the amount of any compensation awarded to him by the Commission, be ordered to be paid by the applicant."}, {"act": "Petroleum (Production) Act 1934 (repealed 15.2.1999)", "year": 1934, "section": "4", "section_title": " Power to supply natural gas.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Petroleum (Production) Act 1934 (repealed 15.2.1999)", "year": 1934, "section": "5", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Petroleum (Production) Act 1934 (repealed 15.2.1999)", "year": 1934, "section": "8", "section_title": "", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Petroleum (Production) Act 1934 (repealed 15.2.1999)", "year": 1934, "section": "9", "section_title": " Definition of minerals in 16 & 17  Geo.  5. c. 28, s. 23.", "section_text": "9 It is hereby declared that in subsection (1) of section twenty-three of the Mining Industry Act 1926 (which imposes on persons sinking bore holes for the purpose of searching for or getting minerals obligations to give certain facilities to  the Natural Environment Research Council ) the expression “ minerals ” includes petroleum."}, {"act": "Petroleum (Production) Act 1934 (repealed 15.2.1999)", "year": 1934, "section": "10", "section_title": " Savings.", "section_text": "10 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Nothing in this Act shall be construed as imposing any liability on any person where in the course of mining or other lawful operations petroleum is set free. 3 Nothing in this Act shall be construed as conferring, or as enabling  the Secretary of State  to confer, on any person, whether acting on behalf of His Majesty or not, any right which he does not enjoy apart from this Act to enter on or interfere with land."}, {"act": "Petroleum (Production) Act 1934 (repealed 15.2.1999)", "year": 1934, "section": "11", "section_title": " Short title, repeal and extent.", "section_text": "11 1 This Act may be cited as the Petroleum (Production) Act 1934. 2 The Petroleum (Production) Act 1918, is hereby repealed: Provided that nothing in this repeal shall affect the validity of any licence granted under the said Act which is specified in the Schedule to this Act, but any such licence shall, if in force at the commencement of this Act, have effect as if granted under this Act. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]