[{"act": "Agricultural Wages Act 1948", "year": 1948, "section": "1", "section_title": " The Agricultural Wages Board for England and Wales.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agricultural Wages Act 1948", "year": 1948, "section": "2", "section_title": " Agricultural wages committees for counties and combinations of counties.", "section_text": "2 1 Subject to the provisions of this Act, there shall be established, by order of the Minister made by statutory instrument, an agricultural wages committee for each county in  England and  Wales: Provided that— a as respects each combination of counties specified in the Second Schedule to this Act, there shall, in the first instance, be established as aforesaid a committee for the combination instead of a committee for each county; and b if, in the case of each of the respective committees for two or more counties, there is passed by the members of the committee representing employers and the members thereof representing workers in agriculture a resolution in favour of combining the counties for the purposes of this Act, there may, if the Minister thinks it expedient, be established as aforesaid a committee for the combination of counties instead of separate committees for the several counties  and c there may, if the Minister thinks it expedient, be established as aforesaid a committee for the combination of all the counties in Wales instead of separate committees for counties or combinations of counties in Wales. 2 Where an agricultural wages committee has been established for a combination of counties, the Minister at any time thereafter may, and on the representation of the committee by resolution of the members thereof representing employers and the members thereof representing workers in agriculture shall, by statutory instrument dissolve the committee. 3 A combination of counties for which an agricultural wages committee is established under this section shall, until the committee is dissolved, be deemed for the purposes of this section and the subsequent provisions of this Act to be one county. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 A resolution for the purposes of paragraph (b) of the proviso to subsection (1) of this section or of subsection (2) thereof, as the case may be, that is passed at a meeting of an agricultural wages committee unanimously by such of the members thereof representing employers and such of the members thereof representing workers in agriculture as are present and voting shall be deemed, for the purposes of the said paragraph (b) or the said subsection (2), as the case may be, to be a resolution of those members. 6 The provisions of the Third Schedule to this Act shall have effect with respect to the constitution and proceedings of agricultural wages committees."}, {"act": "Agricultural Wages Act 1948", "year": 1948, "section": "3", "section_title": " Power of Agricultural Wages Board to fix wages, holidays and other terms and conditions.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agricultural Wages Act 1948", "year": 1948, "section": "3A", "section_title": "\n Enforcement.\n", "section_text": "3A 1 The enforcement provisions of the National Minimum Wage Act 1998 shall have effect for the purposes of this Act as they have effect for the purposes of that Act, but with the modifications specified in subsections (3) and (4) of this section. 2 In subsection (1) of this section “ the enforcement provisions of the National Minimum Wage Act 1998 ” means the following provisions of that Act— a sections 9 to 11 (records); b section 14 (powers of officers); c sections 17 and 19 to  19H                  (enforcement of right to national minimum wage); d sections 23 and 24 (right not to suffer detriment); e section 28 (evidence: reversal of burden of proof in civil proceedings); f sections 31 to 33 (offences); g section 48 (superior employers); and h section 49 (restriction on contracting out). 3 In the application of any provision of the National Minimum Wage Act 1998 by subsection (1) of this section— a any reference to that Act, other than a reference to a specific provision of it, includes a reference to this Act; b any reference to a worker (within the meaning of that Act) shall be taken as a reference to a worker employed in agriculture (within the meaning of this Act); c any reference to a person (however described) who qualifies for the national minimum wage shall be taken as a reference to a worker employed in agriculture; d subject to paragraph (c) of this subsection, any reference to the national minimum wage, other than a reference to the hourly amount of the national minimum wage, shall be taken as a reference to the minimum rate applicable under this Act; e subject to paragraph (c) of this subsection, any reference to qualifying for the national minimum wage shall be taken as a reference to being entitled to the minimum rate applicable under this Act; f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3A In the application of section 17 of the National Minimum Wage Act 1998 by subsection (1) of this section– a for subsection (2) there shall be substituted the following subsection– “ The amount referred to in subsection (1)(a) above  is the difference between– a the remuneration received by the worker as a worker employed in agriculture for the pay reference period from his employer; and b the amount which he would have received as a worker employed in agriculture for that period had he been remunerated by the employer at the minimum rate applicable                            under the Agricultural Wages Act 1948 .” b subsection (3) shall be disregarded. c for subsection (4) there shall be substituted— 4 The amount referred to in subsection (1)(b) above is the amount determined by the formula— A R1 × R2 where— A is the amount described in subsection (2) above, R1 is the minimum rate applicable under the Agricultural Wages Act 1948 in respect of the worker during the pay reference period, and R2 is the minimum rate which would have been applicable under that Act in respect of the worker during the pay reference period had the minimum rate applicable under that Act in respect of the worker during that period been determined by reference to any order under section 3(1)(a) of that Act in force at the time of determination. 4 In the application of section 33 of the National Minimum Wage Act 1998 (proceedings for offences) by subsection (1) of this section, any reference to the Secretary of State shall be taken to include a reference to the Minister of Agriculture, Fisheries and Food. 5 In section 104A of the  Employment Rights Act 1996 (unfair dismissal: national minimum wage) in subsection (1)(c)— a any reference to a person qualifying for the national minimum wage includes a reference to a person being or becoming entitled to a minimum rate applicable under this Act; and b any reference to a person qualifying for a particular rate of national minimum wage includes a reference to a person being or becoming entitled to a particular minimum rate applicable under this Act."}, {"act": "Agricultural Wages Act 1948", "year": 1948, "section": "4", "section_title": "Enforcement of holidays orders.", "section_text": "4 1 Subject to the provisions of this Act, if an employer fails— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c to allow to any such worker the holidays fixed by the order;  or d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . he shall be liable on summary conviction in respect of each offence to a fine not exceeding twenty pounds  . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In any proceedings against a person under this section it shall lie with him to prove that he  . . . has allowed the holidays fixed by the order,  . . .. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agricultural Wages Act 1948", "year": 1948, "section": "5", "section_title": " Permits to incapacitated persons.", "section_text": "5 1 If, on an application in that behalf, an agricultural wages committee are satisfied that a worker employed or desiring to be employed in their county on time work to which a minimum rate fixed under this Act is applicable, or on piece work to which a minimum time rate so fixed is applicable, is so affected by any physical injury or mental deficiency, or any infirmity due to age or to any other cause, that he is incapable of earning that minimum rate, the committee shall grant to him a permit exempting, as from the date of the application or from a later date specified in the permit, his employment from the provisions of  subsection (1) of section 31 of the National Minimum Wage Act 1998 as it applies for the purposes of this Act (offence of refusing or wilfully neglecting to pay worker at applicable rate) , subject to such conditions as may be specified in the permit, including, if the committee think fit, a condition as to the wages to be paid to the worker, and, while the permit has effect, an employer shall not be liable to  any legal proceedings under that subsection, as it so applies, for refusing or wilfully neglecting  to pay to the worker wages at a rate not less than the minimum rate if those conditions are complied with. 1A Every permit under subsection (1) of this section (whenever granted) shall be deemed to contain a condition that the worker to whom it is granted must at any time be paid at a rate which— a in the case of an hourly rate, is not less than the national minimum wage in force at that time; or b in the case of a rate other than an hourly rate, is such as to yield an amount of wages for each hour worked which is not less than the hourly amount of the national minimum wage in force at that time. 1B The condition which a permit is deemed to contain by virtue of subsection (1A) of this section— a overrides any other condition which the permit contains as to payment of wages, to the extent that that other condition provides for payment of wages at any time at a lower rate; but b is without prejudice to any other condition which the permit contains as to payment of wages, to the extent that that other condition provides for payment of wages at any time at a higher rate. 2 If an application for a permit under  subsection (1) of this section  is not disposed of within twenty-one days after the day on which it is received, then the employer of the worker to whom the application relates shall not be liable to  any legal proceedings under section 31(1) of the National Minimum Wage Act 1998, as it applies for the purposes of this Act, for refusing or wilfully neglecting  to pay to the worker wages at a rate not less than the minimum rate during the interval between the expiration of the said period and the date on which the application is ultimately disposed of. 2A If on an application in that behalf an agricultural wages committee are satisfied that a worker employed or desiring to be employed in their county is so affected by any physical injury or mental deficiency, or any infirmity due to age or any other cause, as to make it inappropriate for any terms and conditions of employment (other than those with respect to wages and holidays) fixed by an order under this Act to apply to him, the committee shall grant him, subject to any conditions that they may determine, a permit dispensing, as from the date of the application or a later date specified in the permit, with a term or condition specified in the order, and while the permit is in force and any conditions to which the permit is subject are complied with, the terms and conditions fixed by the order shall be deemed to be observed. 3 Where an agricultural wages committee have granted a permit under subsection (1)  or (2A)  of this section and at any time thereafter it appears to the committee, whether on an application under this subsection or otherwise, that the worker to whom the permit relates is no longer so affected by any such incapacity as is mentioned in the said subsection (1)  or (2A)  as to be incapable of earning the minimum rate in question, the committee shall revoke the permit. 4 Where an agricultural wages committee have granted such a permit as aforesaid and it appears to the committee, whether on an application under this subsection or otherwise, that, by reason of any change in minimum rates of wages or in the circumstances of the worker to whom the permit relates, it is expedient to vary any condition specified in the permit, the committee may direct that the condition shall be varied in such manner as may be specified in the direction  and, in the case of a variation caused by a change made by an order under this Act in the minimum rates of wages, that variation shall take effect from a date specified in the direction, not being earlier than the date of the change. 4A Any increase of wages payable by virtue of a variation of a permit under subsection (4) of this section in respect of any time before the date of the variation shall be paid by the employer within a period specified in the order being— a in the case of a worker who is in the employment of the employer on the date on which notice of the variation is given in accordance with subsection (5) of this section, a period beginning with that date; b in the case of a worker who is no longer in the employment of the employer on the date referred to in the last preceding paragraph, a period beginning with that date or the date on which the employer receives from the worker or a person acting on his behalf a request in writing for those wages, whichever is the later. 5 Before revoking any permit or varying any condition under the preceding provisions of this section, an agricultural wages committee shall serve on the worker to whom the permit relates, and, in a case where the identity of his employer is known to the committee, on his employer, notice of their proposal so to do, and afford to the worker and the employer (where such a notice as aforesaid is required to be served on him) an opportunity of making representations to the committee, and no such revocation or variation as aforesaid shall take effect until notice of the revocation or variation has been served by the agricultural wages committee on the worker to whom the permit relates and, in a case where the identity of his employer is known to the committee, on his employer. A notice under this subsection shall be duly served on a person if sent to him by post in a registered letter. 6 Where a permit granted to a worker under subsection (1) of this section contains a condition for the payment of wages to the worker at a rate not less than the rate therein specified, the amount of wages that may be recovered from an employer of the worker in pursuance of this Act shall, as respects any period during which the permit had effect, be calculated on the basis of the rate so specified instead of on the basis of the minimum rate."}, {"act": "Agricultural Wages Act 1948", "year": 1948, "section": "6", "section_title": " Provisions as to learners.", "section_text": "6 1 Where a minimum rate of wages has been fixed under this Act for a special class of workers defined by reference to the fact that they are in receipt of instruction in agriculture, and the order fixing the rate provides that this section shall have effect in relation thereto, the rate shall not apply in relation to a worker unless there is in force a certificate given by the agricultural wages committee for the county in which the worker is employed that they approved the terms of his employment. A certificate under this subsection may provide that it shall be deemed to have been in force from such date not earlier than the making to the agricultural wages committee of the application for the certificate as may be specified in the certificate. 2 An agricultural wages committee in granting an application for a certificate under the preceding subsection may impose such conditions as appear to them requisite for securing that the worker to whom the application relates shall receive adequate instruction, and that the terms of his employment shall be in other respects satisfactory, and if (whether on an application under this subsection or otherwise) it appears to the committee that a condition imposed under this subsection is not being complied with, or that the terms of the worker’s employment are no longer satisfactory, they may revoke the certificate. 3 An agricultural wages committee may (whether on an application under this subsection or otherwise) vary a condition imposed under the last preceding subsection. 4 Before revoking a certificate or varying a condition under the preceding provisions of this section, an agricultural wages committee shall serve on the worker to whom the certificate relates and on his employer notice of their proposal so to do, and afford to the worker and employer an opportunity of making representations to the committee, and no such revocation or variation as aforesaid shall take effect until notice of the revocation or variation has been served by the agricultural wages committee on the worker to whom the certificate relates and on his employer. A notice under this subsection shall be duly served on a person if sent to him by post in a registered letter. 5 It shall not be lawful for the employer of a worker, being an apprentice or learner, who is employed in agriculture in a county for which an agricultural wages committee is established under this Act to receive directly or indirectly from the worker, or on his behalf or on his account, a payment by way of premium unless the payment is duly made in pursuance of an agreement approved for the purposes of this subsection by the agricultural wages committee, and the amount of a payment received in contravention of this subsection shall be recoverable by the person by whom the payment was made. 6 If an employer acts in contravention of the last preceding subsection he shall be liable on summary conviction in respect of each offence to a fine not exceeding twenty pounds, and in any proceedings against an employer under this subsection the court shall, whether there is a conviction or not, order the employer to repay any sum which the court finds to have been received by way of premium in contravention of the last preceding subsection. 7 Nothing in the last preceding subsection shall be taken to exclude the bringing otherwise than in accordance with that subsection of proceedings for the recovery of an amount due under subsection (5) of this section. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agricultural Wages Act 1948", "year": 1948, "section": "7", "section_title": " Reckoning of benefits and advantages as payment of wages. ", "section_text": "7 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 If an agricultural wages committee are satisfied, on an application in that behalf made by a worker employed in agriculture in their county or by his employer, that the value determined by an order or direction under this section for a house or part of a house occupied as a separate dwelling by the worker does not correspond with the true value thereof, the committee may, subject to any limits imposed by the Board by order made in accordance with the provisions of the Fourth Schedule to this Act, direct that the value of the house or part of a house is to be reckoned for the purposes of a minimum rate of wages fixed under this Act at such different amount as may be specified in the direction."}, {"act": "Agricultural Wages Act 1948", "year": 1948, "section": "8", "section_title": " Power of agricultural wages committee to award additional wages for piece work in certain cases.", "section_text": "8 1 A worker employed in agriculture in a county on piece work for which neither a minimum piece rate nor a minimum time rate applicable in the case of workers employed on piece work has been fixed, or any person authorised by such a worker, may complain to the agricultural wages committee for the county that the piece rate of wages paid to the worker for that work is such a rate as would yield in the circumstances of the case to an ordinary worker a less amount of wages than the minimum rate for time work applicable in the case of that worker, and the committee may, on any such complaint, after giving the employer an opportunity of making such representations as he thinks desirable, direct that the employer shall pay to the worker such additional sum by way of wages for any piece work done by him at that piece rate at any time within fourteen days before the date of complaint, or at any time after the date of complaint and before the decision of the committee thereon, as in their opinion represents the difference between the amount which would have been paid if the work had been done by an ordinary worker at the minimum rate for time work and the amount actually received by the worker by whom or on whose behalf the complaint is made. 2 A sum directed under the preceding subsection to be paid by an employer to a worker may be recovered by or on behalf of the worker from the employer summarily as a civil debt."}, {"act": "Agricultural Wages Act 1948", "year": 1948, "section": "9", "section_title": " Provisions as to applications, &c., to agricultural wages committees.", "section_text": "9 1 The procedure to be followed on or in connection with applications and complaints under any of the last four preceding sections to agricultural wages committees and sub-committees thereof shall be such (if any) as may be prescribed. 2 The Minister may pay to persons attending as parties or witnesses before agricultural wages committees and sub-committees thereof allowances by way of compensation for expenses incurred and time lost by such persons in so attending, at such rates as he may, with the approval of the Treasury, determine, and all payments made under this subsection shall be defrayed as part of the expenses of the Minister in carrying this Act into effect."}, {"act": "Agricultural Wages Act 1948", "year": 1948, "section": "10", "section_title": " Criminal liability of agents and special defence open to employer.", "section_text": "10 1 Where an offence for which an employer is, under section four or subsection (6) of section six of this Act liable to a fine, has in fact been committed by some agent of the employer or other person, that agent or other person shall be liable to be proceeded against for the offence in the same manner as if he were the employer and either together with, or before or after the conviction of, the employer, and shall be liable on conviction to the same punishment as that to which the employer is liable. 2 Where an employer who is charged with an offence under section four or subsection (6) of section six of this Act proves to the satisfaction of the court that he has used due diligence to secure compliance with the relevant provisions of this Act, and that the offence was in fact committed by his agent or some other person, without his knowledge, consent or connivance, he shall, in the event of the conviction of that agent or other person for the offence, be exempt from any conviction in respect of the offence."}, {"act": "Agricultural Wages Act 1948", "year": 1948, "section": "11", "section_title": " Avoidance of agreements in contravention of this Act and saving for other agreements, &c.", "section_text": "11 1 Any such agreement as the following shall be void, that is to say,— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b an agreement as to holidays that is inconsistent with a direction of the Board in that behalf, or for abstaining from exercising the right to holidays conferred by any such direction. c any term or condition of a contract of employment that is inconsistent with a term or condition of employment fixed by an order of the Board under this Act or any agreement for abstaining from enforcing a term or condition so fixed. 2 Nothing in this Act shall prejudice the operation of an agreement or custom for the payment of wages at a rate higher than the minimum rate fixed under this Act or an agreement or custom as to holidays that is not inconsistent with a direction of the Board in that behalf  or a term or condition of a contract of employment that is not inconsistent with a term or condition so fixed."}, {"act": "Agricultural Wages Act 1948", "year": 1948, "section": "11A", "section_title": "Appointment of officers", "section_text": "11A 1 The Secretary of State— a may appoint officers to act in England for the purposes of this Act; and b may, instead of or in addition to appointing any officers under this section, arrange with any Minister of the Crown or government department, or any body performing functions on behalf of the Crown, that officers of that Minister, department or body shall act in England for those purposes. 2 The National Assembly for Wales— a may appoint officers to act in Wales for the purposes of this Act; and b may, instead of or in addition to appointing any officers under this section, arrange with any Minister of the Crown or government department, or any body performing functions on behalf of the Crown, that officers of that Minister, department or body shall act in Wales for those purposes. 3 When acting for the purposes of this Act, an officer shall, if so required, produce some duly authenticated document showing his authority so to act. 4 If it appears to an officer that any person with whom he is dealing while acting for the purposes of this Act does not know that he is an officer so acting, the officer shall identify himself as such to that person."}, {"act": "Agricultural Wages Act 1948", "year": 1948, "section": "12", "section_title": "  Powers of officers\n                    ", "section_text": "12 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 An officer  acting for the purposes of this Act                      shall have power— a after giving reasonable notice, to require the production of and to inspect and take copies of wages sheets or other records of wages paid to workers employed in agriculture  and records of terms and conditions of employment of such workers. b to enter at all reasonable times any premises or place for the purpose of such inspection or for the enforcement of this Act, but in the case of a dwelling-house not without giving reasonable notice; and c to require any such worker, or the employer of any such worker, or any agent of the employer, to give any information which it is in his power to give with respect to the employment of the worker or the wages paid to him. 4 An officer  acting for the purposes of this Act                                          shall have power, in pursuance of any special or general directions of the Minister, to take proceedings in respect of offences against this Act and may, although not a barrister or solicitor, prosecute or conduct before a court of summary jurisdiction any proceedings arising under this Act. 5 Where it appears to an officer acting for the purposes of this Act                     — a that a sum is due from an employer to a worker  . . . by reason of a direction given under subsection (1) of section eight of this Act by an agricultural wages committee for the payment of an additional sum by way of wages for piece work; or b that a sum is due from an employer on account of the receipt of a premium in contravention of subsection (5) of section six of this Act; the officer (if he is authorised in that behalf by special or general directions of the Minister) may institute, on behalf of or in the name of the worker, civil proceedings before any competent court of jurisdiction for the recovery of the sum in question, . . . . . .  5A Where it appears to an officer  acting for the purposes of this Act                                         that a term or condition of employment fixed by order of the Board is not being complied with by an employer, the officer (if he is authorised as aforesaid) may institute, on behalf or in the name of the worker, civil proceedings in respect of the failure to comply with the term or condition. 5B In any civil proceedings instituted by an officer by virtue of this section the court shall, if the officer is not a party to the proceedings, have the same power to make an order for the payment of costs by the officer as if he were a party to the proceedings. 6 Nothing in subsection (5) or (5A) of this section shall be taken to exclude the bringing otherwise than in accordance with either of those subsection of proceedings of any description mentioned in those subsections. 7 If any person— a hinders or molests an officer acting in the exercise of his powers under subsection (3) of this section; or b refuses to produce any document or given any information which an officer so acting lawfully requires him to produce or give; or c produces or causes to be produced or knowingly allows to be produced to an officer so acting any wages sheet, record or other document which is false in a material particular, knowing the document to be false; or d furnishes to an officer so acting any information knowing it to be false, he shall be liable on summary conviction to a fine not exceeding twenty pounds or to imprisonment for a term not exceeding three months, or to both such fine and such imprisonment.   8 The powers conferred by subsections (3) and (4) of this section are not exercisable in any case where corresponding or similar powers conferred by any of the enforcement provisions of the National Minimum Wage Act 1998, as they have effect for the purposes of this Act, are exercisable by virtue of section 3A of this Act. 9 In subsection (8) of this section, “ the enforcement provisions of the National Minimum Wage Act 1998 ” has the same meaning as in subsection (1) of section 3A of this Act. "}, {"act": "Agricultural Wages Act 1948", "year": 1948, "section": "13", "section_title": " Annual reports.", "section_text": "13 The Minister shall make an annual report to Parliament of his proceedings under this Act and of the proceedings of the Board and of agricultural wages committees, and for that purpose the Board and each committee shall, before such date in every year as the Minister may fix, send to the Minister a report of their proceedings under this Act during the preceding year."}, {"act": "Agricultural Wages Act 1948", "year": 1948, "section": "14", "section_title": " Expenses.", "section_text": "14 The expenses of the Minister in carrying this Act into effect and any expenses authorised by the Minister to be incurred by the Board or an agricultural wages committee or sub-committee thereof, in each case up to an amount approved by the Treasury, shall be defrayed out of moneys provided by Parliament."}, {"act": "Agricultural Wages Act 1948", "year": 1948, "section": "15", "section_title": " Evidence of resolutions and orders of the Board and agricultural wages committees.", "section_text": "15 In any legal proceedings the production of a document purporting to be a copy of a resolution or order passed or made by the Board or an agricultural wages committee and to be certified by the chairman or secretary of the Board or committee, as the case may be, to be a true copy shall be sufficient evidence of the order or resolution and, in the case of an order, that any notices required to be given by this Act in relation thereto have been duly given, and no proof shall be required of the handwriting or official position of the person certifying the truth of the copy."}, {"act": "Agricultural Wages Act 1948", "year": 1948, "section": "15A", "section_title": "Information obtained by national minimum wage officers.", "section_text": "15A 1 This section applies to information which has been obtained by an officer acting for the purposes of the National Minimum Wage Act 1998. 2 This section does not apply to any information to the extent that the information relates to— a any failure to allow holidays directed to be allowed by an order under section 3 of this Act; or b any terms and conditions of employment fixed by such an order by virtue of subsection (1)(c) of that section. 3 Information to which this section applies may, with the authority of the Secretary of State, be supplied to the relevant Minister for use for any purpose relating to this Act. 4 Information supplied under subsection (3) of this section shall not be supplied by the recipient to any other person or body unless— a it could be supplied to that person or body under that subsection; or b it is supplied for the purposes of any civil or criminal proceedings relating to this Act; and shall not be supplied in those circumstances without the authority of the Secretary of State. 5 This section does not limit the circumstances in which information may be supplied or used apart from this section. 5A Nothing in this section prevents a disclosure in accordance with section 16A of the National Minimum Wage Act 1998. 6 In this section “ the relevant Minister ” means— a in relation to England, the Minister of Agriculture, Fisheries and Food; and b in relation to Wales, the Minister of the Crown with the function of appointing officers under section 12 of this Act in relation to Wales."}, {"act": "Agricultural Wages Act 1948", "year": 1948, "section": "16", "section_title": " Power to give effect to, and modify, this Act as respects holidays and holiday remuneration.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agricultural Wages Act 1948", "year": 1948, "section": "17", "section_title": " Interpretation.", "section_text": "17 1 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them, that is to say,— “ agriculture ” includes dairy-farming, the production of any consumable produce which is grown for sale or for consumption or other use for the purposes of a trade or business or of any other undertaking (whether carried on for profit or not), and the use of land as grazing, meadow or pasture land or orchard or osier land or woodland or for market gardens or nursery grounds; “ consumable produce ” means produce grown for consumption or for other use after severance from the land on which it is grown;  “ county ” means a county established by or under the  Local Government Act 1972; “ employment ” means employment under a contract of service or apprenticeship, and the expressions “ employed ” and “ employer ” shall be construed accordingly; “ the Minister ” means  the Minister of Agriculture, Fisheries [and Food ; “ the national minimum wage ” means the single hourly rate for the time being in force by virtue of regulations under section 1(3) of the National Minimum Wage Act 1998, but this definition is subject to subsection (1A) of this section; “ prescribed ” means prescribed by regulations made by the Minister by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament; “ worker ” includes a boy, woman and girl. 1A If, in the case of persons of any description, regulations under subsection (2) of section 3 of the National Minimum Wage Act 1998— a prevent them being persons who (within the meaning of that Act) qualify for the national minimum wage, or b prescribe a rate (“the reduced rate”) for the national minimum wage other than the single hourly rate for the time being prescribed under section 1(3) of that Act, this Act shall have effect in relation to persons of that description as if in a case falling within paragraph (a) above the national minimum wage were nil and in a case falling within paragraph (b) above the national minimum wage were the reduced rate. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Agricultural Wages Act 1948", "year": 1948, "section": "17A", "section_title": "Relationship between this Act and the National Minimum Wage Act 1998.", "section_text": "17A 1 Except so far as expressly provided by this Act, nothing in the National Minimum Wage Act 1998 or in regulations made under that Act affects the operation of this Act. 2 This Act is subject to— a section 46 of the National Minimum Wage Act 1998; and b section 47 of that Act and any regulations made under that section."}, {"act": "Agricultural Wages Act 1948", "year": 1948, "section": "18", "section_title": " London.", "section_text": "18 Such portions of Greater London as the Minister may by order made by statutory instrument define shall, for the purposes of this Act, be deemed to be included in such counties as may be specified in the order."}, {"act": "Agricultural Wages Act 1948", "year": 1948, "section": "19", "section_title": " Isles of Scilly.", "section_text": "19 For the purposes of this Act, the Isles of Scilly shall be deemed to be a county."}, {"act": "Agricultural Wages Act 1948", "year": 1948, "section": "20", "section_title": " Repeal and savings.", "section_text": "20 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Nothing in this Act shall affect any order, regulation or complaint made, permit granted, resolution passed, direction, certificate or approval given, application made or granted, notice served or given, date fixed or any other thing done, under an enactment repealed by this Act, but any such order, regulation, complaint, permit, resolution, direction, certificate, approval, application, notice, date or thing shall, if in force at the passing of this Act, continue in force, and so far as it could have been made, granted, passed, given, served, fixed or done under the corresponding provision of this Act, it shall have effect as if it had been made, granted, passed, given, served, fixed or done under that corresponding provision and, in the case of an approval, had been given for the purposes of that provision. 3 Any document referring to an enactment repealed by this Act shall be construed as referring to the corresponding provision of this Act. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 The mention of particular matters in this section shall not be taken to affect the general application of  sections 16(1) and 17(2)(a) of the  Interpretation Act 1978,  with regard to the effect of repeals."}, {"act": "Agricultural Wages Act 1948", "year": 1948, "section": "21", "section_title": " Short title and extent.", "section_text": "21 1 This Act may be cited as the Agricultural Wages Act 1948. 2 This Act shall not extend to Scotland or to Northern Ireland."}]