[{"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "25"}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "26", "section_title": " Duties of good estate management and good husbandry", "section_text": "26 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 The provisions of the Fifth Schedule and of the Sixth Schedule to this Act shall have effect respectively for the purpose of determining for the purposes of this Act whether the owner of agricultural land is fulfilling his responsibilities to manage it in accordance with the rules of good estate management, and whether the occupier of an agricultural unit is fulfilling his responsibilities to farm it in accordance with the rules of good husbandry."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "27"}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "35", "section_title": " Special directions to secure production.", "section_text": "35 1 Where it appears to the Secretary of State necessary so to do in the interest of the national supply of food or other agricultural products, he may by statutory instrument order that all or any of the powers conferred on him by the next following subsection shall be exercisable by him for a period of one year from the making of the instrument . . .  2 During the period for which the said powers are exercisable the Secretary of State may by notice in writing served on the person occupying or entitled to occupy any agricultural land give such directions— a as to the use of the land for any of the purposes of agriculture and the manner in which and the produce for which it is to be so used, b as to the carrying out of any work required to enable the land to be used as directed under paragraph ( a ) of this subsection, c as to any other matters as to which directions may be given to an occupier of an agricultural unit where a warning notice under this Part of this Act is in force in relation to his farming of the unit, d without prejudice to the general powers conferred by the foregoing paragraphs, as to the maximum area of land which may be maintained on an agricultural unit under pasture laid down with clover, grass, lucerne, sainfoin or other seeds or under herbage crops grown for commercial seed production, as appear to the Secretary of State expedient in the interest aforesaid and reasonable having regard to the character and situation of the land and other relevant circumstances. 3 If any person to whom a direction is given under this section contravenes or fails to comply with the direction, he shall be liable on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding one hundred pounds or to both such imprisonment and such fine. 4 Subsections (6) to (9) of section twenty-nine of this Act shall apply in relation to directions under this section as they apply in relation to directions under the said section twenty-nine. 5 The provisions of the Third Schedule to this Act shall have effect where a direction is given under this section requiring the ploughing-up of permanent pasture or the performing of other acts of cultivation. 6 Nothing done or omitted by an occupier in pursuance of a direction under this section shall be treated as a failure to fulfil his responsibilities to farm land in accordance with the rules of good husbandry, so long as the act or omission was reasonably necessary in consequence of the giving of the direction. 7 Any period for which the powers conferred on the Secretary of State by subsection (2) of this section are exercisable shall be extended by a further year if the Secretary of State by statutory instrument made not earlier than one month before the date on which the said period would otherwise expire orders that the said period shall be so extended. 8 The expiration of the said period shall not affect the operation of any direction under this section previously given. 9 A statutory instrument made under this section shall be of no effect unless approved by resolution of  the Scottish Parliament : Provided that if at the time when such an instrument is made  the Scottish Parliament is dissolved or is in recess  for more than four days, the foregoing provisions of this subsection shall not apply but the instrument shall be laid before  the Scottish  Parliament as soon as may be and shall cease to have effect unless approved by resolution of  the Scottish Parliament  before the expiration of the twenty-eighth day on which  the Scottish Parliament  has sat after the instrument is laid before it."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "36"}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "39", "section_title": "\n \n \n \n Control of injurious animals and birds.\n", "section_text": "39 1 If it appears to the Secretary of State that it is expedient so to do for the purpose of preventing damage to crops, pasture, animal or human foodstuffs, livestock, trees, hedges, banks or any works on land, he may by notice in writing served on any person having the right so to do require that person to take, within such time as may be specified in the notice, such steps as may be so specified for the killing, taking or destruction on land so specified of such animals or birds to which this section applies as may be so specified or the eggs of such birds. 2 A requirement shall not be imposed under the last foregoing subsection if apart from this subsection the killing, taking or destruction in question would be prohibited by law: Provided that a requirement may be so imposed to kill or destroy  —                 a black grouse, common pheasant, grey partridge, ptarmigan, red grouse or red-legged partridge in the close season for that bird (within the meaning of section 2(4) of the Wildlife and Countryside Act 1981 (c.69)); or b brown hare or mountain hare in the close season for that hare (within the meaning of section 10A(2) of that Act); and for the purposes of subsection (1) a person is not deemed not to have the right to comply with a requirement falling within this proviso by reason only that, apart from the proviso, compliance with the requirement would constitute an offence under section 1 or (as the case may be) 10A(1) of that Act.               3 The animals to which this section applies are rabbits, hares and other rodents, deer, foxes and moles, and the birds to which this section applies are, in relation to any area, wild birds other than those  included in  Schedule 1 to the Wildlife and Countryside Act 1981 ,as it applies in that area, whether by virtue of the terms thereof or by virtue of an order of the Secretary of State ; and this section shall apply to such other animals as may be prescribed. Provided that regulations under this subsection may provide that for the purposes of section forty-nine of this Act any such other animals specified in the regulations shall not be treated as animals to which this section applies.   3A In subsection (3) above “ deer ” means any species of deer which is not included in the definition of “ deer ” in  section 45 of the Deer (Scotland) Act 1996   (interpretation). 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   5 Where it appears to the Secretary of State expedient for the purpose of preventing damage by rabbits to crops, pasture, trees, hedges, banks or any works on land, he may by notice in writing served on the occupier of any land (or, in the case of unoccupied land, the person entitled to occupy it) require him to take on the land, within the time specified in the notice, such steps as may be so specified to destroy or reduce the breeding places or cover for rabbits or to exclude rabbits therefrom, or to prevent the rabbits living in any place on the land from spreading to or doing damage in any other place; but every such notice shall specify a time within which the occupier or any person interested in the land may submit to the Secretary of State written objections to the notice, and shall be provisional only and of no effect, unless confirmed after the expiration of that time by a further notice in writing served on the occupier of the land; and, where the occupier holds the land under a contract of tenancy, a copy of any notice under this subsection shall be served on any person to whom the occupier pays rent under the tenancy. A provisional notice under this subsection may be confirmed either without modifications or with such modifications as appear to the Secretary of State desirable having regard to any objections submitted to him."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "40", "section_title": " Prevention of escape of captive animals.", "section_text": "40 If it appears to the Secretary of State that, for the purpose of preventing such damage as is mentioned in the last foregoing section, it is expedient to prevent the escape of any animals from land on which they are kept in captivity, the Secretary of State may by notice in writing served on the occupier of the land require him to take within such time as may be specified in the notice such steps to prevent the escape thereof, as may be specified in the notice."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "41", "section_title": " Supplementary Provisions as to s. 39 and s. 40.", "section_text": "41 1 If any Person fails to comply with a requirement imposed under either of the two last foregoing sections, he shall be liable on summary conviction to a fine not exceeding twenty-five pounds, and to a further fine not exceeding five pounds for each day after conviction on which the failure continues. 2 Without prejudice to any proceedings under the last foregoing subsection, where a requirement imposed under either of the two last foregoing sections has not been complied with, any Person authorised by the Secretary of State in that behalf may at any time enter on the land to which the requirement relates and take such steps as the Secretary of State may direct to secure compliance with the requirement; and the reasonable cost of taking such steps shall be recoverable by the Secretary of State from the person on whom the requirement was imposed. Any question arising under this subsection as to what is the reasonable cost of taking any such steps as aforesaid shall be determined, in default of agreement, by the Land Court. 3 The Secretary of State may give such directions as appear to him to be expedient authorising the keeping of animals, birds, or eggs killed or taken in pursuance of section thirty-nine of this Act or this section and requiring or authorising the disposal of such animals, birds or eggs, whether for the purpose of being used as food or otherwise. 4 Where a person incurs any expense reasonably necessary for the purpose of complying with any requirement imposed on him under either of the two last foregoing sections, or where any cost is recovered from a person under subsection (2) of this section, then if he alleges that the expense or cost ought to be borne wholly or in part by some other person having an interest in the land to which the requirement in question relates, he may apply to the Land Court who may make such order for securing that the applicant is wholly or in part indemnified by that other person in respect of the said expense or cost as they consider just and equitable in the circumstances of the case. 5 Without prejudice to the general provisions of Part VII of this Act as to the service of notices, any notice to be served under either of the two last foregoing sections on the owner or the occupier of land used for agriculture shall, where an agent or servant of the owner or the occupier is responsible for the  control of the management or farming, as the case may be, of the land in question  be duly served if served on the said agent or servant."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "42", "section_title": "Provision by Secretary of State of equipment and services for pest control.", "section_text": "42 1 The Secretary of State may, for the purpose of assisting in the killing, taking or disposal of animals or birds to which section thirty-nine of this Act applies, and the eggs of such birds, provide or make contributions towards the provision of such services and equipment, appliances and other material as appear to him to be requisite for that purpose. 2 The Secretary of State may make such reasonable charges, if any, as he thinks fit in respect of any assistance rendered under the last foregoing subsection, and may recover the amount of any such charge from the person at whose request the assistance was rendered."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "42A", "section_title": "Meaning of “animals” for purposes of section 40 to 42.", "section_text": "42A In sections 40 to 42 of this Act “ animals ” does not include any species of deer which is included in the definition of “ deer ” in  section 45 of the Deer (Scotland) Act 1996  (interpretation)."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "43", "section_title": "", "section_text": "43 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "44", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "44"}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "48", "section_title": " Amendment of 43 & 44  Vict.  c. 47, s. 1.", "section_text": "48 1 Paragraph (3) of the proviso to section one of the Ground Game Act, 1880 (which paragraph restricts the exercise of the rights conferred by the section on the occupiers of certain lands to kill and take ground game otherwise than by the use of firearms to the period from the first day of September to the thirty-first day of March, and as regards killing and taking with firearms to the period from the eleventh day of December to the thirty-first day of March), shall cease to apply as regards killing and taking otherwise than by the use of firearms, and shall, as regards killing and taking with firearms, have effect as if for the words “eleventh day of December” the words “first day of July” were substituted. 2 The Secretary of State may, on the application of an occupier of land, and after affording to the landlord thereof an opportunity of making representations to the Secretary of State, whether in writing or on being heard by a person appointed by the Secretary of State, sanction the authorisation by such occupier of such number of persons to kill and take ground game on the land in addition to any person so authorised in pursuance of section one of the Ground Game Act, 1880, as the Secretary of State may, having regard to the extent of the land, think reasonable; and the provisions of the said section one with regard to the production by persons authorised by the occupier of the documents by which they are so authorised shall apply to any person authorised in pursuance of any such sanction as aforesaid in like manner as those provisions apply to persons authorised in pursuance of that section. The occupier shall, on authorising any person in pursuance of this subsection, forthwith give notice in writing to the landlord of the name of that person: Provided that the number of persons who may be authorised as aforesaid shall not be increased without an opportunity being given to the landlord of making representations to the Secretary of State, whether in writing or on being heard by a person appointed by the Secretary of State. 3 The Secretary of State may at any time— a require an occupier to withdraw any authorisation, or b recall or vary any sanction, granted under the last foregoing subsection. 4 Section three of the  Ground Game Act, 1880, shall not apply to prevent the occupier of land and the owner of such land or any other person having a right to kill and take game thereon from making and enforcing agreements for the joint exercise, or the exercise for their joint benefit, of the right to kill and take ground game otherwise than by the use of firearms: Provided that this subsection shall not apply in relation to any such agreement as aforesaid which was made after the commencement of this section and to which the tenant of a holding within the meaning of the Agricultural Holdings (Scotland) Acts, 1923 to 1948, is a party, unless the agreement was made after the lease under which the tenant holds the land was entered into. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "49", "section_title": " Provision as to use of poisonous substances.", "section_text": "49 A person shall not be guilty of an offence under section seven of the  Protection of Animals (Scotland) Act, 1912, by reason only that he uses poisonous gas, or places a substance which, by evaporation or in contact with moisture, generates poisonous gas, in any hole, burrow or earth for the purpose of killing animals to which section thirty-nine of this Act applies."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "50", "section_title": " Prohibition of night shooting, and use of spring traps.", "section_text": "50 1 Subject to the provisions of this section, a person shall be guilty of an offence under this subsection if— a between the expiration of the first hour after sunset and the commencement of the last hour before sunrise, he uses a firearm for the purpose of killing hares or rabbits; or b for the purpose of killing or taking animals, he uses, or knowingly permits the use of, any spring trap other than an approved trap, or uses, or knowingly permits the use of, an approved trap for animals or in circumstances for which it is not approved; or c he sells, or exposes or offers for sale, any spring trap other than an approved trap with a view to its being used for a purpose which is unlawful under the last foregoing paragraph; or d he has any spring trap in his possession for a purpose which is unlawful under this subsection. 2 A person guilty of an offence under the foregoing subsection shall be liable on summary conviction to a fine not exceeding twenty pounds or, if he has been previously convicted of such an offence, a fine not exceeding fifty pounds. 3 In this section any reference to an approved trap refers to a trap of a type and make for the time being specified by order of the Secretary of State as approved by him either generally or subject to conditions as to the animals for which or the circumstances in which it may be used, and any reference to the animals or circumstances for which a trap is approved shall be construed accordingly. 4 Subject to the provisions of   subsections (4A) and (5) , the Secretary of State may from time to time by order authorise the use, for the purpose of killing or taking animals, of spring traps other than approved traps, and such authority may be granted— a either generally or subject to such conditions as to the animals for which or the circumstances in which such traps may be used as may be specified in the order; b either as respects all land in Scotland, or as respects the land in any county or any part of a county, or as respects any particular land or class of land, as may be so specified; and paragraph ( b ) of subsection (1) of this section shall not render unlawful the use of a spring trap under such an authority. 4A An order made under subsection (3) may not specify any type or make of trap as approved, and an order made under subsection (4) may not authorise the use of any trap, where the trap is a leghold trap. 5 The Secretary of State may— a if he is satisfied, having regard to the quantities of approved traps available at reasonable prices and to such other considerations as seem to him relevant, that it is expedient to do so, by order withdraw any authority granted under   subsection (4) ; b when he is satisfied that the power to grant authorities under the said subsection is no longer necessary, by regulation withdraw all subsisting authorities granted under that subsection; and after such regulation has been made it shall not be lawful for the Secretary of State, unless the regulation is revoked under subsection (1) of section five of the  Statutory Instruments Act, 1946, to grant an authority under   subsection (4) . 6 Paragraph ( b ) of subsection (1) of this section shall not render unlawful the experimental use of a spring trap under and in accordance with a licence given by the Secretary of State to enable a trap to be developed or tested with a view to its being approved under subsection (3) of this section. 7 Subsection (1) of this section shall not apply to spring traps of any description specified by order of the Secretary of State as being adapted solely for the destruction of rats, mice or other small ground vermin. 8 The power of the Secretary of State to make orders under this section shall be exercisable by statutory instrument which, in the case of an order made under the last foregoing subsection, shall be subject to annulment by resolution of either House of Parliament. 9 In subsection (4A), “leghold trap” means a device designed to restrain or capture an animal by means of jaws which close tightly upon one or more of the animal’s limbs, thereby preventing withdrawal of the limb or limbs from the trap."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "50A", "section_title": " Open trapping of hares and rabbits.", "section_text": "50A 1 Subject to the provisions of this section, a person shall be guilty of an offence under this subsection if, for the purpose of killing or taking hares or rabbits, he uses, or knowingly permits the use of, a spring trap elsewhere than in a rabbit hole. 2 A person guilty of an offence under the foregoing subsection shall be liable on summary conviction to a fine not exceeding twenty pounds or, if he has been previously convicted of such an offence, a fine not exceeding fifty pounds. 3 Subsection (1) of this section shall not render unlawful the use of spring traps under and in accordance with a licence given by the Secretary of State. 4 A licence under this section— a may be embodied in a rabbit clearance order under the  Pests Act, 1954, or in a notice given under subsection (1) of section thirty-nine of this Act; and b whether so embodied or not, may be revoked by the Secretary of State (in whole or in part) by giving notice of the revocation in such manner as he thinks sufficient to inform the persons concerned."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "51", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "51"}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "52", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "52"}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "53", "section_title": " Persons acting under this Part of this Act not required to obtain game licences.", "section_text": "53 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "54", "section_title": " Interpretation of Part III.", "section_text": "54 In this Part of this Act, the following expressions have, unless the context otherwise requires, the meanings hereby respectively assigned to them, that is to say— . . . . . . “ owner ”, in relation to land, includes any person who under the Lands Clauses Acts would be enabled to sell and convey the land to the promoters of an undertaking; . . ."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "55", "section_title": "Powers of Secretary of State to acquire land by agreement.", "section_text": "55 The Secretary of State may by agreement acquire whether by way of purchase, feu, lease, excambion or otherwise— a any land used for agriculture; b any other land which in the opinion of the Secretary of State ought to be brought into use for agriculture; c where any such land as aforesaid is offered to the Secretary of State for acquisition by him on the condition that he also acquires other land not falling within the two foregoing paragraphs, that other land; d any other land as respects which power is conferred on the Secretary of State by this Act to purchase the land compulsorily in accordance with the provisions of this Act in that behalf."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "56", "section_title": " Acquisition by Secretary of State of land for research, experiment and demonstration.", "section_text": "56 The Secretary of State may acquire by compulsory purchase in accordance with the provisions of this Act in that behalf any land for the purposes of agricultural research or experiment or of demonstrating agricultural methods."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "57", "section_title": " Acquisition of land by Secretary of State to ensure full and efficient use thereof.", "section_text": "57 1 Where— a the Secretary of State is satisfied in the case of any agricultural land that the full and efficient use of the land for agriculture is being prevented by reason of work not being carried out or fixed equipment not being provided, and that having regard to the nature of the work or equipment required for such use of the land as aforesaid it cannot reasonably be expected to be carried out or provided unless the Secretary of State exercises his powers under this subsection; or b the Secretary of State is satisfied in the case of any agricultural land that the full and efficient use of the land for agriculture will be prevented if existing fixed equipment thereon is not maintained, and that having regard to the nature of the equipment it cannot reasonably be expected to be maintained unless the Secretary of State exercises his powers under this subsection; or c agricultural land has been severed from other such land in the exercise of powers conferred, for purposes other than agricultural purposes, by or under any enactment, or has been otherwise injuriously affected in the exercise of such powers, or such powers have been conferred and the Secretary of State is satisfied that they will be exercised so that agricultural land will be severed or otherwise injuriously affected as aforesaid, and (in any case) the Secretary of State is satisfied that the full and efficient use of the land for agriculture cannot be achieved unless the land is used therefor in conjunction with other land and that it cannot reasonably be expected to be so used unless the Secretary of State exercises his powers under this subsection, then, if the Secretary of State proposes to secure the carrying out of the work, the provision or maintenance of the equipment, or the use of the land in conjunction with other land, as the case may be, he may acquire the land or any part thereof by compulsory purchase in accordance with the provisions of this Act in that behalf. 2 Before proceeding with the acquisition of land under paragraph ( a ) or paragraph ( b ) of the last foregoing subsection the Secretary of State shall refer to the Land Court for their report thereon the question whether the conditions are fulfilled as to which, under the said paragraph ( a ) or ( b ), as the case may be, the Secretary of State must be satisfied before acquiring the land, and shall take into consideration the report of the Land Court, and the Secretary of State shall make a similar reference to the Land Court before proceeding with the acquisition of land under paragraph ( c ) of the foregoing subsection or subsection (5) of this section if the owner of the land so requires. 3 On any such reference the Land Court, after inspecting the land in question and making such other enquiries as appear to them requisite and after affording an opportunity of being heard to the owners, lessees and occupiers of the land in question, shall prepare and submit to the Secretary of State a report on the question referred to them containing such information as to work to be carried out or fixed equipment to be provided or maintained as mentioned in the said paragraph ( a ) or ( b ) as appears to the Land Court necessary for indicating whether such work or equipment can reasonably be expected to be carried out, provided or maintained without the exercise by the Secretary of State of his powers under subsection (1) of this section. 4 The Secretary of State shall serve a copy of the report submitted under the last foregoing subsection on the owners, lessees and occupiers of the land to which the report relates. 5 The Secretary of State may acquire by compulsory purchase in accordance with the provisions of this Act in that behalf any land as to which he is satisfied that its acquisition by him is necessary in order to put to full and efficient use for agriculture land acquired by him under subsection (1) of this section."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "58", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "58"}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "59", "section_title": " Transfer to Secretary of State of land vested in other government departments.", "section_text": "59 1 The appropriate Ministers may by order provide for the transfer to and vesting in the Secretary of State of any interest in land, being an interest belonging to a government department or held on behalf of His Majesty for the purposes of any government department, in any case where it appears to the appropriate Ministers to be expedient that the interest should be transferred to the Secretary of State either on the ground that it is no longer required to be held for the purpose for which it was acquired or otherwise, and any order under this section may contain such incidental and supplementary provisions as appear to the appropriate Ministers necessary or expedient for giving effect to the order. 2 In this section the expression “ the appropriate Ministers ” means the Secretary of State and the Minister in charge of the government department in question."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "60", "section_title": " Power of Secretary of State to appropriate land.", "section_text": "60 The Secretary of State may by order made with the consent of the Treasury provide for the appropriation by him for the purposes of any function conferred on him by any enactment of any interest in land acquired by or vested in him for the purposes of any function conferred on him by any other enactment; and an order under this section may contain such incidental and supplementary provisions as appear to the Secretary of State necessary or expedient for giving effect to the order."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "61", "section_title": "Powers of management  etc. , of land acquired by Secretary of State.", "section_text": "61 1 The Secretary of State may manage, farm, sell, let or otherwise deal with or dispose of land acquired by him under this Act— a in such manner as appears to him expedient for the purpose for which the land was acquired; or b if he is satisfied that the land ought to be devoted to some other purpose, in such manner as appears to him expedient therefor. 2 The Secretary of State may manage, farm or let any land which is placed at his disposal for the purpose, being land and interest in which belongs to a government department or is held in trust for His Majesty for the purposes of a government department, or an interest in which belongs to any Authority, Board, Commission or body constituted by or under any Act which embodies any scheme for the carrying on of any industry, or part of an industry, or any undertaking, under national ownership or control. 3 The Secretary of State shall have power to provide such facilities for the welfare of tenants of, or other persons employed in agriculture on, land managed by him as he thinks expedient."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "62", "section_title": "Repeal of 21 & 22  Geo.  5. c. 41, ss. 1 to 4.", "section_text": "62 Sections one to four of the Agricultural Land (Utilisation) Act, 1931(which enable the Secretary of State to acquire land for demonstrationfarms and for reclamation) shall cease to have effect."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "63", "section_title": " Procedure for compulsory purchase of land.", "section_text": "63 1 Subject to the provisions of this and of the next following section, where under any provision of this Act power is conferred on the Secretary of State to purchase land compulsorily, the power shall be exercisable for the purchase of any particular land on the Secretary of State being authorised so to purchase the land in accordance with the provisions of the  Acquisition of Land (Authorisation Procedure) (Scotland) Act, 1947, and that Act shall apply accordingly— a as if paragraph ( d ) of subsection (1) of section one thereof (which refers to the compulsory purchase of land by the Secretary of State under the  National Health Service (Scotland) Act, 1947) included a reference to any compulsory purchase of land by the Secretary of State under this Act; and b as if this Act has been in force immediately before the commencement of the said Act of 1947:  . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "64", "section_title": " Power of Secretary of State to provide and equip holdings.", "section_text": "64 1 For the purpose of providing agricultural holdings, being either holdings of which the area does not exceed  thirty hectares  or holdings the annual rent of which does not exceed one hundred and fifty pounds, the Secretary of State shall have the like power to acquire land by agreement or compulsorily as he has for the purposes of the  Small Holding Colonies Acts, 1916   and 1918, and those Acts and Part I of the  Land Settlement (Scotland) Act, 1919, shall have effect as if the provision of such agricultural holdings as aforesaid were included among the purposes of the said Acts of 1916 and 1918. 2 The Secretary of State shall have, in relation to any land acquired or appropriated by him for the purpose first mentioned in the last foregoing subsection, the like powers of adaptation, equipment and management as he has in relation to land acquired by him for the purpose of providing smallholdings."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "65", "section_title": " Loans to tenants of holdings.", "section_text": "65 1 The Secretary of State may make loans to provide working capital to any person who after the commencement of this Part of this Act becomes the tenant of a holding provided by the Secretary of State on land vested in him of an amount not exceeding three-quarters of the estimated aggregate working capital required for the proper working of the holding. 2 The Secretary of State may make grants or loans to any body of persons, whether corporate or unincorporated, having for its object or one of its objects the promotion through co-operative methods of efficiency in the conduct of holdings. 3 The powers of the Secretary of State under this section shall be exercised in accordance with arrangements made by him with the approval of the Treasury. 4 In this section the expression “ holding ” means a holding within the meaning of the Agricultural Holdings (Scotland) Acts, 1923 to 1948, or a holding within the meaning of the Small Landholders (Scotland) Acts, 1886 to 1931."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "66", "section_title": "Recovery of loans in the event of failure of statutory successor.", "section_text": "66 Section eight of the  Small Landholders(Scotland) Act, 1911 (which contains provisions regulating loans tolandholders) shall have effect as if after subsection (1) there wereinserted the following subsection— 2 In the event of failure of a statutory successor taking place or being deemed under section twenty-two of this Act to have taken place the landlord shall be liable to repay to the Board the amount of any outstanding liability in respect of a loan made under the immediatly preceeding section: Provided that the Board shall not be entitled to recover from thelandlord under this subsection any sum in excess of such amount as maybe agreed or, in the event of dispute, be assessed by the Land Court to be the amount which would have been due by the landlord by way of compensation for permanent improvements if the holding had been renounced at the date at which failure of a statutory successor took place or was deemed as aforesaid to have taken place."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "67", "section_title": " Winding-up of Agriculture (Scotland) Fund.", "section_text": "67 The Agriculture (Scotland) Fund shall, in accordance with directions of the Treasury, be wound up as at such date as the Treasury may direct, being a date not later than the end of the financial year next after that in which this section comes into operation, and— a any balance in that Fund at that date shall be applied in repayment of the amounts outstanding of any loans made by the Public Works Loan Commissioners under section twenty-six of the  Land Settlement (Scotland) Act, 1919, and any remainder shall be paid into the Exchequer; b any payments which apart from this section would be authorised to be paid out of that Fund shall, if falling due after that date, be defrayed out of moneys provided by Parliament; c any receipts of the Secretary of State after that date, being receipts which apart from this section would be authorised to be paid into that Fund, shall be paid into the Exchequer."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "68", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "68"}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "70", "section_title": " Provisions as to the appointment of additional members of the LandCourt.", "section_text": "70 1 The number of persons who may be appointed by His Majesty by virtue of section three of the Small Landholders (Scotland) Act, 1911, to bemembers of the Scottish Land Court (in this Act referred to as “the Land Court”) shall be increased from five to seven ; and accordingly the said section three shall have effect as if in subsection (1) for the word “five” there were substituted the word “seven.” 2 Any increase arising by reason of the provisions of this section in the sums charged on the Consolidated Fund of the United Kingdom under the said section three, and in the expenditure incurred under the   Scottish Land Court Act, 1938, shall respectively be charged on and paid out of that fund and defrayed out of moneys provided by Parliament."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "71", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "71"}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "72", "section_title": " Proceedings of the Land Court.", "section_text": "72 The provisions of the Small Landholders (Scotland) Acts, 1886 to 1931, with regard to the Land Court shall, with any necessary modifications, apply for the purpose of the determination of any matter which they are required by or under this Act to determine, in like manner as those provisions apply for the purpose of the determination by the Land Court of matters referred to them under those Acts."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "73", "section_title": " Establishment and functions of Agricultural Advisory Committees.", "section_text": "73 1 The Secretary of State may, for each of such districts as he may determine, establish an Agricultural Advisory Committee for the purpose of advising him or any agricultural college or other body concerned with agricultural education or agricultural advisory services in Scotland, on matters relating to— a technical education and development in agriculture, b the improvement of farming practice or of estate management, whether generally or in relation to any particular agricultural land, c agricultural development and improvement schemes administered by him. 2 The provisions in that behalf of Part II of the Eighth Schedule to this Act shall have effect as to the constitution of Agricultural Advisory Committees and otherwise in relation thereto."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "74", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "74"}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "75", "section_title": " Schemes for provision of agricultural goods and services.", "section_text": "75 1 For the purpose of promoting efficiency in agriculture or facilitating food production, the Secretary of State may with the approval of the Treasury make schemes for providing . . .  services to persons managing or farming agricultural land. Any scheme under this section shall be embodied in a statutory instrument which shall be laid before Parliament after being made. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 The Secretary of State may make such reasonable charges, if any, as he thinks fit in respect of . . .  services provided in pursuance of a scheme under this section. 4 The Secretary of State may acquire by agreement any land which he requires for the purposes of a scheme under this section. 5 Section one hundred and three of the  Agriculture Act, 1947, shall, in so far as it applies to Scotland, cease to have effect, and anything done by the Secretary of State or any scheme made under that section shall be deemed to have been done or made under this section."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "76", "section_title": " Provision of machinery for agricultural drainage works.", "section_text": "76 Without prejudice to any powers competent to him under the last foregoing section, the Secretary of State may at the request of and by agreement with the owner or the occupier of any agricultural land carry out agricultural drainage works by means of mechanical excavators or otherwise as may be agreed, and may recover from such owner or occupier the cost of carrying out the works."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "77", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "77"}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "78", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "78"}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "79", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "79"}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "80", "section_title": " Provisions as to representations.", "section_text": "80 1 Any enactment in this Act providing, in relation to the taking of any action by the Secretary of State, for his taking the action after affording to a person an opportunity of making representations to the Secretary of State, whether in writing or on being heard by a person appointed by the Secretary of State, shall be construed as a provision that the Secretary of State shall comply with the following requirements. 2 The Secretary of State shall give notice to the said person specifying the action proposed to be taken and informing him of the effect of the three following subsections. 3 If within the prescribed time and in the prescribed manner the said person makes representations to the Secretary of State in writing, the Secretary of State shall not take the action in question until he has considered the representations. 4 If, whether or not, representations are made to the Secretary of State in writing, the said person within the prescribed time and in the prescribed manner requires that an opportunity be afforded to him of being heard by a person appointed by the Secretary of State for the purpose, such an opportunity shall be afforded to him and, on the same occasion, to any other person to whom under the enactment referred to in subsection (1) of this section the Secretary of State is required to afford such an opportunity, and the Secretary of State shall not take the action in question until he has considered any representations made at the hearing. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "81", "section_title": " Expenses and receipts.", "section_text": "81 1 All expenses incurred by the Secretary of State under this Act shall be defrayed out of moneys provided by Parliament. 2 All sums received by the Secretary of State under this Act, including sums received on his behalf by any person or body of persons exercising functions on behalf of the Secretary of State, shall be paid into the Exchequer."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "82", "section_title": "Provisions as to entry and inspection.", "section_text": "82 1 Any person authorised by the Secretary of State in that behalf shall have power at all reasonable times to enter on and inspect any land for the purpose of determining whether, and if so in what manner, any of the powers conferred on the Secretary of State by this Act are to be exercised in relation to the land, or whether, and if so in what manner, any direction given under any such power has been complied with. 2 Any person authorised by the Secretary of State who proposes to exercise any power of entry or inspection conferred by this Act shall if so required produce some duly authenticated document showing his authority to exercise the power. 3 Admission to any land shall not be demanded as of right in the exercise of any such power as aforesaid— a if the power is being exercised for determining whether the land is to be acquired under Part IV or Part V of this Act, or b if the land is being used for residential purposes, unless twenty-four hours notice of the intended entry has been given to the occupier of the land. 4 Save as provided by the last foregoing subsection, admission to any land shall not be demanded as of right in the exercise of any such power as aforesaid . . .   unless notice has been given to the occupier of the land that it is proposed to enter during a period, specified in the notice, not exceeding fourteen days and beginning at least twenty-four hours after the giving of the notice, and the entry is made on the land during the period specified in the notice: Provided that where the power of entry is being exercised for the purpose of taking measures to secure compliance with a direction or requirement under the provisions . . .   of section thirty-five or of Part III of this Act, and notice is given in accordance with this subsection on the first occasion on which the power is exercised, no further notice shall be required before entering on the land on a subsequent occasion in connection with the taking of the measures. 5 Where notice is served in a case falling within the proviso to the last foregoing subsection, and the person to whom the direction therein referred to was given, or on whom the requirement therein referred to was imposed, is not the occupier of the land, a like notice shall be served on that person. 6 Any notice served in pursuance of the last foregoing subsection or the proviso therein referred to may be served in like manner as the notice giving the said direction or imposing the said requirement. 7 Any person who, in any case for which no penalty is provided by the foregoing provisions of this Act  obstructs the exercise of any such power as aforesaid or of any other power conferred by subsection (2) of section forty-one of this Act  shall be guilty of an offence and liable on summary conviction to a fine not exceeding  level 2 on the standard scale  in the case of a first offence or  level 2 on the standard scale  in the case of a second or any subsequent offence."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "83", "section_title": " Service of notices.", "section_text": "83 1 Any notice or other document required or authorised by or under this Act to be given to or served on any person shall be duly given or served if it is delivered to him, or left at his proper address, or sent to him by post in a registered letter. 2 Any such document required or authorised to be given to or served on an incorporated company or body shall be duly given or served if given to or served on the secretary or clerk of the company or body. 3 For the purposes of this section and of section twenty-six of the  Interpretation Act, 1889, the proper address of any person to or on whom any such document as aforesaid is to be given or served shall, in the case of the secretary or clerk of any incorporated company or body, be that of the registered or principal office of the company or body, and in any other case be the last known address of the person in question. 4 Where any document is to be given to or served on a person as being the person having any interest in land, and it is not practicable after reasonable inquiry to ascertain his name or address, the document may be given or served by addressing it to him by the description of the person having that interest in the land (naming it), and delivering the document to some responsible person on the land or by affixing it, or a copy of it, to some conspicuous object on the land."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "84", "section_title": " Nomination of arbiter in cases to which the Secretary of State is a party.", "section_text": "84 Where the Secretary of State is a party to any question or difference which under . . .   this Act, is to be determined by arbitration under the Act of 1923 or by an arbiter appointed in accordance with the provisions of that Act, the arbiter shall in lieu of being nominated by the Secretary of State be nominated by the Land Court, and the remuneration of the arbiter so nominated shall be such amount as may be fixed by the Land Court."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "85", "section_title": " Regulations and orders.", "section_text": "85 1 Any regulations made by the Secretary of State under this Act shall be embodied in a statutory instrument which shall be subject to annulment in pursuance of resolution of either House of Parliament. 2 In this Act the expression “ prescribed ” means prescribed by regulations made by the Secretary of State. 3 Any power conferred by this Act to make an order shall include a power, exercisable in the like manner and subject to the like conditions, to revoke or vary the order. Provided that in relation to the power of the Secretary of State to make orders under subsection (4) of section fifty of this Act this subsection shall have effect subject to the provisions of subsection (5) of the said section fifty."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "86", "section_title": " Interpretation.", "section_text": "86 1 In this Act the expression “ agricultural land ” means land used for agriculture which is so used for the purposes of a trade or business, or which is designated by the Secretary of State for the purposes of this subsection, and includes any land so designated as land which in the opinion of the Secretary of State ought to be brought into use for agriculture: Provided that no designation under this subsection shall extend— a to land used as pleasure grounds, private gardens or   allotments  , or b to land kept or preserved mainly or exclusively for the purposes of sport or recreation, except where the Secretary of State is satisfied that its use for agriculture would not be inconsistent with its use for the said purposes and it is so stated in the designation. 2 In this Act the expression “ agricultural unit ” means land which is occupied as a unit for agricultural purposes, including— a any dwelling-house or other building occupied by the same person for the purpose of farming the land, and b any other land falling within the definition in this Act of the expression “agricultural land” which is in the occupation of the same person, being land as to which the Secretary of State is satisfied that having regard to the character and situation thereof and other relevant circumstances it ought in the interests of full and efficient production to be farmed in conjunction with the agricultural unit, and directs accordingly: Provided that the Secretary of State shall not give a direction under this subsection as respects any land if it is for the time being in use for any purpose which appears to him to be substantial having regard to the use to which it might be put for agriculture. 3 In this Act the following expressions have the meanings hereby respectively assigned to them, that is to say:— “ the Act of 1923 ” means the  Agricultural Holdings (Scotland) Act, 1923; “ agriculture ” includes horticulture, fruit growing, seed growing, dairy farming and livestock breeding and keeping, the use of land as grazing land, meadow land, osier land, market gardens and nursery grounds, and the use of land for woodlands where that use is ancillary to the farming of land for other agricultural purposes, and “ agricultural ” shall be construed accordingly;   “ allotment ” has the meaning given by section 107 of the Community Empowerment (Scotland) Act 2015;   “ fixed equipment ” includes any building or structure affixed to land and any works on, in, over or under land, and also includes anything grown on land for a purpose other than use after severance from the land, consumption of the thing grown or of produce thereof, or amenity, and, without prejudice to the foregoing generality, includes the following things, that is to say— a all permanent buildings, including farm houses and farm cottages, necessary for the proper conduct of the holding; b all permanent fences, including hedges, stone dykes, gate posts and gates; c all ditches, open drains and tile drains, conduits and culverts, ponds, sluices, flood banks and main water courses; d stells, fanks, folds, dippers, pens and bughts necessary for the proper conduct of the holding; e farm access or service roads, bridges and fords; f water and sewerage systems; g electrical installations including generating plant, fixed motors, wiring systems, switches and plug sockets; h shelter belts; and references to fixed equipment on land shall be construed accordingly. “ functions ” includes powers and duties; “ livestock ” includes any creature kept for the production of food, wool, skins or fur, or for the purpose of its use in the farming of land; “ pasture ” includes meadow; “ prescribed ” has the meaning assigned to it by the last foregoing section; “ produce ” includes anything (whether live or dead) produced in the course of agriculture; “ relevant circumstances, ” in relation to an owner or an occupier, includes all circumstances affecting management or farming, other than the personal circumstances of the owner or the occupier. 4 References in this Act to any enactment shall be construed, except where the context otherwise requires, as references to that enactment as amended by or under any other enactment, including this Act. 5 References in this Act to the farming of land include references to the carrying on in relation to the land of any agricultural activity; and in relation to any agricultural activity the person having the right to carry it on shall be deemed to be the occupier of the land. 6 References in this Act to the use of land for agriculture include, in relation to land forming part of an agricultural unit, references to any use of the land in connection with the farming of the unit."}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "87", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "87"}, {"act": "Agriculture (Scotland) Act 1948", "year": 1948, "section": "88", "section_title": "†Short title, commencement and extent.", "section_text": "88 1 This Act may be cited as the Agriculture (Scotland) Act, 1948. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 This Act shall extend to Scotland only."}]