[{"act": "British Nationality Act 1948", "year": 1948, "section": "12.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "British Nationality Act 1948", "year": 1948, "section": "3", "section_title": " Limitation of criminal liability of citizens of countries mentioned in s. 1(3) and Eire. Status of citizens of Eire and British protected persons. ", "section_text": "3 1 A British subject or citizen of Eire who is not a citizen of the United Kingdom and Colonies shall not be guilty of an offence against the laws of any part of the United Kingdom and Colonies or of any protectorate or United Kingdom trust territory by reason of anything done or omitted in any country mentioned in subsection (3) of section one of this Act or in Eire or in any foreign country, unless— a the act or omission would be an offence if he were an alien; and b in the case of an act or omission in any country mentioned in subsection (3) of section one of this Act or in Eire, it would be an offence if the country in which the act is done or the omission made were a foreign country: Provided that nothing in this subsection shall apply to the contravention of any provision of the  Merchant Shipping Act 1995 . 2 Subject to the provisions of this section, any law in force in any part of the United Kingdom and Colonies or in any protectorate or United Kingdom trust territory at the date of the commencement of this Act, whether by virtue of a rule of law or of an Act of Parliament or any other enactment or instrument whatsoever, and any law which by virtue of any Act of Parliament passed before that date comes into force in any such place as aforesaid on or after that date, shall, until provision to the contrary is made by the authority having power to alter that law, continue to have effect in relation to citizens of Eire who are not British subjects in like manner as it has effect in relation to British subjects. 3 In the  Aliens Restriction Acts, 1914   and 1919, and in any order made thereunder the expression “alien” shall not include a British protected person. 4 In this section “foreign country” and “British protected person” have the same meaning as in the British Nationality Act 1981."}, {"act": "British Nationality Act 1948", "year": 1948, "section": "422.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "British Nationality Act 1948", "year": 1948, "section": "2331.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "23"}, {"act": "British Nationality Act 1948", "year": 1948, "section": "32", "section_title": " Interpretation.", "section_text": "32 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 References in this Act to any country mentioned in subsection (3) of section one of this Act shall include references to the dependencies of that country. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "British Nationality Act 1948", "year": 1948, "section": "33", "section_title": " Channel Islands and Isle of Man.", "section_text": "33 1 References in this Act to colonies shall be construed as including references to the Channel Islands and the Isle of Man  . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "British Nationality Act 1948", "year": 1948, "section": "34", "section_title": "†Short title, commencement and repeal.", "section_text": "34 1 This Act may be cited as the British Nationality Act, 1948. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]