[{"act": "Laying of Documents before Parliament (Interpretation) Act 1948", "year": 1948, "section": "1", "section_title": " Meaning of references to laying before Parliament.", "section_text": "1 I For the removal of doubt it is hereby declared that a reference in any Act of Parliament  ,   assimilated direct   legislation  or subordinate legislation, whether passed or made before or after the passing of this Act, to the laying of any instrument, report, account or other document before either House of Parliament is, unless the contrary intention appears, to be construed as a reference to the taking, during the existence of a Parliament, of such action as is directed by virtue of any Standing Order, Sessional Order or other direction of that House for the time being in force to constitute the laying of that document before that House, or as is accepted by virtue of the practice of that House for the time being as constituting such laying, notwithstanding that the action so directed or accepted consists in part or wholly in action capable of being taken otherwise than at or during the time of a sitting of that House; and that a reference in any such Act  ,   assimilated direct   legislation  or subordinate legislation to the laying of any instrument, report, account or other document before Parliament is, unless the contrary intention appears, to be construed accordingly as a reference (construed in accordance with the preceding declaration) to the laying of the document before each House of Parliament. 1A A reference in any enactment to laying any document before the National Assembly for Wales is (unless the contrary intention appears) to be construed as a reference to the taking, during any time when that Assembly is not dissolved, of such action as is specified in the standing orders of that Assembly as constituting the laying of a document before that Assembly, even if the action so specified consists (wholly or partly) of action capable of being taken when that Assembly is in recess. 2 It is hereby further declared that nothing in section four of the  Statutory Instruments Act 1946, is to be taken as indicating an intention that any reference in that section to the laying of copies of certain statutory instruments as therein mentioned is to be construed otherwise than in accordance with the preceding declaration."}, {"act": "Laying of Documents before Parliament (Interpretation) Act 1948", "year": 1948, "section": "2", "section_title": "Statutory Instruments Act 1946, s.4: notification during vacancy of office of Speaker of either House", "section_text": "2 It is hereby declared that the requirement imposed by subsection (1) of section four of the Statutory Instruments Act 1946, to send notification forthwith   to the Speaker of the House of Commons and the Speaker of the House of Lords   where a statutory instrument required to be laid before Parliament has been made so as to come into operation before it has been so laid, is to be treated as having been complied with, in a case in which notification forthwith is impossible by reason of a vacancy for the time being in the office   of the Speaker of the House of Commons or the Speaker of the House of Lords  , whether occurring by death, resignation, dissolution of Parliament or otherwise, if the notification is sent to him immediately after the vacancy is filled."}, {"act": "Laying of Documents before Parliament (Interpretation) Act 1948", "year": 1948, "section": "3", "section_title": " Short title.", "section_text": "3 This Act may be cited as the Laying of Documents before Parliament (Interpretation) Act 1948."}]