[{"act": "National Assistance Act 1948", "year": 1948, "section": "1", "section_title": "Supersession of existing poor law.", "section_text": " 1   The existing poor law shall cease to have effect, and shall be replaced by the provisions of Part II of this Act as to the rendering, out of moneys provided by Parliament, of assistance to persons in need, the provisions of Part III of this Act as to accommodation and other services to be provided by local authorities, and the related provisions of Part IV of this Act.  "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "2", "section_title": "The National Assistance Board.", "section_text": " 2    1   The Assistance Board shall be known as the National Assistance Board, and in addition to the functions for the time being exercisable under any other enactment shall exercise the functions conferred on them by the following provisions of this Act.     2   The National Assistance Board (hereafter in this Act referred to as \" the Board \") shall exercise their functions in such manner as shall best promote the welfare of persons affected by the exercise thereof.     3   For the purpose of securing the prompt discharge of their functions under this Act, the Board shall by regulations provide for the local administration of their said functions, and in particular, but subject to any arrangements for the discharge thereof by officers of another Government department or of a local authority, for the discharge by local officers of the Board of the functions of the Board in relation to applications for assistance and the decision of all questions arising thereon.     4   Annual reports on the activities of the Board shall be made by the Board to the Minister of National Insurance, and the said Minister shall lay each report of the Board under this subsection before Parliament.     5   The constitution and proceedings of the Board shall continue to be governed by the provisions set out in the First Schedule to this Act. being the provisions in that behalf of the  Unemployment Assistance Act, 1934.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "3", "section_title": "Advisory committees.", "section_text": " 3    1   For the purpose of securing that full use is made of the advice and assistance, both on general questions and on difficult individual cases, of persons having local' knowledge and experience in matters affecting the functions of the Board, the Board shall arrange for the establishment of advisory committees throughout Great Britain to act for such areas as the Board think fit.     2   The Board shall pay to members of advisory committees appointed by the Board such travelling and other allowances (including compensation for loss of remunerative time) as the Board, after consultation with the Minister of National Insurance and with the consent of the Treasury may determine.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "4", "section_title": "Duty of Board to assist persons in need.", "section_text": " 4   It shall be the duty of the Board in accordance with the following provisions of this Part of this Act to assist persons in Great Britain who are without resources to meet their requirements, or whose resources (including benefits receivable under the National Insurance Acts, 1946) must be supplemented in order to meet their requirements.  "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "5", "section_title": "Determination of need for assistance.", "section_text": " 5    1   The question whether a person is in need of assistance, and the nature and extent of any assistance to be given to him, shall, subject to the provisions of this Act as to appeals, be decided by the Board.     2   The Minister of National Insurance shall in accordance with the provisions of the next following section make regulations as to the computation of requirements and resources for the purposes of this Part of this Act and as to the decision of any such question as aforesaid, and the Board shall give effect to the relevant provisions of the regulations.     3   Regulations under this section may make different provision for different classes of cases, and in particular shall make special provision for blind persons and persons who have suffered a loss of income in order to undergo treatment for tuberculosis of the respiratory system.     4   Regulations under this section shall include provision for securing that the rules as to disregarding certain assets set out in the Second Schedule to this Act shall be observed in computing resources.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "6", "section_title": "Preparation, making and coming into operation of regulations under section five.", "section_text": " 6    1   The Board shall as soon as may be after the passing of this Act, and thereafter from time to time as occasion may require, prepare and submit to the Minister of National Insurance (in this section referred to as \" the Minister \") draft regulations under the last foregoing section.     2   The Minister shall consider any draft submitted to him under the last foregoing subsection and shall make draft regulations either in the form of the draft as submitted or with such variations and amendments as he thinks fit.     3   Where the Minister makes any draft regulations otherwise than in the form of the draft submitted to him, then before making the draft regulations he shall inform the Board of the variations and amendments which he intends to make, the Board shall report to him thereon, and he shall consider the report.     4   Any draft regulations made by the Minister under this section shall be laid before Parliament as soon as may be after they are made, and, if the draft regulations so laid are made otherwise than in the form submitted to the Minister, there shall also be laid before Parliament a statement of the Minister's reasons for, and a copy of the report of the Board on, the variations and amendments made by him.     5   If each House resolves that draft regulations made by the Minister under this section be approved, the Minister shall in the terms of the draft make regulations under the last foregoing section to take effect on such date as may be specified in the regulations.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "7", "section_title": "Aggregation of requirements and resources.", "section_text": " 7    1   Where it appears to the Board that an applicant for assistance has to provide for requirements of some other person being a member of the same household, the Board shall, subject to the provisions of this Act, give assistance by reference to the aggregate requirements and aggregate resources of the applicant and the said other person.     2   Where in the giving of assistance to an applicant therefor the requirements of another person are taken into account, that person is in this Act referred to as a dependant of the applicant.     3   Where a husband and wife are members of the same household, their requirements and resources shall in all cases be aggregated for the purposes of this Part of this Act.     4   Notwithstanding anything in the foregoing provisions of this section, where it appears to the Board expedient so to do for the purpose of giving assistance in accordance with the provisions of subsection (3) of section eight or the provisions of section ten of this Act, the Board may decline to treat as a dependant of an applicant for assistance any person who has attained the age of sixteen years.     5   No application for assistance shall be made by a person who has not attained the age of sixteen years, but nothing in this subsection shall prejudice the giving of assistance by reference to the requirements of any such person as a dependant of another person.     6   Regulations under section five of this Act shall include provision for securing, in the case of a person being a member of a household,—   a   that the resources of any other member of the household, not being the husband or wife, or a dependant, of the said person, shall not be treated as resources of the said person;     b   that if he is the householder his resources shall, unless exceptional circumstances are shown, be deemed to include contributions at the prescribed rate towards the expenses of the household from members thereof who are not dependants of his:      Provided that paragraph (b) of this subsection shall not have effect in relation to a householder who is a blind person or the husband or wife of a blind person.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "8", "section_title": "Assistance grants.", "section_text": " 8    1   Subject to the provisions of this Part of this Act, the Board shall discharge their duty to give assistance by the making of grants in money (hereafter in this Act referred to as \"assistance grants \").     2   Where it appears to the Board that it is necessary for protecting the interests of an applicant for an assistance grant or of his dependants that the whole or any part of the grant should be issued to some person other than the applicant, the Board may issue the grant accordingly.     3   The Board may require, as a condition of the making of an assistance grant to a person, that he shall be registered for employment in such manner as may be prescribed by the Board.     4   Stamp duty shall not be chargeable on any receipt for an assistance grant.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "9", "section_title": "Disqualifications for assistance grants.", "section_text": " 9    1   An assistance grant shall not be made to meet the requirements of a person (including requirements to provide for any other person) for any period during which that person is engaged in remunerative full-time work, and where a husband and wife are members of the same household no assistance grant shall be made to meet the requirements of the wife for any period during which the husband is so engaged:    Provided that this subsection shall not, where regulations of the Board so provide, apply until the expiration of such time from the beginning of the engagement as may be prescribed by the regulations.     2   The last foregoing subsection shall not apply in the case of work otherwise than under a contract of service where the earning power of the person engaged in the work is, by reason of a disability, substantially reduced in comparison with that of other persons similarly occupied.     3   An assistance grant shall not be made to meet the requirements of a person, other than requirements to provide for any other person, for any period during which he is without employment by reason of a stoppage of work which was due to a trade dispute at his place of employment and during which the stoppage of work continues, unless during the stoppage of work he has become bona fide employed elsewhere in the occupation which he usually follows or has become regularly engaged in some other occupation :    Provided that this subsection shall not apply in the case of a person who proves—   a   that he is not participating in or financing or directly interested in the trade dispute which caused the stoppage of work; and     b   that he does not belong to a grade or class of workers of which, immediately before the commencement of the stoppage, there were members employed at his place of employment any of whom are participating in or financing or directly interested in the dispute.      "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "10", "section_title": "Assistance in special cases.", "section_text": " 10    1   Where it appears to the Board that an applicant for assistance, being a person who is not in receipt of unemployment benefit under the  National Insurance Act, 1946, refuses or neglects to maintain himself or any person whom for the purposes of this Act he is liable to maintain, the Board may make a report to the Appeal Tribunal, and the Tribunal, after giving the applicant an opportunity of being heard, may direct that during such period as may be specified in the direction he shall be subject to the following provisions of this section.     2   The Board may require, as a condition of the making of an assistance grant in respect of any such period as aforesaid, that the applicant shall attend such course of instruction or training approved by the Minister of National Insurance for the purpose of this section as the Board may specify and that he shall comply with the rules there in force.     3   The Board may, in lieu of giving assistance in respect of any period specified in a direction under subsection (1) of this section by the making of assistance grants, give assistance by maintaining the applicant in a re-establishment centre provided under this Part of this Act or in accordance with arrangements under subsection (4) of this section, or subsection (5) thereof so long as it is in force, and by making to him such payments (if any) for meeting his personal requirements as the Board think fit.     4   The Board may enter into arrangements with another Government department or with a voluntary organisation for the maintenance of persons in whose case directions under subsection (1) of this section are in force in a centre provided by the department or organisation for purposes similar to the purposes of a re-establishment centre.     5   The Board may make arrangements with a local authority managing premises in which accommodation is provided under Part III of this Act for the maintenance of such persons as aforesaid in accommodation provided in the premises for the purposes of this subsection.     6   Where a person in whose case a direction under subsection (1) of this section is in force represents to the Appeal Tribunal that there has been a change of circumstances and that by reason thereof the direction ought to be revoked, the Tribunal, after giving the Board an opportunity of being heard, may if they think fit revoke the direction.     7   Subsection (5) of this section shall continue in force for two years and no longer.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "11", "section_title": "Disqualification etc. not to prevent assistance in cases of urgency.", "section_text": " 11    1   Nothing in the two last foregoing sections nor any disqualification or condition attaching thereunder shall prevent the Board's making an assistance grant in an urgent case, and in the making of a grant by virtue of this subsection the Board shall not be bound by any regulations under this Part of this Act which appear to them inappropriate in the circumstances of the case.     2   Where by virtue only of the last foregoing subsection the Board make an assistance grant to meet the requirements of a person engaged in remunerative full-time work, they may recover from him the whole or part of the assistance grant if they are satisfied that the circumstances are such that it is equitable so to do.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "12", "section_title": "Assistance in kind.", "section_text": " 12    1   Where it appears to the Board that by reason of special circumstances the requirements of a person can best be met by giving in kind the whole or part of assistance of which he is in need, the Board may so give assistance instead of giving assistance in money.     2   References in this Part of this Act to the giving of assistance in kind include references to the issuing of orders for the free provision of goods or services.     3   Notwithstanding anything in this Part of this Act or regulations made thereunder in giving assistance in accordance with this section to meet sudden and urgent need the Board may dispense with inquiry into resources or other circumstances and with compliance with any regulations of the Board.     4   Subject to the last foregoing subsection, the provisions of this Act other than- this section shall apply to assistance given in accordance with this section as they apply to assistance grants, but with the substitution for references to the amount of the grant of references to the value of the assistance.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "13", "section_title": "Prevention of duplication of payments.", "section_text": " 13    1   Where payments in respect of—   a   unemployment, sickness, maternity, or widow's benefit, guardian's allowance, or retirement pension under the National Insurance Act, 1946,     b   benefit under the  National Insurance (Industrial Injuries) Act, 1946,     c   pension under the  Old Age Pensions Act, 1936, or     d   allowances under the  Family Allowances Act, 1945,    are in arrears for any period and assistance grants have been made for that period by reference to the requirements of the person to whom the payments are due, the payments may, at the discretion of the authority administering the benefit, pension or allowances in question, be abated to the extent to which the actual amount of those assistance grants exceeds what would have been their amount, as decided by the Board, if the said payments had not fallen into arrears.     2   Where the liabilities of any fund are reduced by virtue of the last foregoing subsection, there shall be paid out of that fund into the Exchequer an amount equal to the reduction.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "14", "section_title": "Appeals under Part II.", "section_text": " 14    1   Where a person applying for, or in receipt of, assistance is aggrieved by a decision of the Board with respect to any of the following matters, that is to say—   a   a refusal to give assistance;     b   the amount of an assistance grant;     c   the issuing of an assistance grant to a person other than the applicant therefor;     d   any condition subject to which an assistance grant is made;     e   the giving of assistance in kind or the nature or extent of assistance in kind;     f   a decision under subsection (2) of section eleven of this Act to recover the whole or part of an assistance grant;     g   the amount of an abatement under subsection (1) of section thirteen of this Act,    he may appeal to the Appeal Tribunal.     2   A notice stating the effect of subsection (1) of this section shall be conspicuously displayed in every office where assistance grants are made.     3   Where on an appeal under this section any question arises whether a person is disqualified for an assistance grant by virtue of the provisions of this Part of this Act relating to trade disputes, that question shall be referred by the Appeal Tribunal for determination in the manner provided under section forty-three of the National Insurance Act, 1946, and the provisions of the said section forty-three shall have effect accordingly with respect to any question so referred.     4   On an appeal under this section the Appeal Tribunal may confirm the decision of the Board appealed against or substitute therefor any decision which the Board could have made under this Part of this Act, and any decision of the Tribunal shall be conclusive for all purposes.     5   Notwithstanding anything in the enactments referred to in subsection (1) of section thirteen of this Act, a decision of the Board as to the amount of any abatement under the said subsection (1) shall, subject to any appeal under this section, be conclusive for the purposes of the said enactments.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "15", "section_title": "Supplementary provisions as to assistance.", "section_text": " 15    1   The Board may by regulations make provision for carrying this Part of this Act into effect, and in particular (but without prejudice to the generality of this subsection) as to the manner in which applications for assistance are to be made, in which evidence is to be provided of matters relevant to the giving of assistance, and in which assistance grants are to be issued.     2   In so far as regulations under this section provide for the issuing of assistance grants through the Post Office, the regulations shall not have effect unless confirmed by the Postmaster General.     3   Regulations under this section shall have effect subject to the provisions of regulations under section five of this Act.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "16", "section_title": "Re-establishment centres.", "section_text": " 16   For the re-establishment of persons in need thereof through lack of regular occupation or of instruction or training the Board may subject to the approval of the Minister of National Insurance provide centres, to be known as re-establishment centres, where (whether in consequence of a decision of the Board under section ten of this Act or otherwise) such persons may attend or may be maintained by the Board, and in either case may be afforded by the Board the occupation, instruction or training requisite to fit them for entry into or return to regular employment.  "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "17", "section_title": "Reception centres.", "section_text": " 17    1   It shall be the duty of the Board to make provision whereby persons without a settled way of living may be influenced to lead a more settled \"life, and the Board shall provide and maintain centres, to be known as reception centres, for the provision of temporary board and lodging for such persons.     2   The Board may require the councils of counties, county boroughs ard large burghs to exercise on behalf of, and in accordance with any directions given by, the Board the functions of the Board under the last foregoing subsection of providing and maintaining reception centres.     3   A council may recover from the Board any expenditure under the last foregoing subsection incurred by them with the approval of the Board, given either as respects that expenditure or generally as respects expenditure up to a specified amount.     4   Before giving directions under subsection (2) of this section the Board shall consult with such local authorities or associations of local authorities as appear to the Board to be concerned.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "18", "section_title": "Accommodation in reception centres in special cases.", "section_text": " 18    1   This section applies to reception centres (hereinafter referred to as \" designated reception centres \") designated by the Minister of National Insurance for the purposes of this section on the application of the Board.     2   Where a person seeks lodging in a designated reception centre and it appears to the Board, or if the centre is being provided by a local authority to the local authority, that the said person persistently resorts to reception centres when capable of maintaining himself, the Board or local authority may direct that he shall only be received into the centre subject to the conditions specified in subsection (4) of this section.     3   On a direction being given under the last foregoing subsection the person to whom it relates may require that the matter shall be referred to the Appeal Tribunal, and if he so requires—   a   the direction shall not have effect until the matter has been determined by the Tribunal, and     b   on any such reference the Tribunal may either quash the direction or order that during such period as may be specified in the order he shall only be admitted to a designated reception centre subject to the conditions specified in the next following subsection.       4   The conditions hereinbefore referred to are—   a   that the person in question shall remain at the centre for at least such period from the time he entered it, not exceeding forty-eight hours, as the Board or the local authority providing the centre may require, and     b   that while the person in question is at the centre he shall do such suitable-work within the curtilage thereof as the Board or local authority may require.       5   A person received into a centre subject to the said conditions shall, if he fails to comply therewith, be liable on summary conviction to a fine not exceeding ten pounds or to imprisonment for a term not exceeding one month.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "19", "section_title": "Management of re-establishment and reception centres.", "section_text": " 19    1   The Board may by regulations make provision for the management of, and preservation of order in, re-establishment centres maintained by the Board and reception centres maintained by them or on their behalf, and such regulations may provide that any person who contravenes or fails to comply with any specified provision thereof shall be liable on summary conviction to a fine not exceeding ten pounds or to imprisonment for a term not exceeding one month.     2   Regulations under the last foregoing subsection may include provision requiring persons accommodated or received in centres, or specified classes of such persons, to do such work for assisting in the running of the centres as may be specified by or under the regulations.     3   Rules made by a local authority under Part III of this Act for the preservation of order in premises in which accommodation is provided under the said Part III nay provide that this subsection shall apply in relation to any provision of the rules, and where such rules so provide any person to whom under subsection (5) of section ten of this Act assistance is given by maintenance in the premises and who contravenes or fails to comply with the provision in question shall be liable on summary conviction to such a fine or to such imprisonment as aforesaid.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "20", "section_title": "Contributions to centres maintained by voluntary organisations.", "section_text": " 20   The Board may make contributions to the funds of any voluntary organisation maintaining centres for purposes similar to the purposes of re-establishment centres or reception centres maintained by the Board.  "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "21", "section_title": "Duty of local authorities to provide accommodation.", "section_text": " 21    1   It shall be the duty of every local authority, subject to and in accordance with the provisions of this Part of this Act, to provide—   a   residential accommodation for persons who by reason of age, infirmity or any other circumstances are in need of care and attention which is not otherwise available to them;     b   temporary accommodation for persons who are in urgent need thereof, being need arising in circumstances which could not reasonably have been foreseen or in such other circumstances as the authority may in any particular case determine.       2   In the exercise of their said duty a local authority shall have regard to the welfare of all persons for whom accommodation is provided, and in particular to the need for providing accommodation of different descriptions suited to different descriptions of such persons as are mentioned in the last foregoing subsection.     3   A local authority shall exercise their functions under this section in accordance with a scheme made thereunder.     4   Accommodation provided by a local authority in the exercise of their said functions shall be provided in premises managed by the authority or, to such extent as may be specified in the scheme under this section, in such premises managed by another local authority as may be agreed between the two authorities and on such terms, including terms as to the reimbursement of expenditure incurred by the said other authority, as may be so agreed.     5   References in this Act to accommodation provided under this Part thereof shall be construed as references to accommodation provided in accordance with this and the five next following sections, and as including references to board and other services, amenities and requisites provided in connection with the accommodation except where in the opinion of the authority managing the premises their provision is unnecessary.     6   References in this Act to a local authority providing accommodation shall be construed, in any case where a local authority agree with another local authority for the provision of accommodation in premises managed by the said other authority, as references to the first-mentioned local authority.     7   Without prejudice to the generality of the foregoing provisions of this section, a local authority may—   a   provide, in such cases as they may consider appropriate, for the conveyance of persons to and from premises in which accommodation is provided for them under this Part of the Act;     b   themselves provide on the premises in which accommodation is being provided such health services, not being specialist services or services of a kind normally provided only on admission to a hospital, as appear to the authority requisite and as may be specified in the scheme under this section;     c   arrange for the provision on the premises of local health services.      In this subsection the expression \" local health services \" means the like services as are provided under Part III of the  National Health Service Act, 1946, or of the  National Health Service (Scotland) Act, 1947, for persons in their own homes; and a local health authority for the purposes of the said Part III shall by virtue of this subsection have power to provide any local health services to which arrangements under this subsection relate.     8   Save as provided in the last foregoing subsection, nothing in this section shall authorise or require a local authority to make any provision authorised or required to be made (whether by that or by any other authority) by or under any enactment not contained in this Part of this Act.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "22", "section_title": "Charges to be made for accommodation.", "section_text": " 22    1   Persons for whom accommodation is provided under this Part of this Act shall pay for the accommodation in accordance with the following provisions of this section.     2   Subject to the following provisions of this section, the payment for any such accommodation shall be in accordance with a standard rate fixed for that accommodation by the authority managing the premises in which it is provided.     3   Where a person for whom accommodation in premises managed by any local authority is provided, or proposed to be provided, under this Part of this Act satisfies the local authority that he is unable to pay therefor at the standard rate, the authority shall assess his ability to pay (apart from any supplementation of his resources which he will receive under Part II of this Act), and accordingly determine at what lower rate he shall be liable to pay for the accommodation:    Provided that the liability shall in no case be reduced below such sum per week as may be prescribed by the Minister.     4   In assessing for the purposes of the last foregoing subsection a person's ability to pay, a local authority shall assume that he will need for his personal requirements such sum per week as may be prescribed by the Minister, or such other sum as in special circumstances the authority may consider appropriate.     5   In assessing as aforesaid a person's ability to pay, a local authority shall give effect to the relevant provisions of the Second Schedule to this Act.     6   Where temporary accommodation is provided for a person for less than a week, or it appears to the authority managing the premises in which temporary accommodation is being provided for a person that by reason of special circumstances charges therefor cannot appropriately be made in accordance with the provisions of subsections (2) and (3) of this section, those provisions shall not apply but the said person shall pay for the accommodation at such rate as the local authority may determine.     7   Where accommodation is provided for a child accompanied by a person over the age of sixteen, the foregoing provisions of this section shall have effect subject to the following modifications:—   a   in respect of the accommodation provided for the child payment shall be made by the person by whom the child is accompanied,     b   the personal requirements of the child shall be treated as personal requirements of the person by whom the child is accompanied, and for the purposes of subsection (4) of this section the fact that that person is accompanying the child may be treated as special circumstances.       8   Where accommodation is provided by a local authority in premises managed by another local authority, the payment therefor under this section shall be made to the authority managing the premises and not to the authority providing accommodation, but the authority managing the premises shall account for the payment to the authority providing the accommodation.     9   Where the whole or part of a liability arising under this section is taken into account by the Board in making an assistance grant, and the person receiving the grant fails to pay any sum due from him under this section, the Board may, in lieu of issuing the whole of the grant to the person to whom it is made, issue to the local authority concerned, in or towards the satisfaction of the liability, so much of the grant as relates to that liability.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "23", "section_title": "Management of premises in which accommodation provided.", "section_text": " 23    1   Subject to the provisions of this Part of this Act, a local authority may make rules as to the conduct of premises under their management in which accommodation is provided under this Part of this Act and as to the preservation of order in the premises.     2   Rules under this section may provide that where by reason of any change in a person s circumstances he is no longer qualified to receive accommodation under this Part of this Act or where a person has otherwise become unsuitable therefor, he may be required by the local authority managing the premises to leave the premises in which the accommodation is provided.     3   Rules under this section may provide for the waiving of part of the payments due under the last foregoing section where in compliance with the rules persons for whom accommodation is provided assist in the running of the premises.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "24", "section_title": "Authority liable for provision of accommodation.", "section_text": " 24    1   The local authority liable under this Part of this Act to provide residential accommodation for any person shall subject to the following provisions of this Part of this Act be the authority in whose area the person is ordinarily resident     2   The local authority liable under this Part of this Act to provide temporary accommodation for any person shall be the authority in whose area the person is.     3   Where a person in the area of a local authority—   a   is a person with no settled residence, or     b   not being ordinarily resident in the area of the local authority, is in urgent need of residential accommodation under this Part of this Act,    the authority shall have the like duty to provide residential accommodation for him as if he were ordinarily resident in their area.     4   Subject to and in accordance with the scheme under section twenty-one of this Act, a local authority shall have power, as respects a person ordinarily resident in the area of another local authority, with the consent of that other authority to provide residential accommodation for him in any case where the authority would have a duty to provide such accommodation if he were ordinarily resident in their area.     5   Where a person is provided with residential accommodation under this Part of this Act, he shall be deemed for the purposes of this Act to continue to be ordinarily resident in the area in which he was ordinarily resident immediately before the residential accommodation was provided for him.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "25", "section_title": "Power of Board to require provision of accommodation in urgent cases.", "section_text": " 25    1   Where the Board are satisfied that a person in the area of a local authority is in urgent need of accommodation under this Part of this Act, the Board may require the local authority to provide such accommodation for him.     2   Notwithstanding anything in section twenty-three of this Act or the rules made thereunder, where accommodation is being provided for a person in compliance with a requirement under the last foregoing subsection, he shall not be required to leave the premises in which the accommodation is provided except with the consent of the Board or, where the Board refuse to give consent, with the consent of the Appeal Tribunal.     3   Where a local authority are aggrieved by any requirement made by the Board under subsection (1) of this section, the authority may, but without prejudice to their duty to comply with the requirement in the meanwhile, appeal to the Appeal Tribunal, and on any such appeal the Tribunal may cancel or confirm the requirement of the Board.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "26", "section_title": "Provision of accommodation in premises maintained by voluntary organisations.", "section_text": " 26    1   Notwithstanding anything in the foregoing provisions of this Part of this Act, a scheme under section twenty-one thereof may provide for the making by a local authority, in lieu or in supplementation of the provision of accommodation in premises managed by them or another local authority, of arrangements with a voluntary organisation managing any premises for the provision of accommodation in those premises.     2   Any such arrangements as aforesaid shall provide for the making by the local authority to the organisation of payments in respect, of the accommodation provided at such rates as may be determined by or under the arrangements.     3   A person for whom accommodation is provided under any such arrangements shall, in lieu of being liable to make payment therefor in accordance with section twenty-two of this Act, refund to the local authority any payments made in respect of him under the last foregoing subsection:    Provided that where a person for whom accommodation is provided, or proposed to be provided, under any such arrangements satisfies the local authority that he is unable to make a refund at the full rate determined under that subsection, subsections (3) to (5) of section twenty-two of this Act shall, with the necessary modifications, apply as they apply where a person satisfies the local authority of his inability to pay at the standard rate as mentioned in the said subsection (3).     4   Subsections (6), (7) and (9) of the said section twenty-two shall, with the necessary modifications, apply for the purposes of the last foregoing subsection as they apply for the purposes of the said section twenty-two.     5   Where in any premises accommodation is being provided under subsection (1) of this section in accordance with arrangements made by -any local authority, any person authorised in that behalf -by the authority may at all reasonable times enter and inspect the premises.     6   A local authority may make contributions to the funds of any voluntary organisation providing, or proposing to provide, accommodation for the like purposes as accommodation provided by a local authority under the foregoing provisions of this Part of this Act.     7   In this section the expression \"voluntary organisation\" includes any association which is a housing association for the purposes of the  Housing Act, 1936, or the Housing (Scotland) Acts, 1925 to 1946.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "27", "section_title": "Investigation of resources etc. by Board.", "section_text": " 27   A local authority may refer to the Board for investigation any question arising as to the resources or other circumstances of a person applying for accommodation under this Part of this Act or for whom such accommodation is being provided.  "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "28", "section_title": "Exchequer contributions to local authorities.", "section_text": " 28    1   Subject to the provisions of this section, the Minister shall make annual contributions to local authorities in respect of premises provided by them for the purposes of the foregoing provisions of this Part of this Act, being premises provided in accordance with proposals approved by the Minister and used in accordance with any conditions subject to which the proposals were approved.     2   It shall be a condition of the making of contributions under this section in respect of any premises—   a   that the premises are for the time being used or available for the provision therein of accommodation under this Part of this Act; and either     b   that the construction of the premises, and of any other premises forming part of the same building, was begun on or after the thirty-first day of October, 1947; or     c   that the premises were acquired on or after that day.       3   Annual contributions under this section in respect of any premises falling within paragraph (b) of the last foregoing subsection shall be made for such period not exceeding sixty years as the Minister may determine, being a period beginning with the completion of the premises, and shall be of the following amounts, that is to say—   a   in respect of each single bedroom comprised in the premises which is intended for the provision of accommodation under this Part of this Act, the sum of seven pounds ten shillings;     b   in respect of each other bedroom comprised in the premises which is intended for the provision of accommodation under this Part of this Act,, such sum not exceeding six pounds ten shillings as may be prescribed by the Minister, multiplied by the number of persons for whose occupation the room is intended.       4   Annual contributions under this section in respect of any premises falling within paragraph (c) of subsection (2) thereof shall be made for such period not exceeding sixty years as the Minister may determine, being a period beginning with the time when the adaptation of the premises was completed, or if no adaptation was required with the date of the acquisition of the premises, and shall be of an amount not exceeding the amount specified in paragraphs (a) and (b) of the last foregoing subsection and not exceeding two-thirds of the difference between—   a   the estimated average annual payments falling to be made by the local authority in question in respect of the charges on account of loans raised by the authority for the purpose of acquiring or adapting the premises, or which would have fallen to be so made if the sums expended by the local authority for the said purpose had been raised by means of loans, and     b   such sum as may be prescribed by the Minister multiplied by the number of persons for whose accommodation under this Part of this Act provision is made in the premises.      The sum to be prescribed for the purposes of paragraph (b) of this subsection shall be of an amount equal to fifty-two times such part of the sum prescribed under the proviso to subsection (3) of section twenty-two of this Act as may be determined by the Minister to represent payment in respect of the use of the premises.     5   In the last foregoing subsection references to adaptation are references to adaptation for the provision of accommodation under this Part of this Act, and do not include references to any adaptation carried out after the premises in question have been brought into use for the provision of such accommodation.     6   Where a local authority enters into arrangements under section twenty-six of this Act with any such association as is mentioned in subsection (7) of that section, the local authority shall be entitled to receive the like contributions (if any) under this section in respect of any premises to which the arrangements relate as if the premises had been provided by the local authority, but where a local authority receive contributions by virtue of this subsection as respects any year the local authority shall as respects that year make under subsection (6) of the said section twenty-six contributions to the association of amounts not less than the contributions under this section received by the authority.     7   Where at any time after the coming into operation of this section the Minister proposes to make an order under section sixteen of the  Housing (Financial and Miscellaneous Provisions) Act, 1946 (which, provides for the periodical review of contributions under the Housing Acts, 1936 to 1946) he shall consider the relation of the foregoing provisions of this section to the provisions as to contributions of the Housing Acts. 1936 to 1946, and an order under the said section sixteen may provide, in relation to contributions under this section or any class of such contributions, for reducing the amount of the contributions or the period for which they are payable, or both that amount and that period, to such extent, if any, as appears to the Minister to be requisite having regard to any reduction to be effected by the order of contributions under the said Acts of 1936 to 1940 and of the number of years for which those contributions are to be paid.     8   In the application of this section to Scotland—   a   subsection (1) shall have effect as if at the end thereof there were added the following proviso—    Provided that no contribution shall be payable under this subsection in respect of any premises in respect of which a contribution is payable by the Secretary of State under any other enactment    ;     b   for the references in subsection (3) to seven pounds ten shillings and to six pounds ten shillings there shall be substituted respectively references to eleven pounds and to nine pounds ten shillings;     c   for the references to the Housing (Financial and Miscellaneous Provisions) Act, 1946, and to section sixteen thereof there shall be respectively substituted references to the  Housing (Financial Provisions) (Scotland) Act, 1946, and to section fourteen thereof;     d   for the references to the Housing Acts, 1936 to 1946, there shall be substituted references to the Housing (Scotland) Acts, 1925 to 1946.      "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "29", "section_title": "Welfare arrangements for blind, deaf, dumb and crippled persons, etc.", "section_text": " 29    1   A local authority shall have power to make arrangements for promoting the welfare of persons to whom this section applies, that is to say persons who are blind, deaf or dumb, and other persons who are substantially and permanently handicapped by illness, injury, or congenital deformity or such other disabilities as may be prescribed by the Minister.     2   In relation to persons ordinarily resident in the area of a local authority the authority shall, to such extent as the Minister may direct, be under a duty to exercise their powers under this section.     3   The arrangements made by a local authority under this section shall be carried into effect in accordance with a scheme made thereunder.     4   Without prejudice to the generality of the provisions of subsection (1) of this section, arrangements may be made thereunder—   a   for informing persons to whom arrangements under that subsection relate of the services available for them thereunder;     b   for giving such persons instruction in their own homes or -elsewhere in methods of overcoming the effects of their disabilities;     c   for providing workshops where such persons may be engaged (whether under a contract of service or otherwise) in suitable work, and hostels where persons engaged in the workshops, and other persons to whom arrangements under subsection (1) of this section relate and for whom work or training is being provided in pursuance of the Disabled Persons (Employment) Act, 1944, may live;     d   for providing persons to whom arrangements under subsection (1) of this section relate with suitable work (whether under a contract of service or otherwise) in their own homes or elsewhere;     e   for helping such persons in disposing of the produce of their work;     f   for providing such persons with recreational facilities in their own homes or elsewhere;     g   for compiling and maintaining classified registers of the persons to whom arrangements under subsection (1) of this section relate.       5   A local authority may recover from persons availing themselves of any service provided under this section such charges (if any) as, having regard to the cost of the service, the authority may determine, whether generally or in the circumstances of any particular case.     6   Nothing in the foregoing provisions of this section shall authorise or require—   a   the payment of money to persons to whom this section applies, other than persons for whom work is provided under arrangements made by virtue of paragraph (c) or paragraph (d) of subsection (4) of this section or who are-engaged in work which they are enabled to perform in consequence of anything done in pursuance of arrangements made under this section; or     b   the provision of any accommodation or services required to be provided under the National Health Service Act, 1946, or the National Health Service (Scotland) Act, 1947.       7   A person engaged in work in a workshop provided under paragraph (c) of subsection (4) of this section, or a person in receipt-of a superannuation allowance granted on his retirement from engagement in any such workshop, shall be deemed for the purposes of this Act to continue to be ordinarily resident in the area in which he was ordinarily resident immediately before he became engaged in the work.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "30", "section_title": "Voluntary organisations for disabled persons' welfare.", "section_text": " 30    1   A local authority may, if the scheme under the last foregoing section so provides, employ as their agent for the purposes of that section any voluntary organisation for the time being registered in accordance with this Act being an organisation having for its sole or principal object or among its principal objects the promotion of the welfare of persons to whom the last foregoing section applies.     2   A local authority may make contributions to the funds of any such organisation as is referred to in the last foregoing subsection.     3   Section one hundred and two of the  Local Government Act, 1929, and section sixty-four of the  Local Government (Scotland) Act, 1929 (which sections so far as still in force provide for the making of schemes for contribution by local authorities to voluntary associations providing services for the welfare of the blind) shall cease to have effect.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "31", "section_title": "Contributions to old people's organisations.", "section_text": " 31   A local authority may make contributions to the funds of any voluntary organisation whose activities consist in or include the provision of recreation or meals for old people.  "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "32", "section_title": "Adjustments between authority providing accommodation, etc., and authority of area of residence.", "section_text": " 32    1   Any expenditure which apart from this section would fall to be borne by a local authority—   a   in the provision under this Part of this Act of accommodation for a person ordinarily resident in the area of another local authority, or     b   in the provision under section twenty-nine of this Act of services for a person ordinarily so resident, or     c   in providing under paragraph (a) of subsection (7) of section twenty-one of this Act for the conveyance of a person ordinarily resident as aforesaid,    shall be recoverable from the said other local authority.     2   For the purposes of paragraph (a) of the last foregoing subsection it shall be assumed that the expenditure incurred by a local authority in providing accommodation for any person is, as respects accommodation provided in premises managed by a local authority, at the rate for the time being fixed for that accommodation under subsection (2) of section twenty-two of this Act, and, as respects accommodation provided pursuant to an arrangement made under section twenty-six of this Act, at the rate referred to in subsection (2) of that section.     3   Any question arising under this Part of this Act as to the ordinary residence of a person shall be determined by the Minister.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "33", "section_title": "Local Authorities for purposes of Part III.", "section_text": " 33    1   In this Part of this Act the expression \" local authority \" means the council of a county or county borough in England or Wales, and the council of a county or of a large burgh in Scotland:    Provided that in section thirty-one of this Act the said expression means as respects England and Wales any such council as is specified in the definition of the said expression in section sixty-four of this Act, and as respects Scotland a county, town or district council.     2   The provisions of the Third Schedule to this Act shall have effect with respect to the establishment of committees and joint boards for the purposes of this Part of this Act.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "34", "section_title": "Provisions as to local authority schemes.", "section_text": " 34    1   The following provisions of this section shall have effect as to schemes made under section twenty-one or twenty-nine of this Act.     2   Subject to the provisions of this section, any such scheme shall be made by the local authority and submitted to the Minister, and shall come into force when approved by him.     3   Not later than the date on which any such scheme is submitted to the Minister by the council of a county, that council shall send a copy of the scheme—   a   in the case of London to the Common Council of the City of London and to the council of each metropolitan borough;     b   in the case of any other county, to the council of each county district in the county;    and the Minister before approving the scheme shall take into consideration any representations by any such council as is referred to in paragraph (a) or (b) of this subsection made with respect to the scheme within one month from the date on which it was submitted to the Minister.     4   The Minister may approve any such scheme submitted to him either in the form in which it is submitted or with such modifications as he thinks fit.     5   Any scheme under either of the said sections may be varied or revoked by a subsequent scheme thereunder, and the provisions of the three last foregoing subsections shall apply to such a varying or revoking scheme.     6   Where in the case of any local authority-no scheme is for the time being in force for the exercise of their functions under section twenty-one of this Act, or for the exercise of any powers under section twenty-nine of this Act which the authority are under a duty to exercise, the Minister may require the authority, within such time as he may specify, to submit such a scheme to him for his approval, and if the authority—   a   fail to comply with the requirement, or     b   submit a scheme which appears to the Minister not proper to be approved by him either as submitted or with modifications,    the Minister may himself make a scheme for the exercise of the said functions or powers by the local authority.     7   Where it appears to the Minister that by reason of a change of circumstances it is expedient that any scheme for the exercise by a local authority of their functions under section twenty-one or twenty-nine of this Act should be varied, the Minister may require the authority, within such time as he may specify, to submit to him for his approval a scheme for varying the first-mentioned scheme in such respects as may be specified in the requirement, and if the local authority fail to comply with the requirement the Minister may himself make the varying scheme.     8   This section shall have effect in its application to Scotland as if for subsection (3) the following subsection were substituted:—    3   Not later than the date on which any scheme made under section twenty-one of this Act is submitted to the Minister by the council of a county, the council shall send a copy of the scheme to the town council of each small burgh in the county and the Minister before approving the scheme shall take into consideration any representations by any such town council made with respect to the scheme within one month from the date on which it was submitted to the Minister.       "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "35", "section_title": "Central Authority for purposes of Part III.", "section_text": " 35    1   For the purposes of this Part of this Act the expression \" the Minister \" means the Minister of Health as respects England and Wales, and the Secretary of State as respects Scotland.     2   Subject to the provisions of schemes under this Part of this Act, local authorities shall exercise their functions under this Part of this Act (including any discretion conferred on them thereunder) under the general guidance of the Minister, and in accordance with the provisions of any regulations of the Minister made for the purposes of this subsection.     3   Without prejudice to the generality of the last foregoing subsection, regulations thereunder—   a   may provide for conferring on officers of the Minister authorised under the regulations such powers of inspection as may be prescribed in relation to the exercise of functions under this Part of this Act by or by arrangement with or on behalf of local authorities;     b   may prescribe requirements as to the provision to be made in rules for the conduct of, and preservation of order in, premises in which accommodation is provided under this Part of this Act by local authorities;     c   may make provision with respect to the qualifications of officers employed by local authorities for the purposes of this Part of this Act or by voluntary organisations acting under arrangements with or on behalf of local authorities for those purposes.      "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "36", "section_title": "Default powers of Minister.", "section_text": " 36    1   Where the Minister is of opinion, whether on representations made to him or otherwise, that a local authority have failed to discharge any of their functions under this Part of this Act, or have in the discharge thereof failed to comply with any regulations relating thereto, he may after such inquiry as he may think fit make an order declaring the authority to be in default.     2   An order under the last foregoing subsection shall direct the authority, for the purpose of remedying the default, to discharge such of their functions, in such manner and within such time or times, as may be specified in the order; and if the authority fail to comply with any direction given under this subsection within the time specified in the order, then without prejudice to any other means of enforcing the order the Minister may make an order transferring to himself such of the functions of the authority as he thinks fit.     3   Any expenses certified by the Minister to have been incurred by him in discharging functions transferred to him under this section shall on demand be paid to him by the authority from which the functions were transferred.     4   An authority shall have the like power of raising money required for paying expenses certified by the Minister as aforesaid as they have of raising money for paying expenses incurred directly by them, and the payment of any expenses certified as aforesaid shall, to such extent as may be sanctioned by the Minister, be a purpose for which the authority may borrow money in accordance with the statutory provisions relating to borrowing by that authority.     5   An order under this section may contain such incidental or supplemental provisions as appear to the Minister to be necessary or expedient, including provision for the transfer to the Minister of property and liabilities of the authority in default.     6   Where any such order is varied or revoked by a subsequent order, the revoking order or a subsequent order may make provision for the re-transfer to the authority in default of any property or liabilities transferred from that authority to the Minister under the first-mentioned order and for the transfer to that authority of any property or liabilities acquired or incurred by the Minister in discharging any of the functions transferred to him.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "37", "section_title": "Registration of disabled persons' and old persons' homes.", "section_text": " 37    1   If any person carries on a disabled persons' or old persons' home without being registered under this section in respect thereof, he shall be liable on summary conviction to a fine not exceeding fifty pounds or, in the case of a second or subsequent offence, to imprisonment for a term not exceeding three months or to a fine not exceeding fifty pounds or to both such imprisonment and such fine.     2   An application for registration under this section shall be made to the registration authority, that is to say the council of the county, county borough or large burgh in the area of which the home is situated, and shall be accompanied by a fee of live shillings.     3   Subject to the provisions of this section the registration authority shall, on receipt of an application under the last foregoing subsection, register the applicant in respect of the home named in the application and issue to him a certificate of registration:    Provided that the authority may by order refuse to register the applicant if they are satisfied—   a   that he or any person .employed or proposed to be employed by him in the management of the home or any part thereof is not a fit person, whether by reason of age or otherwise, to carry on or to be so employed at a home of such a description as the home named in the application; or     b   that for reasons connected with situation, construction, state of repair, accommodation, staffing or equipment, the home or any premises used in connection therewith are not fit to be used for a home of such a description as aforesaid; or     c   that the way in which it is proposed to conduct the home is such as not to provide services or facilities reasonably required by persons resorting to such a home.       4   The registration authority may by order at any time cancel the registration of a person in respect of a home on any ground which would entitle them to refuse an application for the registration of that person in respect of that home or on the ground that that person has been convicted of an offence against this section or against regulations under this Part of this Act relating to the conduct of disabled persons' or old persons' homes, or on the ground that any other person has been convicted of such an offence in respect of that home.     5   The certificate of registration under this section issued in respect of any home shall be kept affixed in a conspicuous place in the home; and if default is made in complying with this subsection the person carrying on the home shall be liable on summary conviction to a fine not exceeding five pounds and to a further fine not exceeding forty shillings for each day on which the offence continues after conviction therefor.     6   . Notwithstanding anything in subsection (1) of this section, where the person registered under this section in respect of a home dies his executor or his widow or any other member of his family may for a period not exceeding four weeks from his death, or such longer period as the registration authority may sanction, carry on the home without being registered in respect thereof.     7   Where an offence against this section or any regulations under this Part of this Act relating to disabled persons' or old persons' homes has been committed by a body corporate, every person who at the time of the commission of the offence was a director, general manager, secretary or other similar officer of the body corporate, or was purporting to act in any such capacity, shall be deemed to be guilty of that offence unless he proves that the offence was committed without his consent or connivance and that he exercised all such diligence to prevent the commission of the offence as he ought to have exercised having regard to the nature of his functions in that capacity and to all the circumstances.     8   The registers kept for the purposes of this section shall be available for inspection at all reasonable times, and a person inspecting any such register shall be entitled to make copies of entries therein on payment of such fee (if any), not exceeding one shilling for each entry, as the registration authority may determine.     9   In this Act the expression \" disabled persons' or old persons' home \" means any establishment the sole or main object of which is, or is held out to be, the provision of accommodation, whether for reward or not, for persons to whom section twenty-nine of this Act applies or for the aged or for both:    Provided that the said expression does not include—   a   any hospital maintained in pursuance of an Act of Parliament,     b   any institution for persons of unsound mind within the meaning of the Lunacy and Mental Treatment Acts, 1890 to 1930 or any mental hospital within the meaning of the Lunacy (Scotland) Acts, 1857 to 1913,     c   any institution, house or home certified or approved under the Mental Deficiency Acts, 1913 to 1927 or the Mental Deficiency (Scotland) Acts, 1913 and 1940,     d   any nursing home as defined in Part VI of the  Public Health Act, 1936, or the  Nursing Homes Registration (Scotland) Act, 1938,     e   any voluntary home as defined in Part V of the  Children and Young Persons Act, 1933, or Part VI of the  Children and Young Persons (Scotland) Act, 1937.     f   any other premises being premises managed by a Government department or local authority, the Scottish Special Housing Association, or any other authority or body constituted by special Act of Parliament or incorporated by Royal Charter, or     g   any existing establishment exempted from the operation of this section by or under regulations of the Minister of Health made after consultation with the Charity Commissioners, or as respects Scotland by or under regulations made by the Secretary of State.      In the last foregoing paragraph the expression \" existing establishment \" means an establishment which was being carried on immediately before the coming into operation of this section, but no establishment so carried on shall be exempted under that paragraph as respects any premises in which it was not being carried on immediately before the coming into operation of this section.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "38", "section_title": "Procedure and right of appeal where registration refused or cancelled.", "section_text": " 38    1   Not less than fourteen days before making under the last foregoing section an order refusing an application for registration or an order cancelling any registration, the registration authority shall send by post to the applicant or to the person registered, as the case may be, notice of their intention to make such an order.     2   Every such notice shall state the grounds on which the authority intend to make the order and shall contain an intimation that if within fourteen days after the receipt of the notice the applicant or person registered, as the case may be, informs the authority in writing of his desire to show cause, in person or by a representative, why the order should not be made, the authority will before making the order afford him an opportunity so to do.     3   If the registration authority, after giving the applicant or person registered, as the case may be, an opportunity of being heard by them, decide to refuse the application for registration, or to cancel the registration, they shall make an order to that effect and shall send a copy of the order by post to the applicant or person registered, as the case may be.     4   A person aggrieved by an order refusing an application for registration under the last foregoing section or cancelling any registration thereunder may appeal to a court of summary jurisdiction having jurisdiction in the place where the home in question is situated; and the cancellation under the last foregoing section of any registration shall not take effect until the expiration of the time within which an appeal may be brought under this subsection or, where such an appeal is brought, before the determination of the appeal.     5   Sections three hundred to three hundred and two of the Public Health Act, 1936 (which relate to appeals) shall apply for the purposes of this section as if this and the last foregoing section were contained in that Act and that Act extended to London.     6   In the application of this section to Scotland, subsection (5) shall be omitted, and any appeal against an order under subsection (4) shall be brought within twenty-one days from the date of the order.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "39", "section_title": "Inspection of disabled persons' and old persons' homes.", "section_text": " 39    1   Any person authorised in that behalf by the Minister of Health, or as respects Scotland by the Secretary of State, may at all reasonable times enter and inspect any premises which are used, or which that person has reasonable cause to believe to be used, for the purposes of a disabled persons' or old persons' home.     2   Any person authorised in that behalf by the registration authority may at all reasonable times enter and inspect any premises in the area of the authority which are used, or which that person has reasonable cause to believe to be used, as aforesaid.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "40", "section_title": "Supplementary provisions as to regulation of disabled persons' or old persons' homes.", "section_text": " 40    1   The Minister of Health, or as respects Scotland the Secretary of State, may make regulations as to the conduct of disabled persons' or old persons homes, and in particular—   a   for empowering the registration authority to limit the number of persons or persons of any description who may be received into any such home and for enabling registration of any such home to be made subject to the condition that persons shall not be received therein in excess of the number fixed for the home in accordance with the regulations;     b   as to the facilities and services to be provided in such homes.       2   The registers to be kept by registration authorities for the purposes of section thirty-seven of this Act shall be in such form, and contain such particulars, as may be provided by regulations under this section, and such regulations may make provision as to the information to be supplied on any application for registration under the said section thirty-seven.     3   Regulations under this section may provide that a contravention of or failure to comply with any specified provision of the regulations shall be an offence against the regulations; and any person guilty of an offence against regulations under this section shall be liable on summary conviction to a fine not exceeding five pounds or, in the case of a second or subsequent offence, to a fine not exceeding twenty pounds.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "41", "section_title": "Registration of charities for disabled persons.", "section_text": " 41    1   The  War Charities Act, 1940, shall, subject to the provisions of this section, have effect as if throughout that Act references to a war charity included references to any charity for disabled persons, that is to say, any fund, institution, association or undertaking, whether established before or after the passing of this Act, having for its sole or principal object or among its principal objects the promotion of the welfare of persons, to whom section twenty-nine of this Act applies.     2   In the application of the said Act of 1940 to charities for disabled persons, the provisions of that Act shall have effect subject to the following provisions of this subsection:—   a   the registration authorities shall be the councils of counties, county boroughs and large burghs;     b   in relation to charities not being war charities as defined in the said Act of 1940 as originally enacted, subsection (3) of section one of that Act shall be amended by-the substitution for the reference to the passing of that Act of a reference to the coming into operation of this section;     c   notwithstanding anything in subsection (1) of section two of the said Act of 1940, the registration authority may refuse to register a charity if they are satisfied that its objects are adequately attained by a charity registered in accordance with this section;     d   regulations made by the Charity Commissioners under section four of the said Act of 1940 shall be subject to the approval of the Minister of Health instead of the Secretary of State;     e   paragraph (e) of subsection (1) of the said section four (under which regulations may require appeals and advertisements to state that a charity is registered under the said Act of 1940) shall have effect as if for the words \" under this Act \" there were substituted the words \" in accordance with the National Assistance Act, 1948 \".       3   Regulations made under section four of the said Act of 1940 shall provide, in the case of a charity for disabled persons which immediately before the coming into operation of this section was registered under the  Blind Persons Act, 1920, or the War Charities Act, 1940, for the registration to have effect as registration in accordance with this section, and shall make such consequential provision as may be necessary for that purpose.     4   In section two of the  Finance (No. 2) Act, 1945 (which provides for exemption from purchase tax on wireless receivers belonging to charities registered under section three of the Blind Persons Act, 1920) for the words '' under section three of the Blind Persons Act, 1920 \" there shall be substituted the words \" in accordance with section forty-one of the National Assistance Act, 1948, or any corresponding enactment of the Parliament of Northern Ireland. \"    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "42", "section_title": "Liability to maintain wife or husband, and children.", "section_text": " 42    1   For the purposes of this Act—   a   a man shall be liable to maintain his wife and his children, and     b   a woman shall be liable to maintain her husband and her children.       2   The reference in paragraph (a) of the last foregoing subsection to a man's children includes a reference to children of whom he has been adjudged to be the putative father, and the reference in paragraph (b) of that subsection to a woman's children includes a reference to her illegitimate children.     3   In the application of subsection (2) of this section to Scotland, for the reference to children of whom a man has been adjudged to be the putative father there shall be substituted a reference to children his paternity of whom has been admitted or otherwise established.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "43", "section_title": "Recovery of cost of assistance from persons liable for maintenance.", "section_text": " 43    1   Where assistance is given or applied for by reference to the requirements of any person (in this section referred to as a person assisted), the Board or the local authority concerned may make a complaint to the court against any other person who for the purposes of this Act is liable to maintain the person assisted.     2   On a complaint under this section the court shall have regard to all the circumstances and in particular to the resources of the defendant, and may order the defendant to pay such sum, weekly or otherwise, as the court may consider appropriate.     3   For the purposes of the application of the last foregoing subsection to payments in respect of assistance given before the complaint was made, a person shall not be treated as having at the time when the complaint is heard any greater resources than he had at the time when the assistance was given.     4   In this section the expression \" assistance \" means an assistance grant, assistance in kind or assistance given under section ten of this Act (hereinafter referred to as \" assistance under Part II of this Act \"), or the provision of accommodation under Part III of this Act (hereinafter referred to as \" assistance under Part III of this Act \"); and the expression \" the court \" means a court of summary jurisdiction- having jurisdiction in the place where the assistance was given or applied for.     5   Payments under subsection (2) of this section shall be made—   a   to the Board or the local authority concerned, in respect of the cost of assistance, whether given before or after the making of the order, or     b   to the applicant for assistance or any other person being a person assisted, or     c   to such other person as appears to the court expedient in the interests of the person assisted,    or as to part in one such manner and as to part in another, as may be provided by the order.     6   The payments to be made to the Board or a local authority under this section shall (irrespective of the recipient thereof) be applied as follows, that is to say—   a   payments in respect of any period during which the person assisted was in receipt of assistance both under Part II of this Act and also under Part III thereof shall inure for the benefit of the Board up to an amount equal to the cost of the assistance under Part II of this Act, and the balance, if any, shall inure for the benefit of the local authority giving the assistance under Part III of this Act,     b   payments in respect of any other period shall inure for the benefit of the Board or local authority giving assistance,    and such adjustments shall be made between the Board and local authorities as may be requisite for giving effect to the foregoing provisions of this subsection.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "44", "section_title": "Affiliation orders.", "section_text": " 44    1   The following provisions of this section shall have effect where—   a   assistance is given under Part II of this Act by reference to the requirements of an legitimate child, or     b   accommodation is provided for an illegitimate child by, or by arrangement with, a local authority under Part III of this Act,    and the provisions of the last foregoing section shall not apply in relation to the father of the child.     2   If no affiliation order is in force, the Board or local authority may within three years from the time when the assistance was given or accommodation provided make application to a court of summary jurisdiction having jurisdiction in the place where the mother of the child resides for a summons to be served under section three of the  Bastardy Laws Amendment Act, 1872.     3   In any proceedings on an application under the last foregoing subsection the court shall hear such evidence as the Board or local authority may produce, in addition to the evidence required to be heard by section four of the said Act of 1872, and shall in all other respects, but subject to the provisions of the next following subsection, proceed as on an application made by the mother under the said section three.     4   An order under section four of the said Act of 1872 made on an application under subsection (2) of this section may be made so as to provide that the payments, or a part of the payments, to be made thereunder shall, in lieu of being made to the mother or a person appointed to have the custody of the child, be made to the Board or local authority or to such other person as the court may direct.     5   On an application by the Board or local authority in any proceedings under the said section three brought by the mother of the child an order under the said section four may be made so as to provide as aforesaid.     6   Any order under the said section four, whether made before or after the commencement of this Act, may on the application of the Board or local authority be varied so as to provide as aforesaid; and any order under the said section four which provides as aforesaid may on the application of the mother of the child be varied so as to provide that the payments thereunder shall be made to the mother or a person appointed to have the custody of the child.     7   In the application of this section to Scotland, subsection (1) shall have effect as if all the words after \" Part III of this Act \" were omitted and the following provisions shall have effect in substitution for the five last foregoing subsections:—   a   the Board or the local authority shall have the like right as the mother to raise an action of affiliation and aliment concluding for payment of aliment for the child;     b   where in any action of affiliation and aliment in respect of the child, whether at the instance of the Board or the local authority under the last foregoing paragraph or at the instance of the mother, the court grants or has granted decree against any person for payment of aliment for the child, the court may, at the time of granting the decree or at any subsequent time, on the application of the Board or the local authority, order that the sums due under the decree or any part thereof shall in lieu of being paid to the mother of the child be paid to the Board or the local authority or such other person as the court may direct;     c   the Board, or local authority or other person in whose favour any such order as aforesaid is made shall have the like right to enforce the decree (so far as relating to the said sums) by diligence, including the right to take proceedings under the  Civil Imprisonment (Scotland) Act, 1882, as if the decree were a decree in favour of the Board or authority or person.       8   Subsection (6) of the last foregoing section shall apply to payments recovered by the Board or local authority under an order made in pursuance of subsections (4) to (7) of' this section as it applies to payments recovered by the Board or local authority under that section.     9   The Secretary of State may issue such new or altered forms of proceedings as he may deem necessary or expedient for giving effect to the foregoing provisions of this section, so far as they apply-to England and Wales.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "45", "section_title": "Recovery in cases of misrepresentation or non-disclosure.", "section_text": " 45    1   If, whether fraudulently or otherwise, any person misrepresents or fails to disclose any material fact, and in consequence of the misrepresentation or failure—   a   the Board or a local authority incur any expenditure under Part II or Part III of this Act, or     b   any sum recoverable under this Act by the Board or a local authority is not recovered,    the Board or authority shall be entitled to recover the amount thereof from the said person.     2   If any question arises, whether in or in connection with any legal proceedings or otherwise, as to the amount which the Board are entitled in any case to recover under the last foregoing subsection, the question shall be referred to the Appeal Tribunal.     3   On any reference under the last foregoing subsection a certificate signed by the clerk of the Appeal Tribunal setting forth the decision of the Tribunal upon the question referred shall be conclusive evidence of the amount recoverable under subsection (1) of this section.     4   For the purposes of this section, any certificate purporting to be signed by the clerk of the Appeal Tribunal shall be deemed to be so signed unless the contrary is proved.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "46", "section_title": "Amendments of Old Age Pensions Act, 1936.", "section_text": " 46    1   In calculating the means of a person for the purposes of the Old Age Pensions Act, 1930, no account shall be taken—   a   of any assistance grant, or     b   of the value to that person of accommodation provided by, or by arrangement with, a local authority under Part III of this Act.       2   Regulations under section twelve of the said Act of 1936 may provide that where a person is undergoing medical or other treatment as an in-patient in a hospital or similar institution no account shall be taken, in calculating his means for the purposes of the First Schedule to that Act, of the value to him of the accommodation, maintenance and services provided in the hospital or institution, but that his pension under that Act shall be adjusted to such extent as may be specified in the regulations.     3   All such claims for old age pensions and questions relating thereto as are mentioned in subsection (1) of section eight of the said Act of 1936 shall be decided by the Board, subject however to the right of a person aggrieved by a decision of the Board to refer the decision to the Appeal Tribunal; and accordingly for the words in the said subsection (1) from \" shall be considered and determined as follows \" to the end of the subsection there shall be substituted—    shall be decided by the National Assistance Board.    1A   Any person aggrieved by a decision of the Board under the last foregoing subsection may refer the claim or question to which the decision relates for decision by the Appeal Tribunal constituted under the National Assistance Act, 1948.        4   The said Act of 1936 shall have effect subject to the amendments specified in the Fourth Schedule to this Act, being minor amendments and amendments consequential on the foregoing provisions of this section.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "47", "section_title": "Removal to suitable premises of persons in need of care and attention.", "section_text": " 47    1   The following provisions of this section shall have effect for the purposes of securing the necessary care and attention for persons who—   a   are suffering from grave chronic disease or, being aged, infirm or physically incapacitated, are living in insanitary conditions, and     b   are unable to devote to themselves, and are not receiving from other persons, proper care and attention.       2   If the medical officer of health certifies in writing to the appropriate authority that he is satisfied after thorough inquiry and consideration that in the interests of any such person as aforesaid residing in the area of the authority, or for preventing injury to the health of, or serious nuisance to, other persons, it is necessary to remove any such person as aforesaid from the premises in which he is residing, the appropriate authority may apply to a court of summary jurisdiction having jurisdiction in the place where the premises are situated for an order under the next following subsection.     3   On any such application the court may, if satisfied on oral evidence of the allegations in the certificate, and that it is expedient so to do, order the removal of the person to whom the application relates, by such officer of the appropriate authority as may be specified in the order, to a suitable hospital or other place in, or within convenient distance of, the area of the appropriate authority, and his detention and maintenance therein:    Provided that the court shall not order the removal of a person to any premises, unless either the person managing the premises has been heard in the proceedings or seven clear days' notice has been given to him of the intended application and of the time and place at which it is proposed to be made.     4   An order under the last foregoing subsection may be made so as to authorise a person's detention for any period not exceeding three months, and the court may from time to time by order extend that period for such further period, not exceeding three months, as the court may determine.     5   An order under subsection (3) of this section may be varied by an order of the court so as to substitute for the place referred to in that subsection such other suitable place in, or within convenient distance of, the area of the appropriate authority as the court may determine, so however that the proviso to the said subsection (3) shall with the necessary modification apply to any proceedings under this subsection.     6   At any time after the expiration of six clear weeks from the making of an order under subsection (3) or (4) of this section an application may be made to the court by or on behalf of the person in respect of whom the order was made, and 011 any such application the court may, if in the circumstances it appears expedient so to do, revoke the order.     7   No application under this section shall be entertained by the court unless, seven clear days before the making of the application, notice has been given of the intended application and of the time and place at which it is proposed to be made—   a   where the application is for an order under subsection (3) or (4) of this section, to the person in respect of whom the application is made or to some person in charge of him;     b   where the application is for the revocation of such an order, to the medical officer of health.       8   Where in pursuance of an order under this section a person is maintained neither in hospital accommodation provided by the Minister of Health under the National Health Service Act 1946, or by the Secretary of State under the National Health Service (Scotland) Act, 1947, nor in premises where accommodation is provided by, or by arrangement with, a local authority under Part III of this Act, the cost of his maintenance shall be borne by the appropriate authority.     9   Any expenditure incurred under the last foregoing subsection shall be recoverable from the person maintained or from any person who for the purposes of this Act is liable to maintain that person; and any expenditure incurred by virtue of this section in connection with the maintenance of a person in premises where accommodation is provided under 'art III of this Act shall be recoverable in like manner as expenditure incurred in providing accommodation under the said Part III.     10   The provisions of section twenty-seven of the National Health Service Act, 1946, and of section sixteen of the National Health Service (Scotland) Act, 1947 (which respectively require local health authorities and the Secretary of State to secure that ambulances and other means of transport are available for the conveyance of certain persons) shall apply to the conveyance of persons in respect of whom an order is made under this section as they apply to the conveyance of the persons specified in the said sections twenty-seven and sixteen.     11   Any person who wilfully disobeys, or obstructs the execution of, an order under this section shall be guilty of an offence and liable on summary conviction to a fine not exceeding ten pounds.     12   For the purposes of this section, the appropriate authorities shall be the councils of county boroughs and county districts and the authorities which are sanitary authorities for the purposes of the  Public Health (London) Act, 1936, and in Scotland the councils of counties and large burghs.     13   The foregoing provisions of this section shall have effect in substitution for any provisions for the like purposes contained in, or having effect under, any public general or local Act passed before the passing of this Act:    Provided that nothing in this subsection shall be construed as affecting any enactment providing for the removal to, or detention in, hospital of persons suffering from notifiable or infectious diseases.     14   Any notice under this section may be served by post.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "48", "section_title": "Duty of councils to provide temporary protection for property of persons admitted to hospitals, etc.", "section_text": " 48    1   Where a person—   a   is admitted as a patient to any hospital, or     b   is admitted to accommodation provided under Part III of this Act, or     c   is removed to any other place under an order made under subsection (3) of the last foregoing section,    and it appears to the council that there is danger of loss of, or damage to, any movable property of his by reason of his temporary or permanent inability to protect or deal with the property, and that no other suitable arrangements have been or are being made for the purposes of this subsection, it shall be the duty of the council to take reasonable steps to prevent or mitigate the loss or damage.     2   For the purpose of discharging the said duty, the council shall have power at all reasonable times to enter any premises which immediately before the person was admitted or removed as aforesaid were his place of residence or usual place of residence, and to deal with any movable property of his in any way which is reasonably necessary to prevent or mitigate loss thereof or damage thereto.     3   A council may recover from a person admitted or removed as aforesaid, or from any person who for the purposes of this Act is liable to maintain him, any reasonable expenses incurred by the council in relation to him under the foregoing provisions of this section.     4   In this section the expression \" council \" means in relation to any property the council of the county, county borough or large burgh in the area of which the property is for the time being situated.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "49", "section_title": "Expenses of council officers acting as Receivers.", "section_text": " 49   Where an officer of the council of a county or county borough with the permission of the council applies for appointment under section one of the  Lunacy Act, 1908, to exercise the powers of management of property referred to in that section, the council may defray any expenses incurred by him in connection with the application or the exercise of the said powers, in so far as those expenses are not recoverable by him from any other source.  "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "50", "section_title": "Burial or cremation of the dead.", "section_text": " 50    1   It shall be the duty of every authority to which this subsection applies to cause to be buried or cremated the body of any person who has died or been found dead in their area, in any case where it appears to the authority that no suitable arrangements for the disposal of the body have been or are being made otherwise than by the authority.     2   The authorities to which the last foregoing subsection applies are the councils of county boroughs and county districts and the authorities which are sanitary authorities for the purposes of the Public Health (London) Act, 1936, and in Scotland county and town councils.     3   The council of a county, county borough or large burgh may cause to be buried or cremated the body of any deceased person who immediately before his death was being provided with accommodation under Part III of this Act by, or by arrangement with, the council or was living in a hostel provided by the council under section twenty-nine of this Act.     4   An authority may recover from the estate of the deceased person or from any person who for the purposes of this Act was liable to maintain the deceased person immediately before his death expenses incurred under subsection (1) or subsection (3) of this section and not reimbursed under the next following subsection.     5   The provisions of subsection (5) of section twenty-two of the National Insurance Act, 1946 (which enable the Minister of National Insurance to make payments to certain authorities out of the National Insurance Fund in respect of the cost of burial or cremation of certain persons) shall apply to all authorities to which subsection (1) of this section applies.     6   Nothing in the foregoing provisions of this section shall affect any enactment regulating or authorising the burial, cremation or anatomical examination of the body of a deceased person; and an authority shall not cause a body to be cremated under this section where they have reason to believe that cremation would be contrary to the wishes of the deceased.     7   The  Burial of Drowned Persons Act, 1808, and the  Burial of Drowned Persons Act, 1886, shall cease to have effect.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "51", "section_title": "Failure to maintain.", "section_text": " 51    1   Where a person persistently refuses or neglects to maintain himself or any person whom he is liable to maintain for the purposes of this Act, and in consequence of his refusal or neglect assistance under Part II of this Act is given to, or accommodation under Part III thereof is provided for, himself or any other person, he shall be guilty of an offence.     2   For the purposes of this section, a person shall not be deemed to refuse or neglect to maintain himself or any other person by reason only of anything done or omitted in furtherance of a trade dispute.     3   A person guilty of an offence under this section shall be liable on summary conviction—   a   where the assistance was given to him, pr the accommodation provided for him, to imprisonment for a term not exceeding three months;     b   in any other case, to a fine not exceeding fifty pounds or to imprisonment for a term not exceeding three months or to both such imprisonment and such fine.      "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "52", "section_title": "False statements.", "section_text": " 52    1   If any person—   a   for the purpose of obtaining, either for himself or for another person, any benefit under Part II or Part III of this Act; or     b   for the purpose of avoiding or reducing any liability under this Act,    makes any statement or representation which he knows to be false, he shall be guilty of an offence and liable on summary conviction to a fine not exceeding one hundred pounds or to imprisonment for a term not exceeding three months or to both such imprisonment and such fine.     2   Notwithstanding anything in any enactment, proceedings for an offence under this section may be begun at any time within three months from the date on which evidence sufficient in the opinion of the Board or the local authority concerned to justify a prosecution for the offence comes to the knowledge of the Board or local authority, or within twelve months from the commission of the offence, whichever period is the longer.     3   For the purposes of the last foregoing subsection, a certificate of the Board or of the local authority as to the date on which such evidence as aforesaid came to the knowledge of the Board or the local authority, as the case may be, shall be conclusive proof thereof.     4   In the application of this section to Scotland, for the references to evidence sufficient to justify a prosecution there shall be substituted references to evidence sufficient to justify a report to the Lord Advocate with a view to consideration of the question of prosecution.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "53", "section_title": "The Appeal Tribunal.", "section_text": " 53   For the purposes of this Act, the Appeal Tribunal shall be such of the tribunals constituted in accordance with the provisions of the Fifth Schedule to this Act as under that Schedule has jurisdiction in the case in question.  "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "54", "section_title": "Inquiries.", "section_text": " 54   The Minister of Health, or as respects Scotland the Secretary of State, may cause such inquiries to be held as he may deem necessary or desirable for the purposes of this Act.  "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "55", "section_title": "Provisions as to entry and inspection.", "section_text": " 55    1   A person who proposes to exercise any power of entry or inspection conferred by this Act shall if so required produce some duly authenticated document showing his authority to exercise the power.     2   Any person who obstructs the exercise of any such power as aforesaid shall be guilty of an offence and liable on summary conviction to a fine not exceeding five pounds in the case of a first offence or twenty pounds in the case of a second or any subsequent offence.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "56", "section_title": "Legal proceedings.", "section_text": " 56    1   Without prejudice to any other method of recovery, any sum due under this Act to the Board or to a local authority shall be recoverable summarily as a civil debt.     2   Notwithstanding anything in any Act, proceedings for the recovery of any sum in the manner provided by the last foregoing subsection may be brought at any time within three years after the sum became due.     3   The council of a county or county borough may prosecute for any offence under this Act.     4   Where the Board are a party to any proceedings under this Act before a court of summary jurisdiction, any officer of the Board authorised in that behalf by a general or special direction of the Board may appear on behalf of the Board notwithstanding that he is not of counsel or a solicitor,     5   This section shall apply to Scotland with the omission in subsection (1) thereof of the word \" summarily \", with the substitution for subsection (2) thereof of the following subsection—    2   Proceedings for the recovery of any such sum as aforesaid shall not be competent after the expiry of three years after the date when the sum became due.     and with the omission of subsection (3) thereof.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "57", "section_title": "Ascertainment of war savings.", "section_text": " 57    1   The Treasury may make regulations authorising or requiring the Postmaster-General and his officers and any officers of a savings bank to make such disclosure of holdings of Government stock on the Post Office Register and National Savings Certificates and of deposits in the bank as may appear necessary for the purpose of ascertaining the war savings of a person under the provisions of the Second Schedule to this Act or any corresponding enactment of the Parliament of Northern Ireland, notwithstanding that such disclosure is prohibited by or under any Act or by the rules of the bank in question.     2   This section shall extend to Northern Ireland.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "58", "section_title": "Acquisition of land.", "section_text": " 58    1   The council of a county borough may be authorised by the Minister of Health to purchase compulsorily any land, whether situate within or without the area of the council, for the purpose of any of their functions under Part III of this Act, and the council of a county or large burgh in Scotland may be authorised by the Secretary of State to purchase compulsorily any land, whether situated within or outside the county or burgh, for the purpose of any of their functions under the said Part III.     2   The  Acquisition of Land (Authorisation Procedure) Act, 1946, shall apply in relation to the compulsory purchase of land by the council of a county borough under this section as, by virtue of subsection (1) of section one hundred and fifty-nine of the  Local Government Act, 1933, it applies to the compulsory purchase of land by a county council for the purpose of their functions under Part III of this Act; and accordingly for the purposes of the said Act of 1946 subsection (1) of this section shall be deemed to have been in force immediately before the commencement of that Act.     3   Section two of the said Act of 1946 (which confers temporary powers for the speedy acquisition of land in urgent cases) shall not apply to the acquisition of land for the purposes of this Act, whether by a county council or by a county borough council,     4   The provisions of the  Acquisition of Land (Authorisation Procedure) (Scotland) Act, 1947 (other than section two thereof) shall apply in relation to the compulsory purchase of land under this section as if subsection (1) thereof had been in force immediately before the commencement of the said Act,    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "59", "section_title": "Accounts of councils of county boroughs.", "section_text": " 59    1   The council of every county borough shall keep accounts of the sums received and expended by them in the exercise of their functions under this Act, and those accounts shall be made up and audited in like manner as the accounts of a county council and shall be kept separately from their other accounts.     2   The enactments' relating to the audit of accounts by a district auditor and to the matters incidental to such audit and consequential thereon shall have effect in relation to the accounts which the council of a county borough are required to keep under this section as they have effect in relation to the accounts of a county council.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "60", "section_title": "Compensation of displaced officers.", "section_text": " 60    1   The Minister of Health, or as respects Scotland the Secretary of State, may by regulations provide for the payment by councils of counties, county boroughs and large burghs, subject to any prescribed exceptions or conditions, of compensation—   a   to persons of such descriptions as may be prescribed who immediately before such date as may be prescribed in relation to the description of persons in question were employed or engaged in such full-time work as may be prescribed and who suffer loss of employment or loss or diminution of emoluments which is attributable to the passing of the National Insurance Acts, 1946, the National Health Service Act, 1946, the National Health Service (Scotland) Act, 1947, or this Act; and     b   to persons of such descriptions as may be prescribed who, having before such date as aforesaid been employed or engaged in such full-time work as may be prescribed and being persons who would have been so employed or engaged immediately before that date but for any national service (as denned in the regulations) in which they have been engaged, lose the prospect of their re-employment or re-engagement in any such work in consequence of the passing of any of the said Acts,    in so far as provision is not made in that behalf by or under any other enactment.     2   The Treasury may by regulations provide for the payment out of moneys provided by Parliament of compensation, subject to any prescribed exceptions or conditions, to persons employed for the purposes of pension committees established under the Old Age Pensions Act, 1936, who suffer loss of employment attributable to the passing of this Act, being persons who are in full-time employment in service which is either wholly for the said purposes or mainly for those purposes and as to the remainder for the purposes of the council of any county, borough or urban district or of any county or town council in Scotland.     3   Regulations under either of the two last foregoing subsections may provide for the determination of questions arising under the regulations.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "61", "section_title": "Expenses and receipts.", "section_text": " 61    1   There shall be defrayed out of moneys provided by Parliament—   a   the expenses of the Board incurred in giving assistance under this Act (including the defraying of travelling expenses of persons applying for or receiving assistance and other expenses of the Board incurred for purposes incidental to the giving of assistance), in the provision and management of re-establishment centres and reception centres, and in making contributions to voluntary organisations maintaining centres for purposes similar to the purposes of re-establishment centres and reception centres, and any other expenses of the Board being administrative expenses incurred under or by virtue of this Act;     b   the salaries and allowances of the secretary, other officers and servants of the Board and any expenses incurred under the provisions of this Act relating to payments to members of advisory committees and of the Appeal Tribunal and to persons attending proceedings before the Appeal Tribunal;     c   any expenses of the Minister of Health or the Secretary of State incurred under section twenty-eight or thirty-six of this Act;     d   any increase attributable to this Act in the sums payable out of moneys provided by Parliament under the Old Age Pensions Act, 1936, the National Health Service Act, 1946, or the National Health Service (Scotland) Act, 1947;     e   the administrative expenses incurred under this Act of any Government department.       2   All receipts under this Act of the Minister of Health, the Secretary of State or the Board shall be paid into the Exchequer.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "62", "section_title": "Transitional provisions, consequential adaptation of enactments and repeals.", "section_text": " 62    1   The transitional provisions set out in the Sixth Schedule to this Act shall have effect for the purposes of this Act.     2   Any enactment passed before the passing of this Act which refers to or is dependent on any provision of the existing poor law or the Unemployment Assistance Act, 1934, shall have effect subject to such adaptations as may be provided by regulations of the Minister of Health, or as respects Scotland the Secretary of State, made not later than the expiration of five years from the coming into operation of this section, being adaptations appearing to him consequential on the cesser of the existing poor law or of the provisions of the said Act of 1934 and the replacement thereof by provisions of this Act or of any other Act of the present Session.     3   The enactments specified in the Seventh Schedule to -this Act are hereby repealed to the extent specified in the third column of that Schedule.     4   Regulations made under subsection (2) of this section shall be of no effect unless approved by resolution of each House of Parliament.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "63", "section_title": "Regulations, rules and orders.", "section_text": " 63    1   No regulations or rules of the Board under this Act shall take effect unless confirmed by the Minister of National Insurance.     2   Any power conferred by this Act on a Minister of the Crown or the Treasury to make or confirm regulations or rules, and the powers conferred by the following provisions of this Act on the Minister of Health and the Secretary of State to make orders, shall be exercisable by statutory instrument.     3   Any statutory instrument for exercising a power to make or confirm regulations or rules under this Act, other than an instrument for exercising the power to make regulations under section five of this Act or under the last foregoing section, shall be subject to annulment in pursuance of resolution of either House of Parliament.     4   Any power conferred by this Act to make an order shall, save where the context otherwise requires, be construed as including a power, exercisable in the like manner and subject to the like conditions, to vary or revoke the order.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "64", "section_title": "Interpretation.", "section_text": " 64    1   In this Act, except where the context otherwise requires, the following expressions have the meanings hereby assigned to them respectively, that is to say:—     \" blind person \" means a person so blind as to be unable to perform any work for which eyesight is essential;      \" child \" means a person under the age of sixteen;      \" dependant \" has the meaning assigned to it by section seven of this Act;      \" disability \" includes mental as well as physical disability;      \" disabled persons' or old persons' home \" has the meaning assigned to it by section thirty-seven of this Act;      \" existing poor law \" means the enactments specified in Part I of the Seventh Schedule to this Act or, as respects Scotland, such of those enactments as apply to Scotland together with the enactments specified in Part II of that Schedule;      \" functions \" includes powers and duties;      \" hospital \" has the meaning assigned to it by section seventy-nine of the National Health Service Act, 1946, or as respects Scotland by section eighty of the National Health Service (Scotland) Act, 1947;      \" large burgh \" has the same meaning as in the  Local Government (Scotland) Act, 1947;      \" local authority \", save as provided in Part III of this Act, means the council of a county, county borough county district or metropolitan borough or the Common Council of the City of London;      \" place of employment \" has the same meaning as in section thirteen of the National Insurance Act, 1946;      \" prescribed \" means prescribed by regulations under this Act;      \" requirements \" does not include any medical, surgical, optical, aural or dental requirements;      \" trade dispute \" has the same meaning as in section thirteen of the National Insurance Act, 1946;      \" voluntary organisation \" means a body the activities of which are carried on otherwise than for profit, but does not include any public or local authority.        2   References in this Act to any enactment shall, except where the context otherwise requires, be construed as references to that enactment as amended by or under any enactment, including this Act.     3   For the purposes of this Act, a person shall be deemed, according to the law in England and Wales as well as according to the law in Scotland, not to have attained the age of sixteen years until the commencement of the sixteenth anniversary of the day of his birth.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "65", "section_title": "General provisions as to application to Scotland.", "section_text": " 65   Subject to any express provision contained in this Act, the following provisions shall have effect for the general application thereof to Scotland:—   a   references to counties and the councils thereof shall be construed, in relation to counties combined for the purposes mentioned in subsection (1) of section one hundred and eighteen of the Local Government (Scotland) Act, 1947, as references to the combined county and the joint county council;     b   a small burgh, as defined in the said Act of 1947, shall, for the purposes of any prevision conferring functions on county councils and town councils of large burghs only, be deemed to be included in the county in the area of which it is situated;     c   for any reference to a court of summary jurisdiction there shall be substituted a reference to the sheriff;     d   for any reference to a complaint there shall be substituted a reference to an application, and the expression \" defendant \" means respondent in any such application;     e   the expression \" local authority \" means in subsection (3) of section two of this Act a county, town or district council, and elsewhere a county or town council.    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "66", "section_title": "Application to Isles of Scilly.", "section_text": " 66   This Act shall, in its application to the Isles of Scilly, have effect subject to such exceptions, adaptations and modifications as the Minister of Health may by order direct.  "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "67", "section_title": "Provisions as to Northern Ireland.", "section_text": " 67    1   Any Act of the Parliament of Northern Ireland having effect for purposes similar to all or any of the purposes of this Act may repeal or alter, in its application to Northern Ireland, any such enactment as follows, that is to say—   a   any enactment specified in the Seventh Schedule to this Act,     b   any other enactment in so far as it refers to or is dependent on any provision of the law relating to the relief of the poor in Northern Ireland,    notwithstanding that the enactment was passed after the appointed day for the purposes of section six of the  Government of Ireland Act, 1920, or relates to matters with respect to which that Parliament have not, apart from this subsection, power to make laws.     2   .Save as expressly provided therein, the provisions of this Act other than the last foregoing subsection shall not extend to Northern Ireland    "}, {"act": "National Assistance Act 1948", "year": 1948, "section": "68", "section_title": "Short title and commencement.", "section_text": " 68    1   This Act may be cited as the National Assistance Act, 1948.     2   This Act shall come into operation on such day as the Minister of Health, or as respects Scotland the Secretary of State, may by order appoint, and different days may be appointed in relation to different provisions of this Act.    "}]