[{"act": "Public Registers and Records (Scotland) Act 1948", "year": 1948, "section": "1", "section_title": " Substitution of a Keeper of the Registers and a Keeper of the Records for the Keeper of the Registers and Records of Scotland.", "section_text": "1 1 It shall be lawful for the  Scottish Ministers  with the consent of the Lord President of the Court of Session to appoint (a) a Keeper of the Registers of Scotland, and (b) a Keeper of the Records of Scotland, and on such appointments being made the office of Keeper of the Registers and Records of Scotland shall cease to exist. 2 There shall be transferred to and vested in the Keeper of the Registers of Scotland the whole functions of the Keeper of the Registers and Records of Scotland with regard to the framing of the General Register of Sasines, the Register of Hornings, the Register of Inhibitions and Adjudications ... and the Register of Deeds, together with the powers and duties transferred to the said Keeper from the Director of Chancery under section seven of the  Reorganisation of Offices (Scotland) Act, 1928. 3 There shall be transferred to and vested in the Keeper of the Records of Scotland, the whole functions of the Keeper of the Registers and Records of Scotland with regard to the preservation of the public registers, records and rolls of Scotland. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In the event of a vacancy in the office of either of the Keepers appointed under this section or in the absence of either of them from any cause his functions shall be performed by such member of his staff or such other person as may be authorised by the  Scottish Ministers . 7 Any reference in any enactment to the Keeper of the General Register of Sasines shall be construed as a reference to the Keeper of the Registers of Scotland, and any reference in any enactment to the Keeper of the Registers and Records of Scotland shall be construed as a reference to the Keeper of the Registers of Scotland or to the Keeper of the Records of Scotland according as the enactment relates to the functions specified in subsection (2) or in subsection (3) of this section. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Public Registers and Records (Scotland) Act 1948", "year": 1948, "section": "2", "section_title": " Provisions as to recording in Register of Sasines.", "section_text": "2 The following provisions shall have effect with regard to the recording of writs in the General Register of Sasines— a the names and designations of the presenters of writs shall not be entered in the minute book; b each page of the minute book shall be signed by the Keeper of the Registers of Scotland or by a deputy duly authorised by him in that behalf, and no further signature shall be necessary for the authentication of the minute book; and in particular it shall not be necessary that the minute book be signed by the presenter of a writ or in the case of a writ transmitted to the Register by post  or electronically   by a clerk in the office of the said Keeper; c  . . . "}, {"act": "Public Registers and Records (Scotland) Act 1948", "year": 1948, "section": "3", "section_title": " Amendment of 31 & 32  Vict.  c.64. s.6. ", "section_text": "3 Section six of the Land Registers (Scotland) Act, 1868, shall be amended by the substitution for the words from “attach to his signature” to “and thereafter” of the words “stamp the words “by post” in the presentment book and thereafter enter.”"}, {"act": "Public Registers and Records (Scotland) Act 1948", "year": 1948, "section": "4", "section_title": " Power to make Acts of Sederunt regarding the Register of Sasines. ", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Registers and Records (Scotland) Act 1948", "year": 1948, "section": "5", "section_title": " Disposal of records which might have been transmitted to Keeper.", "section_text": "5 Any regulations made under section twelve of the  Public Records (Scotland) Act, 1937 with regard to the disposal of records transmitted to the Keeper of the Records of Scotland, shall apply to records which could competently have been transmitted to the said Keeper under section five of the said Act or otherwise if the Keeper and the body or person having the custody of the records so agree."}, {"act": "Public Registers and Records (Scotland) Act 1948", "year": 1948, "section": "6", "section_title": " Interpretation.", "section_text": "6 In this Act, unless the context otherwise requires— the expression “ functions ” includes powers and duties; the expressions “minute book” “ presentment book ” and “ register volume ” have the like meanings as in the Land Registers (Scotland) Act, 1868."}, {"act": "Public Registers and Records (Scotland) Act 1948", "year": 1948, "section": "7", "section_title": "†Short title and repeal.", "section_text": "7 1 This Act may be cited as the Public Registers and Records (Scotland) Act, 1948. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]