[{"act": "Radioactive Substances Act 1948", "year": 1948, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Radioactive Substances Act 1948", "year": 1948, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Radioactive Substances Act 1948", "year": 1948, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Radioactive Substances Act 1948", "year": 1948, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Radioactive Substances Act 1948", "year": 1948, "section": "5", "section_title": " Safety regulations for occupations involving radioactive substances and irradiating apparatus.", "section_text": "5 1 The appropriate Minister may, as respects any class or description of premises or places specified in the regulations, being premises or places in which radioactive substances are manufactured, produced, treated, stored or used or irradiating apparatus is used, make such provision by regulations as appears to the Minister to be necessary— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . and the regulations may, in particular and without prejudice to the generality of this subsection, provide for imposing requirements as to the erection or structural alteration of buildings or the carrying out of works. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Regulations made under this section may provide for imposing requirements, prohibitions and restrictions on employers, employed persons and other persons. 4 Any person who contravenes or fails to comply with any regulation made under this section or any requirement, prohibition or restriction imposed under any such regulation shall be guilty of an offence. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 In this section the expression “ the appropriate Minister ” means such Minister, or such Ministers acting jointly, as may be designated by Order in Council, and different Ministers may be designated, for the purposes of subsection (1) of this section, for different classes or descriptions of premises or places  . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Radioactive Substances Act 1948", "year": 1948, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Radioactive Substances Act 1948", "year": 1948, "section": "7", "section_title": " Power of entry and inspection.", "section_text": "7 1 Any person authorised by the appropriate Minister to act under this section shall, on producing, if so required, a duly authenticated document showing his authority, have a right to enter at all reasonable hours any premises (other than premises wholly or mainly used for residential purposes)  . . . for the purpose of ascertaining whether there has been committed, or is being committed, in or in connection with the premises,  . . . an offence under any provision of this Act  . . . 2 If it is shown to the satisfaction of a justice of the peace on sworn information in writing by a person authorised as aforesaid— a that the exercise of the right conferred by the preceding subsection has been refused or, in the case of premises wholly or mainly used for residential purposes, that a request for admission has been refused, or that the case is one of urgency or that an application or request for admission would defeat the object of the entry; and b that there are reasonable grounds for suspecting that an offence under any provision of this Act  . . . has been or is being committed in or in connection with the premises,  . . . in question; the justice may by warrant under his hand authorise that person and any other person named in the warrant and any constable to enter and search any premises,  . . . if need be by force. 3 Every warrant granted under this section shall continue in force until the purpose for which it was granted has been satisfied. 4 If any person wilfully obstructs any person exercising powers under this section, he shall be guilty of an offence. 5 If any person discloses any information obtained by means of the exercise of powers under this section, being information with regard to any manufacturing process or trade secret, he shall, unless such disclosure was made in accordance with the directions of the appropriate Minister or for the purpose of proceedings for an offence under this Act or any report of those proceedings, be guilty of an offence. 6 In this section the expression “ the appropriate Minister ” means, in relation to the exercise of powers for enforcing any section of this Act, the appropriate Minister within the meaning of that section."}, {"act": "Radioactive Substances Act 1948", "year": 1948, "section": "8", "section_title": " Offences and penalties.", "section_text": "8 1 Any person guilty of an offence under subsection (4) of the last preceding section shall be liable, on summary conviction, to a fine not exceeding twenty pounds or, in the case of a second or subsequent offence, to a fine not exceeding one hundred pounds. 2 Any person guilty of an offence under subsection (5) of the last preceding section shall— a on summary conviction, be liable to a fine not exceeding fifty pounds or to imprisonment for a term not exceeding three months or to both such fine and such imprisonment; or b on conviction on indictment, be liable to a fine not exceeding one hundred pounds or to imprisonment for a term not exceeding two years or to both such fine and such imprisonment. 3 Any person guilty of an offence under any other provision of this Act shall be liable, on summary conviction, to a fine not exceeding one hundred pounds or, in the case of a second or subsequent offence, to a fine not exceeding one hundred pounds or to imprisonment for a term not exceeding three months or to both such fine and such imprisonment. 4 If the act or omission constituting an offence under any provision of this Act in respect of which a person is convicted is continued after conviction, he shall be guilty of a further offence and may, on summary conviction, be punished accordingly. 5 Where an offence under any provision of this Act has been committed by a body corporate, every person who at the time of the commission of the offence was a director, general manager, secretary or other similar officer of the body corporate, or was purporting to act in any such capacity, shall be deemed to be guilty of that offence unless he proves that the offence was committed without his consent or connivance and that he exercised all such diligence to prevent the commission of the offence as he ought to have exercised having regard to the nature of his functions in that capacity and to all the circumstances. 6 The court by which any person is convicted of an offence under any provision of this Act in respect of any substances or apparatus may order that the substances or apparatus shall be forfeited to the Crown. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Radioactive Substances Act 1948", "year": 1948, "section": "9", "section_title": " Regulations and orders.", "section_text": "9 1 Any power conferred by this Act to make regulations  . . . shall be exercisable by statutory instrument and any such instrument shall be subject to annulment in pursuance of a resolution of either House of Parliament. 2 Before any regulations are made under this Act, the Minister or Ministers making the regulations shall publish in the Gazette and in such other manner as he or they may think best adapted for informing persons affected notice of the proposal to make the regulations, and of the place where copies of the draft regulations may be obtained, and of the time (not being less than twenty-eight days) and the manner in which objection may be made to the regulations. 3 If any objection is duly made and is not withdrawn, the said Minister or Ministers shall, before making the regulations, either cause a public inquiry to be held or afford to any person by whom any objection has been duly made and not withdrawn an opportunity of appearing before and being heard by a person appointed by the said Minister or Ministers for the purpose, and shall consider the objection and the report of the person who held the inquiry or the person appointed as aforesaid before making the regulations. 4 Notice of any such inquiry as aforesaid shall be given in such manner as appears to the said Minister or Ministers to be appropriate for the purpose of informing the persons affected, and the provisions of subsections (2), (3) and (5) of section two hundred and ninety of the  Local Government Act 1933 (which relate to evidence and costs) shall apply in relation to any such inquiry as if for any reference therein to the department there were substituted a reference to the said Minister or Ministers."}, {"act": "Radioactive Substances Act 1948", "year": 1948, "section": "10", "section_title": " Power to revoke or vary Orders in Council and orders.", "section_text": "10 Any Order in Council  . . . made under this Act may be revoked or varied by a subsequent Order in Council  . . . made in like manner and subject to the like conditions."}, {"act": "Radioactive Substances Act 1948", "year": 1948, "section": "11", "section_title": " Expenses of Ministers.", "section_text": "11 . . . Any administrative expenses incurred by any Minister of the Crown or Government department under or by virtue of this Act, shall be defrayed out of moneys provided by Parliament."}, {"act": "Radioactive Substances Act 1948", "year": 1948, "section": "12", "section_title": " Interpretation.", "section_text": "12 In this Act, the following expressions have the meanings hereby respectively assigned to them, that is to say:— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ the Gazette ” means, in relation to regulations which have effect in England and Wales only, the London Gazette, and, in relation to regulations which have effect in Scotland only, the Edinburgh Gazette, and, in relation to regulations which have effect in Great Britain, both those Gazettes; “ radioactive substance ” means any substance which consists of or contains any radioactive chemical element, whether natural or artificial; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ substance ” means any natural or artificial substance, whether in solid or liquid form or in the form of a gas or vapour, and also includes any manufactured article or article which has been subjected to any artificial treatment or process. and in this Act references to Wales include, and references to England do not include, Monmouthshire"}, {"act": "Radioactive Substances Act 1948", "year": 1948, "section": "13", "section_title": " Application to Scotland.", "section_text": "13 In the application of this Act to Scotland— a for any reference to a justice of the peace there shall be substituted a reference to the sheriff; and b the provisions of subsections (4) to (7) and subsection (9) of section three hundred and fifty-five of the  Local Government (Scotland) Act 1947 shall apply to any inquiry held in Scotland under section nine of this Act in lieu of the provisions mentioned in subsection (4) of that section."}, {"act": "Radioactive Substances Act 1948", "year": 1948, "section": "14", "section_title": " Application to Northern Ireland. ", "section_text": "14 1 Subject to the provisions of this section this Act extends to Northern Ireland. 2 In the application of this Act to Northern Ireland the following provisions of this subsection shall have effect, that is to say:— a in sections three and eleven, the expression “ Government department ” shall be construed as including a department of the Government of Northern Ireland; b in section five, for the definition of “the appropriate Minister” the following definition shall be substituted— “ the appropriate Minister means such department of the Government of Northern Ireland as may be designated by Order in Council made by the Governor of Northern Ireland by virtue of section four of the Ministries Act (Northern Ireland) 1944 and different departments may be designated, for the purposes of subsection (1) of this section, for different classes or descriptions of premises or places and, for the purposes of subsection (2) of this section, for different forms of transport or for the transport of different classes or descriptions of substances; ” . . . c in subsection (2) of section seven, for the reference to a justice of the peace there shall be substituted a reference to a resident magistrate within the meaning of the Summary Jurisdiction and Criminal Justice Act (Northern Ireland) 1935; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  e the following section shall have effect in lieu of section nine— All regulations and orders made by the Ministry of Health and Local Government for Northern Ireland under this Act shall be laid before each House of the Parliament of Northern Ireland, and if either such House within the statutory period next after any such regulations are laid before it resolves that the regulations be annulled, the regulations shall cease to have effect, but without prejudice to anything done thereunder or to the making of new regulations. In this section the expression “ statutory period ” means a period comprising five days at least on which the Senate or the House of Commons (as the case may require) has sat, but not being in any case shorter in duration than ten days, such days being reckoned without regard to the question whether they are comprised in one or in more than one Session of Parliament ; f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Radioactive Substances Act 1948", "year": 1948, "section": "15", "section_title": " Short title.", "section_text": "15 This Act may be cited as the Radioactive Substances Act 1948."}]