[{"act": "Requisitioned Land and War Works Act 1948", "year": 1948, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Requisitioned Land and War Works Act 1948", "year": 1948, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Requisitioned Land and War Works Act 1948", "year": 1948, "section": "3", "section_title": " Highways.", "section_text": "3 1 Where a Minister certifies as respects any highway— a that in the circumstances existing at a time before the twenty-fourth day of February, nineteen hundred and forty-six an order could have been made under Regulation sixteen, fifty-two or sixty-nine A of the Defence (General) Regulations, 1939, as in force at that time, stopping up or diverting the highway; and b that the exercise of the right to use the highway has been continuously prevented since that time, but without the making of such an order; then section fifteen of the Act of 1945 (which provides for the permanent stopping up or diversion of highways stopped up in the exercise of emergency powers) shall apply as if the exercise of the right to use the highway had been prevented in pursuance of such an order. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Requisitioned Land and War Works Act 1948", "year": 1948, "section": "4", "section_title": " Discharge or modification of easements over land acquired under Defence Acts. ", "section_text": "4 1  . . .  2 Subject to the provisions of this section, where a Minister having power, . . .  , to acquire land under the Defence Acts has so acquired or proposes so to acquire any land which is subject to an easement, he may, by notice served on the persons and in the manner on whom and in which under those Acts notice to treat would be required to be served for the compulsory acquisition of the dominant tenement, extinguish the easement or modify it in such manner and to such extent as may be specified in the notice; and the provisions of subsections (3) and (4) of section seven of the Act of 1945 (which provide for compensation where a restriction is discharged or modified under that section) and the said section forty-one thereof shall with the prescribed adaptations apply where an easement is extinguished or modified under this subsection. 3 Where apart from this subsection any easement, being a right of way or right of laying down, erecting, continuing or maintaining any apparatus on, under or over land, could be extinguished or modified under either of the two last foregoing subsections, and any interest in the dominant tenement is vested in the person carrying on a statutory undertaking (as defined in the  Town and Country Planning Act, 1947) for the purpose of the carrying on thereof, the following provisions of the  Town and Country Planning Act, 1944, that is to say— a section twenty-five (which relates to the extinguishment of rights of way and rights as to apparatus of statutory undertakers and to compensation therefor), b sections twenty-six and twenty-seven (which relate to the extension and modification of powers and duties of statutory undertakers and the relief of statutory undertakers from obligations the fulfilment of which has been rendered impracticable), and c the Schedules referred to in those sections, shall, with the prescribed adaptations, apply as respects the interest of the person carrying on the statutory undertaking, and shall so apply in substitution for any corresponding provisions of the Act of 1945 or of subsection (2) of this section."}, {"act": "Requisitioned Land and War Works Act 1948", "year": 1948, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Requisitioned Land and War Works Act 1948", "year": 1948, "section": "6", "section_title": " Minor and consequential amendments.", "section_text": "6 The Act of 1945 shall have effect subject to the amendments specified in the Schedule to this Act, being minor amendments and amendments consequential on the foregoing provisions of this Act."}, {"act": "Requisitioned Land and War Works Act 1948", "year": 1948, "section": "7", "section_title": " Amount of rental compensation for requisitioned land.", "section_text": "7 1 In relation to rental compensation in respect of the taking possession of land, that is to say compensation calculated in accordance with paragraph (a) of subsection (1) of section two of the Act of 1939 by reference to the rent which might reasonably be expected to be payable by a tenant in occupation of the land, the said section two shall have effect, as respects any period after the commencement of this Act, subject to the provisions of this section. 2 So much of proviso (i) to subsection (1) of the said section two as provides, in relation to rental compensation, for disregarding any appreciation of values due to the emergency, shall not have effect, but— a rental compensation shall not in any case exceed the maximum applicable in that case under the next following section; b where the taking possession of land which gives rise to rental compensation has occurred before the appointed day for the purposes of the  Town and Country Planning Act, 1947, the rental compensation shall be assessed on the assumption that at all material times the land was subject to such a permanent restriction of development as is specified in subsection (3) of section fifty-five of the said Act of 1947. 3 Where possession of any land is or has been retained in exercise of the right conferred by subsection (2) of section twenty-eight of the Act of 1945 on the determination of some other right not conferred by emergency powers, this and the three next following sections shall apply as if possession had been taken on the determination of that other right."}, {"act": "Requisitioned Land and War Works Act 1948", "year": 1948, "section": "8", "section_title": " Maxima for rental compensation.", "section_text": "8 1 Where the requisitioned land consists only of rent-restricted land, the rental compensation shall not exceed the permissible rent. 2 Where the requisitioned land includes no rent-restricted land, the rental compensation shall not exceed one hundred and sixty per cent. of what would be the amount thereof, calculated by reference to the level of rental values obtaining in respect of comparable land at the thirty-first day of March, nineteen hundred and thirty-nine, instead of by reference to the level obtaining immediately before possession of the land was taken, but otherwise in accordance with the Act of 1939 as originally enacted. 3 Where the requisitioned land consists partly of rent-restricted land and as to the remainder of other land, there shall be ascertained— a the amount which under subsection (1) of this section would be the limit of rental compensation if the requisitioned land consisted only of the rent-restricted land, and b the amount which would be the limit of rental compensation for the whole of the requisitioned land if none of it were rent-restricted land, and the rental compensation shall not exceed the aggregate of the amount ascertained under paragraph (a) of this subsection and so much of the amount ascertained under paragraph (b) thereof as is properly apportionable to that part of the requisitioned land which is not rent-restricted land. 4 In this section the following expressions have the meanings hereby respectively assigned to them, that is to say:— “ requisitioned land ” means the aggregate of the land in respect of which, in any case, rental compensation falls to be assessed; “ rent-restricted land ” means land consisting of one or more rent-restricted properties or parts thereof and of no other land; “ rent-restricted property ” means a property (whether or not the subject of a tenancy) in the case of which the following conditions are fulfilled, that is to say— that immediately before the time when possession was taken of the property or part thereof in question the property or part was being used for residential purposes, or if it was not then being used that it had been used for residential purposes when last used before that time, and that if an unfurnished tenancy of the property had been granted immediately before the said time the amount of the rent recoverable under the tenancy would have been restricted by the Rent and Mortgage Interest Restrictions Acts, 1920 to 1939; “ permissible rent ” means— in relation to a rent-restricted property, the maximum rent which would in accordance with the last-mentioned Acts have been recoverable under the tenancy referred to in paragraph (b) of the last foregoing definition, on the assumption that the tenant undertook to pay all usual tenant’s rates and taxes and to bear the cost of the repairs and insurance and the other expenses if any, necessary to maintain the property in a state to command that rent, in relation to part of a rent-restricted property, so much of the said maximum rent as is properly apportionable thereto; “ unfurnished tenancy ” means a tenancy under which a property is let for residential purposes, not being a tenancy where the application of the said Acts of 1920 to 1939 is excluded by reason of the property being let at a rent including payments in respect of board, attendance or use of furniture."}, {"act": "Requisitioned Land and War Works Act 1948", "year": 1948, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Requisitioned Land and War Works Act 1948", "year": 1948, "section": "10", "section_title": " Amount of compensation in respect of making good requisitioned land.", "section_text": "10 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2  . . .  3 For the purposes of this section, the compulsory purchase price of land in the state in which it was when compensation under the said paragraph (b) accrued due shall be calculated without regard— a to war damage occurring during the period for which possession of the land was retained; or b to any work done during that period in respect of which on such a compulsory acquisition as aforesaid subsection (2) or (3) of section forty-one of the Act of 1945 (which provide for taking into account increases of value paid for in whole or in part by persons interested in the land) would apply; but notwithstanding anything in the said section forty-one regard shall be had in calculating the said price to all other damage occurring or work done on the land during that period. 4 Where during the period for which possession of the land was retained damage (other than war damage) occurred to any such work as is mentioned in paragraph (b) of the last foregoing subsection, the amount to which the compensation is limited by virtue of subsection (1) of this section shall be increased so as to take account of that damage to such extent as may be just having regard to any such expense, agreement or payment as is mentioned in subsection (2) or (3) of the said section forty-one. 5  . . . "}, {"act": "Requisitioned Land and War Works Act 1948", "year": 1948, "section": "11", "section_title": " Minor amendments as to compensation for taking possession of land.", "section_text": "11 1  . . .  2 Nothing in section three of the Act of 1939 (which provides for compensation in respect of the doing of work on land) shall apply, or be deemed ever to have applied, to damage to land occurring while possession of the land is retained."}, {"act": "Requisitioned Land and War Works Act 1948", "year": 1948, "section": "12", "section_title": " Permanent power to maintain government oil pipe-lines. ", "section_text": "12 1 In relation to government oil pipe-lines and works accessory thereto subsection (1), and paragraph (a) of subsection (3), of section twenty-eight of the Act of 1945 (which authorise the maintenance and use of government war works for the purpose of the public service or for any other purpose for which they were maintained or used in the exercise of emergency powers, and preserve the rights of persons using the works) shall, subject to the provisions of this Act, have permanent effect. 2 In relation to government oil pipe-lines and works accessory thereto the powers conferred by the said section twenty-eight shall include power to maintain and use any such line or accessory works, or authorise the use thereof, for any purpose for which they are suitable. 3 In this Act the expression “ government oil pipe-line ” means any government war works being the whole or part of a main or pipe installed for the transmission of petroleum. 4 A Minister may remove any main or pipe or part thereof, being a government oil pipe-line, or any works accessory thereto, and may replace any such thing previously removed; and section twenty-eight of the Act of 1945 and this Act shall apply to any replacement as if it had been the original thing removed. 5 If in pursuance of an agreement with a Minister a government oil pipe-line is diverted, or any works accessory thereto are moved to a new site, the said section twenty-eight and this Act shall apply to the line as diverted, or to the works on the new site as the case may be, as if it or they had been the original line or works. 6 If without the consent of a Minister any building or structure is erected over a government oil pipe-line or works accessory thereto or the site of such a line or such works, or so near thereto as to obstruct the use of the line or works or access thereto or to the site thereof, a Minister may cause the building or structure to be removed and may recover the cost of the removal from the person by whom the building or structure was erected. 7 Any person who without lawful authority tampers with, alters or removes a government oil pipe-line or works accessory thereto shall be liable on summary conviction to a fine not exceeding ten pounds."}, {"act": "Requisitioned Land and War Works Act 1948", "year": 1948, "section": "13", "section_title": " Compensation in respect of government oil pipe-lines.", "section_text": "13 1 In respect of the exercise of the powers conferred by the last foregoing section, compensation shall be payable by the Minister of Works in accordance with the following provisions of this section. 2 Where the value of any land is diminished by the coming into operation of the last foregoing section, compensation for the diminution shall be payable in the form of a lump sum of such amount as may be agreed between the Minister of Works and the persons interested in the land or in default of agreement, as may be determined by arbitration in the prescribed manner; and compensation under this subsection shall be divisible among the said persons in such shares as they may agree, or in default of agreement, as may be determined as aforesaid. 3 In assessing compensation under the last foregoing subsection regard shall be had to the rights to compensation conferred by subsection (6) of this section, and to the following provisions of this Act and the provisions of regulations thereunder. 4 The right to compensation conferred by subsection (2) of this section shall as respects any period after the commencement of this Act be in substitution for any right to compensation under subsection (2) of section three of the Act of 1939 (which provides for compensation in respect of the doing of work on land by reference to the diminution of the annual value of the land); and interest on any share of compensation under subsection (2) of this section, at the like rate as is for the time being payable on compensation under the Act of 1939, shall run as from the commencement of this Act and be payable at the time when the share is paid. 5 Where under subsection (4) of section three of the Act of 1939 (which provides for the termination of compensation under subsection (2) of that section and its replacement by a lump sum payment calculated by reference to the depreciation of estates and interests in land) any payment has been made before the commencement of this Act in respect of a government oil pipe-line or works accessory thereto, the payment shall be treated as a payment in respect of the estate or interest in question on account of the share attributable to that estate or interest of any compensation under subsection (2) of this section, and interest under the last foregoing subsection shall be reduced accordingly; and after the commencement of this Act no payment under subsection (4) of the said section three shall be made in respect of a government oil pipe-line or works accessory thereto, whether it accrued due before or after the commencement of this Act: Provided that in the case of a payment under the said subsection (4) which accrued due to any person before the commencement of this Act but has not been made before the commencement thereof, the said person shall be entitled to interest on the payment in accordance with the provisions in that behalf of the Act of 1939 as from the date when the payment accrued due until the commencement of this Act. 6 Where in exercise of any power of use, maintenance, removal or replacement of a government oil pipe-line or works accessory thereto which is conferred by the last foregoing section a person suffers loss by reason of damage to crops or other growing things, stock, chattels or any land or buildings or works on, under or over land, he shall be entitled to compensation in respect of the damage of such amount as may be agreed between the Minister of Works and the person in question or, in default of agreement, as may be determined by arbitration in the prescribed manner. 7 The Treasury may by regulations require, as a condition of the payment of compensation under this section, that except in such circumstances as may be prescribed a claim shall be made in the prescribed form and manner and within such period as may be determined by or under the regulations; and references in subsection (2) of this section to persons interested in land do not include such persons who fail duly to make a claim required by regulations under this subsection."}, {"act": "Requisitioned Land and War Works Act 1948", "year": 1948, "section": "14", "section_title": " Registration of rights as to government oil pipe-lines.", "section_text": "14 1 Subject to the provisions of this section, section twelve of this Act shall not after the thirty-first day of December, nineteen hundred and  sixty , apply to any pipe-line, or works accessory thereto, unless the rights conferred by subsection (1) of that section have been registered   in the  ... local land charges register; and on any application being made for that purpose to the   Chief Land Registrar, the Chief Land Registrar   shall register the rights accordingly. 2 The Treasury may by regulations require, as a condition of the payment of compensation under subsection (2) of the last foregoing section, that the prescribed documents of title to interests in land shall be endorsed in the prescribed manner and that the prescribed evidence shall be produced of the endorsement; and the last foregoing subsection shall not apply where evidence of an endorsement has been produced in accordance with the regulations. 3 Where a pipe-line is diverted, or works are moved, as mentioned in subsection (5) of section twelve of this Act, subsection (1) of this section shall not apply to the line as diverted or to the works on a new site,   but the rights conferred by that section shall, as respects the land on which the line as diverted, and any such works, are constructed by a local land charge; and for the purposes of the Local Land Charges Act 1975 the Minister maintaining and using, or authorising the maintenance and use of, the said line or works shall be treated as the originating authority as respects such charge. 4 Rights registered in   the local land charges register   in pursuance of subsection (1) of this section shall be a local land charge, but a section 5(2) and section 10 of the Local Land Charges Act 1975 shall not apply in relation thereto; and b a certificate setting out the result of an official search of the  ... local land charges register shall, as respects any pipeline or works accessory thereto, be conclusive of the question whether, at the time of the issue of the certificate, rights registrable under subsection (1) of this section were registered."}, {"act": "Requisitioned Land and War Works Act 1948", "year": 1948, "section": "15", "section_title": " Supplementary provisions as to government oil pipe-lines.", "section_text": "15 1 Any person authorised in that behalf by a Minister may, for the purpose— a of exercising any powers conferred by section twelve of this Act, or b of restoring land where a government oil pipe-line or works accessory thereto are abandoned, or c of inspecting any such land or works, enter upon any land of which the Minister is not in possession: Provided that— except in a case of emergency or for the purpose of inspection by a person producing, if required, written evidence of his authority so to do, entry upon any land shall not be demanded as of right unless reasonable notice of the intended entry has been served on the occupier of the land in the manner provided by paragraphs (i) to (v) of subsection (1) of section eight of the Act of 1945; where otherwise than for the purpose of inspection only any land has been entered upon in pursuance of this subsection without notice being served as aforesaid on the occupier of the land, the Minister shall forthwith cause notice of the entry to be served on the occupier in the manner aforesaid. 2 Subsections (6) and (7) of section thirteen of this Act shall apply in relation to powers conferred by the last foregoing subsection as they apply to the powers mentioned in the said subsection (6). 3 Sections seventy-eight to eighty-five of the  Railways Clauses Consolidation Act, 1845 (which restrict the working of minerals, subject to the payment of compensation) as originally enacted and not as amended for certain purposes by section fifteen of the  Mines (Working Facilities and Support) Act, 1923, shall apply in relation to any government oil pipe-line or works accessory thereto with the substitution— a for references to the railway of references to the pipe-line or works; b for references to the company of references to the Minister or other person entitled to use the pipe-line or works; c for references to the Special Act of references to section twenty-eight of the Act of 1945. 4 The Treasury may make regulations— a for the protection of persons affected by the maintenance and use of government oil pipe-lines and works accessory thereto, and in particular for requiring the Minister or other person entitled to the use thereof to keep any such line and works in good repair, to take such steps as may be prescribed for restoring land where any such line or works are abandoned, and to indemnify persons against loss or damage caused by any failure to keep any such line or works in good repair, and for relieving statutory undertakers and other persons of liabilities or obligations arising in consequence of any such failure or any exercise of the powers conferred by section twelve of this Act or this section; b for requiring notice to be given where a government oil pipe-line or works accessory thereto are abandoned, and for discontinuing the operation of provisions of section twelve of this Act or this section, or of regulations under this subsection, where such a notice is given; c for applying in relation to government oil pipe-lines passing under highways the provisions of  section 158 of the Water Industry Act 1991 \t\t\t\t\t\t\t(which relates to the breaking-up of highways for the purposes of repairing pipes thereunder) and for excluding in relation to government oil pipe-lines the provisions of section sixteen of the Act of 1945."}, {"act": "Requisitioned Land and War Works Act 1948", "year": 1948, "section": "16", "section_title": " Expenses.", "section_text": "16 There shall be defrayed out of moneys provided by Parliament— a any increase in consequence of this Act in the sums payable under the Act of 1939 or the Act of 1945 out of moneys so provided; b any other expenses of a Minister incurred under the provisions of this Act relating to easements over land acquired or proposed to be acquired under the Defence Acts or to government oil pipe-lines."}, {"act": "Requisitioned Land and War Works Act 1948", "year": 1948, "section": "17", "section_title": " Regulations.", "section_text": "17 1 Save as provided by this Act, the Treasury may by regulations prescribe anything authorised or required by this Act to be prescribed. 2 Any power conferred by this Act to make regulations shall be exercisable by statutory instrument. 3 Any statutory instrument made under this Act shall be subject to annulment by resolution of either House of Parliament."}, {"act": "Requisitioned Land and War Works Act 1948", "year": 1948, "section": "18", "section_title": " Application to Scotland.", "section_text": "18 1 This Act shall apply to Scotland subject to the modifications set out in this section. 2 For any reference to the Minister of Agriculture and Fisheries there shall be substituted a reference to the Secretary of State for Scotland. 3 (a) For references to the  Town and Country Planning Act, 1947, and to subsection (3) of section fifty-five and subsection (3) of section seventy-five of that Act there shall be respectively substituted references to the  Town and Country Planning (Scotland) Act, 1947, and to subsection (3) of section fifty-two and subsection (3) of section seventy-two of that Act. (b) For references to the  Railways Clauses Consolidation Act, 1845, and to the following provisions of that Act, that is to say, sections seventy-eight to eighty-five, there shall be respectively substituted references to the Railways Clauses Consolidation (Scotland) Act, 1845, and to sections seventy-one to seventy-eight of that Act. (c) For any reference to Part VI of the Third Schedule to the  Water Act, 1945, there shall be substituted a reference to  sections 95 and 96  of, and Part I of the  Schedule 3  to, the Water (Scotland) Act,  1980 . (d) For references to the  Town and Country Planning Act, 1944, and to the following provisions of that Act, that is to say, sections twenty-five, twenty-six and twenty-seven there shall be respectively substituted references to the  Town and Country Planning (Scotland) Act, 1945, and to the following provisions of that Act, that is to say, sections twenty-four, twenty-five and twenty-six. 4 The expression “ easement ” includes servitude; the expression “ freehold interest in land ” shall be construed as a reference to  ...  the ownership of the land; and the expression “ reversionary interest ” shall be construed as a reference to the interest of the landlord in land subject to a lease. 5 For section fourteen the following section shall be substituted:— 14 1 Section twelve of this Act shall not, after the thirty-first day of December, nineteen hundred and forty-nine, apply to a government oil pipe-line running through, or any works accessory thereto on, any land unless the Minister has executed and recorded in the appropriate register of sasines a deed of servitude granting to himself the rights conferred by subsection (1) of the said section twelve. 2 Where the Minister executes a deed under the foregoing subsection, he shall give notice of the effect thereof in such manner as is in his opinion best adapted for informing the persons affected. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Requisitioned Land and War Works Act 1948", "year": 1948, "section": "19", "section_title": " Application to Northern Ireland.", "section_text": "19 1 This Act shall apply to Northern Ireland subject to the modifications set out in this section. 2 The following provisions shall not apply, namely, paragraph (b) of subsection (2) of section seven, sections twelve to fifteen and paragraph 10 of the Schedule. 3 Any reference to a provision contained in Part III of the Act of 1945 shall be construed as a reference to that provision as applied to Northern Ireland by section twelve of the  Northern Ireland Act, 1947, 4 Section four shall have effect as if the enactments referred to in subsection (3) thereof extended to Northern Ireland, and as if any reference therein to the prescribed adaptations were a reference to such adaptations as may be prescribed for the purposes of that section as it applies to Northern Ireland. 5 Subsection (4) of section eight shall have effect as if for the reference to the Rent and Mortgage Interest Restrictions Acts, 1920 to 1939 there were substituted a reference to the Rent and Mortgage Interest (Restrictions) Acts (Northern Ireland) 1920 to 1944. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Requisitioned Land and War Works Act 1948", "year": 1948, "section": "20", "section_title": " Short title, citation, construction, and interpretation.", "section_text": "20 1 This Act may be cited as the Requisitioned Land and War Works Act, 1948, and this Act and the Act of 1945 may be cited together as the Requisitioned Land and War Works Acts, 1945 and 1948. 2 This Act shall be construed as one with the Act of 1945, so however that in the provisions thereof amending the Act of 1939 expressions have the meanings assigned to them by the Act of 1939. 3 In this Act— the expression “ the Act of 1945 ” means the  Requisitioned Land and War Works Act, 1945; the expression “ the Act of 1939 ” means the  Compensation (Defence) Act, 1939;  . . .  4 References in this Act to any enactment shall be construed, except where the context otherwise requires, as references to that enactment as amended or extended by any other enactment, including this Act."}]