[{"act": "Superannuation (Miscellaneous Provisions) Act 1948", "year": 1948, "section": "1", "section_title": " Treatment of compulsory national service for pension purposes.", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 Rules made under this section shall not apply in relation to any of the persons mentioned in paragraphs (b), (c) and (d) of subsection (1) of this section unless their compulsory national service commences, in the case of persons mentioned in the said paragraph (b), after the expiration of the present emergency as defined for the purposes of the  Local Government Staffs (War Service) Act, 1939, in the case of the persons mentioned in the said paragrph (c), after the expiration of the present emergency as defined for the purposes of the  Teachers Superannuation (War Service) Act, 1939 and, in the case of the persons mentioned in the said paragraph (d), after the expiration of the present emergency as defined for the purposes of the  Education (Scotland) (War Service Superannuation) Act, 1939; but the said Acts shall be amended in accordance with the provisions of Parts I,  II  and  III  respectively of the Schedule to this Act and, to the extent specified in those Parts of that Schedule, shall be deemed always to have had effect as so amended. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Superannuation (Miscellaneous Provisions) Act 1948", "year": 1948, "section": "2", "section_title": " Pensions of persons transferring to different employment. ", "section_text": "2 1 Where persons who have been employed in one employment become employed in another employment and either— a one of the employments is, and the other employment is not, an employment of one of the classes specified in subsection (2) of this section; or b one of those employments is of one of those classes and the other employment is of another of those classes, rules may be made with respect to the pensions payable to and in respect of those persons by the appropriate Minister, or, as the case may be, the appropriate Ministers acting jointly: Provided that this subsection shall not apply unless either— both employments are pensionable employments; or the first employment is of one of the classes specified in paragraphs (c), (cc), (d) and  (ee)  of subsection (2) of this section and the second employment is of such a nature as may be specified in rules to be made by the Minister of Health, or, in relation to Scotland, by the Secretary of State, and is undertaken with the approval of the local authority by which the superannuation fund concerned is maintained. 2 The classes of employment referred to in subsection (1) of this section are the following, that is to say—  a employment by virtue of which the person employed is a person to whom section 1 of the  Superannuation Act 1972 applies; b  . . .  c employment by virtue of which the person employed is or is deemed to be, or, but for any rules made under this section, would be or be deemed to be, a contributory employee or local Act contributor within the meaning of regulations made under section 7 of the said Act of 1972 in its application to England and Wales; cc employment by virtue of which the person employed is, or is deemed to be, or, but for any rules made under this section, would be or be deemed to be a contributory employee or local Act contributor within the meaning of regulations made under the said section 7 in its application to Scotland; d employment (not being such employment as is specified in paragraph (c) of this subsection) by virtue of which the person employed is entitled to participate in any of the benefits of a superannuation fund maintained under a local Act scheme in England or Wales; and e employment by virtue of which the person employed is entitled to participate in superannuation benefits provided under regulations made under section 9 of the said Act of 1972 in its application to England and Wales; ee employment by virtue of which the person employed is entitled to participate in superannuation benefits provided under regulations made under the said section 9 in its application to Scotland; f employment as an officer to whom the  Overseas Service Act 1958 applies. 3 Where either of the employments in question falls within one of the classes specified in subsection (2) of this section, the appropriate Minister, or, as the case may be, one of the appropriate Ministers, for the purposes of subsection (1) of this section shall be— i In relation to the class specified in paragraph (a) of the said subsection (2), the Treasury; ii  . . .  iii in relation to the class specified in paragraph (c) of the said subsection (2), the Minister of Health  and in relation to the class specified in paragraph (cc) thereof  the Secretary of State; iv in relation to the class specified in paragraph (d) of the said subsection (2), the Minister of Health; v in relation to a class specified in paragraph (e), (ee) or (f) of the said subsection (2), the Secretary of State acting with the consent of the Treasury; and the said subsection (1) shall be construed accordingly. 4 Rules made under this section may require the making of the following payments, that is to say— a where the person who changes his employment has received any payment in respect of his pension rights upon ceasing to be employed in his former employment, payments by that person equal to all or any of the amounts so received  with or without interest on those amounts for the whole or any part of the period since he received them ; b where either of the employments is such an employment as is mentioned in paragraph (a), (e), (ee), or (f) of subsection (2) of this section, payments out of moneys provided by Parliament ; c  . . .  d  . . .  e where either of the said employments is such an employment as is mentioned in paragraph (c)  paragraph (cc)  or paragraph (d) of the said subsection (2), payments by a local authority or out of a superannuation fund maintained by a local authority, and may provide for any of the said payments, or any payments made in connection with the change of employment otherwise than by virtue of the rules, being made into the Exchequer, . . .   to a local authority or into a superannuation fund maintained by a local authority; and the payments mentioned in paragraphs (b), . . .   (d) and (e) of this subsection may include repayments of contributions, payments of transfer values, payments towards the burden of a pension payable by another person or out of another pension fund, and payments of premiums or other payments directed to the creation or preservation of pension rights of the person in question. 5 Any rules under this section may be so framed as to apply to persons ceasing to be employed in one employment and becoming employed in another notwithstanding that the cessation of the first employment or the commencement of the second employment was before the date of the making of the rules or before the date of the passing of this Act, and may vary or provide for the variation of pensions notwithstanding that the pensions have been granted before either of the said dates: Provided that, subject to the provisions of subsection (7) of this section, no rules shall be framed so as to apply when the cessation of the first employment took place before the making of the rules unless— a the rules are only to apply with the consent of the person ceasing to be employed or that person is by the rules given an opportunity to elect that they shall not apply to him; and b where the rules provide for payment by a local authority or out of a superannuation fund maintained by a local authority, that authority has consented to the making of the rules or the rules are only to apply with the consent of that authority or that authority is by the rules given an opportunity to elect that they shall not apply. 6 Section nine of the  Superannuation Act 1935, shall cease to have effect, but any rules made thereunder shall be treated as if they were rules duly made by the appropriate Minister or Ministers under the preceding provisions of this section. 7 Paragraph (b) of the proviso to subsection (5) of this section shall not apply to any rules in so far as they vary any rules made under the said section nine or under section fifty-one of the  Unemployment Act 1934. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (9) For the purposes of this section any person who for the purposes of the  Overseas Services Act 1958, is for the time being serving as an officer to whom that Act applies (as defined in subsection (7) of section one of that Act) shall be deemed (whatever his employment) to be employed as an officer to whom that Act applies."}, {"act": "Superannuation (Miscellaneous Provisions) Act 1948", "year": 1948, "section": "34.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Superannuation (Miscellaneous Provisions) Act 1948", "year": 1948, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Superannuation (Miscellaneous Provisions) Act 1948", "year": 1948, "section": "67.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Superannuation (Miscellaneous Provisions) Act 1948", "year": 1948, "section": "811.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Superannuation (Miscellaneous Provisions) Act 1948", "year": 1948, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Superannuation (Miscellaneous Provisions) Act 1948", "year": 1948, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Superannuation (Miscellaneous Provisions) Act 1948", "year": 1948, "section": "14", "section_title": " Approved school officers.", "section_text": "14 The power conferred by paragraph 14 of the Fourth Schedule to the  Children and Young Persons Act 1933, or by paragraph 14 of the Second Schedule to the  Children and Young Persons (Scotland) Act 1937, on the managers of an approved school to pay or contribute towards the payment of superannuation allowances or gratuities to or to the dependants of certain officers, shall be construed as including power to pay or contribute towards the payment of such allowances or gratuities in the case of persons who cease to be officers in the service of the school in order to enter into pensionable employment of a class referred to in subsection (2) of section two of this Act, or to pay or contribute towards the payment of transfer values or other similar payments in respect of those persons, and the reference in the proviso to each of the said paragraphs to payments or contributions in respect of any superannuation allowance or gratuity shall be construed as including a reference to payments or contributions under this section, and the powers to make rules conferred by those provisos shall be extended accordingly."}, {"act": "Superannuation (Miscellaneous Provisions) Act 1948", "year": 1948, "section": "15", "section_title": " General provisions as to rules under this Act.", "section_text": "15 1 Any rules under this Act may contain such consequential and incidental provisions as appear to the authority making the rules to be necessary or expedient, including provisions requiring the giving of information and the production of documents, and provisions repealing, revoking, varying or applying any statutory provision relating to the subject matter of the rules; and any such rules may make different provision for different cases or classes of cases. 2 Any power conferred by this Act to make rules shall be exercisable by statutory instrument, and any statutory instrument made in the exercise of any such power shall be subject to annulment by resolution of either House of Parliament. 3 Anything which the Secretary of State is empowered by this Act to do by rules in relation to the Scottish Teachers Superannuation Scheme may be done by such rules or by amendment of the said scheme under section one hundred and one of the  Education (Scotland) Act 1946."}, {"act": "Superannuation (Miscellaneous Provisions) Act 1948", "year": 1948, "section": "16", "section_title": " Financial provisions.", "section_text": "16 Any increase attributable to the provisions of this Act or of any rules made thereunder in the sums which are payable out of moneys provided by Parliament under the  Superannuation Acts 1834 to 1946, the Teachers (Superannuation) Acts 1918 to 1946, or the Education (Scotland) Act 1946, shall be defrayed out of moneys so provided."}, {"act": "Superannuation (Miscellaneous Provisions) Act 1948", "year": 1948, "section": "17", "section_title": " Interpretation.", "section_text": "17 1 In this Act, except so far as the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them—  . . .  “ local Act scheme ” has the same meaning as in section 8 of the  Superannuation Act 1972; “ pension ”, in relation to any person, means a pension, whether contributory or not, of any kind whatsoever payable to or in respect of him, and includes a lump sum or a gratuity so payable and a return of contributions to a pension fund, with or without interest thereon or any other addition thereto; “ pension fund ” means a fund established for the purpose of paying pensions and includes  in relation to schemes made under section 1 of the  Superannuation Act 1972 and regulations made under section 9 thereof, the Consolidated Fund. “ pension rights ” includes, in relation to any person, all forms of right to, or eligibility for, the present or future payment of a pension to or in respect of that person; “ pension scheme ” includes any form of arrangements for the payment of pensions, whether subsisting by virtue of Act of Parliament, trust, contract or otherwise; “ pensionable employment ” means employment which is relevant in relation to the pension rights of the person employed, and includes all such employment, whether or not for a period sufficient to render him entitled to, or eligible for, the payment of a pension to or in respect of him;  “ Scottish Teachers Superannuation Scheme ” means the Teachers Superannuation Scheme and the Teachers (Superannuation) Regulations as those expressions are defined in section 145(47) and (48) of the  Education (Scotland) Act 1962; “ statutory provison ” means a provision, whether of a general or special nature, contained in or in any document made or issued under any Act, whether of a general or special nature;  . . .  2 Any reference in this Act to any other enactment shall, except so far as the context otherwise requires, be construed as a reference to that enactment as amended by or under any other enactment, including this Act."}, {"act": "Superannuation (Miscellaneous Provisions) Act 1948", "year": 1948, "section": "18", "section_title": " Short title.", "section_text": "18 This Act may be cited as the Superannuation (Miscellaneous Provisions) Act 1948."}]