[{"act": "Acquisition of Land (Assessment of Compensation) Act 1919", "year": 1919, "section": "1", "section_title": "Tribunal for assessing compensation in respect of land compulsorily acquired for public purposes", "section_text": " 1    1   Where by or under any statute (whether passed before or after the passing of this Act) land is authorised to he acquired compulsorily by any Government Department or any local or public authority, any question of disputed compensation, and, where any part of the land to be acquired is subject to a lease which comprises land not required, any question as to the apportionment of the rent payable under the lease, shall be referred to and determined by the arbitration of such one of a panel of official arbitrators to be appointed under this section as may he selected in accordance with the rules made by the Reference Committee under this section.     2   Such number of persons, being persons with special knowledge in the valuation of land, as may be appointed for England and Wales, Scotland and Ireland by the Reference Committee, shall form a panel of persons to act as official arbitrators for the purpose of this Act in England and Wales, Scotland and Ireland respectively: Provided that of the members of the said panel for England and Wales one at least shall be a person having special knowledge of the valuation of land in Wales and acquainted with the Welsh language.     3   A person appointed to be a member of the panel, of official arbitrators shall hold office for such term certain as may be determined by the Treasury before his appointment, and whilst holding office shall not himself engage, or be a partner of any other person who engages, in private practice or business.     4   There shall be paid out of moneys provided by Parliament to official arbitrators such salaries or remuneration as the Treasury may determine.     5   The Reference Committee—   a   for England and Wales, shall consist of the Lord Chief Justice of England, the Master of the Rolls and the President of the Surveyors Institution.     b   for Scotland, shall consist of the Lord President of the Court of Session, the Lord Justice Clerk and the Chairman of the Scottish Committee of the Surveyors' Institution.     c   for Ireland, shall consist of the Lord Chief Justice of Ireland, the Master of the Rolls in Ireland and the President of the Surveyors' Institution, or (if the President of the Surveyors' Institution thinks fit) a person being a member of the council of that institution and having special knowledge of valuation of land in Ireland appointed by him to act in his place.      "}, {"act": "Acquisition of Land (Assessment of Compensation) Act 1919", "year": 1919, "section": "2", "section_title": "Rules for the assessment of compensation", "section_text": " 2   In assessing compensation, an official arbitrator shall act in accordance with the following rules :—   1   No allowance shall be made on account of the acquisition being compulsory :     2   The value of land shall, subject as hereinafter provided, be taken to be the amount which the land if sold in the open market by a willing seller might be expected to realise : Provided always that the arbitrator shall be entitled to consider all returns and assessments of capital value for taxation made or acquiesced in by the claimant:     3   The special suitability or adaptability of the land for any purpose shall not be taken into account if that purpose is a purpose to which it could be applied only in pursuance of statutory powers, or for which there is no market apart from the special needs of a particular purchaser or the requirements of any Government Department or any local or public authority : Provided that any bona fide offer for the purchase of the land made before the passing of this Act which may be brought to the notice of the arbitrator shall be taken into consideration :     4   Where the value of the land is increased by reason of the use thereof or of any premises thereon in a manner which could be restrained by any court, or is contrary to law, or is detrimental to the health of the inmates of the premises or to the public health, the amount of that increase shall not be taken into account:     5   Where the land is, and but for the compulsory acquisition would continue to be, devoted to a purpose of such a nature that there is no general demand or market for land for that purpose, the compensation may, if the official arbitrator is satisfied that reinstatement in some other place is bona fide intended, be assessed on the basis of the reasonable cost of equivalent reinstatement:     6   The provisions of Rule (2) shall not affect the assessment of compensation for disturbance or any other matter not directly based on the value of land.      For the purposes of this section an official arbitrator shall be entitled to be furnished with such returns and assessments as he may require.  "}, {"act": "Acquisition of Land (Assessment of Compensation) Act 1919", "year": 1919, "section": "3", "section_title": "Provision as to procedure before official arbitrators", "section_text": " 3    1   In any proceedings before an official arbitrator, not more than one expert witness on either side shall be heard unless the official arbitrator otherwise directs:    Provided that, where the claim includes a claim for compensation in respect of minerals, or disturbance of business, as well as in respect of land, one additional expert witness on either side on the value of the minerals or, as the case may be, on the damage suffered by reason of the disturbance may be allowed.     2   It shall not be necessary for an official arbitrator to make any declaration before entering into the consideration of any matter referred to him.     3   The official arbitrator shall, on the application of either party, specify the amount awarded in respect of any particular matter the subject of the award.     4   The official arbitrator shall be entitled to enter on and inspect any land which is the subject of proceedings before him.     5   Proceedings under this Act shall be heard by an official arbitrator sitting in public.     6   The fees to be charged in respect of proceedings before official arbitrators shall be such as the Treasury may prescribe.     7   Subject\" as aforesaid, the Reference Committee may make rules regulating the procedure before official arbitrators.    "}, {"act": "Acquisition of Land (Assessment of Compensation) Act 1919", "year": 1919, "section": "4", "section_title": "Consolidation of proceedings on claims for compensation in respect of various interests in the same land", "section_text": " 4   Where notices to treat have been served for the acquisition of the several interests in the land to be acquired, the claims of the persons entitled to such interests shall, so far as practicable, and so far as not agreed and if the acquiring authority so desire, be heard and determined by the same official arbitrator, and the Reference Committee may make rules providing that such claims shall be heard together, but the value of the several interests in the land having a market value shall be separately assessed.  "}, {"act": "Acquisition of Land (Assessment of Compensation) Act 1919", "year": 1919, "section": "5", "section_title": "Provisions as to costs", "section_text": " 5    1   Where the acquiring authority has made an unconditional offer in writing of any sum as compensation to any claimant and the sum awarded by an official arbitrator to that claimant does not exceed the sum offered, the official arbitrator shall, unless for special reasons he thinks proper not to do so, order the claimant to bear his own costs and to pay the costs of the acquiring authority so far as such costs were incurred after the offer was made.     2   If the official arbitrator is satisfied that a claimant has failed to deliver to the acquiring authority a notice in writing of the amount claimed by him giving sufficient particulars and in sufficient time to enable the acquiring authority to make a proper offer, the foregoing provisions of this section shall apply as if an unconditional offer had been made by the acquiring authority at the time when in the opinion of the official arbitrator sufficient particulars should have been furnished and the claimant had been awarded a sum not exceeding the amount of such offer.    The notice of claim shall state the exact nature of the interest in respect of which compensation is claimed, and give details of the compensation claimed, distinguishing the amounts under separate heads and showing how the amount claimed under each head is calculated, and when such a notice of claim has been delivered the acquiring authority may, at any time within six weeks after the delivery thereof, withdraw any notice to treat which has been served on the claimant or on any other person interested in the land authorised to be acquired, but shall be liable to pay compensation to any such claimant or other person for any loss or expenses occasioned by the notice to treat having been given to him and withdrawn, and the amount of such compensation shall, in default of agreement, be determined by an official arbitrator.     3   Where a claimant has made an unconditional offer in writing to accept any sum as compensation and has complied with the provisions of the last preceding subsection, and the sum awarded is equal to or exceeds that sum, the official arbitrator shall, unless for special reasons he thinks proper not to do so, order the acquiring authority to bear their own costs and to pay the costs of the claimant so far as such costs were incurred after the offer was made.     4   Subject as aforesaid, the costs of an arbitration under this Act shall be in the discretion of the official arbitrator who may direct to and by whom and in what manner those costs or any part thereof shall be paid, and the official arbitrator may in any case disallow the cost of counsel.     5   An official arbitrator may himself tax the amount of costs ordered to be paid, or may direct in what manner they are to be taxed.     6   Where an official arbitrator orders the claimant to pay the costs, or any part of the costs, of the acquiring authority, the acquiring authority may deduct the amount so payable by the claimant from the amount of the compensation payable to him.     7   Without prejudice to any other method of recovery, the amount of costs ordered to be paid by a claimant, or such part thereof as is not covered by such deductions as aforesaid shall be recoverable from him by the acquiring authority summarily as a civil debt.     8   For the purpose of this section, costs include any fees, charges, and expenses of the arbitration or award.    "}, {"act": "Acquisition of Land (Assessment of Compensation) Act 1919", "year": 1919, "section": "6", "section_title": "Finality of award and statement of special cases", "section_text": " 6    1   The decision of an official arbitrator upon any question of fact, shall be final and binding on the parties, and the persons claiming under them respectively, but the official arbitrator may, and shall, if the High Court so directs, state at any stage of the proceedings, in the form of a special case for the opinion of the High Court, any question of law arising in the course of the proceedings, and may state his award as to the whole or part thereof in the form of a special case for the opinion of the High Court.     2   The decision of the High Court upon any case so stated shall be final and conclusive, and shall not be subject to appeal to any other Court.    "}, {"act": "Acquisition of Land (Assessment of Compensation) Act 1919", "year": 1919, "section": "7", "section_title": "Effect of Act on existing enactments", "section_text": " 7    1   The provisions of the Act or order by which the land is authorised to be acquired, or of any Act incorporated therewith, shall, in relation to the matters dealt with in this Act, have effect subject to this Act, and so far as inconsistent with this Act those provisions shall cease to have or shall not have effect :    Provided that nothing in this Act relating to the rules for assessing compensation shall affect any special provisions as to the assessment of the value of land required for the purposes of Part I or Part II of the  Housing of the Working Classes Act, 1890, or under the  Defence of the Realm (Acquisition of Land) Act, 1916, and contained in those Acts respectively, or any Act amending those Acts, if and so far as the provisions in those Acts are inconsistent with the rules under this Act and the provisions of the Second Schedule to the Housing of the Working Classes Act, 1890, as amended by any subsequent enactment (except paragraphs (4), (5), (29), and (31) thereof) shall apply to an official arbitrator as they apply to an arbitrator appointed under that schedule, and an official arbitrator may exercise all the powers conferred by those provisions on such arbitrator.     2   The provisions of this Act shall apply to the determination of the amount of rent or compensation payable in respect of land authorised to be hired compulsorily under the  Small Holdings and Allotments Act, 1908, or any Act amending that Act, and any matter required thereby to be determined by a valuer appointed by the Board of Agriculture and Fisheries shall be determined by an official arbitrator in accordance with this Act.    "}, {"act": "Acquisition of Land (Assessment of Compensation) Act 1919", "year": 1919, "section": "8", "section_title": "Power to refer to-Commissioners of Inland Revenue or to agreed arbitrator", "section_text": " 8    1   Nothing in this Act shall prevent, if the parties so agree, the reference of any question as to disputed compensation or apportionment of rent to the Commissioners of Inland Revenue or to an arbitrator agreed on between the parties.     2   Where a question is so referred to the Commissioners of Inland Revenue, the Commissioners shall not proceed by arbitration, but shall cause an assessment to be made in accordance with the rules for the assessment of compensation under this Act, and the following provisions shall have effect:—   a   The parties shall comply with any direction or requirements as to the furnishing of information (whether orally or in writing), and the production of documents and otherwise;     b   Any officer of the Commissioners appointed for the purpose shall be entitled to enter on and inspect any land which is subject to the reference to them;     c   The Commissioners, if either party so desires within such time as the Commissioners may allow, shall give the parties an opportunity of being heard before such officer of the valuation office of the Commissioners as the Commissioners may appoint for the purpose;     d   The assessment when made shall be published to the parties and take effect as if it were an award of an official arbitrator under this Act;     e   If either party refuses or neglects to comply with any direction or requirement of the Commissioners, the Commissioners may decline to proceed with the matter, and in that case the question shall be referred to an official arbitrator as if there had been no reference to the Commissioners, and the official arbitrator when awarding costs shall take into consideration any report of the Commissioners as to the refusal or neglect which rendered such a reference to him necessary.       3   Where a question is referred to an arbitrator under subsection (1) of this section, the provisions of this Act, except sections one and four and so much of section three as requires proceedings to be in public and as provides for the fixing of fees, shall apply as if the arbitrator was an official arbitrator.     4   Either party to a claim for compensation may require the Commissioners for Inland Revenue to assess the value of the land in respect of which the claim arises, and a copy of any such assessment shall be sent forthwith by the Commissioners to the other party, and a certified copy of such assessment shall be admissible in evidence of that value in proceedings before the official arbitrator, and the officer who made the assessment shall attend, if the official arbitrator so require, to answer such questions as the official arbitrator may think fit to put to him thereon.    "}, {"act": "Acquisition of Land (Assessment of Compensation) Act 1919", "year": 1919, "section": "9", "section_title": "Certificates of value of official arbitrators", "section_text": " 9   An official arbitrator may on the application of any person certify the value of land being sold by him to a Government department or public or local authority, and the sale of the land to the department or authority at the price so certified shall be deemed to be a sale at the best price that can reasonably be obtained.  "}, {"act": "Acquisition of Land (Assessment of Compensation) Act 1919", "year": 1919, "section": "10", "section_title": "Saving for statutory purchases of statutory undertakings", "section_text": " 10    1   The provisions of this Act shall not apply to any purchase of the whole or any part of any statutory undertaking under any statutory provisions in that behalf prescribing the terms on which the purchase is to be effected.     2   For the purposes of this section, the expression \" statutory undertaking \" means an undertaking established by Act of Parliament or order having the force of an Act, and the expression \" statutory provisions \" includes the provisions of an order having the force of an Act.    "}, {"act": "Acquisition of Land (Assessment of Compensation) Act 1919", "year": 1919, "section": "11", "section_title": "Application to Scotland and Ireland", "section_text": " 11    1   This Act shall apply to Scotland subject to the following modifications :—   a   The provisions of this Act other than the provisions of the section thereof relating to rules for the assessment of compensation shall apply to the determination of any question which, under subsection (11) of section seven or section seventeen of the  Small Landholders (Scotland) Act, 1911, is referred to arbitration, as if the Board of Agriculture for Scotland were the acquiring authority, and as if in the said subsection (11) there were substituted for the Lord Ordinary on the Bills and the Lord Ordinary, except where the Lord Ordinary is therein last referred to, such person as may be prescribed by rules made by the Reference Committee for Scotland; and the provisions of that Act, including the Second Schedule to the  Agricultural Holdings (Scotland) Act, 1908, as thereby applied, shall in relation to such determination have effect subject to the aforesaid provisions of this Act :     b   \" High Court \" means either division of the Court of Session; \" arbitrator \" means arbiter, and \" easement \" means servitude.       2   This Act shall apply to Ireland subject to the following modification :—    Nothing in this Act shall affect the determination of the price or compensation to be paid on the compulsory acquisition of land by the Irish Land Commission or Congested Districts Board for Ireland under any statute or the special provisions contained in the  Labourers (Ireland) Act, 1885, and the enactments amending the same, with respect to the jurisdiction of the Irish Land Commission in cases where land is taken compulsorily under those provisions for a term of years.    "}, {"act": "Acquisition of Land (Assessment of Compensation) Act 1919", "year": 1919, "section": "12", "section_title": "Short title, commencement and interpretation", "section_text": " 12    1   This Act may be cited as the Acquisition of Land (Assessment of Compensation) Act, 1919, and shall come into operation on the first day of September nineteen hundred and nineteen, but shall not apply to the determination of any question where before that date the appointment of an arbitration, valuation, or other tribunal to determine the question has been completed, or a jury has been empanelled for the purpose.     2   For the purposes of this Act, the expression \" land \" includes water and any interests in land or water and any easement or right in, to, or over land or water, and \" public authority \" means any body of persons, not trading for profit, authorised by or under any Act to carry on a railway, canal, dock, water or other public undertaking.    "}]