[{"act": "Anthrax Prevention Act 1919", "year": 1919, "section": "1", "section_title": " Power to prohibit the importation of goods infected with anthrax.", "section_text": "1 1 His Majesty may by Order in Council make provision for preventing the importation into the United Kingdom, either absolutely or except at any specified ports and subject to any specified conditions as to disinfection and otherwise, of goods infected, or likely to be infected, with anthrax (in this Act referred to as “ infected goods ”). 2 An Order under this section may contain a declaration that goods of any specified class which are of any specified origin, or are exported from or through any specified country or place, are goods likely to be infected with anthrax, and any such declaration shall be conclusive for all purposes. 3 Any Order made under this section may be revoked or varied by any subsequent Order. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 In this section the expression “ specified ” means specified in an Order made under this section."}, {"act": "Anthrax Prevention Act 1919", "year": 1919, "section": "2", "section_title": " Provision as to disinfection of infected goods. ", "section_text": "2 1 A Secretary of State may provide, maintain, and carry on, or arrange for the provision, maintenance or carrying on, at such ports or other places in the United Kingdom as he thinks proper, the necessary works for the disinfection of infected goods, and may make rules providing for the payment by importers of infected goods of fees in respect of the disinfection thereof, and in respect of services rendered in connection with such disinfection, and for the recovery of such payments. 2 Any expenses incurred by the Secretary of State in carrying this Act into effect, up to such an amount as the Treasury may approve, shall be defrayed out of moneys provided by Parliament."}, {"act": "Anthrax Prevention Act 1919", "year": 1919, "section": "3", "section_title": " Short title.", "section_text": "3 This Act may be cited as the Anthrax Prevention Act 1919."}]