[{"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "1", "section_title": "Duty of local authority to prepare housing schemes", "section_text": " 1    1   It shall be the duty of every local authority within the meaning of Part III. of the  Housing of the Working Classes Act, 1890 (hereinafter referred to as the principal Act), to consider the needs of their area with respect to the provision of houses for the working classes, and within three months after the passing of this Act, and thereafter as often as occasion arises, or within three months after notice has been given to them by the Local Government Board, to prepare and submit to the Local Government Board a scheme for the exercise of their powers under the said Part III.     2   A scheme under this section shall specify—   a   the approximate number and the nature of the houses to be provided by the local authority ;     b   the approximate quantity of land to be Required and the localities in which land is to be acquired ;     c   the average number of houses per acre ;     d   the time within which the scheme or any part thereof is to be carried into effect;    and the scheme may contain such incidental, consequential and supplemental provisions (including provisions as to the subsequent variation of the scheme) as may appear necessary or proper for the purpose of the scheme.     3   The Local Government Board may approve any such scheme or any part thereof without modification or subject to such modifications as they may think fit, and the scheme or part thereof when so approved shall be binding on the local authority; but if the Board consider the scheme inadequate they may refuse to approve the scheme and require the authority to prepare and submit to them an adequate scheme within such time as they may fix, or they may approve the scheme or part thereof subject to the condition that the authority prepare and submit to them a further scheme within such time as they may fix :    Provided that local authorities in preparing, and the Local Government Board in approving, any scheme shall take into account, and so far as possible preserve, existing erections of architectural, historic, or artistic interest, and shall have regard to the natural amenities of the locality, and, in order to secure-that the houses proposed to be built under the scheme shall be of a suitable architecture and that the natural amenities of the locality shall not be unnecessarily injured, the Local Government Board may, in any case where it appears to them that the character of the locality renders such a course expedient, require as a condition of their approval the employment by the local authority of an architect to be selected from a panel of architects nominated for the purpose by the Royal Institute of British Architects.     4   Before the Local Government Board finally approve a scheme, the local authority shall furnish to them estimates of the cost of the scheme and of the rents expected to be derived from the houses provided under the scheme.     5   If the Local Government Board consider as respects any local authority that an occasion for the preparation of a new scheme has arisen, they shall give notice to that effect to the local authority, and thereupon such an occasion shall be deemed to have arisen.     6   Where the local authorities concerned or the Local Government Board are of opinion that a scheme should be made affecting the areas of two or more local authorities, such a scheme shall be prepared by the local authorities jointly and the local authority of each area to which any part of any such joint scheme applies may, or, if the Local Government Board after giving the local authority an opportunity of being heard so direct, shall carry out that part of the joint scheme, and for the purposes of this subsection \"local authority\" shall, in any case where the Local Government Board consent, and subject to any conditions which the Board may prescribe, include a county council.     7   Local authorities in preparing, and the Local Government Board in approving, schemes shall make inquiry respecting and take into account any proposals by other bodies and persons to provide housing accommodation.     8   Where any proposals as to the provision of houses for the working classes have before the passing of this Act been submitted to the Local Government Board by a local authority and those proposals have been approved by the Board, either before or after the passing of this Act, the proposals may, if the Board so direct, be treated, for any of the purposes of this Act, as if they were a scheme submitted and approved under this section.    "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "2", "section_title": "Duty of local authority to carry out scheme", "section_text": " 2   It shall be the duty of a local authority on which obligations are imposed by any such scheme to carry that scheme into effect within such time as may be specified in the scheme or within such further time as may be allowed by the Local Government Board.  "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "3", "section_title": "Power to authorise county council to act in place of local authority", "section_text": " 3    1   Where the Local Government Board are satisfied that a local authority have failed or are not prepared to fulfil their obligations as to the preparation of schemes under this Act, or their obligations under any such scheme, or that for any other reason it is desirable that any such obligation should be performed by the county council instead of by the local authority, the Board, after considering the circumstances of the case and giving the local authority and the county council an opportunity of being heard, may, if they think fit, by order, transfer to the council of the county, in which the district of the local authority is comprised, the obligation to prepare and carry out a scheme, or to carry out in whole or in part the provisions of a scheme prepared by the local authority.     2   Where the Board make an order under this section, the order may, for the purpose of enabling the county council to give effect to the order, apply any of the provisions of the Housing Acts or section sixty-three of the  Local Government Act, 1894, with such modifications and adaptations as appear necessary or expedient:    Provided that the local authority shall be entitled to appeal to the Local Government Board if, in their opinion, the amount of the expenses, which the county council require them to defray or propose to charge against their district, is excessive or unreasonable, or against any refusal by a county council to make an order under the said section sixty-three vesting in the local authority all or any of the powers, duties, property, debts, and liabilities of the county council in relation to the powers transferred to them, and upon any such appeal the Board may make such order as they may deem just, and an order so made shall be binding on the county council and the local authority.     3   This section shall apply in cases where a joint scheme has been, or in the opinion of the Board ought to be, prepared with the substitution of references to the local authorities concerned and their districts for references to the local authority and the district of the local authority.    "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "4", "section_title": "Power of Local Government Board to act in place of the local authority", "section_text": " 4    1   Where the Local Government Board are satisfied that a local authority, or, in cases where any powers or duties of a local authority have been transferred to a county council, such council, or, in cases where a joint scheme has been or in the opinion of the Board should be prepared, the local authorities concerned, have failed to fulfil their obligations as to the preparation of schemes under this Act or their obligations under any such schemes, the Board may, after considering the circumstances of the case, and after giving the local authority, authorities, or county council an opportunity of being heard, themselves prepare and carry out a scheme or take such steps as may be necessary to carry out any scheme prepared by the local authority or council, or by two or more local authorities jointly, and shall for that purpose have all the powers of a local authority under the Housing Acts, and those Acts shall, with the necessary modifications and adaptations, apply accordingly.     2   Any expenses incurred by the Board in the exercise of such powers as aforesaid shall in the first instance be paid out of moneys provided by Parliament, but the amount certified by the Board to have been so expended, and to be properly payable by a local authority, shall on demand be paid to the Board by the local authority and shall be recoverable as a debt due to the Crown, and the payment of the sum so payable to the Board shall be a purpose for which the local authority may borrow under Part III. of the principal Act.    "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "5", "section_title": "Power to act in default of local authority under Parts I and II of principal Act", "section_text": " 5   Without prejudice to any other powers for enforcing the provisions of the Housing Acts, where the Local Government Board are satisfied that any area within the district of a local authority is an area in respect of which the local authority ought to exercise their powers under Part I. or Part II. of the principal Act, the Board may by order require the local authority to make a scheme for the improvement of such area either under Part I. or under Part II. of that Act and to do all things necessary under the Housing Acts for carrying into execution the scheme so made, and, if the local authority fail within such time as may be prescribed by the order to make a scheme to the satisfaction of the Local Government Board and to carry the scheme into execution, the Board may either by order empower the county council to make and carry out a scheme, or themselves make and take such steps as may be necessary to carry out a scheme, and the provisions of the last two foregoing sections of this Act in regard to the powers of county councils and the Board, as the case may be, shall apply.  "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "6", "section_title": "Inspection by county medical officer of health", "section_text": " 6   Where a representation is made to the Local Government Board as respects any county district that the local authority have failed to exercise their powers under Part I. or Part II. of the principal Act, the Board may direct the county council to instruct the medical officer of health of the county to inspect such district and to make a report to the Board as to the exercise of the powers aforesaid by the local authority.  "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "7", "section_title": "Power to recoup losses", "section_text": " 7    1   If it appears to the Local Government Board that the carrying out by a local authority, or by a county council to whom the powers of a local authority have been transferred under this Act, of any scheme approved under section one of this Act, or the carrying out of a re-housing scheme in connection with a scheme made under Part I. or Part II. of the principal Act, including the acquisition, clearance, and development of land included in the last-mentioned scheme, and whether the re-housing will be effected on the area included in that scheme or elsewhere, or the carrying out of any scheme approved by the Board for the provision of houses for persons in the employment of or paid by a county council or a statutory committee thereof, has resulted or is likely to result in a loss, the Board shall, if the scheme is carried out within such period after the passing of this Act as may be specified by the Board with the consent of the Treasury, pay or undertake to pay to the local authority or county council out of moneys provided by Parliament such part of the loss as may be determined to be so payable under regulations made by the Board with the approval of the Treasury, subject to such conditions as may be prescribed by those regulations.     2   Such regulations shall provide that the amount of any annual payment to be made under this section shall—   a   in the case of a scheme carried out by a local authority, be determined on the basis of the estimated annual loss resulting from the carrying out of any scheme or schemes to which this section applies, subject to the deduction therefrom of a sum not exceeding the estimated annual produce of a rate of one penny in the pound levied in the area chargeable with the expenses of such scheme or schemes ; and     b   in the case of a scheme for the provision of houses for persons in the employment of or paid by a county council, or a statutory committee thereof, be an amount equivalent to thirty per centum of the annual loan charges as calculated in accordance with the regulations on the total capital expenditure incurred by the county council for the purposes of the scheme :      Provided that the regulations shall include provisions—   i   for the reduction of the amount of the annual payment in the event of a failure on the part of the local authority or county council to secure due economy in the carrying out and administration of a scheme to charge sufficient rents or otherwise to comply with the conditions prescribed by the regulations ;     ii   for the determination of the manner in which the produce of a rate of one penny in the pound shall be estimated ; and     iii   for any adjustment which may be necessary in consequence of any difference between the estimated annual produce and the actual produce of the said rate of one penny in the pound ;       3   Every regulation so made shall be laid before both Houses of Parliament as soon as may be after it is made, and, if an address is presented by either House within twenty-one days on which that House has sat next after any such regulation is laid before it praying that the regulation may be annulled, His Majesty in Council may annul the regulation, hut without prejudice to the validity of anything previously done thereunder.     4   Where a loan is made by the Public Works Loan Commissioners for the purposes of a scheme towards the losses on which the Local Government Board are liable to contribute under this section the loan shall, notwithstanding anything in section three of the  Housing, Town Planning, &c. Act, 1909, be made on such terms and conditions as the Treasury may prescribe.    This subsection shall be deemed to have had effect as from the first day of April, nineteen hundred and nineteen, as respects any proposals made by a local authority and approved by the Local Government Board before the passing of this Act as respects which the Board may have signified their intention to direct that they shall be treated as a scheme for the purposes of this section.     5   The provisions of this section relating to the carrying out of a scheme for the provision of houses for persons in the employment of or paid by county councils shall apply to the Lancashire Asylums Board, the West Riding of Yorkshire Asylums Board or other body constituted for the purpose of the administration of the Lunacy Acts, on behalf of any combination of county councils and county borough councils.    "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "8", "section_title": "Powers of county councils in connection with the housing of their employees", "section_text": " 8    1   Where money is borrowed by a county council for the purpose of the provision of houses for persons in the employment of or paid by the council or a statutory committee thereof, or of acquiring land for such houses, the maximum period for repayment shall be eighty years, and as respects money so borrowed eighty years shall be substituted for thirty years in subsection (5) of section sixty-nine of the  Local Government Act, 1888.     2   Where a loan is made by the Public Works Loan Commissioners to a county council for any such purposes as aforesaid, it shall be made on the same terms and conditions as a loan to a local authority for the purposes of the Housing Acts.     3   A county council shall have power and shall be deemed always to have had power to provide houses for persons in the employment of or paid by the council or a statutory committee thereof, and for that purpose a county council may be authorised to acquire land in like manner as a local authority may be authorised to acquire land for the purposes of Part III. of the principal Act.    This section shall apply to any such board or body as is mentioned in subsection (5) of section seven of this Act in like manner as it applies to a county council, with the substitution of a reference to the provisions fixing the period within which such board or body is required to repay loans for the reference to subsection (5) of section sixty-nine of the Local Government Act, 1888.    "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "9", "section_title": "Provisions as to assessment of compensation", "section_text": " 9    1   Where land included in any scheme made or to be made under Part I or Part II of the principal Act (other than land included in such a scheme only for the purpose of making the scheme efficient and not on account of the sanitary condition of the premises thereon or of those premises being dangerous or prejudicial to health) is acquired compulsorily, the compensation to be paid for the land, including any buildings thereon, shall be the value at the time the valuation is made of the land as a site cleared of buildings and available for development in accordance with the requirements of the building byelaws for the time being in force in the district :    Provided that, if in the opinion of the Local Government Board it is necessary that provision should be made by the scheme for the re-housing of persons of the working classes on the land or part thereof when cleared, or that the land or a part thereof when cleared should be laid out as an open space, the compensation payable to all persons interested in any land included in the scheme (other than as aforesaid) for their respective interests therein shall be reduced by an amount ascertained in accordance with the rules set forth in the First Schedule to this Act.     2   The provisions of sections' twenty-one and forty-one of the principal Act shall cease to apply as respects lands to which the provisions of this section apply, in so far as such first-mentioned provisions are inconsistent or in conflict with the provisions of this section.    "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "10", "section_title": "Power of entry on land acquired", "section_text": " 10    1   Where an order authorising a local authority to purchase land compulsorily for the purposes of Part III of the principal Act has been made and confirmed under the provisions of Part I of the Housing, Town Planning, &c. Act, 1909, then, at any time after notice to treat has been served, the local authority may, after giving not less than fourteen days' notice to the owner and occupier of the land, enter on and take possession of the land or such part thereof as is specified in the notice without' previous consent or compliance with sections eighty-four to ninety of the  Lands Clauses (Consolidation) Act, 1845, but subject to the payment of the like compensation for the land of which possession is taken and interest on the compensation awarded as would have been payable if those provisions had been complied with.     2   Where a local authority have agreed to purchase land for the purposes of Part III of the principal Act, or have determined to appropriate land for those purposes, subject to the interest of the person in possession thereof, and that interest is not greater than that of a tenant for a year or from year to year, then, at any time after such agreement has been made, or such appropriation has been approved by the Local Government Board, the local authority may, after giving not less than fourteen days' notice to the person so in possession, enter on and take possession of the land or such part thereof as is specified in the notice without previous consent but subject to the payment to the person so in possession of the like compensation with such interest thereon as aforesaid as if the local authority had been authorised to purchase the land compulsorily and such person had in pursuance of such power been required to quit possession before the expiration of his term or interest in the land, but without the necessity of compliance with sections eighty-four to ninety of the Lands Clauses (Consolidation) Act, 1845.    "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "11", "section_title": "Amendment of procedure for compulsory acquisition of land", "section_text": " 11    1   Paragraph (7) of the First Schedule to the Housing, Town Planning, &c. Act, 1909 (which provides for special procedure in the case of the acquisition of land, for the purposes of Part III. of the principal Act, situate in London or in a borough or urban district), shall cease to have effect.     2   Where the confirming of an order made under that schedule is opposed, the Local Government Board shall, before confirming the order, duly consider the report of the person by whom, under paragraph (6) of the said schedule, a public inquiry is held, and the Local Government Board shall not confirm any order for the compulsory acquisition of land under that schedule, even when the order is unopposed, if they are of opinion that the land is unsuited for the purpose for which it is proposed to be acquired.     3   Notwithstanding the provisions of paragraph (6) of the First Schedule to the Housing, Town Planning, &c. Act, 1909, any order for the compulsory acquisition of land which is duly submitted after the date of the passing of this Act, and before the expiration of two years from that date, by a local authority under the provisions of Part I. of the Housing, Town Planning, &c. Act, 1909, maybe confirmed by the Local Government Board without a public inquiry.     4   The amendments to the said schedule effected by this Act shall apply to that schedule as originally enacted but not as applied by any other enactment.    "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "12", "section_title": "Additional powers as to acquisition of land and houses", "section_text": " 12    1   The powers of a local authority to acquire land for the purposes of Part III. of the principal Act shall be deemed to include power—   a   to acquire any houses or other buildings on the land proposed to be acquired as a site for the erection of houses for the working classes ; and     b   to acquire any estate or interest in any houses which might be made suitable as houses for the working classes, together with any lands occupied with such houses ;    and the local authority shall have power to alter, enlarge, repair and improve any such houses or buildings so as to render them in all respects fit for habitation as houses for the working classes.     2   The purposes for which land may be acquired under Part III. of the principal Act shall be deemed to include—   a   the lease or sale of the land, under the powers conferred by this Act, with a view to the erection thereon of houses for the working classes by persons other than the local authority ; and     b   the lease or sale under the powers conferred by this Act of any part of the land acquired with a view to the use thereof for purposes which in the opinion of the local authority are necessary or desirable for or incidental to the development of the land as a building estate, including the provision, maintenance, and improvement of houses and gardens, factories, workshops, places of worship, places of recreation, and other works or buildings for or for the convenience of persons belonging to the working classes and other persons.       3   Subject to the consent of the Local Government Board and to such conditions as the Board may prescribe, a local authority may, for the purposes of Part III. of the principal Act, contract for the purchase by or lease to them of houses suitable for the working classes, whether built at the date of the contract or intended to be built thereafter.    "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "13", "section_title": "Power to acquire in advance lands in areas proposed for inclusion in improvement schemes under Parts I and II of principal Act", "section_text": " 13   Where a local authority have under section four of the principal Act passed a resolution that an area is an unhealthy area and that an improvement scheme ought to be made in respect of such area, or have under section thirty-nine of the principal Act passed a resolution directing a scheme to be prepared for the improvement of an area, the local authority may, with the consent of and subject to any conditions imposed by the Local Government Board, acquire by agreement any lands included within the area notwithstanding that the scheme may not at the time of acquisition have been made by the local authority or confirmed or sanctioned by the Local Government Board ; and the acquisition of such lands shall be deemed to be a purpose for which the local authority may borrow money under and subject to the provisions of Part I. or, as the case may be, Part II. of the principal Act.  "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "14", "section_title": "Power to acquire water rights", "section_text": " 14   A local authority or a county council may, notwithstanding anything in section three hundred and twenty-seven or Section three hundred and thirty-two of the  Public Health Act, 1875, but subject to the provisions of section fifty-two of that Act, be authorised to abstract water from any river, stream, or lake, or the feeders thereof, whether within or without the district of the local authority or the county, for the purpose of affording a water supply for houses provided or to be provided under a scheme made under the Housing Acts, and to do all such acts as may be necessary for affording a water supply to such houses, subject to a prior obligation of affording a sufficient supply of water to any houses or agricultural holdings or other premises that may be deprived thereof by reason of such abstraction, in like manner and subject to the like restrictions as they may be authorised to acquire land for the purposes of the scheme:    Provided that no local authority or county council shall be authorised under this section to abstract any water which any local authority, corporation, company, or person are empowered by Act of Parliament to impound, take or use for the purpose of supply within any area, or any water the abstraction of which would, in the opinion of the Local Government Board, injuriously affect the working or management of any canal or inland navigation.  "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "15", "section_title": "Powers of dealing with land acquired", "section_text": " 15    1   Where a local authority have acquired or appropriated any land for the purposes of Part III. of the principal Act, then, without prejudice to any of their other powers under that Act, the authority may—   a   lay out and construct public streets or roads and open spaces on the land ;     b   with the consent of the Local Government Board sell or lease the land or part thereof to any person for the purpose and under the condition that that person will erect and maintain thereon such number of houses suitable for the working classes as may be fixed by the local authority in accordance with plans approved by them, and when necessary will lay out and construct public streets or roads and open spaces on the land, or will use the land for purposes which, in the opinion of the local authority, are necessary or desirable for or incidental to the development of the land as a building estate in accordance with plans approved by the local authority, including the provision, maintenance, and improvement of houses and gardens, factories, workshops, places of worship, places of recreation and other works or buildings for, or for the convenience of, persons belonging to the working classes and other persons;     c   with the consent of the Local Government Board sell the land or exchange it for land better adapted for those purposes, either with or without paying or receiving any money for equality of exchange ;     d   with the consent of the Local Government Board sell or lease any houses on the land or erected by them on the land, subject to such covenants and conditions as they may think fit to impose either in regard to the maintenance of the houses as houses for the working classes or otherwise in regard to the use of the houses, and upon any such sale they may, if they think fit, agree to the price being paid by instalments or to payment of part thereof being secured by a mortgage of the premises:    Provided that it shall be a condition of such sale or lease that the houses shall not be used by any person for the time being having any interest therein for the purpose of housing persons in his employment.       2   Where a local authority under this section sell or lease land subject to any condition as to the erection thereon of houses, or the laying out and construction of streets or the development of the land, there shall be included in the conveyance or lease all such covenants and conditions as may be necessary to secure compliance with the condition aforesaid within a reasonable period, and to limit the amount of the rent which may be charged in respect of the land or any part thereof or in respect of the houses erected thereon; and the local authority may contribute or agree to contribute towards the expenses of the development of the land and the laying out and construction of streets thereon, subject to the condition that the streets are dedicated to the public.     3   Land and houses sold or leased under the provisions of this section shall be sold or leased at the best price or for the best rent that can reasonably be obtained, having regard to any condition imposed, and any capital money received in respect of any transaction under this section shall be applied in or towards the purchase of other land for the purposes of Part III of the principal Act, or with the consent of the Local Government Board to any purpose, including the repayment of borrowed money, to which capital money may be properly applied.    "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "16", "section_title": "Power of Local Government Board to assist in preparation of schemes", "section_text": " 16   For the purpose of assisting in the preparation and carrying out of schemes under this Act, or for the purpose of securing the immediate provision of dwelling accommodation in the area of any local authority pending the preparation of a scheme by such authority, the Local Government Board may, with the consent of the Treasury, acquire and hold lands and buildings, erect buildings, alter, enlarge, repair, and improve buildings, and dispose of any lands or buildings so acquired or erected, and for such purposes the Board may exercise any of the powers of a local authority under the Housing Acts in regard to the acquisition and disposal of land and buildings.  "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "17", "section_title": "Occupation of house at a rental from local authority not to disqualify for election to local authority", "section_text": " 17   For removing doubts it is hereby enacted that a person shall not, by reason only of the fact that he occupies a house at a rental from a local authority within the meaning of Part III. of the principal Act, be disqualified from being elected or being a member thereof or any committee thereof.  "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "18", "section_title": "Powers of promoting and assisting public utility societies", "section_text": " 18    1   A local authority within the meaning of Part III. of the principal Act, or a county council, may promote the formation or extension of or, subject to the provisions of this section, assist a public utility society whose objects include the erection, improvement or management of houses for the working classes, and where such a society is desirous of erecting houses for the working classes which, in the opinion of the Local Government Board, are required, and the local authority of the area in which the houses are proposed to be built are unwilling to acquire land with a view to selling or leasing the same to the society, the county council, on the application of the society, may for this purpose acquire land and exercise all the powers of a local authority under the Housing Acts in regard to the acquisition and disposal of land, and the provisions of those Acts as to the acquisition of land by local authorities within the meaning of Part III. of the principal Act shall apply accordingly.     2   Any such local authority or county council with the consent of, and subject to any regulations or conditions which may be made or imposed by, the Local Government Board may, for the assistance of such a society—   a   make grants or loans to the society ;     b   subscribe for any share or loan capital of the society ;     c   guarantee or join in guaranteeing the payment of interest on money borrowed by the society or of any share or loan capital issued by the society ;    on such terms and conditions as to rate of interest and repayment or otherwise and on such security as the local authority or council think fit, and, notwithstanding the provisions of section four of the  Industrial and Provident Societies Act, 1893, where a local authority or county council assist such a society under this subsection, the local authority or council shall not be prevented from having or claiming an interest in the shares of the society exceeding two hundred pounds.     3   Any expenses incurred by a local authority (other than the London County Council) under the provisions of this section shall be defrayed in the same manner as the expenses of the local authority under Part III. of the principal Act, and the raising of money for the purpose of making grants or loans to or subscribing for the capital of a society under this section shall be a purpose for which the authority may borrow under that Part of that Act.     4   Any expenses incurred by a county council under this section shall be defrayed as expenses for general county purposes, and the raising of money for the purpose of making grants or loans to or subscribing for the capital of a society under this section shall be a purpose for which the council may borrow; provided that, where money is borrowed by the county council for that purpose, the maximum period for repayment shall be fifty years, and as respects money so borrowed fifty years shall be substituted for thirty years in subsection (5) of section sixty-nine of the Local Government Act, 1888.    "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "19", "section_title": "Power of contributing to costs incurred by public utility societies and housing trusts", "section_text": " 19    1   Where a public utility society or a housing trust as defined by this Act has submitted to the Local Government Board a scheme for the provision of houses for the working classes and the scheme is approved by the Board, then, if the scheme is carried out within such period after the passing of this Act as may be specified by the Board with the consent of the Treasury, the Board may pay or undertake to pay out of moneys provided by Parliament such contributions towards the cost of carrying out the scheme as may be determined to be payable under regulations made by the Board with the approval of the Treasury, subject to such conditions (including conditions as to audit of accounts by district auditors) as may be prescribed by those regulations.     2   Such regulations shall provide that the amount of any annual payment to be made under this section shall be equivalent to thirty per centum of the annual loan charges which woidd have been payable in accordance with the regulations on the total capital expenditure incurred by the public utility society or housing trust for the purposes of the scheme if the amount of that expenditure had been borrowed from the Public Works Loan Commissioners :    Provided that the regulations shall include provision for the reduction of the amount of the annual payment in the event of the Local Government Board being satisfied that the capital expenditure incurred by the public utility society or housing trust has been excessive.     3   Every regulation so made shall be laid before both Houses of Parliament as soon as may be after it is made, and, if an address is presented by either House within twenty-one days on which that House has sat next after any such -regulation is laid before it praying that the regulation may be annulled, His Majesty in Council may annul the regulation, but without prejudice to the validity of anything previously done thereunder.    "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "20", "section_title": "Loans to public utility societies", "section_text": " 20    1   The purposes referred to in subsection (1) of section sixty-seven of the principal Act for which the Public Works Loan Commissioners may advance money on loan shall extend to the purchase of houses which may be made suitable as houses for the working classes and to the purchase and development of land by a public utility society.     2   Notwithstanding anything contained in the  Public Works Loans Act, 1875, or any Act amending that Act, where a loan is made by the Public Works Loan Commissioners under section sixty-seven of the principal Act to a public utility society for the purpose of carrying out a scheme for the provision of houses for the working classes approved by the Local Government Board :—   a   the maximum period for the repayment of the loan shall be fifty instead of forty years ;     b   Money may be lent on the mortgage of an estate for a term of years absolute whereof a period not less than ten years in excess of the period fixed for the repayment of the sums advanced remains unexpired at the date of the loan ;     c   In the case of loans made during such period after the passing of this Act as may be specified by the Board with the consent of the Treasury, the money advanced on the security of a mortgage of any land or dwellings solely shall not exceed seventy-five per cent. of the purchase price of the land and of the cost of its development and of the houses proposed to be mortgaged as certified by the Local Government Board; but advances may be made by instalments in respect of the purchase money of the land to be acquired, and of the cost of its development, and in respect of the building of any house or houses on the land mortgaged as such building progresses, so that the total of the advances do not at any time exceed the amount aforesaid ; and a mortgage may accordingly be made to secure advances so to be made from time to time.      "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "21", "section_title": "Loans to private persons", "section_text": " 21   During a period of two years from the passing of this Act, the money which may be advanced by the Public Works Loan Commissioners to any private person for the purpose of constructing houses for the working classes on the security of a mortgage of any land or dwellings solely may, if the Commissioners think fit and if the houses are constructed in accordance with plans approved by the Local Government Board, exceed the amount specified in subsection (2) of section sixty-seven of the principal Act, but shall not exceed seventy-five per centum of the value of the estate or interest in such land or dwellings proposed to be mortgaged, and advances may be made by instalments from time to time as the building of the houses on the land mortgaged progresses, so that the total of the advances does not at any time exceed the amount last mentioned, and a mortgage may accordingly be made to secure advances so to be made from time to time.  "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "22", "section_title": "Loans by local authorities for the improvement of housing accommodation", "section_text": " 22    1   Where the owner of a house or building applies to the local authority, within the meaning of Part III. of the principal Act, of the district in which the house is situated for assistance for the purpose of carrying out works for the reconstruction, enlargement, or improvement thereof, and the local authority are of opinion that after the works are carried out the house or building would be in all respects fit for habitation as a house or as houses for the working classes, and that the circumstances of the district in regard to housing accommodation are such as to make it desirable that the works should be carried out, the local authority may lend to the owner the whole or any part of such sum as may be necessary to defray the cost of the works, and any costs, charges, or expenses incidental thereto:    Provided that the loan shall not exceed one half of the estimated value of the property mortgaged, unless some additional or collateral security is given sufficient to secure the excess.     2   Before the works are commenced, full particulars of the works and, where required by the local authority, plans and specifications thereof shall be submitted to the local authority for their approval, and before any loan is made the authority shall satisfy themselves that the works in respect of which the loan is to be made have been carried out in a satisfactory and efficient manner.     3   The raising of money for the purpose of making a loan under this section shall be a purpose for which the local authority may borrow for the purposes of Part III. of the principal Act.     4   For the purpose of this section \"owner\" means any person whose interest, or any number of persons whose combined interests, constitute either an estate of fee simple in possession or, in the case of copyhold land, a similar estate, or a leasehold interest in possession for a term of years absolute whereof a period of not less than ten years in excess of the period fixed for the repayment of the loan remains unexpired at the date of the loan.    "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "23", "section_title": "Provisions as to sale of building materials", "section_text": " 23   Subject to any conditions prescribed by the Local Government Board with the consent of the Treasury, any bricks or other building materials which have been acquired by a Government Department for the purpose of the erection or improvement of houses for the working classes, may during a period of five years from the passing of this Act be sold to any person who undertakes to use the same forthwith for the purpose of erecting or improving houses for the working classes and to comply with the-said conditions at a price sufficient to cover the cost of replacement at the time of sale of the materials so sold.  "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "24", "section_title": "Relaxation of byelaws", "section_text": " 24    1   Where in pursuance of a housing scheme to which this section applies new buildings are constructed, or public streets and roads are laid out and constructed, in accordance with plans and specifications approved by the Local Government Board, the provisions of any building byelaws shall not apply to the new buildings and new streets constructed and laid out in pursuance of the scheme so far as those provisions are inconsistent with the plans and specifications approved by the Local Government Board, and, notwithstanding the provisions of any other Act, any street laid out and constructed in accordance with such plans and specifications may be taken over and thereafter maintained by the local authority :    Provided that, as regards the administrative county of London, the Board shall not approve any plans and specifications inconsistent with the provisions of any building byelaws in force in the county except after consultation with the London County Council on the general question of the relaxation of such provisions in connection with housing schemes.     2   Where the Local Government Board have approved plans and specifications which in certain respects are inconsistent with the provisions of any building byelaws in force in the district in which the works are to be executed, any proposals for the erection therein of houses and the laying out and construction of new streets which do not form part of a housing scheme to which this section applies may, notwithstanding those provisions, be carried out if the local authority or, on appeal, the Local Government Board are satisfied that they will involve departures from such provisions only to the like extent as in the case of the plans and specifications so approved, and that, where such plans and specifications have been approved subject to any conditions, the like conditions will be complied with in the case of proposals to which this subsection applies :    Provided that, in the application of this subsection to the administrative county of London, the expression \"local authority \" means the London County Council with respect to the matters within their jurisdiction and the Common Council of the City of London or the council of a metropolitan borough (as the case may be) with respect to other matters.     3   The housing schemes to which this section applies are schemes made by a local authority or county council under the Housing Acts, or by a public utility society or housing trust, and approved by the Local Government Board.     4   Subject to any conditions which may be prescribed by the Local Government Board, the provisions of any building byelaws shall not apply to any new buildings and new streets constructed and laid out by a county council or local authority in accordance with plans and specifications approved by the Board of Agriculture and Fisheries under the  Small Holdings and Allotments Acts, 1908 and  1910, or any Act amending the same.    "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "25", "section_title": "Consent of local authority to erection and use of buildings", "section_text": " 25    1   Notwithstanding the provisions of any building byelaws, a local authority may, during a period of three years from the passing of this Act, consent to the erection and use for human habitation of any buildings erected or proposed to be erected in accordance with any regulations made by the Local Government Board.     2   The local authority may attach to their consent any conditions which they may deem proper with regard to the situation, sanitary arrangements, and protection against fire of such buildings, and may fix and from time to time extend the period during which such buildings shall be allowed to be used for human habitation.     3   If any person feels aggrieved by the neglect or refusal of the local authority to give such consent or by the conditions on which such consent is given, or as to the period allowed for the use of such buildings for human habitation, he may appeal to the Local Government Board, whose decision shall be final, and shall have effect as if it were the decision of the local authority, provided that the Board may, before considering any such appeal, require the appellant to deposit such sum, not exceeding ten pounds, to cover the costs of appeal as may be fixed by rules to be made by them.     4   Section twenty-seven of the  Public Health Acts Amendment Act, 1907, shall not apply to any buildings to which this section applies.     5   In the application of this section to the administrative county of London, the expression \"local authority\" means the London County Council with respect to matters within their jurisdiction, and the common council of the City of London or the council of a metropolitan borough (as the case may be) with respect to other matters.    "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "26", "section_title": "Byelaws respecting houses divided into separate tenements", "section_text": " 26    1   The power of making and enforcing byelaws under section ninety of the Public Health Act, 1875, and section ninety-four of the  Public Health (London) Act, 1891, shall in the case of houses intended or used for occupation by the working classes be deemed to include the making and enforcing of byelaws—   a   for fixing and from time to time varying the number of persons who may occupy a house or part of a house which is let in lodgings or occupied by members of more than one family and for separation of the sexes therein;     b   for the registration and inspection of such houses ;     c   for enforcing drainage and promoting cleanliness and ventilation of such houses ;     d   for requiring provision adequate for the use of and readily accessible to each family of—   i   closet accommodation ;     ii   water supply and washing accommodation ;     iii   accommodation for the storage, preparation, and cooking of food ;    and, where necessary, for securing separate accommodation as aforesaid for every part of such house which is occupied as a separate dwelling ;     e   for the keeping in repair and adequate lighting of any common staircase in such houses ;     f   for securing stability, and the prevention of and safety from fire ;     g   for the cleansing and redecoration of the premises at stated times, and for the paving of the courts and courtyards ;     h   for the provision of handrails, where necessary, for all staircases of such houses ;     i   for securing the adequate lighting of every room in such houses ;    and any such byelaws, in addition to any other penalty, may prohibit the letting for occupation by members of more than one family of any such house unless the same are complied with, subject in the case of houses so let or occupied at the time when such byelaws come into force to the allowance of a reasonable time for the execution of any works necessary to comply therewith.     2   Such byelaws may impose the duty of executing any work required to comply therewith upon the owner within the meaning of the Public Health Acts of any such house, or upon any other person having an interest in the premises, and may prescribe the circumstances and conditions in and subject to which any such duty is to be discharged.     3   For the purpose of discharging any duty so imposed, the owner or other person may at all reasonable times enter upon any part of the premises, and section fifty-one of the principal Act shall apply as if for the reference to the provisions of Part II of that Act there were substituted a reference to the provisions of such byelaws, and as if the person on whom such duty is imposed were the owner and any inmate of the premises were the occupier of a dwelling-house.     4   Where an owner or other person has failed to execute any work which he has been required to execute under the byelaws, the local authority by whom such byelaws are enforced may, after giving to him not less than twenty-one days' notice in writing, themselves execute the works and recover the costs and expenses, and for that purpose the provisions of subsection (5) of section fifteen of the Housing, Town Planning, &c. Act, 1909, with respect to the execution of works and the recovery of expenses by local authorities, shall apply as if the owner or other person were the landlord, and with such other adaptations as may be necessary.     5   If in the opinion of the Local Government Board premises are being occupied by members of more than one family or are intended to be converted for such occupation in the district of any local authority, and either no byelaws have been made by the local authority for the purposes specified in subsection (1) of this section, or the byelaws made are not sufficient properly to regulate such occupation or conversion, the Local Government Board may themselves make byelaws for such purposes which shall have effect and shall be enforced as if they had been made by the local authority.     6   Where the person on whom obligations are imposed by any byelaws made for the purposes specified in subsection (1) of this section with respect to houses so occupied as aforesaid holds the premises under a lease or agreement and satisfies the local authority that compliance with such byelaws is contrary to the provisions of the lease or agreement, or that the whole or any part of the expenses of carrying out the obligations ought to be borne by his lessor or other superior landlord, the local authority may make application to the county court, and the county court may, after giving the lessor or any such superior landlord an opportunity of being heard,—   a   In the first case, order that the provisions of the lease or agreement be relaxed so far as they are inconsistent with the requirements of the byelaws ;     b   in the second case, grant to the person who carries out the works necessary for compliance with the byelaws, on proof to the satisfaction of the local authority that the works have been properly carried out, a charging order charging on the premises an annuity to repay the expenses properly incurred in carrying out the works or such part of those expenses as the county court consider ought to be so charged.       7   The annuity shall be of such amount and extend over such number of years as the county court may determine.     8   Subsection (3) of section thirty-six and section thirty-seven except subsection (4) of the principal Act, and section nineteen of the Housing, Town Planning, &c. Act, 1909, shall apply to charging orders and annuities under this section in like manner as to charging orders and annuities under the said section thirty-six.     9   Where a local authority have themselves acquired a leasehold interest in any house under the powers conferred upon them by this Act, the Local Government Board, on the application of the local authority, may make a similar order with regard to the relaxation of the provisions of the lease and to charging an annuity oh the premises as might, had the lessee not been the local authority, have been made on the application of the local authority by the county court, and in that case the decision of the Local Government Board as to the amount and duration of any such annuity shall be final.     10   This section shall apply to the administrative county of London with the following modifications :—   a   As respects the county of London, the byelaws for the purposes specified in subsection (1) of this section shall be made by the London County Council, and any byelaws so made shall supersede any byelaws made for those purposes by the council of any metropolitan borough, . and shall be observed and enforced by the council of each metropolitan borough except as regards byelaws for the purposes specified in paragraph (f) of subsection (1) which shall be enforced by the London County Council ;     b   As respects the City of London, such byelaws shall be made and enforced by the common council except as regards byelaws for the purposes specified in paragraph (f) of subsection (1), which shall be made and enforced by the London County Council.      "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "27", "section_title": "Power to authorise conversion of a house into several tenements", "section_text": " 27   Where it is proved to the satisfaction of the county court on an application by the local authority or any person interested in a house that, owing to changes in the character of the neighbourhood in which such house is situate, the house cannot readily be let as a single tenement but could readily be let for occupation if converted into two or more tenements and that, by reason of the provisions of the lease or of any restrictive covenant affecting the house or otherwise, such conversion is prohibited or restricted, the court, after giving any person interested an opportunity of being heard, may vary the terms of the lease or other instrument imposing the prohibition or restriction so as to enable the house to be so converted subject to such conditions and upon such terms as the court many think, just.  "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "28", "section_title": "Repair of houses", "section_text": " 28    1   If the owner of any house suitable for occupation by persons of the working classes fails to make and keep such house in all respects reasonably fit for human habitation then, without prejudice to any other powers, the local authority may serve a notice upon the owner of such house requiring him within a reasonable time, not being less than twenty-one days, specified in the notice, to execute such works as may be necessary to make the house in all respects reasonably fit for human habitation :    Provided that, if such house is not capable without reconstruction of being rendered fit for human habitation, the owner may, within twenty-one days after the receipt of such notice, by written notice to the local authority declare his intention of closing the house for human habitation, and thereupon a closing order shall be deemed to have become operative in respect of such house. Any question arising under this proviso shall, in case of difference between the owner and the local authority, be determined by the Local Government Board.     2   If the notice of the local authority is not complied with, the local authority may—   a   at the expiration of the time specified in that notice if no such notice as aforesaid has been given by the owner ; and     b   at the expiration of twenty-one days from the determination by the Local Government Board if such notice has been given by the owner, and the Local Government Board have determined that the house is capable without reconstruction of being made fit for human habitation ;    do the work required to be done.     3   Any expenses incurred by the local authority under this section may be recovered in a court of summary jurisdiction, together with interest at a rate not exceeding five pounds per centum per annum from the date of service of a demand for the same till payment thereof from the owner, and until recovery of such expenses and interest the same shall be a charge on the premises. In all summary proceedings by the local authority for the recovery of any such expenses, the time within which such proceedings may be taken shall be reckoned from the date of the service of notice of demand.     4   The local authority may by order declare any such expenses to be payable by monthly or annual instalments within a period not exceeding thirty years with interest at a rate not exceeding five pounds per centum per annum from the date of the service of notice of demand until the whole amount is paid, and any such instalments and interest or any part thereof may be recovered in a summary manner from the owner or occupier, and, if recovered from the occupier, may be deducted by him from the rent of such premises.     5   In this section \"owner\" shall have the same meaning as in the Public Health Act, 1875.     6   This section shall be deemed to be part of Part II. of the principal Act.    "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "29", "section_title": "Information to tenants of houses for the working classes", "section_text": " 29   In the case of houses intended or used for occupation by the working classes, the name and address of the medical officer of health for the district and of the landlord or other person who is directly responsible for keeping the house in all respects reasonably fit for human habitation shall be inscribed in every rent book or, where a rent book is not used, shall be delivered in writing to the tenant at the commencement of the tenancy and before any rent is demanded or collected ; and, if any person demands or collects any rent in contravention of the provisions of this section, he shall in respect of each offence be liable on summary conviction to a fine not exceeding forty shillings.  "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "30", "section_title": "Power to authorise superior landlord to enter and execute works", "section_text": " 30    1   Where it is proved to the satisfaction of the court, on an application in accordance with rules of court of any person entitled to any interest in any land used in whole or in part as a site for houses for the working classes, that the premises on the land are or are likely to become dangerous or injurious to health or unfit for human habitation, and that the interests of the applicant are thereby prejudiced, or that the applicant should be entrusted with the carrying out of a scheme of reconstruction or improvement approved by the local authority of the district in which the land is situate, the court may make an order empowering the applicant forthwith to enter on the land and within the time fixed by the order to execute such works as may be necessary, and may order that any lease or agreement for a lease held from the applicant and any derivative underlease shall be determined, subject to such conditions and to the payment of such compensation as the court may think just.     2   The court shall include in its order provisions to secure that the proposed works are carried out and may authorise the local authority in whose area the land is situated or which has approved a scheme of reconstruction or improvement under this section to exercise such supervision or take such action as may be necessary for the purpose.     3   For the purposes of this section, \" court\" means the High Court of Justice, and the Court of Chancery of the county palatine of Lancaster or Durham or the county court, where those courts respectively have jurisdiction.    "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "31", "section_title": "Extension of powers under Settled Land Acts", "section_text": " 31   The powers conferred upon a tenant for life by the Settled Land Acts, 1882 to 1890, shall include the following further powers :—   a   A power to make a grant in fee simple or absolutely, or a lease for any term of years, for a nominal price or rent or for less than the best price or rent which could be obtained for the purpose of the erection thereon of dwellings for the working classes or the provision of gardens to be held in connection therewith. Provided that no more than two acres in the case of land situate in an urban district or ten acres in the case of land situate in a rural district shall be granted as a site for such dwellings or gardens in any one parish without payment of the full price or rent for the excess, except under an order of the court;     b   A power, where money is required for the provision of dwellings available for the working classes, to raise the money on mortgage of the settled land or of any part thereof by conveyance of the fee simple or other the estate subject to the settlement or by creation of a term of years in the settled land or any part thereof or otherwise, and the money so raised shall be capital money for that purpose and may be paid or applied accordingly.    "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "32", "section_title": "Penalty on re-letting house ordered to be closed", "section_text": " 32   If any owner of a house in respect of which a closing order is in force, or any other person, lets or attempts to let or occupies or permits to be occupied that house or any part thereof as a dwelling-house, he shall on summary conviction be liable to a fine not exceeding twenty pounds.  "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "33", "section_title": "Amendment of s.11 of principal Act", "section_text": " 33   The enactments regulating the provision to be made under Part I. of the principal Act for the accommodation of persons of the working classes displaced by the operation of a scheme under that Part shall be the same in cases where the area comprised in the scheme is situate in the county or city of London as in other cases, and accordingly subsection (1) of section eleven of that Act, and in subsection (2) the words \"where \" and \"comprises an area situate elsewhere than in the county or city of London, it \" shall be repealed.  "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "34", "section_title": "Arrangements between the Local Government Board and other Departments", "section_text": " 34   The Local Government Board may make arrangements with any other Government Department for the exercise or performance by that Department of any of their powers and duties under the Housing Acts which in their opinion could be more conveniently so exercised and performed, and in such case the Department and officers of the Department shall have the same powers and duties as are by the Housing Acts conferred on the Local Government Board and their officers.  "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "35", "section_title": "Provisions of Housing Acts not to be affected by the Increase of Rent and Mortgage Interest (War Restrictions) Act, 1915", "section_text": " 35   Nothing in the  Increase of Rent and Mortgage Interest (War Restrictions) Act, 1915, or in the enactments amending that Act, shall be deemed to affect the provisions of section seventeen of the Housing, Town Planning, &c. Act, 1909, or to prevent a local authority from obtaining possession of any house the possession of which is required by them for the purpose of exercising their powers under the Housing Acts or under any scheme made under' those Acts.  "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "36", "section_title": "Compensation in cases of subsidence", "section_text": " 36   Notwithstanding anything in section fifty of the  Brine Pumping (Compensation for Subsidence) Act, 1891, a local authority or county council shall be entitled to compensation in accordance with the provisions of that Act in respect of any injury or damage to any houses belonging to such local authority or council, and provided under a housing scheme towards the losses on which the Local Government Board is liable to contribute under this Act.  "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "37", "section_title": "Application of Act to New Forest", "section_text": " 37   The provision of houses under the Housing Acts shall be deemed to be a local sanitary requirement for the purpose of the  New Forest (Sale of Lands for Public Purposes) Act, 1902. Provided that the total area of land being part of the New Forest which may be sold or let for the provision of houses shall not exceed 30 acres.  "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "38", "section_title": "Extension of powers of Commissioners of Woods", "section_text": " 38   The Commissioners of Woods may under and in accordance with the provisions of the Crown Lands Acts, 1829 to 1906, sell or let to a local authority for the purposes of Part III. of the principal Act any part of the land described on the duplicate plans which have been deposited with the Clerk of Parliaments and the Clerk of the House of Commons notwithstanding that such land may be part or parcel of a royal park, if the Local Government Board, after holding a local inquiry, are satisfied that the acquisition of the land by the local authority for such purposes as aforesaid is desirable in the national interest.  "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "39", "section_title": "Procedure and minor amendments of Housing Acts, 40. Construction", "section_text": " 39    1   The amendments specified in the second column of the Second Schedule to this Act (which relate to procedure under Part I. and Part II. of the principal Act and to minor details) shall be made in the provisions of the principal Act the  Housing of the Working Classes Act, 1903, and the Housing, Town Planning, &c. Act, 1909, specified in the first column of that schedule.     2   Sections fourteen and fifteen of the Housing, Town Planning, &c. Act, 1909, shall be deemed to be part of Part II. of the principal Act.    "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "40", "section_title": "Construction.", "section_text": " 40   This Part of this Act shall be construed as one with the principal Act, and any provisions of this Part of this Act which supersede or amend any provisions of the principal Act shall be deemed to be part of that Part of the principal Act in which the provisions superseded or amended are contained, and references in this Part of this Act to, the principal Act or to any provision of the principal Act shall be construed as references to that Act or provision as amended by any subsequent enactment, including this Part of this Act;    In this Part of this Act—     The expression \" houses for the working classes \" has the same meaning as the expression \"lodging-houses for the working classes \" has in the principal Act;      The expression \" sale \" includes sale in consideration of an annual rentcharge, and the expression \"sell\" has a corresponding meaning;      The expression \" public utility society \" means a society registered under the Industrial and Provident Societies Acts, 1893 to 1913, the rules whereof prohibit the payment of any interest or dividend at a rate exceeding six per cent. per annum ;      The expression \" housing trust \" means a corporation or body of persons which, by the terms of its constituent instrument, is required to devote the whole of its funds, including any surplus which may arise from its operations, to the provision of houses for persons the majority of whom are in fact members of the working classes, and to other purposes incidental thereto ;      The expression \" building byelaws \" includes byelaws made by any local authority under section one hundred and fifty-seven of the Public Health Act, 1875, as amended by any subsequent enactment, with respect to new buildings including the drainage thereof and new streets, and any enactments in any local Acts dealing with the construction and drainage of new buildings and the laying out and construction of new streets, and any byelaws made with respect to such matters under any such local Act,     "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "41", "section_title": "Application to London of certain provisions of the Housing Acts", "section_text": " 41    1   For the purposes of the application of Part III of the principal Act to the county of London—   a   the London County Council shall be the local authority for the county, to the exclusion of any other authority, so far as regards the provision of any houses outside the administrative county of London ;     b   the council of a metropolitan borough shall be the local authority for the metropolitan borough, to the exclusion of any other authority, so far as regards the provision of houses within the metropolitan borough ;    Provided—   i   that nothing in this section shall prejudice or affect the rights, powers and privileges of the London County Council in regard to any lands, buildings or works acquired, provided or carried out by the County Council before the date of the passing of this Act; and     ii   that where the London County Council are satisfied that there is situate within the area of a metropolitan borough land suitable for development for housing, the county council may submit a scheme for the approval of the Local Government Board for the development of such land to meet the needs of districts situate outside the area of such borough, and the county council may carry into effect any scheme which is so approved, and such approval shall have the like effect as if it had been given under section one of this Act;       c   the Local Government Board may by order direct that any of the powers or duties of the council of a metropolitan borough under Part III. of the principal Act shall be transferred to the London County Council, or that any of the powers or duties of the London County Council under Part III. of the principal Act shall be transferred to the council of a metropolitan borough.       2   Any loss which may be incurred by the council of a metropolitan borough in carrying out a scheme to which section seven of this Act applies shall be repaid to them by the London County Council, and any payments so made by the London County Council shall be deemed to have been made as part of the expenses incurred by them in carrying out a scheme to which that section applies.     3   The London County Council and the Common Council of the City of London may at any time enter into an agreement for carrying out any scheme for the purposes of Part I. or Part III. of the principal Act, and for the apportionment of the expenses incurred in carrying out such scheme, and, if the scheme is a scheme to which section seven of this Act applies, any payments made under such apportionment by the county council and the common council shall be deemed to have been made as part of the expenses incurred in carrying out a scheme to which that section applies.    "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "42", "section_title": "Removal of necessity to obtain previous authorisation of Local Government Board to preparation or adoption of town planning scheme", "section_text": " 42   It shall not be necessary for a local authority to obtain the authority of the Local Government Board to prepare or adopt a town planning scheme, and accordingly for subsection (2) of section fifty-four of the Housing, Town Planning, &c. Act, 1909, (hereinafter referred to as the Act of 1909), the following provision shall be substituted:—    2   A local authority within the meaning of this Part of this Act may by resolution decide—   a   to prepare a town planning scheme with reference to any land within or in the neighbourhood of their area in regard to which a scheme may be made under this Act; or     b   to adopt, with or without any modifications, any town planning scheme proposed by all or any of the owners of any land with respect to which the local authority are themselves by this Act authorised to prepare a scheme :      Provided that—   i   if any such resolution of a local authority extends to land not within the area of that local authority, the resolution shall not have effect until it is approved by the Local Government Board, and the Board may, in giving their approval, vary the extent of the land to be included within the area of the proposed town planning scheme ; and     ii   where any local authorities are desirous of acting jointly in the preparation or adoption of a town planning scheme, they may concur in appointing out of their respective bodies a joint committee for the purpose, and in conferring with or without restrictions on any such committee any powers which the appointing councils might exercise for the purpose, and the provisions of sections fifty-seven and fifty-eight of the Local Government Act, 1894, in regard to joint committees, shall, with the necessary modifications, apply to any joint committee so appointed.       "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "43", "section_title": "Extension of power to make regulations as to procedure", "section_text": " 43    1   The power of the Local Government Board of making regulations under section fifty-six of the Act of 1909 shall include power to make regulations as to the procedure consequent on the passing of a resolution by a local authority to prepare or adopt a town planning scheme, and provision shall be made by those regulations for securing that a local authority after passing such a resolution shall proceed with all reasonable speed with the preparation or adoption of the town planning scheme, and shall comply with any regulations as to steps to be taken for that purpose, including provisions enabling the Local Government Board in the case of default or dilatoriness on the part of the local authority to act in the place and at the expense of the local authority.     2   Subsection (2) of section fifty-six of the Act of 1909 shall have effect as if the following paragraph were added thereto :    For securing that the council of the county in which any land proposed to be included in a town planning scheme is situated (1) shall be furnished with a notice of any proposal to prepare or adopt such a scheme and with a copy of the draft scheme before the scheme is made, and (2) shall be entitled to be heard at any public local inquiry held by the Local Government Board in regard to the scheme.      "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "44", "section_title": "Repeal of provisoes to ss.54 (4) and 55 (2) of 9 Edw.7 c.44", "section_text": " 44   The proviso to subsection (4) of section fifty-four and the proviso to subsection (2) of section fifty-five of the Act of 1909 (which provisoes relate to the publication and laying before Parliament of town planning schemes) are hereby repealed.  "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "45", "section_title": "Power to permit development of estates pending preparation and approval of town planning schemes", "section_text": " 45   The Local Government Board may by special or general order provide that where a resolution to prepare or adopt a town planning scheme has been passed, or where before the passing of this Act the preparation or adoption of a town planning scheme has been authorised, the development of estates and building operations may be permitted to proceed pending the preparation or adoption and approval of the town planning scheme, subject to such conditions as may be prescribed by the order, and where such permission has been given the provisions of subsection (2) of section fifty-eight of the Act of 1909 which relates to the rights of compensation shall have effect as if the following proviso were added thereto :    Provided also that this provision shall not apply as respects any building erected, contract made, or other thing done in accordance with a permission granted in pursuance of an order of the Local Government Board allowing the development of estates and building operations to proceed pending the preparation or adoption and approval of the scheme, and the carrying out of works so permitted shall not prejudice any claim of any person to compensation in respect of property injuriously affected by the making of the scheme.    "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "46", "section_title": "Preparation of town planning schemes", "section_text": " 46    1   The council of every borough or other urban district containing on the first day of January nineteen hundred and twenty-three a population according to the last census for the time being of more than twenty thousand shall, within three years after that date, prepare and submit to the Local Government Board a town planning scheme in respect of all land within the borough or urban district in respect of which a town planning scheme may be made under the Act of 1909.     2   Without prejudice to the powers of the council under the Act of 1909, every scheme to which this section applies shall deal with such matters as may be determined by regulations to be made by the Local Government Board.     3   Every regulation so made shall be laid before both Houses of Parliament as soon as may be after it is made, and, if an address is presented by either house within twenty-one days on which that House has sat next after any such regulation is laid before it praying that the regulation may be annulled, His Majesty in Council may annul the regulation, but without prejudice to the validity of anything previously done thereunder.    "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "47", "section_title": "Power of Local Government Board to require town planning scheme", "section_text": " 47    1   Where the Local Government Board are satisfied after holding a public local inquiry that a town planning scheme ought to be made by a local authority as respects any land in regard to which a town planning scheme may be made under the Act of 1909, the Board may by order\" require the local authority to prepare and submit for their approval such a scheme, and, if the scheme is approved by the Board, to do all things necessary for enforcing the observance of the scheme or any provisions thereof effectively, and for executing any works which, under the scheme or under Part II. of the Act of 1909, the authority are required to execute.     2   Any order made by the Local Government Board under this section shall have the same effect as a resolution of the local authority deciding to prepare a town planning scheme in respect of the area in regard to which the order is made.     3   If the local authority fail to prepare a scheme to the satisfaction of the Board within such time as may be prescribed by the order, or to enforce the observance of the scheme or any provisions thereof effectively, or to execute any such works as aforesaid, the Board may themselves act, or in the case of a borough or other urban district the population of which is less than 20,000, or of a rural district, may, if the Board think fit, by order, empower the county council to act in the place and at the expense of the local authority.    "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "48", "section_title": "Consequential and minor amendments", "section_text": " 48   The amendments specified in the second column of the Third Schedule to this Act (which relate to consequential and minor matters) shall be made in the provisions of Part II of the Act of 1909 mentioned in the first column of that schedule.  "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "49", "section_title": "Amendment of 62 & 63 Vict. c.44", "section_text": " 49   The following amendments shall be made in the Small Dwellings Acquisition Act, 1899:—   a   In subsection (1) of section one \" eight hundred pounds\" shall be substituted for \" four hundred pounds \" as the limit on the market value of houses in respect of which advances may be made :     b   In paragraph (a) subsection (1) of section one \" eighty-five per cent.\" shall be substituted for \" four-fifths \" with respect to the limitation on the amount which may be advanced:     c   Paragraph (b) of subsection (1) of section one shall be repealed :     d   A receipt under seal in the form set out in Part I. of the Fourth Schedule to this Act (with such variations and additions (if any) as may be thought expedient) endorsed on, or written at the foot of, or annexed to, a mortgage for money advanced under the Act which states the name of the person who pays the money and is executed by a local authority shall, without any re-conveyance, re-assignment or release, operate as a discharge of the mortgaged property from all principal money and interest secured by, and from all claims under the mortgage, and shall have such further operation as is specified in Part II of that schedule:      Provided that—   a   nothing in this provision shall affect the right of any person to require the re-conveyance, re-assignment, surrender, release, or transfer to be executed in lieu of a receipt; and     b   the receipt shall not be liable to stamp duty and shall be granted free of cost to the person who pays the money.    "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "50", "section_title": "Repeals", "section_text": " 50   The enactments specified in the Fifth Schedule to this Act are hereby repealed to the extent specified in the third column of that schedule.  "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "51", "section_title": "Extent", "section_text": " 51   This Act shall not extend to Scotland or Ireland.  "}, {"act": "Housing, Town Planning, &c. Act 1919", "year": 1919, "section": "52", "section_title": "Short title", "section_text": " 52    1   This Act may be cited as the Housing, Town Planning, &c. Act, 1919.     2   The Housing of the Working Glasses Acts, 1890 to 1909, and this Act so far as it amends those Acts may be cited together as the Housing Acts, 1890 to 1919, and are in this Act referred to as the \"Housing Acts.\"     3   Part II of the Housing, Town Planning, &c. Act, 1909, and Part II of this Act may be cited together as the Town Planning Acts, 1909 and 1919.     4   The Small Dwellings Acquisition Act, 1899, and Part III of this Act may be cited together as the Small Dwellings Acquisition Acts, 1899 and 1919.    "}]