[{"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "2", "section_title": " Power of entry on land.", "section_text": "2 1 Where the council authorised to purchase any land compulsoril’y under the principal Act have, by virtue of  section 11(1) of the Compulsory Purchase Act 1965 ,entered on the land Where an order for the compulsory purchase of land has been made, and where necessary confirmed, under the principal Act, whether such order was made before or after the passing of this Act, the council entitled to purchase the land under the order may, at any time after a notice to treat has been served, and on giving not less than fourteen days’ notice to each owner, lessee and occupier of the land, enter on and take possession of the land or such part thereof as is specified in the notice without previous consent or compliance with sections eighty-four to ninety of the  Lands Clauses (Consolidation) Act, 1845 but subject to the payment of the like compensation for the land of which possession is taken and interest thereon as would have been payable if the provisions of those sections had been complied with: Provided that, where a council have so entered on land , the council shall not be entitled to exercise the powers conferred by subsection (8) of section thirty-nine of the principal Act. 2 Where a council have agreed for the purposes of the principal Act, to purchase land subject to the interest of the person in possession thereof, and that interest is not greater than that of a tenant for a year, or from year to year, then at any time after such agreement has been made the council may, after giving not less than fourteen days’ notice to the person so in possession, enter on and take possession of the land or of such part thereof as is specified in the notice without previous consent, but subject to the payment to the person so in possession of the like compensation for the land of which possession is taken, with such interest thereon as aforesaid, as if the council had been authorised to purchase the land compulsorily and such person had, in pursuance of such power, been required to quit possession before the expiration of his term or interest in the land, but without the necessity of compliance with sections eighty-four to ninety of the  Lands Clauses (Consolidation) Act, 1845. 3 Where a notice of entry  given in the circumstances mentioned in subsection (1) of this section, or given under the last foregoing subsection, under this section  relates to land on which there is a dwelling-house and the length of notice is less than three calendar months, the occupier of the dwelling-house may, by notice served on the council within ten days after the service on him of the notice of entry, appeal against such notice, and in any such case the appeal shall be determined by an arbitrator under and in accordance with the provisions of the  Agricultural Holdings Act 1986 (except that the arbitrator shall, in default of agreement, be appointed by the President of the Surveyors’ Institution), and the council shall not be entitled to enter on the land  under this section  except on such date and on such conditions as the arbitrator may award. 4 This section shall with such necessary adaptations as may be prescribed apply in the case of an order authorising the compulsory hiring of land, or of an agreement to hire land."}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "35", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "8", "section_title": " Sales of glebe.", "section_text": "8 For the purpose of a sale of land under the Ecclesiastical Leasing Acts to a council or to the Board of Agriculture and Fisheries for the purposes of the principal Act . . . .   the consent of the patron to the sale shall not be necessary."}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "9", "section_title": " Power to sell and acquire land for annuity.", "section_text": "9 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 The provisions set out in the First Schedule to this Act shall have effect with respect to annuities under this section."}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "11", "section_title": " Duties of county councils with respect to sale or lease of land.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "12", "section_title": " Extension of powers of councils in relation to land acquired under principal Act. ", "section_text": "12 1 Subject to the consent of the Board of Agriculture and Fisheries in cases where their consent is required under this section or under regulations made by the Board, a  district council shall have power in any case where in the opinion of the council it is necessary or expedient so to do for the better carrying into effect of the principal Act— a to erect, repair, or improve dwelling houses and other buildings on any land acquired by the council under the principal Act, or to execute any other improvement on or in connection with and for the benefit of any such land, or to arrange with the tenant of any such land for the execution of any such improvement of such terms as may be agreed; b to sell, mortgage, exchange, or let any such land or any interest therein, subject, in the case of any sale, mortgage, or exchange, to the consent of the Board, and in the case of a mortgage subject also to the consent of the Local Government Board; c in a case where no power of appropriation is otherwise provided, with the consent of the Board and the Local Government Board and subject to such conditions as to the repayment of any loan made for the purpose of the acquisition of the land or otherwise as the last-mentioned Board may impose— i to appropriate for any purpose for which the council is authorised to acquire land under the principal Act any land held by the council for other purposes of the council; or ii to appropriate for other purposes of the council land acquired by the council under the principal Act: d generally to manage any land acquired by the council under the principal Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "13", "section_title": "†Removal of necessity for consent of Board after a certain period. ", "section_text": "13 Notwithstanding any provision in the principal Act, the consent of the Board of Agriculture and Fisheries shall not . . .   be required for the acquisition, sale, mortgage, exchange, letting, improvement or management of land by a county council under the principal Act, except in cases where such consent is required by some enactment other than the principal Act."}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "16", "section_title": " Amendment of section 41 of principal Act.", "section_text": "16 1 An order under the principal Act may, notwithstanding anything in section forty-one thereof, authorise the compulsory acquisition— a of any land which at the date of the order forms part of any park or of any home farm attached to and usually occupied with a mansion house, if the land is not required for the amenity or convenience of the mansion house; or b of a holding of fifty acres or less in extent of any part of such a holding. 2 Where it is proposed to acquire any land forming part of a park or any such home farm, or, except where required for purposes of allotments, a holding of fifty acres or less in extent or of an annual value not exceeding  one hundred  pounds for the purposes of income tax, or any part of such a holding, the order authorising the acquisition of the land shall not be valid unless confirmed or made by the Board of Agriculture and Fisheries. 3 A holding to which the preceding subsection applies shall not in whole or in part be compulsorily acquired under the principal Act by . . . . . .   a council where it is shown to the satisfaction of . . . . . .   the council . . . . . .   that the holding is the principal means of livelihood of the occupier thereof, except where the occupier is a tenant and consents to the acquisition."}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "17", "section_title": " Power of county council to acquire land for letting to parish council for allotments. ", "section_text": "17 A  district council may acquire land for the purpose of leasing it to the council of a parish within the county for the provision of allotments, and the provisions of the principal Act relating to the acquisition, and to proceedings in relation to the acquisition, of land for the purpose of providing small holdings shall apply to such acquisition as if the land were to be acquired for the provision of small holdings."}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "19", "section_title": " Power of entry to inspect land.", "section_text": "19 A council, with a view to ascertaining whether any land is suitable for any purpose for which the council has power to acquire land under the principal Act, may by writing in that behalf authorise any person (upon production, if so required, or his authority), to enter and inspect the land specified in the authority, and anyone who obstructs or impedes any person acting under and in accordance with any such authority shall be liable on summary conviction to a fine not exceeding  level 2 on the standard scale"}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "20"}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "21", "section_title": " Provisions as to allotments. ", "section_text": "21 1 The council of any borough, urban district or parish may purchase any fruit trees, seeds, plants, fertilizers or implements required for the purposes of allotments cultivated as gardens, whether provided by the council or otherwise, and sell any article so purchased to the cultivators, or, in the case of implements, allow their use, at a price or charge sufficient to cover the cost of purchase. 2 The powers conferred by the preceding subsection shall be exercisable by a council only where in the opinion of the council the facilities for the purchase or hire of the articles therein referred to from a society on a co-operative basis are inadequate. 3 Rules made by a council under section twenty-eight of the principal Act, shall, unless otherwise expressly provided, apply to an allotment, though held under a tenancy made before the rules come into operation. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "22", "section_title": " Power of appropriation of land.", "section_text": "22 1 A council of a borough, urban district, or parish may, in a case where no power of appropriation is otherwise provided, . . .  ,— a appropriate for the purpose of allotments any land held by the council for other purposes of the council; or b appropriate for other purposes of the council land acquired by the council for allotments. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "23", "section_title": " Agreement as to compensation where land is let for provision of allotments.", "section_text": "23 Where land is let for the provision of allotments either to a council under the principal Act or to an association formed for the purpose of creating or promoting the creation of allotments, the right of the council or association to claim compensation from the landlord on the determination of the tenancy shall be subject to the terms of the contract of tenancy, notwithstanding the provision of any Act to the contrary: Provided that this section shall not prejudice or affect any right on the part of a person holding under a tenancy granted by the council or association to claim compensation from the council or association on the determination of his tenancy."}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "24"}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "25", "section_title": " Minor amendments of principal Act", "section_text": "25 1 The provisions of the principal Act specified in the first column ofthe Second Schedule to this Act shall be amended in the mannerspecified in the second column of that schedule. 2 "}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "26"}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "27"}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "28", "section_title": " Provisions as to commons and open spaces. ", "section_text": "28 1 Any land which is, or forms part of, a metropolitan common within the meaning of the  Metropolitan Commons Act, 1866, or which is subject to regulation under an order or scheme made in pursuance of the Inclosure Acts, 1845 to 1899, or under any local Act or otherwise, or which is or forms part of any town or village green, or of any area dedicated or appropriated as a public park, garden, or pleasure ground, or for use for the purposes of public recreation, shall not be appropriated under this Act by a council for small holdings or allotments, and shall not be acquired by a council or by the Board of Agriculture and Fisheries under the principal Act except under the authority of an order for compulsory purchase made under the principal Act, which so far as it relates to such land shall be provisional only, and shall not have effect unless it is confirmed by Parliament. 2 The Board of Agriculture and Fisheries, in giving or withholding their consent under this Act to the appropriation and in confirming an order for compulsory acquisition by a council for the purpose of small holdings or allotments of any land which forms part of any common, and in the exercise by the Board of their powers of acquiring land under this Act, shall have regard to the same considerations and shall hold the same inquiries as are directed by the  Commons Act, 1876, to be taken into consideration and held by the Board before forming an opinion whether an application under the Inclosure Acts shall be acceded to or not. Any consent by the Board of Agriculture and Fisheries for the appropriation of land forming part of any common for the purpose of small holdings or allotments shall be laid before Parliament while Parliament is sitting, and, if within twenty-one days in either House of Parliament a motion is carried dissenting from such appropriation, the order of the Board shall be cancelled. 3 Where an order for compulsory purchase to which this section applies or a consent by the Board to the appropriation of land provides for giving other land in exchange for the common or open space to be purchased or appropriated, the order for compulsory purchase or an order made by the Board in relation to the consent for appropriation may vest the land given in exchange in the persons in whom the common or open space purchased or appropriated was vested subject to the same rights, trusts, and incidents as attached to the common or open space and discharges the land purchased or appropriated from all rights, trusts, and incidents to which it was previously subject. 4 Nothing in the principal Act shall be deemed to authorise the acquisition of any land which forms part of the trust property to which the  National Trust Act, 1907, applies."}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "29", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "29"}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "30"}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "31", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "31"}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "32", "section_title": " Construction.", "section_text": "32 1 This Act, so far as it amends the principal Act, shall be construed as one with that Act, and references in this Act to the principal Act, or to any provision of the principal Act, shall, where the context permits, be construed as references to the principal Act, or the provisions of the principal Act as amended by this Act. 2 References to small holdings provided, and to land acquired, under the principal Act shall be construed as including references to small holdings provided and land acquired under any enactment repealed by the principal Act."}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "33", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "33"}, {"act": "Land Settlement (Facilities) Act 1919", "year": 1919, "section": "34", "section_title": " Short title.", "section_text": "34 This Act may be cited as the Land Settlement (Facilities) Act, 1919, and the  Small Holdings and Allotments acts, 1908 and  1910, and so much of this Act as amends those Acts may be cited together as the Small Holdings and Allotments Acts, 1908 to 1919."}]