[{"act": "Statement of Rates Act 1919", "year": 1919, "section": "1", "section_title": " Provisions with respect to demands and receipts for rent in which any sum for rates is included.", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   every document containing a demand for rent or receipt for rent, which includes any sum for rates paid or payable under any statutory enactment by the owner instead of the occupier, shall state either the annual, half yearly, quarterly, monthly, or weekly amount of such rates paid or payable in accordance with the last demands received by the owner from the rating authorities at the time of making his demand or giving his receipt in respect of the hereditament in question: Provided that, where such a statement as is required by this section has been furnished in connection with a demand for rent or receipt for rent in respect of a particular period, it shall not be necessary to furnish the statement upon any subsequent demand for rent or receipt for rent in respect of that period. 2 This Act shall not apply to weekly lettings at inclusive rentals in any market established under or controlled by statute."}, {"act": "Statement of Rates Act 1919", "year": 1919, "section": "2", "section_title": " Definition.", "section_text": "2 The expressions “ demand for rent ” and “ receipt for rent ” shall include a rent-book, rent-card and any document used for the notification or collection of rent due or for the acknowledgment of the receipt of the same."}, {"act": "Statement of Rates Act 1919", "year": 1919, "section": "3", "section_title": " Penalty.", "section_text": "3 If any person makes a demand for rent or gives a receipt for rent in contravention of this Act, he shall, in respect of each offence, be liable on summary conviction to a fine of not exceeding  level 1 on the standard scale ."}, {"act": "Statement of Rates Act 1919", "year": 1919, "section": "4", "section_title": "†Short title, commencement and extent.", "section_text": "4 1 This Act may be cited as the Statement of Rates Act, 1919. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 This Act shall not extend to Scotland or Ireland."}]