[{"act": "Welsh Church (Temporalities) Act 1919", "year": 1919, "section": "1", "section_title": " Continuation of Welsh Commissioners.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welsh Church (Temporalities) Act 1919", "year": 1919, "section": "2", "section_title": " Date of disestablishment.", "section_text": "2 The date of disestablishment of the Church in Wales shall, notwithstanding anything in the  Welsh Church Act 1914 or the  Suspensory Act 1914 or any order made thereunder, be, for the purposes of this Act and of the first-mentioned Act, the thirty-first day of March, nineteen hundred and twenty."}, {"act": "Welsh Church (Temporalities) Act 1919", "year": 1919, "section": "3", "section_title": " Provisions relating to commutation.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welsh Church (Temporalities) Act 1919", "year": 1919, "section": "4", "section_title": " Further provisions as to Welsh ecclesiastical property.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welsh Church (Temporalities) Act 1919", "year": 1919, "section": "5", "section_title": " Additional powers of Ecclesiastical Commissioners.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welsh Church (Temporalities) Act 1919", "year": 1919, "section": "6", "section_title": " Saving provisions as to marriages in churches.", "section_text": "6 Nothing in this Act or in the Welsh Church Act 1914, shall affect— a the law with respect to marriages in Wales or Monmouthshire; or b the right of bishops of the Church in Wales to license churches for the solemnization of marriages or to grant licences to marry; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Welsh Church (Temporalities) Act 1919", "year": 1919, "section": "7", "section_title": " Provisions as to charities.", "section_text": "7 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Where by any charter, deed, or other document any association, institution, or society, whether corporate or unincorporate, is empowered, or is under a duty, to make any grant or payment to any persons or body of persons, whether corporate or unincorporate, in Wales and Monmouthshire, such power or duty shall not be affected by reason of any parish of the Church in Wales ceasing to be a part of the province of Canterbury or of York, notwithstanding anything contained in any such charter, deed, or document."}, {"act": "Welsh Church (Temporalities) Act 1919", "year": 1919, "section": "8", "section_title": " Saving for divided parishes.", "section_text": "8 Where an ecclesiastical parish which before the year eighteen hundred and fifty was situate partly in Wales or Monmouthshire and partly in England has since that year been divided into two ecclesiastical parishes, one of which is situate wholly in Wales or Monmouthshire and one wholly in England, and both those parishes are situated in an English diocese, then subsections (1) and (3) of section nine of the  Welsh Church Act 1914 (which relates to border parishes), shall apply to the ecclesiastical parish so situate wholly in Wales or Monmouthshire in like manner as if part thereof were situate in England."}, {"act": "Welsh Church (Temporalities) Act 1919", "year": 1919, "section": "9", "section_title": " Short title and construction.", "section_text": "9 This Act may be cited as the Welsh Church (Temporalities) Act 1919, and shall be construed as one with the  Welsh Church Act 1914, and that Act and this Act may be cited together as the Welsh Church Acts 1914 and 1919."}]