[{"act": "Currency and Bank Notes Act 1954", "year": 1954, "section": "1", "section_title": " Issue and recall of bank notes by Bank of England.", "section_text": "1 1 The Bank of England may issue bank notes of such denominations as the Treasury may approve and shall not issue any other bank notes, and any bank notes issued under this section may be put into circulation in Scotland and Northern Ireland as well as in England and Wales. 2 All bank notes issued under this section shall be legal tender in England and Wales, and all such notes of denominations of less than five pounds shall be legal tender in Scotland and Northern Ireland. 3 Bank notes shall be payable only at the head office of the Bank of England unless expressly made payable also at some other place. 4 The holder of bank notes of any denominations shall be entitled, on a demand made by him during office hours at the head office of the Bank of England or, in the case of notes payable also at some place other than the head office, either at the head office or at that other place, to receive in exchange for the notes bank notes of such lower denominations, being bank notes which for the time being are legal tender in the United Kingdom or in England and Wales, as he may specify. 5 The Bank of England shall have power, on giving not less than one month’s notice in the London, Edinburgh and Belfast Gazettes, to call in any bank notes on payment of the face value thereof, and any such notes with respect to which a notice has been given under this subsection shall on the expiration of the notice cease to be legal tender. 6 All bank notes which, immediately before the commencement of this Act, were legal tender in the United Kingdom, or were legal tender in England and Wales subject to the provisions of section six of the  Bank of England Act 1833 (under which five-pound notes were not legal tender by the Bank of England), shall be deemed to have been issued under this section and shall be legal tender accordingly in the United Kingdom or, as the case may be, in England and Wales."}, {"act": "Currency and Bank Notes Act 1954", "year": 1954, "section": "2", "section_title": " Amount of Bank of England note issue.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Currency and Bank Notes Act 1954", "year": 1954, "section": "3", "section_title": " Interpretation.", "section_text": "3 In this Act the following expressions have the meanings hereby respectively assigned to them, that is to say:— “ bank notes ” means notes of the Bank of England payable to bearer on demand; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Currency and Bank Notes Act 1954", "year": 1954, "section": "4", "section_title": "†Short title, repeals and commencement.", "section_text": "4 1 This Act may be cited as the Currency and Bank Notes Act 1954. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}]