[{"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "1", "section_title": " Protection of residential tenants on termination of long tenancies at low rents. ", "section_text": "1 On the termination in accordance with the provisions of this Part of this Act of a tenancy to which this section applies the tenant shall be entitled to the protection of the  Rent Act  subject to and in accordance with those provisions."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "2", "section_title": " Tenancies to which s. 1 applies.", "section_text": "2 1 The foregoing section applies to any long tenancy  at a low rent , being a tenancy as respects which for the time being the following condition (hereinafter referred to as “ the qualifying condition ”) is fulfilled, that is to say that the circumstances (as respects the property comprised in the tenancy, the use of that property, and all other relevant matters) are such that on the coming to an end of the tenancy at that time the tenant would,  if the tenancy had not been one at a low rent , be entitled by virtue of the  Rent Act  to retain possession of the whole or part of the property comprised in the tenancy. 1A For the purpose only of determining whether the qualifying condition is fulfilled with respect to a tenancy which is entered into on or after 1st April 1990 (otherwise than, where the property comprised in the tenancy had a rateable value on 31st March 1990, in pursuance of a contract made before 1st April 1990), for section 4(4)(b) and (5) of that Act substitute— b on the date the contract for the grant of the tenancy was made (or, if there was no such contract, on the date the tenancy was entered into) R exceeded £25,000 under the formula— R = P x I 1 - ( 1 + I ) - T where— P is the premium payable as a condition of the grant of the tenancy (and includes a payment of money’s worth) or, where no premium is so payable, zero, I is 0.06, and T is the term, expressed in years, granted by the tenancy (disregarding any right to terminate the tenancy before the end of the term or to extend the tenancy). . 2 At any time before, but not more than twelve months before, the term date application may be made to the court as respects any long tenancy  at a low rent , not being at the time of the application a tenancy as respects which the qualifying condition is fulfilled, for an order declaring that the tenancy is not to be treated for the purposes of this Part of this Act as a tenancy to which the foregoing section applies; and where such an application is made— a the court, if satisfied that the tenancy is not likely, immediately before the term date, to be a tenancy to which the foregoing section applies, but not otherwise, shall make the order; b if the court makes the order, then notwithstanding anything in subsection (1) of this section the tenancy shall not thereafter be treated as a tenancy to which the foregoing section applies. 3 Anything authorised or required to be done under the following provisions of this Part of this Act in relation to tenancies to which the foregoing section applies shall, if done before the term date in relation to a long tenancy  at a low rent , not be treated as invalid by reason only that at the time at which it was done the qualifying condition was not fulfilled as respects the tenancy. 4 In this Part of this Act the expression “ long tenancy ” means a tenancy granted for a term of years certain exceeding twenty-one years, whether or not subsequently extended by act of the parties or by any enactment. 5 In this Part of this Act the expression “ tenancy at a low rent ” means a tenancy the rent payable in respect whereof (or, where that rent is a progressive rent, the maximum rent payable in respect whereof) is less than,— a where the tenancy was entered into before 1st April 1990 or (where the property comprised in the tenancy had a rateable value on 31st March 1990) is entered into on or after 1st April 1990 in pursuance of a contract made before that date, two-thirds of the rateable value of the property; and for the purposes of this subsection the rateable value of the property is that which would be taken as its rateable value for the purposes of section 5(1) of the Rent Act  1977; and, b where the tenancy is entered into on or after 1st April 1990 (otherwise than, where the property comprised in the tenancy had a rateable value on 31st March 1990, in pursuance of a contract made before 1st April 1990), is payable at a rate of,— i £1,000 or less a year if the property is in Greater London, and ii £250 or less a year if the property is elsewhere. 6 In this Part of this Act the expression “term date”, in relation to a tenancy granted for a term of years certain, means the date of expiry of the term. 7 In determining whether a long tenancy is, or at any time was, a tenancy at a low rent there shall be disregarded such part (if any) of the sums payable by the tenant as is expressed (in whatever terms) to be payable in respect of rates,  council tax,  services, repairs, maintenance, or insurance, unless it could not have been regarded by the parties as a part so payable. In this section “long tenancy” does not include a tenancy which is, or may become, terminable before the end of the term by notice given to the tenant. 8 The Secretary of State may by order replace any amount referred to in subsections (1A) and (5)(b) of this section and the number in the definition of “I” in subsection (1A) by such amount or number as is specified in the order; and such an order shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "3", "section_title": " Continuation of tenancies to which s. 1 applies.", "section_text": "3 1 A tenancy which is current immediately before the term date and is then a tenancy to which section one of this Act applies shall not come to an end on that date except by being terminated under the provisions of this Part of this Act, and if not then so terminated shall subject to those provisions continue until so terminated and shall, while continuing by virtue of this section, be deemed (notwithstanding any change in circumstances) to be a tenancy to which section one of this Act applies. 2 Where by virtue of the last foregoing subsection a tenancy is continued after the term date, then— a if the premises qualifying for protection are the whole of the property comprised in the tenancy, the tenancy shall continue at the same rent and in other respects on the same terms as before the term date; b if the premises qualifying for protection are only part of the property comprised in the tenancy, the tenancy while continuing after the term date shall have effect as a tenancy of those premises to the exclusion of the remainder of the property, and at a rent to be ascertained by apportioning the rent payable before the term date as between those premises and the remainder of the property, and in other respects on the same terms (subject to any necessary modifications) as before the term date. 3 In this Part of this Act the expression “ the premises qualifying for protection ” means the aggregate of the premises of which,  if the tenancy in question were not one at a low rent , the tenant would be entitled to retain possession by virtue of the  Rent Act  after the coming to an end of the tenancy at the term date. 4 Any question arising under paragraph (b) of subsection (2) of this section as to the premises comprised in a tenancy continuing as mentioned in that paragraph, as to the rent payable in respect of a tenancy so continuing, or as to any of the terms of such a tenancy, shall be determined by agreement between the landlord and the tenant or, on the application of either of them, by the court."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "4", "section_title": " Termination of tenancy by the landlord. ", "section_text": "4 1 The landlord may terminate a tenancy to which section one of this Act applies by notice given to the tenant in the prescribed form specifying the date at which the tenancy is to come to an end (hereinafter referred to as “ the date of termination ”), being either the term date of the tenancy or a later date: Provided that this subsection has effect subject to the provisions of this Part of this Act as to the annulment of notices in certain cases and subject to the provisions of Part IV of this Act as to the interim continuation of tenancies pending the disposal of applications to the court. 2 A notice under the last foregoing subsection shall not have effect unless it is given not more than twelve nor less than six months before the date of termination specified therein. 3 A notice under subsection (1) of this section shall not have effect unless it specifies the premises which the landlord believes to be, or to be likely to be, the premises qualifying for protection and either— a it contains proposals for a statutory tenancy, as defined by subsection (3) of section seven of this Act, or b it contains notice that, if the tenant is not willing to give up possession at the date of termination of the tenancy, of all the property then comprised in the tenancy, the landlord proposes to apply to the court, on one or more of the grounds mentioned in section twelve of this Act, for possession of the property comprised in the tenancy, and states the ground or grounds on which he proposes to apply. 4 A notice under subsection (1) of this section shall invite the tenant, within two months after the giving of the notice, to notify the landlord in writing whether he is willing to give up possession as mentioned in paragraph (b) of the last foregoing subsection. 5 A notice under subsection (1) of this section containing proposals such as are mentioned in paragraph (a) of subsection (3) of this section is hereinafter referred to as a “ landlord’s notice proposing a statutory tenancy ”, and a notice under subsection (1) of this section not containing such proposals is hereinafter referred to as a “ landlord’s notice to resume possession ”. 6 References in this Part of this Act to an election by the tenant to retain possession are references to his notifying the landlord, in accordance with subsection (4) of this section, that he will not be willing to give up possession."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "5", "section_title": " Termination of tenancy by the tenant.", "section_text": "5 1 A tenancy to which section one of this Act applies may be brought to an end at the term date thereof by not less than one month’s notice in writing given by the tenant to the immediate landlord. 2 A tenancy continuing after the term date thereof by virtue of section three of this Act may be brought to an end at any time by not less than one month’s notice in writing given by the tenant to the immediate landlord, whether the notice is given after or before the term date of the tenancy. 3 The fact that the landlord has given a notice under subsection (1) of the last foregoing section, or that the tenant has elected to retain possession, shall not prevent the tenant from giving a notice terminating the tenancy at a date earlier than the date of termination specified in the landlord’s notice."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "6", "section_title": " Application of Rent Acts where tenant retains possession.", "section_text": "6 1 Where a tenancy is terminated by a landlord’s notice proposing a statutory tenancy  the Rent Act shall apply , subject as hereinafter provided, as if the tenancy (hereinafter referred to as “ the former tenancy ”)— a had been a tenancy of the dwelling-house, as hereinafter defined, and b had not been a tenancy at a low rent and, except as regards the duration of the tenancy and the amount of the rent, had been a tenancy on the terms agreed or determined in accordance with the next following section and no other terms. 2 The  Rent Act  shall not apply as aforesaid, if at the end of the period of two months after the service of the landlord’s notice the qualifying condition was not fulfilled as respects the tenancy, unless the tenant has elected to retain possession. 3 In this Part of this Act the expression “ the dwelling-house ” means the premises agreed between the landlord and the tenant or determined by the court,— a if the agreement or determination is made on or after the term date of the former tenancy, to be the premises which as respects that tenancy are the premises qualifying for protection, b if the agreement or determination is made before the term date of the former tenancy, to be the premises which are likely to be the premises qualifying for protection. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "7", "section_title": " Settlement of terms of statutory tenancy.", "section_text": "7 1 The . . .   terms on which the tenant and any successor to his statutory tenancy may retain possession of the dwelling-house during that period,  other than the amount of the rent  shall be such as may be agreed between the landlord and the tenant or determined by the court . . .  2 A landlord’s notice proposing a statutory tenancy and anything done in pursuance thereof shall cease to have effect if by the beginning of the period of two months ending with the date of termination specified in the notice any of the following matters, that is to say,— a what premises are to constitute the dwelling-house; b as regards the rent  of the dwelling-house during the period of the statutory tenancy, the intervals at which instalments of that rent are to be payable, and whether they are to be payable in advance or in arrear; c whether any, and if so what, initial repairs (as defined in the next following section) are to be carried out on the dwelling-house; d whether initial repairs to be so carried out are to be carried out by the landlord or by the tenant, or which of them are to be carried out by the landlord and which by the tenant; and e the matters required by the next following section to be agreed or determined in relation to repairs before the beginning of the period of the statutory tenancy, has not been agreed between the landlord and the tenant and no application has been made by the beginning of the said period of two months for the determination by the court of such of those matters as have not been agreed: Provided that this subsection shall not have effect if at the end of the period of two months after the service of the landlord’s notice the qualifying condition was not fulfilled as respects the tenancy unless the tenant has elected to retain possession. 3 In paragraph (a) of subsection (3) of section four of this Act, the expression “ proposals for a statutory tenancy ” means  proposals as to the rent of the dwelling-house during the period of the statutory tenancy  proposals as to the matters specified in paragraphs (b) to (e) of the last foregoing subsection, and such other proposals (if any) as to the terms mentioned in subsection (1) of this section as the landlord may include in his notice. 4 Any such proposals— a shall be made, and be expressed to be made, on the assumption that the dwelling-house will be the premises specified in the landlord’s notice in accordance with subsection (3) of section four of this Act; b shall not be treated as failing to satisfy the requirements of the said subsection (3) by reason only of a difference between the premises to which the proposals relate and the premises subsequently agreed or determined to be the dwelling-house, and in the event of any such difference the landlord shall not be bound by his proposals notwithstanding that they may have been accepted by the tenant. 5 An application for securing a determination by the court in accordance with the foregoing provisions of this section shall be made by the landlord, and— a shall be made during the currency of the landlord’s notice proposing a statutory tenancy and not earlier than two months after the giving thereof, so however that if the tenant has elected to retain possession it may be made at a time not earlier than one month after the giving of the notice; b subject to the provisions of the last foregoing subsection, shall not be made for the determination of any matter as to which agreement has already been reached between the landlord and the tenant. 6 In this Part of this Act the expression “ the period of the statutory tenancy ” means the period beginning with the coming to an end of the former tenancy and ending with the earliest date by which the tenant, and any successor to his statutory tenancy, have ceased to retain possession of the dwelling-house by virtue of the  Rent Act ."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "8", "section_title": " Provisions as to repairs during period of statutory tenancy.", "section_text": "8 1 Where it is agreed between the landlord and the tenant, or determined by the court, that the terms mentioned in subsection (1) of the last foregoing section shall include the carrying out of specified repairs (hereinafter referred to as “ initial repairs ”), and any of the initial repairs are required in consequence of failure by the tenant to fulfil his obligations under the former tenancy, the landlord shall be entitled to a payment (hereinafter referred to as a “ payment for accrued tenant’s repairs ”) of an amount equal to the cost reasonably incurred by the landlord in ascertaining what repairs are required as aforesaid and in carrying out such of the initial repairs as are so required and as respects which it has been agreed or determined as aforesaid that they are to be carried out by the landlord, excluding any part of that cost which is recoverable by the landlord otherwise than from the tenant or his predecessor in title. 2 A payment for accrued tenant’s repairs may be made either by instalments or otherwise, as may be agreed or determined as aforesaid; and the provisions of the First Schedule to this Act shall have effect as to the time for, and method of, recovery of such payments, the persons from whom they are to be recoverable, and otherwise in relation thereto. 3 The obligations of the landlord and the tenant as respects the repair of the dwelling-house during the period of the statutory tenancy shall, subject to the foregoing provisions of this section, be such as may be agreed between them or as may be determined by the court. 4 The matters referred to in paragraph (e) of subsection (2) of the last foregoing section are; a which of the initial repairs (if any) are required in consequence of failure by the tenant to fulfill his obligations under the former tenancy and, where there are any initial repairs so required, the amount to be included in the payment for accrued tenant’s repairs in respect of the cost incurred by the landlord in ascertaining what initial repairs are so required; b the estimated cost of the repairs so required, in so far as they are to be carried out by the landlord; c whether any payment for accrued tenant’s repairs is to be payable by instalments or otherwise, and if by instalments the amount of each instalment (subject to any necessary reduction of the last), the time at which the first is to be payable and the frequency of the instalments; d whether there are to be any, and if so what, obligations as respects the repair of the dwelling-house during the period of the statutory tenancy, other than the execution of initial repairs. 5 The provisions of the Second Schedule to this Act shall have effect as respects cases where the landlord or the tenant fails to carry out initial repairs, as to the cost of carrying out such repairs in certain cases and as to the making of a record, where required by the landlord or by the tenant, of the state of repair of the dwelling-house."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "9", "section_title": " Principles to be observed in determining terms of statutory tenancy as to repairs and rent.", "section_text": "9 1 Where it falls to the court to determine what initial repairs (if any) should be carried out by the landlord, the court shall not, except with the consent of the landlord and the tenant, require the carrying out of initial repairs in excess of what is required to bring the dwelling-house into good repair or the carrying out of any repairs not specified by the landlord in his application as repairs which he is willing to carry out. 2 In the last foregoing subsection the expression “ good repair ” means good repair as respects both structure and decoration, having regard to the age, character and locality of the dwelling-house. 3 Notwithstanding anything in subsection (1) of section seven of this Act, the court shall not have power to determine that any initial repairs shall be carried out by the tenant except with his consent. 4 Any obligations imposed by the court under this Part of this Act as to keeping the dwelling-house in repair during the period of the statutory tenancy shall not be such as to require the dwelling-house to be kept in a better state of repair than the state which may be expected to subsist after the completion of any initial repairs to be carried out or, in the absence of any agreement or determination requiring the carrying out of initial repairs, in a better state of repair than the state subsisting at the time of the court’s determination of what obligations are to be imposed. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "10", "section_title": " Provisions as to liabilities under tenant’s covenants in former lease.", "section_text": "10 1 If on the termination of the former tenancy the tenant retains possession of the dwelling-house by virtue of section six of this Act, any liability, whether of the tenant or of any predecessor in title of his, arising under the terms of the former tenancy shall be extinguished: Provided that this subsection shall not affect any liability— a for failure to pay rent or rates or to insure or keep insured, or b in respect of the use of any premises for immoral or illegal purposes, or any liability under the terms of the former tenancy in so far as those terms related to property other than the dwelling-house. 2 During the period of the statutory tenancy no order shall be made for the recovery of possession of the dwelling-house from the tenant  in any of the circumstances specified in Cases 1 to 3 in  Schedule 15  to the Rent Act  (which relate to the recovery of possession where an obligation of the tenancy has been broken or where certain specified acts or defaults have been committed) by reason only of any act or default which occurred before the date of termination of the former tenancy."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "12", "section_title": " Grounds for resumption of possession by landlord.", "section_text": "12 1 The grounds on which a landlord may apply to the court for possession of the property comprised in a tenancy to which section one of this Act applies are the following:— a that for purposes of redevelopment after the termination of the tenancy the landlord proposes to demolish or reconstruct the whole or a substantial part of the relevant premises; b the grounds specified in the Third Schedule to this Act (which correspond, subject to the necessary modifications, to the  Cases 1 to 9 in Schedule 15  to the Rent Act which specify circumstances in which a court may make an order for possession under that Act ). 2 In this section the expression “ the relevant premises ” means— a as respects any time after the term date, the premises of which,  if the tenancy were not one at a low rent , the tenant would have been entitled to retain possession by virtue of the  Rent Act  after the coming to an end of the tenancy at the term date; b as respects any time before the term date, the premises agreed between the landlord and the tenant or determined by the court to be likely to be the premises of which,  if the tenancy were not one at a low rent , the tenant would be entitled to retain possession as aforesaid."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "13", "section_title": " Landlord’s application for possession. ", "section_text": "13 1 Where a landlord’s notice to resume possession has been served and either— a the tenant elects to retain possession, or b at the end of the period of two months after the service of the landlord’s notice the qualifying condition is fulfilled as respects the tenancy, the landlord may apply to the court for an order under this section on such of the grounds mentioned in the last foregoing section as may be specified in the notice: Provided that the application shall not be made later than two months after the tenant elects to retain possession, or, if he has not elected to retain possession, later than four months after the service of the notice. 2 Where the ground or one of the grounds for claiming possession specified in the landlord’s notice was that mentioned in paragraph (a) of subsection (1) of the last foregoing section, then if on such an application the court is satisfied that the landlord has established that ground as respects premises specified in the application, and is further satisfied,— a that on the said ground possession of the specified premises will be required by the landlord on the termination of the tenancy; and b that the landlord has made such preparations (including the obtaining, or, if that is not reasonably practicable in the circumstances, preparations relating to the obtaining, of any requisite permission or consent, whether from any authority whose permission or consent is required under any enactment or from the owner of any interest in any property) for proceeding with the redevelopment as are reasonable in the circumstances, the court shall order that the tenant shall, on the termination of the tenancy, give up possession of all the property then comprised in the tenancy. 3 Where in a case falling within the last foregoing subsection the court is not satisfied as therein mentioned, but would be satisfied if the date of termination of the tenancy had been such date (in this subsection referred to as “ the postponed date ”) as the court may determine, being a date later, but not more than one year later, than the date of termination specified in the landlord’s notice, the court shall, if the landlord so requires, make an order specifying the postponed date and otherwise to the following effect, that is to say:— a that the tenancy shall not come to an end on the date of termination specified in the landlord’s notice but shall continue thereafter, as respects the whole of the property comprised therein, at the same rent and in other respects on the same terms as before that date; b that unless the tenancy comes to an end before the postponed date, the tenant shall on that date give up possession of all the property then comprised in the tenancy. 4 Where the ground or one of the grounds for claiming possession specified in the landlord’s notice was one mentioned in the Third Schedule to this Act, then if on an application made in accordance with subsection (1) of this section the court is satisfied that the landlord has established that ground and that it is reasonable that the landlord should be granted possession, the court shall order that the tenant shall, on the termination of the tenancy, give up possession of all the property then comprised in the tenancy. 5 Nothing in the foregoing provisions of this section shall prejudice any power of the tenant under section five of this Act to terminate the tenancy; and subsection (2) of that section shall apply where the tenancy is continued by an order under subsection (3) of this section as it applies where the tenancy is continued by virtue of section three of this Act."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "14", "section_title": " Provisions where tenant not ordered to give up possession.", "section_text": "14 1 The provisions of this section shall have effect where in a case falling within paragraph (a) or (b) of subsection (1) of the last foregoing section the landlord does not obtain an order under the last foregoing section. 2 If at the expiration of the period within which an application under the last foregoing section may be made the landlord has not made such an application, the landlord’s notice, and anything done in pursuance thereof, shall thereupon cease to have effect. 3 If before the expiration of the said period the landlord has made an application under the last foregoing section, but the result of the application, at the time when it is finally disposed of, is that no order is made, the landlord’s notice shall cease to have effect; but if within one month after the application to the court is finally disposed of the landlord gives a landlord’s notice proposing a statutory tenancy, the earliest date which may be specified therein as the date of termination shall, notwithstanding anything in subsection (2) of section four of this Act, be the expiration of three months from the giving of the subsequent notice. 4 The reference in the last foregoing subsection to the time at which an application is finally disposed of shall be construed as a reference to the earliest time at which the proceedings on the application (including any proceedings on or in consequence of an appeal) have been determined and any time for appealing or further appealing has expired, except that if the application is withdrawn or any appeal is abandoned the reference shall be construed as a reference to the time of withdrawal or abandonment. 5 A landlord’s notice to resume possession may be withdrawn at any time by notice in writing served on the tenant (without prejudice, however, to the power of the court to make an order as to costs if the notice is withdrawn after the landlord has made an application under the last foregoing section); and if within one month of the withdrawal of a landlord’s notice to resume possession the landlord gives a landlord’s notice proposing a statutory tenancy, the earliest date which may be specified therein as the date of termination shall, notwithstanding anything in subsection (2) of section four of this Act, be the expiration of three months from the giving of the subsequent notice or six months from the giving of the withdrawn notice, whichever is the later. 6 Where by virtue of subsection (3) or (5) of this section the landlord gives a landlord’s notice proposing a statutory tenancy which specifies as the date of termination a date earlier than six months after the giving of the notice, subsection (2) of section seven of this Act shall apply in relation to the notice with the substitution, for references to the period of two months ending with the date of termination specified in the notice and the beginning of that period, of references to the period of three months beginning with the giving of the notice and the end of that period."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "14A", "section_title": "\n Compensation for possession obtained by misrepresentation\n\n", "section_text": "14A Where an order is made for possession of the property comprised in a tenancy to which section 1 of this Act applies and it is subsequently made to appear to the court that the order was obtained by misrepresentation or the concealment of material facts, the court may order the landlord to pay to the tenant such a sum as appears sufficient as compensation for damage or loss sustained by the tenant as the result of the order."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "16", "section_title": " Relief for tenant where landlord proceeding to enforce covenants. ", "section_text": "16 1 The provisions of the next following subsection shall have effect where, in the case of a tenancy to which section one of this Act applies,— a the immediate landlord has brought proceedings to enforce a right of re-entry or forfeiture or a right to damages in respect of a failure to comply with any terms of the tenancy, b the tenant has made application in the proceedings for relief under this section, and c the court makes an order for the recovery from the tenant of possession of the property comprised in the tenancy or for the payment by the tenant of such damages as aforesaid, and the order is made at a time earlier than seven months before the term date of the tenancy. 2 The operation of the order shall be suspended for a period of fourteen days from the making thereof, and if before the end of that period the tenant gives notice in writing to the immediate landlord that he desires that the provisions of the two following paragraphs shall have effect, and lodges a copy of the notice in the court,— a the order shall not have effect except if and in so far as it provides for the payment of costs, and b the tenancy shall thereafter have effect, and this Part of this Act shall have effect in relation thereto, as if it had been granted for a term expiring at the expiration of seven months from the making of the order. 3 In any case falling within paragraphs (a) and (b) of subsection (1) of this section, the court shall not make any such order as is mentioned in paragraph (c) thereof unless the time of the making of the order falls earlier than seven months before the term date of the tenancy: Provided that (without prejudice to section ten of this Act) this subsection shall not prevent the making of an order for the payment of damages in respect of a failure, as respects any premises, to comply with the terms of a tenancy if, at the time when the order is made, the tenancy has come to an end as respects those premises. 4 The foregoing provisions of this section shall not have effect in relation to a failure to comply with— a any term of a tenancy as to payment of rent or rates or as to insuring or keeping insured any premises, or b any term restricting the use of any premises for immoral or illegal purposes. 5 References in this section to proceedings to enforce a right to damages in respect of a failure to comply with any terms of a tenancy shall be construed as including references to proceedings for recovery from the tenant of expenditure incurred by or recovered from the immediate landlord in consequence of such a failure on the part of the tenant. 6 Nothing in the foregoing provisions of this section shall prejudice any right to apply for relief under any other enactment. 7 Subsection (3) of section two of this Act shall not have effect in relation to this section."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "17", "section_title": " Prohibition of agreements excluding Part I.", "section_text": "17 The provisions of this Part of this Act shall have effect notwithstanding any agreement to the contrary: Provided that nothing in this Part of this Act shall be construed as preventing the surrender of a tenancy."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "18", "section_title": " Duty of tenants of residential property to give information to landlords or superior landlords. ", "section_text": "18 1 Where the property comprised in a long tenancy  at a low rent  is or includes residential premises, then at any time during the last two years of the term of the tenancy, or (if the tenancy is being continued after the term date by subsection (1) of section three of this Act) at any time while the tenancy is being so continued, the immediate landlord or any superior landlord may give to the tenant or any sub-tenant of premises comprised in the long tenancy a notice in the prescribed form requiring him to notify the landlord or superior landlord, as the case may be,— a whether the interest of the person to whom the notice is given has effect subject to any sub-tenancy on which that interest is immediately expectant and, if so, b what premises are comprised in the sub-tenancy, for what term it has effect (or, if it is terminable by notice, by what notice it can be terminated), what is the rent payable thereunder, who is the sub-tenant and (to the best of the knowledge and belief of the person to whom the notice is given) whether the sub-tenant is in occupation of the premises comprised in the sub-tenancy or any part of those premises and, if not, what is the sub-tenant’s address, and it shall be the duty of the person to whom such a notice is given to comply therewith within one month of the giving of the notice. 2 In this section the expression “ residential premises ” means premises normally used, or adapted for use, as one or more dwellings, the expression “ sub-tenant ” in relation to a long tenancy means the owner of a tenancy created (whether immediately or derivatively) out of the long tenancy and includes a person retaining possession of any premises by virtue of the  Rent Act  after the coming to an end of a sub-tenancy, and the expression “ sub-tenancy ” includes a right so to retain possession."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "19", "section_title": " Application of Part I to tenancies granted in continuation of long tenancies.", "section_text": "19 1 Where on the coming to an end of a tenancy  at a low rent  the person who was tenant thereunder immediately before the coming to an end thereof becomes (whether by grant or by implication of law) tenant of the whole or any part of the property comprised therein under another tenancy  at a low rent , then if the first tenancy was a long tenancy or is deemed by virtue of this subsection to have been a long tenancy . . .   the second tenancy shall be deemed for the purposes of this Part of this Act to be a long tenancy irrespective of its terms. 2 In relation to a tenancy from year to year or other tenancy not granted for a term of years certain, being a tenancy which by virtue of the last foregoing subsection is to be deemed to be a long tenancy, this Part of this Act shall have effect subject to the modifications set out in the Fourth Schedule to this Act."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "20", "section_title": " Assumptions on which court to determine future questions.", "section_text": "20 Where under this Part of this Act any question falls to be determined by the court by reference to the circumstances at a future date, the court shall have regard to all rights, interests and obligations under or relating to the tenancy as they subsist at the time of the determination and to all relevant circumstances as they then subsist and shall assume, except in so far as the contrary is shown, that those rights, interests, obligations and circumstances will continue to subsist unchanged until the said future date."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "21", "section_title": " Meaning of “the landlord” in Part I and provisions as to mesne landlords, etc. ", "section_text": "21 1 Subject to the provisions of this section, in this Part of this Act the expression “the landlord”, in relation to a tenancy (in this section referred to as “ the relevant tenancy ”), means the person (whether or not he is the immediate landlord) who is the owner of that interest in the property comprised in the relevant tenancy which for the time being fulfils the following conditions, that is to say— a that it is an interest in reversion expectant (whether immediately or not) on the termination of the relevant tenancy, and b that it is either the fee simple or a tenancy the duration of which is at least five years longer than that of the relevant tenancy, and is not itself in reversion expectant (whether immediately or not) on an interest which fulfils those conditions. 2 References in this Part of this Act to a notice to quit given by the landlord are references to a notice to quit given by the immediate landlord. 3 For the purposes of subsection (1) of this section the question whether a tenancy (hereinafter referred to as “ the superior tenancy ”) is to be treated as having a duration at least five years longer than that of the relevant tenancy shall be determined as follows:— a if the term date of the relevant tenancy has not passed, the superior tenancy shall be so treated unless it is due to expire at a time earlier than five years after the term date or can be brought to an end at such a time by notice to quit given by the landlord; b if the term date of the relevant tenancy has passed, the superior tenancy shall be so treated unless it is due to expire within five years or can be brought to an end within five years by notice to quit given by the landlord. 4 In relation to the premises constituting the dwelling-house where the  Rent Act applies  by virtue of subsection (1) of section six of this Act, the expression “the landlord”, as respects any time falling within the period of the statutory tenancy, means the person who as respects those premises is the landlord of the tenant for the purposes of the  Rent Act : Provided that in relation to the carrying out of initial repairs, and to any payment for accrued tenant’s repairs, the said expression, as respects any time falling within that period, means the person whose interest in the dwelling-house fulfils the following conditions, that is to say:— a that it is not due to expire within five years and is not capable of being brought to an end within five years by notice to quit given by the landlord, and b that it is not itself in reversion expectant on an interest which is not due to expire or capable of being brought to an end as aforesaid. 5 The provisions of the Fifth Schedule to this Act shall have effect for the application of this Part of this Act to cases where the immediate landlord of the tenant is not the owner of the fee simple in respect of the premises in question. 6 Notwithstanding anything in subsection (1) of this section, if at any time the interest which apart from this subsection would be the interest of the landlord is an interest not bound by this Part of this Act and is not the interest of the immediate landlord, then as respects that time the expression “ the landlord ” means in this Part of this Act (subject to the provisions of subsection (2) of this section) the person (whether or not he is the immediate landlord) who has the interest in the property comprised in the relevant tenancy immediately derived out of the interest not bound by this Part of this Act. In this subsection “ interest not bound by this Part of this Act ” means an interest which belongs to Her Majesty in right of the Crown and is not under the management of the Crown Estate Commissioners or an interest belonging to a government department or held on behalf of Her Majesty for the purposes of a government department."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "22", "section_title": " Interpretation of Part I.", "section_text": "22 1 In this Part of this Act:— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ date of termination ” has the meaning assigned to it by subsection (1) of section four of this Act; “ the dwelling-house ” has the meaning assigned to it by subsection (3) of section six of this Act; “ election to retain possession ” has the meaning assigned to it by subsection (6) of section four of this Act; “ former tenancy ” has the meaning assigned to it by subsection (1) of section six of this Act; “ initial repairs ” has the meaning assigned to it by subsection (1) of section eight of this Act; “ the landlord ” has the meaning assigned to it by the last foregoing section; “ landlord’s notice proposing a statutory tenancy ” and “ landlord’s notice to resume possession ” have the meanings assigned to them respectively by subsection (5) of section four of this Act; “ long tenancy ” has the meaning assigned to it by subsection (4) of section two of this Act; “ order ” includes judgment; “ payment for accrued tenant’s repairs ” has the meaning assigned to it by subsection (1) of section eight of this Act; “ the period of the statutory tenancy ” has the meaning assigned to it by subsection (6) of section seven of this Act; “ premises qualifying for protection ” has the meaning assigned to it by subsection (3) of section three of this Act; “ qualifying condition ” has the meaning assigned to it by subsection (1) of section two of this Act;                         “ the Rent Act ” means  the  Rent Act 1977  as it applies to regulated tenancies but exclusive of  Parts II to V  thereof; “ tenancy at a low rent ” has the meaning assigned to it by subsection (5) of section two of this Act; “ term date ” has the meaning assigned to it by subsection (6) of section two of this Act. 2 In relation to the premises constituting the dwelling-house the expression “ the tenant ” in this Part of this Act means the tenant under the former tenancy and, except as respects any payment for accrued tenant’s repairs not payable by instalments, includes any successor to his statutory tenancy, and the expression “successor to his statutory tenancy”, in relation to that tenant, means a person who after that tenant’s death retains possession of the dwelling-house by virtue of the  Rent Act . 3 In determining, for the purposes of any provision of this Part of this Act, whether the property comprised in a tenancy, or any part of that property, was let as a separate dwelling, the nature of the property or part at the time of the creation of the tenancy shall be deemed to have been the same as its nature at the time in relation to which the question arises, and the purpose for which it was let under the tenancy shall be deemed to have been the same as the purpose for which it is or was used at the last-mentioned time."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "23", "section_title": " Tenancies to which Part II applies.", "section_text": "23 1 Subject to the provisions of this Act, this Part of this Act applies to any tenancy where the property comprised in the tenancy is or includes premises which are occupied by the tenant and are so occupied for the purposes of a business carried on by him or for those and other purposes. 1A Occupation or the carrying on of a business— a by a company in which the tenant has a controlling interest; or b where the tenant is a company, by a person with a controlling interest in the company, shall be treated for the purposes of this section as equivalent to occupation or, as the case may be, the carrying on of a business by the tenant. 1B Accordingly references (however expressed) in this Part of this Act to the business of, or to use, occupation or enjoyment by, the tenant shall be construed as including references to the business of, or to use, occupation or enjoyment by, a company falling within subsection (1A)(a) above or a person falling within subsection (1A)(b) above. 2 In this Part of this Act the expression “ business ” includes a trade, profession or employment and includes any activity carried on by a body of persons, whether corporate or unincorporate. 3 In the following provisions of this Part of this Act the expression “the holding”, in relation to a tenancy to which this Part of this Act applies, means the property comprised in the tenancy, there being excluded any part thereof which is occupied neither by the tenant nor by a person employed by the tenant and so employed for the purposes of a business by reason of which the tenancy is one to which this Part of this Act applies. 4 Subject to subsection (5),  where the tenant is carrying on a business, in all or any part of the property comprised in a tenancy, in breach of a prohibition (however expressed) of use for business purposes which subsists under the terms of the tenancy and extends to the whole of that property, this Part of this Act shall not apply to the tenancy unless the immediate landlord or his predecessor in title has consented to the breach or the immediate landlord has acquiesced therein. In this subsection the reference to a prohibition of use for business purposes does not include a prohibition of use for the purposes of a specified business, or of use for purposes of any but a specified business, but save as aforesaid includes a prohibition of use for the purposes of some one or more only of the classes of business specified in the definition of that expression in subsection (2) of this section. 5 Where the tenant's breach of a prohibition (however expressed) of use for business purposes which subsists under the terms of the tenancy and extends to the whole of that property consists solely of carrying on a home business, this Part of this Act does not apply to the tenancy, even if the immediate landlord or the immediate landlord's predecessor in title has consented to the breach or the immediate landlord has acquiesced in the breach. 6 In subsection (5)  “ home business ” has the same meaning as in section 43ZA. "}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "24", "section_title": "Continuation of tenancies to which Part II applies and grant of new tenancies.", "section_text": " 24  1 A tenancy to which this Part of this Act applies shall not come to an end unless terminated in accordance with the provisions of this Part of this Act; and, subject to the  following provisions of this Act either the tenant or the landlord under such a tenancy may apply to the court for an order for the grant of  a new tenancy— a if the landlord has given notice under section 25 of this Act to terminate the tenancy, or b if the tenant has made a request for a new tenancy in accordance with section 26 of this Act. 2 The last foregoing subsection shall not prevent the coming to an end of a tenancy by notice to quit given by the tenant, by surrender or forfeiture, or by the forfeiture of a superior tenancy, unless— a in the case of a notice to quit, the notice was given before the tenant had been in occupation in right of the tenancy for one month;  ...  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2A Neither the tenant nor the landlord may make an application under subsection (1) above if the other has made such an application and the application has been served. 2B Neither the tenant nor the landlord may make such an application if the landlord has made an application under section 29(2) of this Act and the application has been served. 2C The landlord may not withdraw an application under subsection (1) above unless the tenant consents to its withdrawal. 3 Notwithstanding anything in subsection (1) of this section,— a where a tenancy to which this Part of this Act applies ceases to be such a tenancy, it shall not come to an end by reason only of the cesser, but if it was granted for a term of years certain and has been continued by subsection (1) of this section then (without prejudice to the termination thereof in accordance with any terms of the tenancy) it may be terminated by not less than three nor more than six months’ notice in writing given by the landlord to the tenant;  b where, at a time when a tenancy is not one to which this Part of this Act applies, the landlord gives notice to quit, the operation of the notice shall not be affected by reason that the tenancy becomes one to which this Part of this Act applies after the giving of the notice."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "24A", "section_title": "\n Applications for determination of interim rent while tenancy continues\n\n", "section_text": "24A 1 Subject to subsection (2) below, if— a the landlord of a tenancy to which this Part of this Act applies has given notice under section 25 of this Act to terminate the tenancy; or b the tenant of such a tenancy has made a request for a new tenancy in accordance with section 26 of this Act, either of them may make an application to the court to determine a rent (an “interim rent”) which the tenant is to pay while the tenancy (“the relevant tenancy”) continues by virtue of section 24 of this Act and the court may order payment of an interim rent in accordance with section 24C or 24D of this Act. 2 Neither the tenant nor the landlord may make an application under subsection (1) above if the other has made such an application and has not withdrawn it. 3 No application shall be entertained under subsection (1) above if it is made more than six months after the termination of the relevant tenancy."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "24B", "section_title": "\nDate from which interim rent is payable\n\n", "section_text": "24B 1 The interim rent determined on an application under section 24A(1) of this Act shall be payable from the appropriate date. 2 If an application under section 24A(1) of this Act is made in a case where the landlord has given a notice under section 25 of this Act, the appropriate date is the earliest date of termination that could have been specified in the landlord’s notice. 3 If an application under section 24A(1) of this Act is made in a case where the tenant has made a request for a new tenancy under section 26 of this Act, the appropriate date is the earliest date that could have been specified in the tenant’s request as the date from which the new tenancy is to begin."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "24C", "section_title": "\nAmount of interim rent where new tenancy of whole premises granted and landlord not opposed\n\n", "section_text": "24C 1 This section applies where— a the landlord gave a notice under section 25 of this Act at a time when the tenant was in occupation of the whole of the property comprised in the relevant tenancy for purposes such as are mentioned in section 23(1) of this Act and stated in the notice that he was not opposed to the grant of a new tenancy; or b the tenant made a request for a new tenancy under section 26 of this Act at a time when he was in occupation of the whole of that property for such purposes and the landlord did not give notice under subsection (6) of that section, and the landlord grants a new tenancy of the whole of the property comprised in the relevant tenancy to the tenant (whether as a result of an order for the grant of a new tenancy or otherwise). 2 Subject to the following provisions of this section, the rent payable under and at the commencement of the new tenancy shall also be the interim rent. 3 Subsection (2) above does not apply where— a the landlord or the tenant shows to the satisfaction of the court that the interim rent under that subsection differs substantially from the relevant rent; or  b the landlord or the tenant shows to the satisfaction of the court that the terms of the new tenancy differ from the terms of the relevant tenancy to such an extent that the interim rent under that subsection is substantially different from the rent which (in default of such agreement) the court would have determined under section 34 of this Act to be payable under a tenancy which commenced on the same day as the new tenancy and whose other terms were the same as the relevant tenancy. 4 In this section “the relevant rent” means the rent which (in default of agreement between the landlord and the tenant) the court would have determined under section 34 of this Act to be payable under the new tenancy if the new tenancy had commenced on the appropriate date (within the meaning of section 24B of this Act). 5 The interim rent in a case where subsection (2) above does not apply by virtue only of subsection (3)(a) above is the relevant rent. 6 The interim rent in a case where subsection (2) above does not apply by virtue only of subsection (3)(b) above, or by virtue of subsection (3)(a) and (b) above, is the rent which it is reasonable for the tenant to pay while the relevant tenancy continues by virtue of section 24 of this Act. 7 In determining the interim rent under subsection (6) above the court shall have regard— a to the rent payable under the terms of the relevant tenancy; and b to the rent payable under any sub-tenancy of part of the property comprised in the relevant tenancy, but otherwise subsections (1) and (2) of section 34 of this Act shall apply to the determination as they would apply to the determination of a rent under that section if a new tenancy of the whole of the property comprised in the relevant tenancy were granted to the tenant by order of the court and the duration of that new tenancy were the same as the duration of the new tenancy which is actually granted to the tenant. 8 In this section and section 24D of this Act “the relevant tenancy” has the same meaning as in section 24A of this Act."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "24D", "section_title": "\nAmount of interim rent in any other case\n\n", "section_text": "24D 1 The interim rent in a case where section 24C of this Act does not apply is the rent which it is reasonable for the tenant to pay while the relevant tenancy continues by virtue of section 24 of this Act. 2 In determining the interim rent under subsection (1) above the court shall have regard— a to the rent payable under the terms of the relevant tenancy; and b to the rent payable under any sub-tenancy of part of the property comprised in the relevant tenancy, but otherwise subsections (1) and (2) of section 34 of this Act shall apply to the determination as they would apply to the determination of a rent under that section if a new tenancy from year to year of the whole of the property comprised in the relevant tenancy were granted to the tenant by order of the court. 3 If the court— a has made an order for the grant of a new tenancy and has ordered payment of interim rent in accordance with section 24C of this Act, but b either— i it subsequently revokes under section 36(2) of this Act the order for the grant of a new tenancy; or ii the landlord and tenant agree not to act on the order, the court on the application of the landlord or the tenant shall determine a new interim rent in accordance with subsections (1) and (2) above without a further application under section 24A(1) of this Act."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "25", "section_title": "Termination of tenancy by the landlord.", "section_text": " 25 1 The landlord may terminate a tenancy to which this Part of this Act applies by a notice given to the tenant in the prescribed form specifying the date at which the tenancy is to come to an end (hereinafter referred to as “ the date of termination ”): Provided that this subsection has effect subject to  the provisions of section 29B(4) of this Act and  the provisions of Part IV of this Act as to the interim continuation of tenancies pending the disposal of applications to the court. 2 Subject to the provisions of the next following subsection, a notice under this section shall not have effect unless it is given not more than twelve nor less than six months before the date of the termination specified therein. 3 In the case of a tenancy which apart from this Act could have been brought to an end by notice to quit given by the landlord— a the date of termination specified in a notice under this section shall not be earlier than the earliest date on which apart from this Part of this Act the tenancy could have been brought to an end by notice to quit given by the landlord on the date of the giving of the notice under this section; and b where apart from this Part of this Act more than six months’ notice to quit would have been required to bring the tenancy to an end, the last foregoing subsection shall have effect with the substitution for twelve months of a period six months longer than the length of notice to quit which would have been required as aforesaid. 4 In the case of any other tenancy, a notice under this section shall not specify a date of termination earlier than the date on which apart from this Part of this Act the tenancy would have come to an end by effuxion of time. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 A notice under this section shall not have effect unless it states whether the landlord is opposed to the grant of a new tenancy to the tenant. 7 A notice under this section which states that the landlord is opposed to the grant of a new tenancy to the tenant shall not have effect unless it also specifies one or more of the grounds specified in section 30(1) of this Act as the ground or grounds for his opposition. 8 A notice under this section which states that the landlord is not opposed to the grant of a new tenancy to the tenant shall not have effect unless it sets out the landlord’s proposals as to— a the property to be comprised in the new tenancy (being either the whole or part of the property comprised in the current tenancy); b the rent to be payable under the new tenancy; and c the other terms of the new tenancy."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "26", "section_title": " Tenant’s request for a new tenancy.", "section_text": " 26 1 A tenant’s request for a new tenancy may be made where the  current tenancy  is a tenancy granted for a term of years certain exceeding one year, whether or not continued by section twenty-four of this Act, or granted for a term of years certain and thereafter from year to year. 2 A tenant’s request for a new tenancy shall be for a tenancy beginning with such date, not more than twelve nor less than six months after the making of the request, as may be specified therein: Provided that the said date shall not be earlier than the date on which apart from this Act the current tenancy would come to an end by effluxion of time or could be brought to an end by notice to quit given by the tenant. 3 A tenant’s request for a new tenancy shall not have effect unless it is made by notice in the prescribed form given to the landlord and sets out the tenant’s proposals as to the property to be comprised in the new tenancy (being either the whole or part of the property comprised in the current tenancy), as to the rent to be payable under the new tenancy and as to the other terms of the new tenancy. 4 A tenant’s request for a new tenancy shall not be made if the landlord has already given notice under the last foregoing section to terminate the current tenancy, or if the tenant has already given notice to quit or notice under the next following section; and no such notice shall be given by the landlord or the tenant after the making by the tenant of a request for a new tenancy. 5 Where the tenant makes a request for a new tenancy in accordance with the foregoing provisions of this section, the current tenancy shall, subject to the provisions of  sections 29B(4) and 36(2)  of this Act and the provisions of Part IV of this Act as to the interim continuation of tenancies, terminate immediately before the date specified in the request for the beginning of the new tenancy. 6 Within two months of the making of a tenant’s request for a new tenancy the landlord may give notice to the tenant that he will oppose an application to the court for the grant of a new tenancy, and any such notice shall state on which of the grounds mentioned in section thirty of this Act the landlord will oppose the application."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "27", "section_title": " Termination by tenant of tenancy for fixed term.", "section_text": "27 1 Where the tenant under a tenancy to which this Part of this Act applies, being a tenancy granted for a term of years certain, gives to the immediate landlord, not later than three months before the date on which apart from this Act the tenancy would come to an end by effluxion of time, a notice in writing that the tenant does not desire the tenancy to be continued, section 24 of this Act shall not have effect in relation to the tenancy, unless the notice is given before the tenant has been in occupation in right of the tenancy for one month. 1A Section 24 of this Act shall not have effect in relation to a tenancy for a term of years certain where the tenant is not in occupation of the property comprised in the tenancy at the time when, apart from this Act, the tenancy would come to an end by effluxion of time. 2 A tenancy granted for a term of years certain which is continuing by virtue of section 24 of this Act shall not come to an end by reason only of the tenant ceasing to occupy the property comprised in the tenancy but  may be brought to an end on any  ... day by not less than three months’ notice in writing given by the tenant to the immediate landlord, whether the notice is given after the date on which apart from this Act the tenancy would have come to an end or before that date, but not before the tenant has been in occupation in right of the tenancy for one month.  3 Where a tenancy is terminated under subsection (2) above, any rent payable in respect of a period which begins before, and ends after, the tenancy is terminated shall be apportioned, and any rent paid by the tenant in excess of the amount apportioned to the period before termination shall be recoverable by him."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "28", "section_title": " Renewal of tenancies by agreement.", "section_text": "28 Where the landlord and tenant agree for the grant to the tenant of a future tenancy of the holding, or of the holding with other land, on terms and from a date specified in the agreement, the current tenancy shall continue until that date but no longer, and shall not be a tenancy to which this Part of this Act applies."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "29", "section_title": "\n Order by court for grant of new tenancy or termination of current tenancy\n\n", "section_text": "29 1 Subject to the provisions of this Act, on an application under section 24(1) of this Act, the court shall make an order for the grant of a new tenancy and accordingly for the termination of the current tenancy immediately before the commencement of the new tenancy. 2 Subject to the following provisions of this Act, a landlord may apply to the court for an order for the termination of a tenancy to which this Part of this Act applies without the grant of a new tenancy— a if he has given notice under section 25 of this Act that he is opposed to the grant of a new tenancy to the tenant; or b if the tenant has made a request for a new tenancy in accordance with section 26 of this Act and the landlord has given notice under subsection (6) of that section. 3 The landlord may not make an application under subsection (2) above if either the tenant or the landlord has made an application under section 24(1) of this Act. 4 Subject to the provisions of this Act, where the landlord makes an application under subsection (2) above— a if he establishes, to the satisfaction of the court, any of the grounds on which he is entitled to make the application in accordance with section 30 of this Act, the court shall make an order for the termination of the current tenancy in accordance with section 64 of this Act without the grant of a new tenancy; and b if not, it shall make an order for the grant of a new tenancy and accordingly for the termination of the current tenancy immediately before the commencement of the new tenancy. 5 The court shall dismiss an application by the landlord under section 24(1) of this Act if the tenant informs the court that he does not want a new tenancy. 6 The landlord may not withdraw an application under subsection (2) above unless the tenant consents to its withdrawal."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "29A", "section_title": "Time limits for applications to court", "section_text": "29A 1 Subject to section 29B of this Act, the court shall not entertain an application— a by the tenant or the landlord under section 24(1) of this Act; or b by the landlord under section 29(2) of this Act, if it is made after the end of the statutory period. 2 In this section and section 29B of this Act “the statutory period” means a period ending— a where the landlord gave a notice under section 25 of this Act, on the date specified in his notice; and b where the tenant made a request for a new tenancy under section 26 of this Act, immediately before the date specified in his request. 3 Where the tenant has made a request for a new tenancy under section 26 of this Act, the court shall not entertain an application under section 24(1) of this Act which is made before the end of the period of two months beginning with the date of the making of the request, unless the application is made after the landlord has given a notice under section 26(6) of this Act."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "29B", "section_title": "Agreements extending time limits", "section_text": "29B 1 After the landlord has given a notice under section 25 of this Act, or the tenant has made a request under section 26 of this Act, but before the end of the statutory period, the landlord and tenant may agree that an application such as is mentioned in section 29A(1) of this Act, may be made before the end of a period specified in the agreement which will expire after the end of the statutory period. 2 The landlord and tenant may from time to time by agreement further extend the period for making such an application, but any such agreement must be made before the end of the period specified in the current agreement. 3 Where an agreement is made under this section, the court may entertain an application such as is mentioned in section 29A(1) of this Act if it is made before the end of the period specified in the agreement. 4 Where an agreement is made under this section, or two or more agreements are made under this section, the landlord’s notice under section 25 of this Act or tenant’s request under section 26 of this Act shall be treated as terminating the tenancy at the end of the period specified in the agreement or, as the case may be, at the end of the period specified in the last of those agreements."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "30", "section_title": " Opposition by landlord to application for new tenancy.", "section_text": "30 1 The grounds on which a landlord may oppose an application under  section 24(1) of this Act, or make an application under section 29(2) of this Act,  are such of the following grounds as may be stated in the landlord’s notice under section 25 of this Act or, as the case may be, under subsection (6) of section 26 thereof, that is to say:— a where under the current tenancy the tenant has any obligations as respects the repair and maintenance of the holding, that the tenant ought not to be granted a new tenancy in view of the state of repair of the holding, being a state resulting from the tenant’s failure to comply with the said obligations; b that the tenant ought not to be granted a new tenancy in view of his persistent delay in paying rent which has become due; c that the tenant ought not to be granted a new tenancy in view of other substantial breaches by him of his obligations under the current tenancy, or for any other reason connected with the tenant’s use or management of the holding; d that the landlord has offered and is willing to provide or secure the provision of alternative accommodation for the tenant, that the terms on which the alternative accommodation is available are reasonable having regard to the terms of the current tenancy and to all other relevant circumstances, and that the accommodation and the time at which it will be available are suitable for the tenant’s requirements (including the requirement to preserve goodwill) having regard to the nature and class of his business and to the situation and extent of, and facilities afforded by, the holding; e where the current tenancy was created by the sub-letting of part only of the property comprised in a superior tenancy and the landlord is the owner of an interest in reversion expectant on the termination of that superior tenancy, that the aggregate of the rents reasonably obtainable on separate lettings of the holding and the remainder of that property would be substantially less than the rent reasonably obtainable on a letting of that property as a whole, that on the termination of the current tenancy the landlord requires possession of the holding for the purpose of letting or otherwise disposing of the said property as a whole, and that in view thereof the tenant ought not to be granted a new tenancy; f that on the termination of the current tenancy the landlord intends to demolish or reconstruct the premises comprised in the holding or a substantial part of those premises or to carry out substantial work of construction on the holding or part thereof and that he could not reasonably do so without obtaining possession of the holding; g subject as hereinafter provided, that on the termination of the current tenancy the landlord intends to occupy the holding for the purposes, or partly for the purposes, of a business to be carried on by him therein, or as his residence. 1A Where the landlord has a controlling interest in a company, the reference in subsection (1)(g) above to the landlord shall be construed as a reference to the landlord or that company. 1B Subject to subsection (2A) below, where the landlord is a company and a person has a controlling interest in the company, the reference in subsection (1)(g) above to the landlord shall be construed as a reference to the landlord or that person.     2 The landlord shall not be entitled to oppose an application under section 24(1) of this Act, or make an application under section 29(2) of this Act,  on the ground specified in paragraph (g) of the last foregoing subsection if the interest of the landlord, or an interest which has merged in that interest and but for the merger would be the interest of the landlord, was purchased or created after the beginning of the period of five years which ends with the termination of the current tenancy, and at all times since the purchase or creation thereof the holding has been comprised in a tenancy or successive tenancies of the description specified in subsection (1) of section 23 of this Act. 2A Subsection (1B) above shall not apply if the controlling interest was acquired after the beginning of the period of five years which ends with the termination of the current tenancy, and at all times since the acquisition of the controlling interest the holding has been comprised in a tenancy or successive tenancies of the description specified in section 23(1) of this Act.  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "31", "section_title": " Dismissal of application for new tenancy where landlord successfully opposes.", "section_text": "31 1 If the landlord opposes an application under subsection (1) of section twenty-four of this Act on grounds on which he is entitled to oppose it in accordance with the last foregoing section and establishes any of those grounds to the satisfaction of the court, the court shall not make an order for the grant of a new tenancy. 2 Where the landlord opposes an application under section 24(1) of this Act, or makes an application under section 29(2) of this Act, on one or more of the grounds specified in section 30(1)(d) to (f) of this Act but establishes none of those grounds, and none of the other grounds specified in section 30(1) of this Act, to the satisfaction of the court, then if the court would have been satisfied on any of the grounds specified in section 30(1)(d) to (f) of this Act  if the date of termination specified in the landlord’s notice or, as the case may be, the date specified in the tenant’s request for a new tenancy as the date from which the new tenancy is to begin, had been such later date as the court may determine, being a date not more than one year later than the date so specified,— a the court shall make a declaration to that effect, stating of which of the said grounds the court would have been satisfied as aforesaid and specifying the date determined by the court as aforesaid, but shall not make an order for the grant of a new tenancy; b if, within fourteen days after the making of the declaration, the tenant so requires the court shall make an order substituting the said date for the date specified in the said landlord’s notice or tenant’s request, and thereupon that notice or request shall have effect accordingly."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "31A", "section_title": " Grant of new tenancy in some cases where s. 30(1)(f) applies.", "section_text": "31A 1 Where the landlord opposes an application under section 24(1) of this Act on the ground specified in paragraph (f) of section 30(1) of this Act , or makes an application under section 29(2) of this Act on that ground,  the court shall not hold that the landlord could not reasonably carry out the demolition, reconstruction or work of construction intended without obtaining possession of the holding if— a the tenant agrees to the inclusion in the terms of the new tenancy of terms giving the landlord access and other facilities for carrying out the work intended and, given that access and those facilities, the landlord could reasonably carry out the work without obtaining possession of the holding and without interfering to a substantial extent or for a substantial time with the use of the holding for the purposes of the business carried on by the tenant; or b the tenant is willing to accept a tenancy of an economically separable part of the holding and either paragraph (a) of this section is satisfied with respect to that part or possession of the remainder of the holding would be reasonably sufficient to enable the landlord to carry out the intended work. 2 For the purposes of subsection (1)(b) of this section a part of a holding shall be deemed to be an economically separate part if, and only if, the aggregate of the rents which, after the completion of the intended work, would be reasonably obtainable on separate lettings of that part and the remainder of the premises affected by or resulting from the work would not be substantially less than the rent which would then be reasonably obtainable on a letting of those premises as a whole."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "32", "section_title": " Property to be comprised in new tenancy.", "section_text": "32 1 Subject to the following provisions of this section, an order under section 29 of this Act for the grant of a new tenancy shall be an order for the grant of a new tenancy of the holding; and in the absence of agreement between the landlord and the tenant as to the property which constitutes the holding the court shall in the order designate that property by reference to the circumstances existing at the date of the order. 1A Where the court, by virtue of paragraph (b) of section 31A(1) of this Act, makes an order under section 29 of this Act for the grant of a new tenancy in a case where the tenant is willing to accept a tenancy of part of the holding, the order shall be an order for the grant of a new tenancy of that part only. 2 The foregoing provisions of this section shall not apply in a case where the property comprised in the current tenancy includes other property besides the holding and the landlord requires any new tenancy ordered to be granted under section 29 of this Act to be a tenancy of the whole of the property comprised in the current tenancy; but in any such case— a any order under the said section 29 for the grant of a new tenancy shall be an order for the grant of a new tenancy of the whole of the property comprised in the current tenancy, and b references in the following provisions of this Part of this Act to the holding shall be construed as references to the whole of that property. 3 Where the current tenancy includes rights enjoyed by the tenant in connection with the holding, those rights shall be included in a tenancy ordered to be granted under section 29 of this Act, except as otherwise agreed between the landlord and the tenant or, in default of such agreement, determined by the court."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "33", "section_title": " Duration of new tenancy.", "section_text": "33 Where on an application under this Part of this Act the court makes an order for the grant of a new tenancy, the new tenancy shall be such tenancy as may be agreed between the landlord and the tenant, or, in default of such an agreement, shall be such a tenancy as may be determined by the court to be reasonable in all the circumstances, being, if it is a tenancy for a term of years certain, a tenancy for a term not exceeding  fifteen  years, and shall begin on the coming to an end of the current tenancy."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "34", "section_title": " Rent under new tenancy.", "section_text": "34 1 The rent payable under a tenancy granted by order of the court under this Part of this Act shall be such as may be agreed between the landlord and the tenant or as, in default of such agreement, may be determined by the court to be that at which, having regard to the terms of the tenancy (other than those relating to rent), the holding might reasonably be expected to be let in the open market by a willing lessor, there being disregarded— a any effect on rent of the fact that the tenant has or his predecessors in title have been in occupation of the holding, b any goodwill attached to the holding by reason of the carrying on thereat of the business of the tenant (whether by him or by a predecessor of his in that business), c any effect on rent of an improvement to which this paragraph applies, d in the case of a holding comprising licensed premises, any addition to its value attributable to the licence, if it appears to the court that having regard to the terms of the current tenancy and any other relevant circumstances the benefit of the licence belongs to the tenant. 2 Paragraph (c) of the foregoing subsection applies to any improvement carried out by a person who at the time it was carried out was the tenant, but only if it was carried out otherwise than in pursuance of an obligation to his immediate landlord and either it was carried out during the current tenancy or the following conditions are satisfied, that is to say,— a that it was completed not more than twenty-one years before the application  to the court  was made; and b that the holding or any part of it affected by the improvement has at all times since the completion of the improvement been comprised in tenancies of the description specified in section 23(1) of this Act; and c that at the termination of each of those tenancies the tenant did not quit. 2A If this Part of this Act applies by virtue of section 23(1A) of this Act, the reference in subsection (1)(d) above to the tenant shall be construed as including— a a company in which the tenant has a controlling interest, or b where the tenant is a company, a person with a controlling interest in the company. 3 Where the rent is determined by the court the court may, if it thinks fit, further determine that the terms of the tenancy shall include such provision for varying the rent as may be specified in the determination. 4 It is hereby declared that the matters which are to be taken into account by the court in determining the rent include any effect on rent of the operation of the provisions of the Landlord and Tenant (Covenants) Act 1995."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "35", "section_title": "Other terms of new tenancy.", "section_text": "35 1  The terms of a tenancy granted by order of the court under this Part of this Act (other than terms as to the duration thereof and as to the rent payable thereunder) , including, where different persons own interests which fulfil the conditions specified in section 44(1) of this Act in different parts of it, terms as to the apportionment of the rent,  shall be such as may be agreed between the landlord and the tenant or as, in default of such agreement, may be determined by the court; and in determining those terms the court shall have regard to the terms of the current tenancy and to all relevant circumstances. 2 In subsection (1) of this section the reference to all relevant circumstances includes (without prejudice to the generality of that reference) a reference   to the operation of the provisions of the Landlord and Tenant (Covenants) Act 1995. "}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "36", "section_title": " Carrying out of order for new tenancy.", "section_text": "36 1 Where under this Part of this Act the court makes an order for the grant of a new tenancy, then, unless the order is revoked under the next following subsection or the landlord and the tenant agree not to act upon the order, the landlord shall be bound to execute or make in favour of the tenant, and the tenant shall be bound to accept, a lease or agreement for a tenancy of the holding embodying the terms agreed between the landlord and the tenant or determined by the court in accordance with the foregoing provisions of this Part of this Act; and where the landlord executes or makes such a lease or agreement the tenant shall be bound, if so required by the landlord, to execute a counterpart or duplicate thereof. 2 If the tenant, within fourteen days after the making of an order under this Part of this Act for the grant of a new tenancy, applies to the court for the revocation of the order the court shall revoke the order; and where the order is so revoked, then, if it is so agreed between the landlord and the tenant or determined by the court, the current tenancy shall continue, beyond the date at which it would have come to an end apart from this subsection, for such period as may be so agreed or determined to be necessary to afford to the landlord a reasonable opportunity for reletting or otherwise disposing of the premises which would have been comprised in the new tenancy; and while the current tenancy continues by virtue of this subsection it shall not be a tenancy to which this Part of this Act applies. 3 Where an order is revoked under the last foregoing subsection any provision thereof as to payment of costs shall not cease to have effect by reason only of the revocation; but the court may, if it thinks fit, revoke or vary any such provision or, where no costs have been awarded in the proceedings for the revoked order, award such costs. 4 A lease executed or agreement made under this section, in a case where the interest of the lessor is subject to a mortgage, shall be deemed to be one authorised by section ninety-nine of the  Law of Property Act 1925 (which confers certain powers of leasing on mortgagors in possession), and subsection (13) of that section (which allows those powers to be restricted or excluded by agreement) shall not have effect in relation to such a lease or agreement."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "37", "section_title": "Compensation where order for new tenancy precluded on certain grounds.", "section_text": " 37 1 Subject to the provisions of this Act, in a case specified in subsection (1A), (1B) or (1C) below (a “compensation case”) the tenant shall be entitled on quitting the holding to recover from the landlord by way of compensation an amount determined in accordance with this section. 1A The first compensation case is where on the making of an application by the tenant under section 24(1) of this Act the court is precluded (whether by subsection (1) or subsection (2) of section 31 of this Act) from making an order for the grant of a new tenancy by reason of any of the grounds specified in paragraphs (e), (f) and (g) of section 30(1) of this Act (the “compensation grounds”) and not of any grounds specified in any other paragraph of section 30(1). 1B The second compensation case is where on the making of an application under section 29(2) of this Act the court is precluded (whether by section 29(4)(a) or section 31(2) of this Act) from making an order for the grant of a new tenancy by reason of any of the compensation grounds and not of any other grounds specified in section 30(1) of this Act. 1C The third compensation case is where— a the landlord’s notice under section 25 of this Act or, as the case may be, under section 26(6) of this Act, states his opposition to the grant of a new tenancy on any of the compensation grounds and not on any other grounds specified in section 30(1) of this Act; and  b either— i no application is made by the tenant under section 24(1) of this Act or by the landlord under section 29(2) of this Act; or ii such an application is made but is subsequently withdrawn. 2 Subject to  the following provisions of this section, compensation under this section”; and  shall be as follows, that is to say,— a where the conditions specified in the next following subsection are satisfied  in relation to the whole of the holding it shall be  the product of the appropriate multiplier and  twice the rateable value of the holding, b in any other case it shall be  the product of the appropriate multiplier and  the rateable value of the holding. 3 The said conditions are— a that, during the whole of the fourteen years immediately preceding the termination of the current tenancy, premises being or comprised in the holding have been occupied for the purposes of a business carried on by the occupier or for those and other purposes; b that, if during those fourteen years there was a change in the occupier of the premises, the person who was the occupier immediately after the change was the successor to the business carried on by the person who was the occupier immediately before the change. 3A If the conditions specified in subsection (3) above are satisfied in relation to part of the holding but not in relation to the other part, the amount of compensation shall be the aggregate of sums calculated separately as compensation in respect of each part, and accordingly, for the purpose of calculating compensation in respect of a part any reference in this section to the holding shall be construed as a reference to that part. 3B Where section 44(1A) of this Act applies, the compensation shall be determined separately for each part and compensation determined for any part shall be recoverable only from the person who is the owner of an interest in that part which fulfils the conditions specified in section 44(1) of this Act. 4 Where the court is precluded from making an order for the grant of a new tenancy under this Part of this Act in  a compensation case , the court shall on the application of the tenant certify that fact. 5 For the purposes of subsection (2) of this section the rateable value of the holding shall be determined as follows:— a where in the valuation list in force at the date on which the landlord’s notice under section 25 or, as the case may be, subsection (6) of section 26 of this Act is given a value is then shown as the annual value (as hereinafter defined) of the holding, the rateable value of the holding shall be taken to be that value; b where no such value is so shown with respect to the holding but such a value or such values is or are so shown with respect to premises comprised in or comprising the holding or part of it, the rateable value of the holding shall be taken to be such value as is found by a proper apportionment or aggregation of the value or values so shown; c where the rateable value of the holding cannot be ascertained in accordance with the foregoing paragraphs of this subsection, it shall be taken to be the value which, apart from any exemption from assessment to rates, would on a proper assessment be the value to be entered in the said valuation list as the annual value of the holding; and any dispute arising, whether in proceedings before the court or otherwise, as to the determination for those purposes of the rateable value of the holding shall be referred to the Commissioners of Inland Revenue for decision by a valuation officer. An appeal shall lie to the  Upper Tribunal  from any decision of a valuation officer under this subsection, but subject thereto any such decision shall be final. 5A If part of the holding is domestic property, as defined in section 66 of the Local Government Finance Act 1988,— a the domestic property shall be disregarded in determining the rateable value of the holding under subsection (5) of this section; and b if, on the date specified in subsection (5)(a) of this section, the tenant occupied the whole or any part of the domestic property, the amount of compensation to which he is entitled under subsection (1) of this section shall be increased by the addition of a sum equal to his reasonable expenses in removing from the domestic property. 5B Any question as to the amount of the sum referred to in paragraph (b) of subsection (5A) of this section shall be determined by agreement between the landlord and the tenant or, in default of agreement, by the court. 5C If the whole of the holding is domestic property, as defined in section 66 of the Local Government Finance Act 1988, for the purposes of subsection (2) of this section the rateable value of the holding shall be taken to be an amount equal to the rent at which it is estimated the holding might reasonably be expected to let from year to year if the tenant undertook to pay all usual tenant’s rates and taxes and to bear the cost of the repairs and insurance and the other expenses (if any) necessary to maintain the holding in a state to command that rent. 5D The following provisions shall have effect as regards a determination of an amount mentioned in subsection (5C) of this section— a the date by reference to which such a determination is to be made is the date on which the landlord’s notice under section 25 or, as the case may be, subsection (6) of section 26 of this Act is given; b any dispute arising, whether in proceedings before the court or otherwise, as to such a determination shall be referred to the Commissioners of Inland Revenue for decision by a valuation officer; c an appeal shall lie to the  Upper Tribunal from such a decision but, subject to that, such a decision shall be final. 5E Any deduction made under paragraph 2A of Schedule 6 to the Local Government Finance Act 1988 (deduction from valuation of hereditaments used for breeding horses  etc. ) shall be disregarded, to the extent that it relates to the holding, in determining the rateable value of the holding under subsection (5) of this section.  6 The Commissioners of Inland Revenue may by statutory instrument make rules prescribing the procedure in connection with references under this section. 7 In this section— the reference to the termination of the current tenancy is a reference to the date of termination specified in the landlord’s notice under section 25 of this Act or, as the case may be, the date specified in the tenant’s request for a new tenancy as the date from which the new tenancy is to begin; the expression “ annual value ” means rateable value except that where the rateable value differs from the net annual value the said expression means net annual value; the expression “ valuation officer ” means any officer of the Commissioners of Inland Revenue for the time being authorised by a certificate of the Commissioners to act in relation to a valuation list.  8 In subsection (2) of this section “ the appropriate multiplier ” means such multiplier as the Secretary of State may by order made by statutory instrument prescribe  and different multipliers may be so prescribed in relation to different cases . 9 A statutory instrument containing an order under subsection (8) of this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "37A", "section_title": "Compensation for possession obtained by misrepresentation", "section_text": "37A 1 Where the court— a makes an order for the termination of the current tenancy but does not make an order for the grant of a new tenancy, or b refuses an order for the grant of a new tenancy, and it subsequently made to appear to the court that the order was obtained, or the court was induced to refuse the grant, by misrepresentation or the concealment of material facts, the court may order the landlord to pay to the tenant such sum as appears sufficient as compensation for damage or loss sustained by the tenant as the result of the order or refusal. 2 Where— a the tenant has quit the holding— i after making but withdrawing an application under section 24(1) of this Act; or ii without making such an application; and b it is made to appear to the court that he did so by reason of misrepresentation or the concealment of material facts, the court may order the landlord to pay to the tenant such sum as appears sufficient as compensation for damage or loss sustained by the tenant as the result of quitting the holding."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "38", "section_title": " Restriction on agreements excluding provisions of Part II.", "section_text": "38 1 Any agreement relating to a tenancy to which this Part of this Act applies (whether contained in the instrument creating the tenancy or not) shall be void (except as provided by  section 38A of this Act ) in so far as it purports to preclude the tenant from making an application or request under this Part of this Act or provides for the termination or the surrender of the tenancy in the event of his making such an application or request or for the imposition of any penalty or disability on the tenant in that event. 2 Where— a during the whole of the five years immediately preceding the date on which the tenant under a tenancy to which this Part of this Act applies is to quit the holding, premises being or comprised in the holding have been occupied for the purposes of a business carried on by the occupier or for those and other purposes, and b if during those five years there was a change in the occupier of the premises, the person who was the occupier immediately after the change was the successor to the business carried on by the person who was the occupier immediately before the change, any agreement (whether contained in the instrument creating the tenancy or not and whether made before or after the termination of that tenancy) which purports to exclude or reduce compensation under  section 37 of this Act  shall to that extent be void, so however that this subsection shall not affect any agreement as to the amount of any such compensation which is made after the right to compensation has accrued. 3 In a case not falling within the last foregoing subsection the right to compensation conferred by  section 37 of this Act  may be excluded or modified by agreement. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "38A", "section_title": "Agreements to exclude provisions of Part 2", "section_text": "38A 1 The persons who will be the landlord and the tenant in relation to a tenancy to be granted for a term of years certain which will be a tenancy to which this Part of this Act applies may agree that the provisions of sections 24 to 28 of this Act shall be excluded in relation to that tenancy. 2 The persons who are the landlord and the tenant in relation to a tenancy to which this Part of this Act applies may agree that the tenancy shall be surrendered on such date or in such circumstances as may be specified in the agreement and on such terms (if any) as may be so specified. 3 An agreement under subsection (1) above shall be void unless— a the landlord has served on the tenant a notice in the form, or substantially in the form, set out in Schedule 1 to the Regulatory Reform (Business Tenancies) (England and Wales) Order 2003 (“the 2003 Order”); and b the requirements specified in Schedule 2 to that Order are met. 4 An agreement under subsection (2) above shall be void unless— a the landlord has served on the tenant a notice in the form, or substantially in the form, set out in Schedule 3 to the 2003 Order; and b the requirements specified in Schedule 4 to that Order are met."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "39", "section_title": " Saving for compulsory acquisitions.", "section_text": "39 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 If the amount of the compensation which would have been payable under section thirty-seven of this Act if the tenancy had come to an end in circumstances giving rise to compensation under that section and the date at which the acquiring authority obtained possession had been the termination of the current tenancy exceeds the amount of  the compensation payable under section 121 of the  Lands Clauses Consolidation Act 1845 or section 20 of the  Compulsory Purchase Act 1965 in the case of a tenancy to which this Part of this Act applies , that compensation shall be increased by the amount of the excess. 3 Nothing in section twenty-four of this Act shall affect the operation of the said section one hundred and twenty-one."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "40", "section_title": " Duty of tenants and landlords of business premises to give information to each other.", "section_text": "40 1 Where a person who is an owner of an interest in reversion expectant (whether immediately or not) on a tenancy of any business premises has served on the tenant a notice in the prescribed form requiring him to do so, it shall be the duty of the tenant to give the appropriate person in writing the information specified in subsection (2) below. 2 That information is— a whether the tenant occupies the premises or any part of them wholly or partly for the purposes of a business carried on by him; b whether his tenancy has effect subject to any sub-tenancy on which his tenancy is immediately expectant and, if so— i what premises are comprised in the sub-tenancy; ii for what term it has effect (or, if it is terminable by notice, by what notice it can be terminated); iii what is the rent payable under it; iv who is the sub-tenant; v (to the best of his knowledge and belief) whether the sub-tenant is in occupation of the premises or of part of the premises comprised in the sub-tenancy and, if not, what is the sub-tenant’s address; vi whether an agreement is in force excluding in relation to the sub-tenancy the provisions of sections 24 to 28 of this Act; and  vii whether a notice has been given under section 25 or 26(6) of this Act, or a request has been made under section 26 of this Act, in relation to the sub-tenancy and, if so, details of the notice or request; and c (to the best of his knowledge and belief) the name and address of any other person who owns an interest in reversion in any part of the premises. 3 Where the tenant of any business premises who is a tenant under such a tenancy as is mentioned in section 26(1) of this Act has served on a reversioner or a reversioner’s mortgagee in possession a notice in the prescribed form requiring him to do so, it shall be the duty of the person on whom the notice is served to give the appropriate person in writing the information specified in subsection (4) below. 4 That information is— a whether he is the owner of the fee simple in respect of the premises or any part of them or the mortgagee in possession of such an owner, b if he is not, then (to the best of his knowledge and belief)— i the name and address of the person who is his or, as the case may be, his mortgagor’s immediate landlord in respect of those premises or of the part in respect of which he or his mortgagor is not the owner in fee simple; ii for what term his or his mortgagor’s tenancy has effect and what is the earliest date (if any) at which that tenancy is terminable by notice to quit given by the landlord; and iii whether a notice has been given under section 25 or 26(6) of this Act, or a request has been made under section 26 of this Act, in relation to the tenancy and, if so, details of the notice or request; c (to the best of his knowledge and belief) the name and address of any other person who owns an interest in reversion in any part of the premises; and d if he is a reversioner, whether there is a mortgagee in possession of his interest in the premises and, if so, (to the best of his knowledge and belief) what is the name and address of the mortgagee. 5 A duty imposed on a person by this section is a duty— a to give the information concerned within the period of one month beginning with the date of service of the notice; and b if within the period of six months beginning with the date of service of the notice that person becomes aware that any information which has been given in pursuance of the notice is not, or is no longer, correct, to give the appropriate person correct information within the period of one month beginning with the date on which he becomes aware. 6 This section shall not apply to a notice served by or on the tenant more than two years before the date on which apart from this Act his tenancy would come to an end by effluxion of time or could be brought to an end by notice to quit given by the landlord. 7 Except as provided by section 40A of this Act, the appropriate person for the purposes of this section and section 40A(1) of this Act is the person who served the notice under subsection (1) or (3) above. 8 In this section— “business premises” means premises used wholly or partly for the purposes of a business; “mortgagee in possession” includes a receiver appointed by the mortgagee or by the court who is in receipt of the rents and profits, and “his mortgagor” shall be construed accordingly; “reversioner” means any person having an interest in the premises, being an interest in reversion expectant (whether immediately or not) on the tenancy; “reversioner’s mortgagee in possession” means any person being a mortgagee in possession in respect of such an interest; and “sub-tenant” includes a person retaining possession of any premises by virtue of the Rent (Agriculture) Act 1976 or the Rent Act 1977 after the coming to an end of a sub-tenancy, and “sub-tenancy” includes a right so to retain possession."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "40A", "section_title": "Duties in transfer cases", "section_text": "40A 1 If a person on whom a notice under section 40(1) or (3) of this Act has been served has transferred his interest in the premises or any part of them to some other person and gives the appropriate person notice in writing— a of the transfer of his interest; and b of the name and address of the person to whom he transferred it, on giving the notice he ceases in relation to the premises or (as the case may be) to that part to be under any duty imposed by section 40 of this Act. 2 If— a the person who served the notice under section 40(1) or (3) of this Act (“the transferor”) has transferred his interest in the premises to some other person (“the transferee”); and b the transferor or the transferee has given the person required to give the information notice in writing— i of the transfer; and ii of the transferee’s name and address, the appropriate person for the purposes of section 40 of this Act and subsection (1) above is the transferee. 3 If— a a transfer such as is mentioned in paragraph (a) of subsection (2) above has taken place; but b neither the transferor nor the transferee has given a notice such as is mentioned in paragraph (b) of that subsection, any duty imposed by section 40 of this Act may be performed by giving the information either to the transferor or to the transferee."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "40B", "section_title": "Proceedings for breach of duties to give information", "section_text": "40B A claim that a person has broken any duty imposed by section 40 of this Act may be made the subject of civil proceedings for breach of statutory duty; and in any such proceedings a court may order that person to comply with that duty and may make an award of damages."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "41", "section_title": " Trusts.", "section_text": "41 1 Where a tenancy is held on trust, occupation by all or any of the beneficiaries under the trust, and the carrying on of a business by all or any of the beneficiaries, shall be treated for the purposes of section twenty-three of this Act as equivalent to occupation or the carrying on of a business by the tenant; and in relation to a tenancy to which this Part of this Act applies by virtue of the foregoing provisions of this subsection— a references (however expressed) in this Part of this Act and in the Ninth Schedule to this Act to the business of, or to carrying on of business, use, occupation or enjoyment by, the tenant shall be construed as including references to the business of, or to carrying on of business, use, occupation or enjoyment by, the beneficiaries or beneficiary; b the reference in paragraph (d) of  subsection (1) of  section thirty-four of this Act to the tenant shall be construed as including the beneficiaries or beneficiary; and c a change in the persons of the trustees shall not be treated as a change in the person of the tenant. 2 Where the landlord’s interest is held on trust the references in paragraph (g) of subsection (1) of section thirty of this Act to the landlord shall be construed as including references to the beneficiaries under the trust or any of them; but, except in the case of a trust arising under a will or on the intestacy of any person, the reference in subsection (2) of that section to the creation of the interest therein mentioned shall be construed as including the creation of the trust. 3 Where a tenancy is held on trust, section 43ZA(2) has effect as if— a paragraph (b) were omitted, and b the condition in paragraph (c)(i) were a condition that the terms of the tenancy require at least one individual who is a trustee or a beneficiary under the trust to occupy the dwelling-house as a home (whether or not as that individual's only or principal home)."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "41A", "section_title": " Partnerships.", "section_text": "41A 1 The following provisions of this section shall apply where— a a tenancy is held jointly by two or more persons (in this section referred to as the joint tenants); and b the property comprised in the tenancy is or includes premises occupied for the purposes of a business; and c the business (or some other business) was at some time during the existence of the tenancy carried on in partnership by all the persons who were then the joint tenants or by those and other persons and the joint tenants’ interest in the premises was then partnership property; and d the business is carried on (whether alone or in partnership with other persons) by one or some only of the joint tenants and no part of the property comprised in the tenancy is occupied, in right of the tenancy, for the purposes of a business carried on (whether alone or in partnership with other persons) by the other or others. 2 In the following provisions of this section those of the joint tenants who for the time being carry on the business are referred to as the business tenants and the others as the other joint tenants. 3 Any notice given by the business tenants which, had it been given by all the joint tenants, would have been— a a tenant’s request for a new tenancy made in accordance with section 26 of this Act; or b a notice under subsection (1) or subsection (2) of section 27 of this Act; shall be treated as such if it states that it is given by virtue of this section and sets out the facts by virtue of which the persons giving it are the business tenants; and references in those sections and in section 24A of this Act to the tenant shall be construed accordingly. 4 A notice given by the landlord to the business tenants which, had it been given to all the joint tenants, would have been a notice under section 25 of this Act shall be treated as such a notice, and references in that section to the tenant shall be construed accordingly. 5 An application under section 24(1) of this Act for a new tenancy may, instead of being made by all the joint tenants, be made by the business tenants alone; and where it is so made— a this Part of this Act shall have effect, in relation to it, as if the references therein to the tenant included references to the business tenants alone; and b the business tenants shall be liable, to the exclusion of the other joint tenants, for the payment of rent and the discharge of any other obligation under the current tenancy for any rental period beginning after the date specified in the landlord’s notice under section 25 of this Act or, as the case may be, beginning on or after the date specified in their request for a new tenancy. 6 Where the court makes an order under  section 29 of this Act for the grant of a new tenancy it may order the grant to be made to the business tenants or to them jointly  with the persons carrying on the business in partnership with them, and may order the grant to be made subject to the satisfaction, within a time specified by the order, of such conditions as to guarantors, sureties or otherwise as appear to the court equitable, having regard to the omission of the other joint tenants from the persons who will be the tenants under the new tenancy. 7 The business tenants shall be entitled to recover any amount payable by way of compensation under section 37 or section 59 of this Act."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "42", "section_title": " Groups of companies.", "section_text": "42 1 For the purposes of this section two bodies corporate shall be taken to be members of a group if and only if one is a subsidiary of the other or both are subsidiaries of a third body corporate or the same person has a controlling interest in both .  ... ...  ... 2 Where a tenancy is held by a member of a group, occupation by another member of the group, and the carrying on of a business by another member of the group, shall be treated for the purposes of section 23 of this Act as equivalent to occupation or the carrying on of a business by the member of the group holding the tenancy; and in relation to a tenancy to which this Part of this Act applies by virtue of the foregoing provisions of this subsection— a references (however expressed) in this Part of this Act and in the Ninth Schedule to this Act to the business of or to use occupation or enjoyment by the tenant shall be construed as including references to the business of or to use occupation or enjoyment by the said other member; b the reference in paragraph (d) of subsection (1) of section 34 of this Act to the tenant shall be construed as including the said other member; and c an assignment of the tenancy from one member of the group to another shall not be treated as a change in the person of the tenant. 3 Where the landlord’s interest is held by a member of a group— a the reference in paragraph (g) of subsection (1) of section 30 of this Act to intended occupation by the landlord for the purposes of a business to be carried on by him shall be construed as including intended occupation by any member of the group for the purposes of a business to be carried on by that member; and b the reference in subsection (2) of that section to the purchase or creation of any interest shall be construed as a reference to a purchase from or creation by a person other than a member of the group."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "43", "section_title": " Tenancies excluded from Part II.", "section_text": "43 1 This Part of this Act does not apply— a to a tenancy of an agricultural holding  which is a tenancy in relation to which the Agricultural Holdings Act 1986 applies or a tenancy which would be a tenancy of an agricultural holding in relation to which that Act applied if subsection (3) of section 2 of that Act  did not have effect or, in a case where approval was given under subsection (1) of that section , if that approval had not been given ; aa to a farm business tenancy; b to a tenancy created by a mining lease; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  d to a tenancy of premises licensed for the sale of intoxicating liquor for consumption on the premises, other than— i premises which are structurally adapted to be used, and are bona fide used, for a business which comprises one or both of the following, namely, the reception of guests and travellers desiring to sleep on the premises and the carrying on of a restaurant, being a business a substantial proportion of which consists of transactions other than the sale of intoxicating liquor; ii premises adapted to be used, and bona fide used, only for one or more of the following purposes, namely, for judicial or public administrative purposes, or as a theatre or place of public or private entertainment, or as public gardens or picture galleries, or for exhibitions, or for any similar purpose to which the holding of the licence is merely ancillary; iii premises adapted to be used, and bona fide used, as refreshment rooms at a railway station. 2 This Part of this Act does not apply to a tenancy granted by reason that the tenant was the holder of an office, appointment or employment from the grantor thereof and continuing only so long as the tenant holds the office, appointment or employment, or terminable by the grantor on the tenant’s ceasing to hold it, or coming to an end at a time fixed by reference to the time at which the tenant ceases to hold it: Provided that this subsection shall not have effect in relation to a tenancy granted after the commencement of this Act unless the tenancy was granted by an instrument in writing which expressed the purpose for which the tenancy was granted. 3 This Part of this Act does not apply to a tenancy granted for a term certain not exceeding six months unless— a the tenancy contains provision for renewing the term or for extending it beyond six months from its beginning; or b the tenant has been in occupation for a period which, together with any period during which any predecessor in the carrying on of the business carried on by the tenant was in occupation, exceeds twelve months. 4 This Part does not apply to a tenancy— a the primary purpose of which is to grant code rights within the meaning of Schedule 3A to the Communications Act 2003 (the electronic communications code), and b which is granted after that Schedule comes into force."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "43ZA", "section_title": "Further exclusion of home business tenancies from Part 2", "section_text": "43ZA 1 This Part of this Act does not apply to a home business tenancy. 2 A home business tenancy is a tenancy under which— a a dwelling-house is let as a separate dwelling, b the tenant or, where there are joint tenants, each of them, is an individual, and c the terms of the tenancy— i require the tenant or, where there are joint tenants, at least one of them, to occupy the dwelling-house as a home (whether or not as that individual's only or principal home), ii permit a home business to be carried on in the dwelling-house, or permit the immediate landlord to give consent for a home business to be carried on in the dwelling-house, and iii do not permit a business other than a home business to be carried on in the dwelling-house. 3 The terms of a tenancy permit the carrying on of a home business if they permit the carrying on of a particular home business, a particular description of home business or any home business. 4 A  “home business” is a business of a kind which might reasonably be carried on at home. 5 A business is not to be treated as a home business if it involves the supply of alcohol for consumption on licensed premises which form all or part of the dwelling-house. 6 The appropriate national authority may by regulations prescribe cases in which businesses are, or are not, to be treated as home businesses. 7 Regulations under this section— a may include transitional or saving provision, b may make different provision for different purposes, c are to be made by statutory instrument, d may not be made unless— i in the case of regulations made by the Secretary of State, a draft of the statutory instrument containing the regulations has been laid before Parliament and approved by a resolution of each House of Parliament, ii in the case of regulations made by the Welsh Ministers, a draft of the statutory instrument containing the regulations has been laid before, and approved by a resolution of, the National Assembly for Wales. 8 For the purposes of this section, a dwelling-house which is let for mixed residential and business use is capable of being let as a dwelling. 9 If, under a tenancy, a dwelling-house is let together with other land, then, for the purposes of this section— a if the main purpose of the letting is the provision of a home for the tenant, the other land is to be treated as part of the dwelling-house, and b if the main purpose of the letting is not as mentioned in paragraph (a), the tenancy is to be treated as not being one under which a dwelling-house is let as a separate dwelling. 10 In this section— “ the appropriate national authority ” means— in relation to England, the Secretary of State, and in relation to Wales, the Welsh Ministers; “dwelling-house” may be a house or part of a house; “ let ” includes sub-let; “ licensed premises ” has the same meaning as in the Licensing Act 2003 (see section 193 of that Act); “ supply of alcohol ” has the same meaning as in the Licensing Act 2003 (see section 14 of that Act). "}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "43A", "section_title": "\n \n Jurisdiction of county court to make declaration. \n \n", "section_text": "43A Where the rateable value of the holding is such that the jurisdiction conferred on the court by any other provision of this Part of this Act is, by virtue of section 63 of this Act, exercisable by the county court, the county court shall have jurisdiction (but without prejudice to the jurisdiction of the High Court) to make any declaration as to any matter arising under this Part of this Act, whether or not any other relief is sought in the proceedings."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "44", "section_title": "\n \n Meaning of the landlord in Part II, and provisions as to mesne landlords, \n etc. \n", "section_text": "44 1 Subject to  subsections (1A) and (2) below, , in this Part of this Act the expression “the landlord”, in relation to a tenancy (in this section referred to as “ the relevant tenancy ”), means the person (whether or not he is the immediate landlord) who is the owner of that interest in the property comprised in the relevant tenancy which for the time being fulfils the following conditions, that is to say— a that it is an interest in reversion expectant (whether immediately or not) on the termination of the relevant tenancy, and b that it is either the fee simple or a tenancy which will not come to an end within fourteen months by effluxion of time and, if it is such a tenancy, that no notice has been given by virtue of which it will come to an end within fourteen months or any further time by which it may be continued under section 36(2) or section 64 of this Act, and is not itself in reversion expectant (whether immediately or not) on an interest which fulfils those conditions. 1A The reference in subsection (1) above to a person who is the owner of an interest such as is mentioned in that subsection is to be construed, where different persons own such interests in different parts of the property, as a reference to all those persons collectively. 2 References in this Part of this Act to a notice to quit given by the landlord are references to a notice to quit given by the immediate landlord. 3 The provisions of the Sixth Schedule to this Act shall have effect for the application of this Part of this Act to cases where the immediate landlord of the tenant is not the owner of the fee simple in respect of the holding."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "45", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "45"}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "46", "section_title": " Interpretation of Part II.", "section_text": "46 1 In this Part of this Act:— “ business ” has the meaning assigned to it by subsection (2) of section twenty-three of this Act; “current tenancy” means the tenancy under which the tenant holds for the time being; “ date of termination ” has the meaning assigned to it by subsection (1) of section twenty-five of this Act; subject to the provisions of section thirty-two of this Act, “ the holding ” has the meaning assigned to it by subsection (3) of section twenty-three of this Act; “interim rent” has the meaning given by section 24A(1) of this Act; “ mining lease ” has the same meaning as in the  Landlord and Tenant Act 1927.  2 For the purposes of this Part of this Act, a person has a controlling interest in a company, if, had he been a company, the other company would have been its subsidiary; and in this Part— “company” has the meaning given by  section 1(1) of the Companies Act 2006 ; and “subsidiary” has the meaning given by  section 1159 of that Act ."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "47", "section_title": " Time for making claims for compensation for improvements.", "section_text": "47 1 Where a tenancy is terminated by notice to quit, whether given by the landlord or by the tenant, or by a notice given by any person under Part I or Part II of this Act, the time for making a claim for compensation at the termination of the tenancy shall be a time falling within the period of three months beginning on the date on which the notice is given: Provided that where the tenancy is terminated by a tenant’s request for a new tenancy under section twenty-six of this Act, the said time shall be a time falling within the period of three months beginning on the date on which the landlord gives notice, or (if he has not given such a notice) the latest date on which he could have given notice, under subsection (6) of the said section twenty-six or, as the case may be, paragraph (a) of subsection (4) of section fifty-seven or paragraph (b) of subsection (1) of section fifty-eight of this Act. 2 Where a tenancy comes to an end by effluxion of time, the time for making such a claim shall be a time not earlier than six nor later than three months before the coming to an end of the tenancy. 3 Where a tenancy is terminated by forfeiture or re-entry, the time for making such a claim shall be a time falling within the period of three months beginning with the effective date of the order of the court for the recovery of possession of the land comprised in the tenancy or, if the tenancy is terminated by re-entry without such an order, the period of three months beginning with the date of the re-entry. 4 In the last foregoing subsection the reference to the effective date of an order is a reference to the date on which the order is to take effect according to the terms thereof or the date on which it ceases to be subject to appeal, whichever is the later. 5 In subsection (1) of section one of the Act of 1927, for paragraphs (a) and (b) (which specify the time for making claims for compensation) there shall be substituted the words “and within the time limited by section forty-seven of the Landlord and Tenant Act, 1954”."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "48", "section_title": " Amendments as to limitations on tenant’s right to compensation.", "section_text": "48 1 So much of paragraph (b) of subsection (1) of section two of the Act of 1927 as provides that a tenant shall not be entitled to compensation in respect of any improvement made in pursuance of a statutory obligation shall not apply to any improvement begun after the commencement of this Act, but section three of the Act of 1927 (which enables a landlord to object to a proposed improvement) shall not have effect in relation to an improvement made in pursuance of a statutory obligation except so much thereof as— a requires the tenant to serve on the landlord notice of his intention to make the improvement together with such a plan and specification as are mentioned in that section and to supply copies of the plan and specification at the request of any superior landlord; and b enables the tenant to obtain at his expense a certificate from the landlord or the tribunal that the improvement has been duly executed. 2 Paragraph (c) of the said subsection (1) (which provides that a tenant shall not be entitled to compensation in respect of any improvement made less than three years before the termination of the tenancy) shall not apply to any improvement begun after the commencement of this Act. 3 No notice shall be served after the commencement of this Act under paragraph (d) of the said subsection (1) (which excludes rights to compensation where the landlord serves on the tenant notice offering a renewal of the tenancy on reasonable terms)."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "49", "section_title": " Restrictions on contracting out.", "section_text": "49 In section nine of the Act of 1927 (which provides that Part I of that Act shall apply notwithstanding any contract to the contrary made after the date specified in that section) the proviso (which requires effect to be given to such a contract where it appears to the tribunal that the contract was made for adequate consideration) shall cease to have effect except as respects a contract made before the tenth day of December, nineteen hundred and fifty-three."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "50", "section_title": " Interpretation of Part III.", "section_text": "50 In this Part of this Act the expression “ Act of 1927 ” means the  Landlord and Tenant Act 1927, the expression “ compensation ” means compensation under Part I of that Act in respect of an improvement, and other expressions used in this Part of this Act and in the Act of 1927 have the same meanings in this Part of this Act as in that Act."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "51", "section_title": " Extension of Leasehold Property (Repairs) Act 1938.", "section_text": "51 1 The  Leasehold Property (Repairs) Act 1938 (which restricts the enforcement of repairing covenants in long leases of small houses) shall extend to every tenancy (whether of a house or of other property, and without regard to rateable value) where the following conditions are fulfilled, that is to say,— a that the tenancy was granted for a term of years certain of not less than seven years; b that three years or more of the term remain unexpired at the date of the service of the notice of dilapidations or, as the case may be, at the date of commencement of the action for damages; and c that the tenancy is neither a tenancy of an agricultural holding in relation to which the Agricultural Holdings Act 1986 applies nor a farm business tenancy 2 In accordance with the last foregoing subsection the said Act of 1938 shall be amended as follows— a in subsection (1) of section one, for the words “a house of rateable value of one hundred pounds or less” there shall be substituted the words “all or any of the property comprised in the lease”, and for the word “five” there shall be substituted the word “three” ; b in subsection (2) of section one, for the word “five” there shall be substituted the word “three” ; c in paragraph (b) of subsection (5) of section one, for the word “house” there shall be substituted the word “premises” and for the words from “relating” to the end of the paragraph there shall be substituted the words “or for giving effect to any order of a court or requirement by any authority under any enactment or any such byelaw or other provision as aforesaid” ; d in pargaraph (c) of subsection (5) of section one, for the word “house”, where it first occurs, there shall be substituted the words “premises as respects which the covenant or agreement is proposed to be enforced”, and for the words “the house” in the second place in which they occur there shall be substituted the words “those premises” ; e in section three, for the words “a house” there shall be substituted the word “premises”. f section four shall be omitted ; g in subsection (1) of section seven, in the definition of the expression “lease”, for the words “twenty-one years or more” there shall be substituted the words “seven years or more, not being a lease of an agricultural holding within the meaning of the Agricultural Holdings Act, 1948”. 3 The said Act of 1938 shall apply where there is an interest belonging to Her Majesty in right of the Crown or to a Government department, or held on behalf of Her Majesty for the purposes of a Government department, in like manner as if that interest were an interest not so belonging or held. 4 Subsection (2) of section twenty-three of the Landlord and Tenant Act 1927 (which authorises a tenant to serve documents on the person to whom he has been paying rent) shall apply in relation to any counter-notice to be served under the said Act of 1938. 5 This section shall apply to tenancies granted, and to breaches occurring, before or after the commencement of this Act, except that it shall not apply where the notice of dilapidations was served, or the action for damages begun, before the commencement of this Act. 6 In this section the expression “ notice of dilapidations ” means a notice under subsection (1) of section one hundred and forty-six of the  Law of Property Act 1925."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "52", "section_title": " Amendment of Law of Property Act 1925, s. 84.", "section_text": "52 1 Subsection (12) of section eighty-four of the Law of Property Act 1925 (which provides that the procedure under that section for discharging or modifying covenants affecting freeholds shall extend to leaseholds held under a term of more than seventy years of which at least fifty years have expired) shall have effect as if for the word “seventy” there were substituted the word “forty” and for the word “fifty” there were substituted the word “twenty-five”. 2 This section shall have effect whether the term in question was created before or after the commencement of this Act."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "53", "section_title": " Jurisdiction of county court where lessor refuses licence or consent. ", "section_text": "53 1 Where a landlord withholds his licence or consent— a to an assignment of the tenancy or a subletting, charging or parting with the possession of the demised property or any part thereof, or b to the making of an improvement on the demised property or any part thereof, or c to a change in the use of the demised property or any part thereof, or to the making of a specified use of that property, and the High Court has jurisdiction to make a declaration that the licence or consent was unreasonably withheld, then without prejudice to the jurisdiction of the High Court the county court shall have  the like jurisdiction whatever the net annual value for rating of the demised property is to be taken to be for the purposes of the County Courts Act 1984  and notwithstanding that the tenant does not seek any relief other than the declaration. 2 Where on the making of an application to the county court for such a declaration the court is satisfied that the licence or consent was unreasonably withheld, the court shall make a declaration accordingly. 3 The foregoing provisions of this section shall have effect whether the tenancy in question was created before or after the commencement of this Act and whether the refusal of the licence or consent occurred before or after the commencement of this Act. 4 Nothing in this section shall be construed as conferring jurisdiction on the county court to grant any relief other than such a declaration as aforesaid. 5 This section does not apply to occupation contracts within the meaning of section 7 of the Renting Homes (Wales) Act  2016 (anaw 1) ."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "54", "section_title": " Determination of tenancies of derelict land.", "section_text": "54 Where a landlord, having power to serve a notice to quit, on an application to the county court satisfies the court— a that he has taken all reasonable steps to communicate with the person last known to him to be the tenant, and has failed to do so, b that during the period of six months ending with the date of the application neither the tenant nor any person claiming under him has been in occupation of the property comprised in the tenancy or any part thereof, and c that during the said period either no rent was payable by the tenant or the rent payable has not been paid, the court may if it thinks fit by order determine the tenancy as from the date of the order."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "55", "section_title": " Compensation for possession obtained by misrepresentation. ", "section_text": "55 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "56", "section_title": " Application to Crown.", "section_text": "56 1 Subject to the provisions of this and the four next following sections, Part II of this Act shall apply where there is an interest belonging to Her Majesty in right of the Crown or the Duchy of Lancaster or belonging to the Duchy of Cornwall, or belonging to a Government department or held on behalf of Her Majesty for the purposes of a Government department, in like manner as if that interest were an interest not so belonging or held. 2 The provisions of the Eighth Schedule to this Act shall have effect as respects the application of Part II of this Act to cases where the interest of the landlord belongs to Her Majesty in right of the Crown or the Duchy of Lancaster or to the Duchy of Cornwall. 3 Where a tenancy is held by or on behalf of a Government department and the property comprised therein is or includes premises occupied for any purposes of a Government department, the tenancy shall be one to which Part II of this Act applies; and for the purposes of any provision of the said Part II or the Ninth Schedule to this Act which is applicable only if either or both of the following conditions are satisfied, that is to say— a that any premises have during any period been occupied for the purposes of the tenant’s business; b that on any change of occupier of any premises the new occupier succeeded to the business of the former occupier, the said conditions shall be deemed to be satisfied respectively, in relation to such a tenancy, if during that period or, as the case may be, immediately before and immediately after the change, the premises were occupied for the purposes of a Government department. 4 The last foregoing subsection shall apply in relation to any premises provided by a Government department without any rent being payable to the department therefor as if the premises were occupied for the purposes of a Government department. 5 The provisions of Parts III and  IV  of this Act amending any other enactment which binds the Crown or applies to land belonging to Her Majesty in right of the Crown or the Duchy of Lancaster, or land belonging to the Duchy of Cornwall, or to land belonging to any Government department, shall bind the Crown or apply to such land. 6 Sections fifty-three and fifty-four of this Act shall apply where the interest of the landlord, or any other interest in the land in question, belongs to Her Majesty in right of the Crown or the Duchy of Lancaster or to the Duchy of Cornwall, or belongs to a Government department or is held on behalf of Her Majesty for the purposes of a Government department, in like manner as if that interest were an interest not so belonging or held. 7 Part I of this Act shall apply where— a there is an interest belonging to Her Majesty in right of the Crown and that interest is under the management of the Crown Estate Commissioners; or b there is an interest belonging to Her Majesty in right of the Duchy of Lancaster or belonging to the Duchy of Cornwall; as if it were an interest not so belonging."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "57", "section_title": " Modification on grounds of public interest of rights under Part II. ", "section_text": "57 1 Where the interest of the landlord or any superior landlord in the property comprised in any tenancy belongs to or is held for the purposes of a Government department or is held by a local authority, statutory undertakers or a development corporation, the Minister or Board in charge of any Government department may certify that it is requisite for the purposes of the first-mentioned department, or, as the case may be, of the authority, undertakers or corporation, that the use or occupation of the property or a part thereof shall be changed by a specified date. 2 A certificate under the last foregoing subsection shall not be given unless the owner of the interest belonging or held as mentioned in the last foregoing subsection has given to the tenant a notice stating— a that the question of the giving of such a certificate is under consideration by the Minister or Board specified in the notice, and b that if within twenty-one days of the giving of the notice the tenant makes to that Minister or Board representations in writing with respect to that question, they will be considered before the question is determined, and if the tenant makes any such representations within the said twenty-one days the Minister or Board shall consider them before determining whether to give the certificate. 3 Where a certificate has been given under subsection (1) of this section in relation to any tenancy, then,— a if a notice given under subsection (1) of section twenty-five of this Act specifies as the date of termination a date not earlier than the date specified in the certificate and contains a copy of the certificate  subsection  (6) of that section shall not apply to the notice and no application for a new tenancy shall be made by the tenant under  subsection (1) of section twenty-four of this Act; b if such a notice specifies an earlier date as the date of termination and contains a copy of the certificate, then if the court makes an order under Part II of this Act for the grant of a new tenancy the new tenancy shall be for a term expiring not later than the date specified in the certificate and shall not be a tenancy to which Part II of this Act applies. 4 Where a tenant makes a request for a new tenancy under section twenty-six of this Act, and the interest of the landlord or any superior landlord in the property comprised in the current tenancy belongs or is held as mentioned in subsection (1) of this section, the following provisions shall have effect:— a if a certificate has been given under the said subsection (1) in relation to the current tenancy, and within two months after the making of the request the landlord gives notice to the tenant that the certificate has been given and the notice contains a copy of the certificate, then,— i if the date specified in the certificate is not later than that specified in the tenant’s request for a new tenancy, the tenant shall not make an application under section twenty-four of this Act for the grant of a new tenancy; ii if, in any other case, the court makes an order under Part II of this Act for the grant of a new tenancy the new tenancy shall be for a term expiring not later than the date specified in the certificate and shall not be a tenancy to which Part II of this Act applies; b if no such certificate has been given but notice under subsection (2) of this section has been given before the making of the request or within two months thereafter, the request shall not have effect, without prejudice however to the making of a new request when the Minister or Board has determined whether to give a certificate. 5 Where application is made to the court under Part II of this Act for the grant of a new tenancy and the landlord’s interest in the property comprised in the tenancy belongs or is held as mentioned in subsection (1) of this section, the Minister or Board in charge of any Government department may certify that it is necessary in the public interest that if the landlord makes an application in that behalf the court shall determine as a term of the new tenancy that it shall be terminable by six months’ notice to quit given by the landlord. Subsection (2) of this section shall apply in relation to a certificate under this subsection, and if notice under the said subsection (2) has been given to the tenant— a the court shall not determine the application for the grant of a new tenancy until the Minister or Board has determined whether to give a certificate, b if a certificate is given, the court shall on the application of the landlord determine as a term of the new tenancy that it shall be terminable as aforesaid, and section twenty-five of this Act shall apply accordingly. 6 The foregoing provisions of this section shall apply to an interest held by a  Local Health Board  or Special Health Authority , as they apply to an interest held by a local authority but with the substitution, for the reference to the purposes of the authority, of a reference to the purposes of   the National Health Service Act 2006 or the National Health Service (Wales) Act 2006 . 7 Where the interest of the landlord or any superior landlord in the property comprised in any tenancy belongs to the National Trust  the Secretary of State  may certify that it is requisite, for the purpose of securing that the property will as from a specified date be used or occupied in a manner better suited to the nature thereof, that the use or occupation of the property should be changed; and subsections (2) to (4) of this section shall apply in relation to certificates under this subsection, and to cases where the interest of the landlord or any superior landlord belongs to the National Trust, as those subsections apply in relation to certificates under subsection (1) of this section and to cases where the interest of the landlord or any superior landlord belongs or is held as mentioned in that subsection. 8 In this and the next following section the expression “Government department” does not include  the Crown Estate Commissioners  and the expression “ landlord ” has the same meaning as in Part II of this Act; and in the last foregoing subsection the expression “ National Trust ” means the National Trust for Places of Historic Interest or Natural Beauty."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "58", "section_title": " Termination on special grounds of tenancies to which Part II applies. ", "section_text": "58 1 Where the landlord’s interest in the property comprised in any tenancy belongs to or is held for the purposes of a Government department, and the Minister or Board in charge of any Government department certifies that for reasons of national security it is necessary that the use or occupation of the property should be discontinued or changed, then— a if the landlord gives a notice under subsection (1) of section twenty-five of this Act containing a copy of the certificate,  subsection  (6) of that section shall not apply to the notice and no application for a new tenancy shall be made by the tenant under  subsection (1) of  section twenty-four of this Act; b if (whether before or after the giving of the certificate) the tenant makes a request for a new tenancy under section twenty-six of this Act, and within two months after the making of the request the landlord gives notice to the tenant that the certificate has been given and the notice contains a copy of the certificate,— i the tenant shall not make an application under section twenty-four of this Act for the grant of a new tenancy, and ii if the notice specifies as the date on which the tenancy is to terminate a date earlier than that specified in the tenant’s request as the date on which the new tenancy is to begin but neither earlier than six months from the giving of the notice nor earlier than the earliest date at which apart from this Act the tenancy would come to an end or could be brought to an end, the tenancy shall terminate on the date specified in the notice instead of that specified in the request. 2 Where the landlord’s interest in the property comprised in any tenancy belongs to or is held for the purposes of a Government department, nothing in this Act shall invalidate an agreement to the effect— a that on the giving of such a certificate as is mentioned in the last foregoing subsection the tenancy may be terminated by notice to quit given by the landlord of such length as may be specified in the agreement, if the notice contains a copy of the certificate; and b that after the giving of such a notice containing such a copy the tenancy shall not be one to which Part II of this Act applies. 3 Where the landlord’s interest in the property comprised in any tenancy is held by statutory undertakers, nothing in this Act shall invalidate an agreement to the effect— a that where the Minister or Board in charge of a Government department certifies that possession of the property comprised in the tenancy or a part thereof is urgently required for carrying out repairs (whether on that property or elsewhere) which are needed for the proper operation of the landlord’s undertaking, the tenancy may be terminated by notice to quit given by the landlord of such length as may be specified in the agreement, if the notice contains a copy of the certificate; and b that after the giving of such a notice containing such a copy, the tenancy shall not be one to which Part II of this Act applies. 4 Where the court makes an order under Part II of this Act for the grant of a new tenancy and the Minister or Board in charge of any Government department certifies that the public interest requires the tenancy to be subject to such a term as is mentioned in paragraph (a) or (b) of this subsection, as the case may be, then— a if the landlord’s interest in the property comprised in the tenancy belongs to or is held for the purposes of a Government department, the court shall on the application of the landlord determine as a term of the new tenancy that such an agreement as is mentioned in subsection (2) of this section and specifying such length of notice as is mentioned in the certificate shall be embodied in the new tenancy; b if the landlord’s interest in that property is held by statutory undertakers, the court shall on the application of the landlord determine as a term of the new tenancy that such an agreement as is mentioned in subsection (3) of this section and specifying such length of notice as is mentioned in the certificate shall be embodied in the new tenancy."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "59", "section_title": " Compensation for exercise of powers under ss. 57 and 58. ", "section_text": "59 1 Where by virtue of any certificate given for the purposes of either of the two last foregoing sections  or, subject to subsection (1A) below, section 60A below  the tenant is precluded from obtaining an order for the grant of a new tenancy, or of a new tenancy for a term expiring later than a specified date, the tenant shall be entitled on quitting the premises to recover from the owner of the interest by virtue of which the certificate was given an amount by way of compensation, and subsections (2), (3) to (3B)  and (5) to (7) of section thirty-seven of this Act shall with the necessary modifications apply for the purposes of ascertaining the amount. 1A No compensation shall be recoverable under subsection (1) above where the certificate was given under section 60A below and either— a the premises vested in the Welsh Development Agency under section 7 (property of Welsh Industrial Estates Corporation) or 8 (land held under  Local Employment Act 1972) of the  Welsh Development Agency Act 1975, and were transferred to the National Assembly for Wales by virtue of the Welsh Development Agency (Transfer of Functions to the National Assembly for Wales and Abolition) Order 2005.  or b the tenant was not the tenant of the premises when the interest by virtue of which the certificate was given was acquired by the Welsh Development Agency or, if the interest was acquired on or after 1 April 2006, by the National Assembly for Wales in exercise of functions transferred to it by the Welsh Development Agency (Transfer of Functions to the National Assembly for Wales and Abolition) Order 2005 1B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Subsections (2) and (3) of section thirty-eight of this Act shall apply to compensation under this section as they apply to compensation under section thirty-seven of this Act."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "60", "section_title": "†Special provisions as to premises provided under Distribution of Industry Acts 1945 and 1950, etc. ", "section_text": "60 1 Where the property comprised in a tenancy consists of premises of which  the Secretary of State  or  the English Industrial Estates Corporation  is the landlord, being premises situated in a locality which is either— a a development area . . .  ; or b an intermediate area . . .  ; and  the Secretary of State  certifies that it is necessary or expedient for achieving  the purpose mentioned in section 2(1) of the said Act of 1972  that the use or occupation of the property should be changed, paragraphs (a) and (b) of subsection (1) of section fifty-eight of this Act shall apply as they apply where such a certificate is given as is mentioned in that subsection. 2 Where the court makes an order under Part II of this Act for the grant of a new tenancy of  any such premises  as aforesaid, and  the Secretary of State  certifies  that it is necessary or expedient as aforesaid that the tenancy should be subject to a term, specified in the certificate, prohibiting or restricting the tenant from assigning the tenancy or sub-letting, charging or parting with possession of the premises or any part thereof or changing the use of the premises or any part thereof, the court shall determine that the terms of the tenancy shall include the terms specified in the certificate. 3 In this section “ development area ” and “ intermediate area ” mean an area for the time being specified as a development area or, as the case may be, as an intermediate area by an order made, or having effect as if made, under section 1 of the Industrial Development Act 1982."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "60A", "section_title": " Welsh Development Agency premises.", "section_text": "60A 1 Where the property comprised in a tenancy consists of premises of which the  National Assembly for Wales is the landlord by virtue of the Welsh Development Agency (Transfer of Functions to the National Assembly for Wales and Abolition) Order 2005 or by virtue of the Assembly exercising its functions under that Order, and the Assembly  certifies that it is necessary or expedient, for the purpose of providing employment appropriate to the needs of the area in which the premises are situated, that the use or occupation of the property should be changed, paragraphs (a) and (b) of section 58(1) above shall apply as they apply where such a certificate is given as is mentioned in that subsection. 2 Where the court makes an order under Part II of this Act for the grant of a new tenancy of any such premises as aforesaid, and the  National Assembly for Wales  certifies that it is necessary or expedient as aforesaid that the tenancy should be subject to a term, specified in the certificate, prohibiting or restricting the tenant from assigning the tenancy or subletting, charging or parting with possession of the premises or any part of the premises or changing the use of the premises or any part of the premises, the court shall determine that the terms of the tenancy shall include the terms specified in the certificate."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "60B", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "60B"}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "61", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "61"}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "62", "section_title": "", "section_text": "62 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "63", "section_title": " Jurisdiction of court for purposes of Parts I and  II  and of Part I of Landlord and Tenant Act 1927. ", "section_text": "63 1 Any jurisdiction conferred on the court by any provision of Part I of this Act shall be exercised by the county court. 2 Any jurisdiction conferred on the court by any provision of Part II of this Act or conferred on the tribunal by Part I of the  Landlord and Tenant Act 1927, shall, subject to the provisions of this section, be exercised,— by the High Court or  the county court . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The following provisions shall have effect as respects transfer of proceedings from or to the High Court or the county court, that is to say— a where an application is made to the one but by virtue of  an Order under section 1 of the Courts and Legal Services Act 1990  cannot be entertained except by the other, the application shall not be treated as improperly made but any proceedings thereon shall be transferred to the other court; b any proceedings under the provisions of Part II of this Act or of Part I of the  Landlord and Tenant Act 1927, which are pending before one of those courts may by order of that court made on the application of any person interested be transferred to the other court, if it appears to the court making the order that it is desirable that the proceedings and any proceedings before the other court should both be entertained by the other court. 5 In any proceedings where in accordance with the foregoing provisions of this section the county court exercises jurisdiction the powers of the judge of summoning one or more assessors under  subsection (1) of section 91 of the  County Courts Act 1959 , may be exercised notwithstanding that no application is made in that behalf by any party to the proceedings. 6 Where in any such proceedings an assessor is summoned by a judge under the said subsection (1),— a he may, if so directed by the judge, inspect the land to which the proceedings relate without the judge and report to the judge in writing thereon; b the judge may on consideration of the report and any observations of the parties thereon give such judgment or make such order in the proceedings as may be just; c the remuneration of the assessor shall be at such rate as may be determined by the Lord Chancellor with the approval of the Treasury and shall be defrayed out of moneys provided by Parliament. 7 In this section the expression “the holding”— a in relation to proceedings under Part II of this Act, has the meaning assigned to it by subsection (3) of section twenty-three of this Act, b in relation to proceedings under Part I of the Landlord and Tenant Act 1927, has the same meaning as in the said Part I. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 Nothing in this section shall prejudice the operation of  section 41 of the County Courts Act 1984  (which relates to the removal into the High Court of proceedings commenced in  the county court ). 10 In accordance with the foregoing provisions of this section, for section twenty-one of the Landlord and Tenant Act, 1927, there shall be substituted the following section—  The tribunal. 21 The tribunal for the purposes of Part I of this Act shall be the court exercising jurisdiction in accordance with the provisions of section sixty-three of the Landlord and Tenant Act, 1954."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "64", "section_title": " Interim continuation of tenancies pending determination by court.", "section_text": "64 1 In any case where— a a notice to terminate a tenancy has been given under Part I or Part II of this Act or a request for a new tenancy has been made under Part II thereof, and b an application to the court has been made under the said Part I or   under section 24(1) or 29(2) of this Act , as the case may be, and c apart from this section the effect of the notice or request would be to terminate the tenancy before the expiration of the period of three months beginning with the date on which the application is finally disposed of, the effect of the notice or request shall be to terminate the tenancy at the expiration of the said period of three months and not at any other time. 2 The reference in paragraph (c) of subsection (1) of this section to the date on which an application is finally disposed of shall be construed as a reference to the earliest date by which the proceedings on the application (including any proceedings on or in consequence of an appeal) have been determined and any time for appealing or further appealing has expired, except that if the application is withdrawn or any appeal is abandoned the reference shall be construed as a reference to the date of the withdrawal or abandonment."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "65", "section_title": " Provisions as to reversions. ", "section_text": "65 1 Where by virtue of any provision of this Act a tenancy (in this subsection referred to as “ the inferior tenancy ”) is continued for a period such as to extend to or beyond the end of the term of a superior tenancy, the superior tenancy shall, for the purposes of this Act and of any other enactment and of any rule of law, be deemed so long as it subsists to be an interest in reversion expectant upon the termination of the inferior tenancy and, if there is no intermediate tenancy, to be the interest in reversion immediately expectant upon the termination thereof. 2 In the case of a tenancy continuing by virtue of any provision of this Act after the coming to an end of the interest in reversion immediately expectant upon the termination thereof, subsection (1) of section one hundred and thirty-nine of the  Law of Property Act 1925 (which relates to the effect of the extinguishment of a reversion) shall apply as if references in the said subsection (1) to the surrender or merger of the reversion included references to the coming to an end of the reversion for any reason other than surrender or merger. 3 Where by virtue of any provision of this Act a tenancy (in this subsection referred to as “ the continuing tenancy ”) is continued beyond the beginning of a reversionary tenancy which was granted (whether before or after the commencement of this Act) so as to begin on or after the date on which apart from this Act the continuing tenancy would have come to an end, the reversionary tenancy shall have effect as if it had been granted subject to the continuing tenancy. 4 Where by virtue of any provision of this Act a tenancy (in this subsection referred to as “ the new tenancy ”) is granted for a period beginning on the same date as a reversionary tenancy or for a period such as to extend beyond the beginning of the term of a reversionary tenancy, whether the reversionary tenancy in question was granted before or after the commencement of this Act, the reversionary tenancy shall have effect as if it had been granted subject to the new tenancy."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "66", "section_title": " Provisions as to notices. ", "section_text": "66 1 Any form of notice required by this Act to be prescribed shall be prescribed by regulations made by the Lord Chancellor by statutory instrument. 2 Where the form of a notice to be served on persons of any description is to be prescribed for any of the purposes of this Act, the form to be prescribed shall include such an explanation of the relevant provisions of this Act as appears to the Lord Chancellor requisite for informing persons of that description of their rights and obligations under those provisions. 3 Different forms of notice may be prescribed for the purposes of the operation of any provision of this Act in relation to different cases. 4 Section twenty-three of the  Landlord and Tenant Act 1927 (which relates to the service of notices) shall apply for the purposes of this Act. 5 Any statutory instrument under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "67", "section_title": " Provisions as to mortgagees in possession. ", "section_text": "67 Anything authorised or required by the provisions of this Act, other than subsection  ... (3) of section forty, to be done at any time by, to or with the landlord, or a landlord of a specified description, shall, if at that time the interest of the landlord in question is subject to a mortgage and the mortgagee is in possession or a receiver appointed by the mortgagee or by the court is in receipt of the rents and profits, be deemed to be authorised or required to be done by, to or with the morgagee instead of that landlord."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "68", "section_title": "†Repeal of enactments and transitional provisions.", "section_text": "68 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 The transitional provisions set out in the Ninth Schedule to this Act shall have effect."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "69", "section_title": " Interpretation.", "section_text": "69 1 In this Act the following expressions have the meanings hereby assigned to them respectively, that is to say:— “ agricultural holding ” has the same meaning as in the  Agricultural Holdings Act 1986 ; “ development corporation ” has the same meaning as in  the  New Towns Act 1981 ;  “ farm business tenancy ” has the same meaning as in the Agricultural Tenancies Act 1995;  “ local authority ”                       means any local authority within the meaning of the  Town and Country Planning Act 1990, any National Park authority,  ... the Broads Authority  , the London Fire Commissioner   , a joint authority established by Part 4 of the Local Government Act 1985, an economic prosperity board established under section 88 of the Local Democracy, Economic Development and Construction Act 2009  , a combined authority established under section 103 of that Act  , a combined county authority established under section  9 (1)  of the Levelling-up and Regeneration Act 2023   or a fire and rescue authority created by an order under section 4A of the Fire and Rescue Services Act 2004 ; “ mortgage ” includes a charge or lien and “mortgagor” and “mortgagee” shall be construed accordingly; “ notice to quit ” means a notice to terminate a tenancy (whether a periodical tenancy or a tenancy for a term of years certain) given in accordance with the provisions (whether express or implied) of that tenancy; “ repairs ” includes any work of maintenance, decoration or restoration, and references to repairing, to keeping or yielding up in repair and to state of repair shall be construed accordingly; “ statutory undertakers ” has the same meaning as in  the Town and Country Planning Act 1971 ,  ... “ tenancy ” means a tenancy created either immediately or derivatively out of the freehold, whether by a lease or underlease, by an agreement for a lease or underlease or by a tenancy agreement or in pursuance of any enactment (including this Act), but does not include a mortgage term or any interest arising in favour of a mortgagor by his attorning tenant to his mortgagee, and references to the granting of a tenancy and to demised property shall be construed accordingly; “terms”, in relation to a tenancy, includes conditions. 2 References in this Act to an agreement between the landlord and the tenant (except in section seventeen and subsections (1) and (2) of section thirty-eight thereof) shall be construed as references to an agreement in writing between them. 3 References in this Act to an action for any relief shall be construed as including references to a claim for that relief by way of counterclaim in any proceedings."}, {"act": "Landlord and Tenant Act 1954", "year": 1954, "section": "70", "section_title": " Short title and citation, commencement and extent.", "section_text": "70 1 This Act may be cited as the  Landlord and Tenant Act 1954, and the Landlord and Tenant Act 1927, and this Act may be cited together as the Landlord and Tenant Acts 1927 and 1954. 2 This Act shall come into operation on the first day of October, nineteen hundred and fifty-four. 3 This Act shall not extend to Scotland or to Northern Ireland."}]