[{"act": "Marriage Act 1949 (Amendment) Act 1954", "year": 1954, "section": "1", "section_title": " Marriage in usual place of worship outside district of residence. ", "section_text": "1 Section thirty-five of the   Marriage Act, 1949 (which prescribes the circumstances in which a superintendent registrar may issue a certificate for the solemnization of a marriage in a building which is not within a registration district in which one of the persons to be married has resided in the case of a marriage without licence for the period of seven days immediately before the giving of the notice of marriage or in the case of a marriage by licence for the period of fifteen days immediately before the giving of that notice) shall be read and have effect as if the following subsection were substituted for subsection (2) of the said section that is to say— 2 A superintendent registrar may issue a certificate or, if the marriage is to be by licence, a certificate and a licence, for the solemnization of a marriage in a registered building which is the usual place of worship of the persons to be married, or of one of them, notwithstanding that the building is not within a registration district in which either of those persons resides."}, {"act": "Marriage Act 1949 (Amendment) Act 1954", "year": 1954, "section": "2", "section_title": " Marriage by ceremony of appropriate denomination outside district of residence. ", "section_text": "2 In subsection (1) of the said section thirty-five (which provides for the marriage of persons in a registered building in a district in which neither of them resides where the notice is given by a person professing to belong to a body of christians) the following paragraph shall be substituted for paragraph (a), that is to say:— a that the persons to be married desire the marriage to be solemnized according to a specified form, rite or ceremony, being a form, rite or ceremony of a body or denomination of christians or other persons meeting for religious worship to which one of them professes to belong."}, {"act": "Marriage Act 1949 (Amendment) Act 1954", "year": 1954, "section": "3", "section_title": " Short title, citation and commencement.", "section_text": "3 1 This Act may be cited as the  Marriage Act, 1949 (Amendment) Act, 1954, and the Marriage Act, 1949 and this Act may be cited together as the Marriage Acts, 1949 and 1954. 2 This Act shall come into operation on the first day of January, nineteen hundred and fifty-five."}]