[{"act": "Mines and Quarries Act 1954", "year": 1954, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "12"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "16"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "18"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "19", "section_title": " Faulty plans.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "21"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "22", "section_title": " Provision of shafts and outlets in coal, &c., mines.", "section_text": "22 1 Subject to the provisions of this section, it shall not be lawful for any persons to be employed below ground in a mine of coal, stratified ironstone, shale or fireclay unless there are available, for affording to them alternative, and ready, means of ingress and egress, two shafts or outlets (whether belonging exclusively to that mine or not) which, except where they were sunk before the first day of January, eighteen hundred and sixty-five, are at no point separated from each other by less than  15 metres  or (where the sinking thereof began before the first day of January, eighteen hundred and eighty-eight) ten feet. 2 Where the employment of persons in an area consisting of the whole or any part of a mine below ground would, apart from the following provisions of this subsection be, by virtue of the foregoing subsection, unlawful in consequence of a shaft or outlet having, as a result of an accident or breakdown, become unavailable for affording to persons employed in that area ready means of ingress and egress, but the manager of the mine is satisfied with respect to that area or any part thereof that persons employed in that area or, as the case may be, that part thereof will not for the time being be exposed to undue risk by reason of that shaft or outlet being unavailable as aforesaid, then if he— a posts in a conspicuous position at the mine a notice specifying the accident or breakdown and the said area and stating that he is satisfied as aforesaid with respect to that area or, as the case may be, that part thereof and the reason why he is so satisfied; and b sends, by the quickest means available, to the inspector for the district and the person, if any, for the time being nominated under the provisions of  the Reporting of Injuries, Diseases and Dangerous Occurrences Regulations 1985 relating to the notification of accidents to receive on behalf of the persons employed at the mine notices under the said provisions, a message to the like effect as the notice mentioned in the foregoing paragraph; there shall be excepted from the operation of the foregoing subsection— i the employment in that area or, as the case may be, that part thereof, until the end of his period of work, of any person who was below ground in the mine at the time of the accident or breakdown; ii the employment in that area or, as the case may be, that part thereof, until the expiration of the period of twenty-four hours beginning with the time at which the accident or breakdown occurred, of any person in work necessary for securing the safety of the mine or the welfare of animals employed therein or rendering that shaft or outlet again available for the purpose for which it was available immediately before the accident or breakdown: Provided that nothing in paragraph (i) or (ii) of this subsection shall authorise the employment of any person at any time after the receipt by the manager of the mine of notification from an inspector that, in his opinion, that person should be withdrawn from the area or part of the area in question. (3) . . .   an inspector, upon an application in that behalf made to him with respect to a mine, may, by notice served on the manager of the mine, exempt from the operation of subsection (1) of this section the employment of persons below ground in the mine or in such part of the mine below ground as may be specified in the notice: Provided that no exemption shall be granted under this subsection by . . .   an inspector unless . . .   the inspector, . . .  , is satisfied that no persons employed in the mine will be exposed to undue risk in consequence of the granting of the exemption. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 In any claim against the owner or manager of a mine for damages, being a claim arising out of an accident caused by a decision of the manager made for the purposes of subsection (2) of this section, the defendant shall, unless he proves that the manager was not negligent in making that decision, be liable in all respects as if the plaintiff had proved that the manager was negligent in making that decision. 6 For the purposes of this section a shaft or unwalkable outlet at a mine provided with apparatus for carrying persons through the shaft or outlet shall be deemed not to be available to a person employed below ground in the mine for affording to him means of ingress and egress if that apparatus is not available for use by him. 7 In the application of this section to Scotland, for references to a plaintiff and a defendant there shall respectively be substituted references to a pursuer and a defender. 8 Nothing in this section shall apply to the employment of persons in a shaft or outlet or in the insets of a shaft or outlet."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "23", "section_title": " Communications between shafts and outlets in coal, &c., mines.", "section_text": "23 1 So long as, in a mine of coal, stratified ironstone, shale or fireclay, more than one shaft or outlet is available to any persons employed below ground in the mine for affording to them means of ingress and egress, there shall be provided and maintained between— a each entrance to each shaft or outlet that is available to those persons for that purpose, being an entrance whereby those persons gain access to the shaft or outlet from the workings; and b some point or points on another shaft or outlet so available; a communication following a reasonably short and reasonably convenient route. 2 The height of every communication provided in pursuance of the foregoing subsection shall be maintained throughout at not less than  1.5 metres  and the width of every such communication shall be maintained throughout at not less than  1.2 metres : Provided that— a  . . .  b if an inspector is satisfied that, owing to special circumstances affecting a particular mine of coal, stratified ironstone, shale or fireclay, it is inadvisable for reasons of safety or unnecessary, in the case of all or any of the communications provided as aforesaid therein, for the minimum height or width, or height and width, thereof to be as great as provided by the foregoing provisions of this subsection, he may, be notice served on the manager of the mine, direct that those provisions shall have effect in their application to those communications or to such of them as may be specified in the notice, with the substitution, for the minimum specified in the said provisions in relation to height, that so specified in relation to width or both of those minima, as the case may be, of such less minimum or minima as may be specified in the notice."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "24", "section_title": " Limitation on number of persons to be employed at coal, &c., mines in places with single exits.", "section_text": "24 1 Subject to the provisions of this section, it shall not be lawful for more than nine persons to be employed at any time below ground in a mine of coal, stratified ironstone, shale or fireclay in a place from which there are not two ways each of which— a leads to a different shaft or outlet, being a shaft or outlet provided for affording to persons employed at that place means of ingress and egress; b is entirely separate from the other; c is traversable with safety and reasonable convenience; d at each junction thereof with another way has clearly marked on it the shaft or outlet to which it leads; and e if it is so prescribed, is of a height or width, or height and width, not less than such as may be prescribed; or for more than nine persons in the aggregate to be so employed in two or more such places from none of which can egress to the surface be had otherwise than by traversing a common junction. 2 As respects a particular mine of coal, stratified ironstone, shale or fireclay, provision may be made by regulations or by a notice served by . . .   an inspector on the manager of the mine— a for exempting the mine or any specified place therein from all or any of the requirements of the foregoing subsection; b for directing that the foregoing subsection shall, in its application to the mine or to any specified place therein, have effect with the substitution, for references to nine persons, of references to such greater number of persons (not exceeding thirty) as may be specified in the regulations or notice: Provided that no such provision as aforesaid shall be made with respect to a mine by . . .   an inspector unless . . .   the inspector, . . .  , is satisfied that no persons employed in the mine will be exposed to undue risk or inconvenience in consequence of the making of such provision. 3 Nothing in this section shall apply to the employment of persons in a shaft or outlet."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "25", "section_title": " Limitation on number of persons to be employed at coal, &c., mines in shafts and outlets and their insets.", "section_text": "25 1 It shall not be lawful for a number of persons greater than the permitted number to be employed at any time at a mine of coal, stratified ironstone, shale or fireclay in a shaft or outlet: Provided that, in relation to an outlet (not being an unwalkable outlet), this subsection shall not apply to any part thereof lying between the surface entrance thereto and any point therein from which a communication leads to another outlet or to a shaft, being an outlet or shaft available to persons employed in the said part for affording to them means of ingress and egress. 2 For the purposes of this section— a the permitted number, in relation to a shaft or outlet, shall be twenty or such greater number (not exceeding thirty) as may be determined by an inspector by notice served on the manager of the mine; b the insets of a shaft or outlet shall be deemed to form part of the shaft or outlet; and c subsection (6) of section twenty-two of this Act shall apply as it applies for the purposes of that section. 3 Nothing in this section shall be construed as prejudicing the operation of the last foregoing section in relation to the employment of persons in individual insets of a shaft or outlet."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "26"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "27"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "28", "section_title": " Provision of winding and haulage apparatus.", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "29", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "29"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "30", "section_title": " Securing of shafts and staple-pits.", "section_text": "30 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "31", "section_title": " Safety precautions with respect to entrances to shafts, staple-pits and outlets.", "section_text": "31 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "32", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "32"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "33", "section_title": " Safety precautions with respect to entrances to unfit parts of mines.", "section_text": "33 1 Every entrance from a road in a mine to a part of the mine which for the time being is not maintained in a state fit for persons to work in or pass through shall be provided with an efficient enclosure or barrier so designed and constructed as to prevent any person from accidentally entering that part of the mine. 2 Every enclosure or barrier provided in a mine in pursuance of the foregoing subsection shall be properly maintained and, where an enclosure or barrier so provided or any part thereof is removable or openable, the enclosure, barrier or part shall be kept securely in position or, as the case may be, securely closed save in so far as its removal or opening is authorised by the manager of the mine, an under-manager thereof or the person for the time being in charge of the part of the mine in which it is provided."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "34", "section_title": " General provisions with respect to construction and maintenance of roads.", "section_text": "34 1 It shall be the duty of the manager of every mine to take, with respect to every length of road therein, being a length in which vehicles or conveyors run or which is used at the beginning or end of a shift by not less than ten persons for the purpose of walking to or from their working places in the mine, such steps as may be necessary to secure that the following provisions are complied with, namely,— a every such length of road made after the commencement of this Act shall be so made and maintained as to avoid sudden changes of direction, height, width and gradient save in so far as either— i the system of working the mine or the natural conditions of the strata therein render it inadvisable for reasons of safety to do so; or ii it is unnecessary to do so; b every such length of road (whether made before or after the commencement of this Act) shall be kept free from obstructions and the floor thereof shall be kept in good repair and in such a condition that any persons or animals who use that length of road can tread it with safety and reasonable convenience. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 References in this section to changes of gradient shall be construed as including references to deviations (whether upwards or downwards) from the horizontal."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "35", "section_title": " Height and width of travelling roads.", "section_text": "35 1 Every length of road in a mine which is used at the beginning or end of a shift by not less than ten persons for the purpose of walking to or from their working places in the mine, being a length made after the commencement of this Act, shall be not less than  1.7 metres  high throughout: Provided that— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b an inspector may, by notice served on the manager of a particular mine, exempt from those provisions any such length of road as aforesaid in that mine or any part of any such length of road. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "36", "section_title": " Prohibition of use of vehicles and conveyors in roads not affording free movement.", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "37", "section_title": " Transport rules.", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "38"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "39", "section_title": " Provisions for securing safety of foot-passengers in transport roads.", "section_text": "39 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "40", "section_title": " Provision of refuge holes.", "section_text": "40 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "41", "section_title": " Safety measures relating to use of vehicles.", "section_text": "41 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "42", "section_title": " Charge of winding and rope haulage apparatus when persons are carried.", "section_text": "42 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "43", "section_title": " Charge of winding and rope haulage apparatus when persons are not carried.", "section_text": "43 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "44", "section_title": " Charge of conveyors at working faces.", "section_text": "44 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "45", "section_title": " Signalling in shafts and outlets.", "section_text": "45 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "46", "section_title": " Signalling in roads.", "section_text": "46 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "47", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "47"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "48", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "48"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "49", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "49"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "50", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "50"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "51", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "51"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "52", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "52"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "53", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "53"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "54", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "54"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "55", "section_title": " Duty to provide adequate ventilation.", "section_text": "55 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "56", "section_title": " Avoidance of danger from gas in waste.", "section_text": "56 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "57", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "57"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "58", "section_title": " Provisions as to means of ventilation.", "section_text": "58 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "59", "section_title": " Prevention of leakage of air between airways.", "section_text": "59 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "60", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "60"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "61", "section_title": " Lighting.", "section_text": "61 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "62", "section_title": " Permitted lights.", "section_text": "62 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "63", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "63"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "64", "section_title": " Prohibition of taking into mines safety-lamps not provided by owner or of approved type.", "section_text": "64 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "65", "section_title": " Offences relating to safety-lamps.", "section_text": "65 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "66", "section_title": " Prohibition of possession of smoking materials in certain mines and parts of mines.", "section_text": "66 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "67", "section_title": " Prohibition of taking into certain mines and parts of mines of articles producing flames or sparks.", "section_text": "67 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "68", "section_title": "", "section_text": "68 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "69", "section_title": " Blasting materials and devices.", "section_text": "69 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "70", "section_title": " Fire precautions in case of workings served by single intake airway.", "section_text": "70 1 Subject to the provisions of this section, it shall not be lawful for more than one hundred persons to be employed below ground in a mine of coal in circumstances in which, if there were a fire in any length of intake airway through which the air supply to all of those persons passes, none of them would be able to withdraw from the mine without either passing through the fire or following a way out to the surface in which, or in any part of which, the air would or might become so contaminated by the products of combustion generated by the fire as to prejudice seriously the possibility of the withdrawal of persons through it in safety, unless— a that length of intake airway and everything with which it is equipped are so constructed or treated, and so maintained and used, that that length of airway is, so far as can be reasonably foreseen, free from the risk that any fire that might break out therein would so develop as to prevent or endanger the withdrawal from the mine of those persons; or b means are provided for securing that, in the event of a fire in that length of intake airway, those persons will be able to withdraw in safety. In computing, for the purposes of this subsection, the number of persons employed in such circumstances as aforesaid, a person going to or from his working place at the beginning or end of his shift shall, unless it is otherwise prescribed (either generally or in relation to any particular circumstances), be left out of account. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Regulations may provide for exempting from the provisions of subsection (1) of this section any prescribed class of mines of coal and an inspector may, by notice served on the manager of a particular mine of coal, exempt the mine or any part thereof from those provisions. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "71", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "71"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "72", "section_title": " Fire-fighting and rescue operations. ", "section_text": "72 Regulations may require the making of such provision as may be prescribed for all or any of the following purposes, namely, the prevention, detection and combating of outbreaks of fire at, and spontaneous heating occurring in, mines and the securing of the efficient conduct (as well in an atmosphere dangerous to life as in an atmosphere not dangerous to life) of such operations for the rescue of persons as it may be necessary to conduct at mines in consequence of the occurrence thereat of outbreaks of fire, explosions or other accidents of whatsoever kind, and in particular, but without prejudice to the foregoing provisions of this section, regulations may make provision a for the establishment and maintenance at mines of such organisations of persons as may be necessary for any of the purposes aforesaid and the provision and maintenance at mines of suitable and sufficient apparatus for any of those purposes, and, in particular, the provision at mines of adequate supplies of water for use in case of fire; b for requiring owners of mines to provide and maintain stations (hereafter in this Act referred to as “ central rescue stations ”) for the purpose of providing facilities common to a number of mines for the conduct of such operations as aforesaid, and for the establishment and maintenance at such stations of such organisations of persons as may be necessary for the purpose of conducting such operations and the provision and maintenance thereat of suitable and sufficient apparatus for that purpose; and c for securing the efficient training of the members of any organisation of persons maintained in pursuance of the regulations."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "73", "section_title": " Means of escape from rooms in which there is special risk of fire, &c.", "section_text": "73 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "74", "section_title": " Dust precautions.", "section_text": "74 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "7577.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "75"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "78", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "78"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "79", "section_title": " Withdrawal of workmen in cases of danger.", "section_text": "79 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "80", "section_title": " Duty of workmen to deal with, or report, danger.", "section_text": "80 If it appears to a person employed at a mine (not being an official of the mine) that a danger affecting the mine or a part thereof has arisen or is about to arise, he shall— a if the taking of measures to render the mine or part safe after that danger has arisen or to prevent that danger from arising, as the case may be, falls within the scope of his normal duties, forthwith take those measures; and b if not, forthwith report the matter to an official of the mine."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "81", "section_title": " Construction, maintenance, &c., of machinery and apparatus.", "section_text": "81 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "82", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "82"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "83", "section_title": " Restrictions on use below ground of certain engines, &c.", "section_text": "83 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "84", "section_title": " Air, gas and steam containers.", "section_text": "84 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "85", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "85"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "86", "section_title": " Buildings and structures to be kept safe.", "section_text": "86 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "87", "section_title": " Safe means of access and safe means of employment.", "section_text": "87 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "88", "section_title": " Restriction on doing of work by unskilled persons.", "section_text": "88 It shall be the duty of the manager of every mine to secure that no person is employed thereat in any work otherwise than under the instruction and supervision of some person competent to give instruction in, and supervise, the doing of that work, unless the first-mentioned person has received adequate instruction in, and (where necessary) training for, the doing of that work and is competent to do it without supervision."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "89", "section_title": " Penalization of failure to observe safety directions, &c. ", "section_text": "89 A person employed at a mine who contravenes— a any transport or support  or tipping  rules having effect with respect to the mine; or b any directions given to him by or on behalf of the owner or manager of the mine or any rule made by the manager of the mine for regulating the conduct either of all persons employed thereat or any class of persons so employed to which that person belongs, being directions given, or a rule made, for the purpose of securing compliance with this Act, orders made thereunder or regulations or any transport or support  or tipping  rules having effect with respect to the mine or of securing the safety or health of that person or any other person employed at the mine; shall be guilty of an offence."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "90", "section_title": " Penalization of negligent acts or omissions and unauthorised removal, &c., of articles.", "section_text": "90 1 A person who negligently or wilfully does at a mine anything likely to endanger the safety of the mine or the safety or health of persons thereat or negligently or wilfully omits to do at a mine anything necessary for securing the safety of the mine or the safety or health of persons thereat shall be guilty of an offence. 2 A person (not being an official of the mine) who, without permission granted by such an official, removes, alters or tampers with anything provided at a mine for the purpose of securing the safety or health of persons employed thereat shall be guilty of an offence."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "91", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "91"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "92", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "92"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "93", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "93"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "94", "section_title": " Sanitary conveniences.", "section_text": "94 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "95", "section_title": " Measures against vermin and insects.", "section_text": "95 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "96", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "96"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "97", "section_title": " Supply of drinking water.", "section_text": "97 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "98", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "98"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "99", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "99"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "100", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "100"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "101", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "101"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "102", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "102"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "103", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "103"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "104", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "104"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "105", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "105"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "106", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "106"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "107", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "107"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "108", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "108"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "109", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "109"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "110", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "110"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "111", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "111"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "112", "section_title": " Dust precautions.", "section_text": "112 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "113", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "113"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "114", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "114"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "115", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "115"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "116122.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "116"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "123", "section_title": " Inspections of mines and quarries on behalf of workmen employed thereat.", "section_text": "123 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "124", "section_title": " Prohibition of employment below ground in certain cases.", "section_text": "124 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "125128.", "section_title": " Provisions as to hours worked by women and young persons.", "section_text": "125 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "129", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "129"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "130", "section_title": " Special exception for emergencies.", "section_text": "130 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "131", "section_title": " Register of women and young persons employed.", "section_text": "131 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "132", "section_title": " Supplemental.", "section_text": "132 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "133", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "133"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "134", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "134"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "135", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "135"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "136", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "136"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "137", "section_title": " Furnishing to workers of information with respect to this Act and orders and regulations thereunder.", "section_text": "137 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "138", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "138"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "139", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "139"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "140", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "140"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "141", "section_title": " Regulations.", "section_text": "141 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "142", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "142"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "143", "section_title": " Variation, revocation, &c., of regulations.", "section_text": "143 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "144145.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "144"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "146", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "146"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "147", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "147"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "148", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "148"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "149", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "149"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "150", "section_title": " Cancellation or suspension of certificates.", "section_text": "150 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "151", "section_title": " Fencing of abandoned and disused mines and of quarries. ", "section_text": "151 1 It shall be the duty of the owner of every abandoned mine and of every mine which, notwithstanding that it has not been abandoned, has not been worked for a period of twelve months to secure that the surface entrance to every shaft or outlet thereof is provided with an efficient enclosure, barrier, plug or other device so designed and constructed as to prevent any person from accidentally falling down the shaft or from accidentally entering the outlet and that every device so provided is properly maintained: Provided that this subsection shall not apply to mines which have not been worked for the purpose of getting minerals or products thereof since the ninth day of August, eighteen hundred and seventy-two, being mines other than of coal, stratified ironstone, shale or fireclay. 2 For the purposes of  Part III of the  Environmental Protection Act 1990 , each of the following shall be deemed to be a statutory nuisance that is to say:— a a shaft or outlet of an abandoned mine (other than a mine to which the proviso to the foregoing subsection applies) or of a mine (other than as aforesaid) which, notwithstanding that it has not been abandoned, has not been worked for a period of twelve months, being a shaft or outlet the surface entrance to which is not provided with a properly maintained device such as is mentioned in that subsection; b a shaft or outlet of a mine to which the proviso to the foregoing subsection applies, being a shaft or outlet with respect to which the following conditions are satisfied, namely,— i that its surface entrance is not provided with a properly maintained device such as is mentioned in that subsection; and ii that, by reason of its accessibility from a  highway road (within the meaning of the Roads (Scotland) Act 1984) or a place of public resort, it constitutes a danger to members of the public; and c a quarry (whether in course of being worked or not) which— i is not provided with an efficient and properly maintained barrier so designed and constructed as to prevent any person from accidentally falling into the quarry; and ii by reason of its accessibility from a  highway road (within the meaning of the Roads (Scotland) Act 1984) or a place of public resort constitutes a danger to members of the public. 3 Any expenses incurred, by reason of the operation of  Part III of the  Environmental Protection Act 1990 by a person other than the owner (as defined for the purposes of this Act) of a mine or quarry for the purpose of abating, or preventing the recurrence of, a nuisance under the last foregoing subsection or in reimbursing a local authority in respect of the abatement, or prevention of the recurrence, of such a nuisance shall, subject to any agreement to the contrary, be recoverable by that person from the owner (as so defined) of the mine or quarry. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "152", "section_title": " Offences. ", "section_text": "152 1 In the event of a contravention, in relation to a mine, of— a a provision of this Act, of an order made thereunder or of regulations, not being a provision which expressly provides that a person is to be guilty of an offence; or b a direction, prohibition, restriction or requirement given or imposed by a notice served under or by virtue of this Act by an inspector; or c a condition attached to an exemption, consent, approval or authority granted or given under or by virtue of this Act by  the Health and Safety Executive  or an inspector; d a requirement or prohibition imposed by or under health and safety regulations which expressly apply to all mines, any class of mine to which the mine belongs or the mine; each of the following persons shall, subject to the following provisions of this Act, be guilty of an offence, namely, the owner of the mine, any person to whom written instructions have been given by the owner in pursuance of section one of this Act specifying as, or including amongst, the matters with respect to which that person is charged with securing the fulfilment in relation to the mine of statutory responsibilities of the owner, matters of the class to which the provision, direction, prohibition, restriction, requirement or condition relates, the manager of the mine, any person who is for the time being treated for the purposes of this Act as the manager, ever under-manager of the mine and any person who is for the time being treated for the purposes of this Act as an under-manager thereof. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In the event of a contravention, in relation to a mine, by a person other than one mentioned in subsection (1) of this section, of such a provision as is mentioned in paragraph (a) of that subsection,  or such a requirement or prohibition as is mentioned in paragraph (d) of that subsection, whereby there is expressly imposed on that person or on persons of a class to which he belongs a duty or requirement or he or persons of a class to which he belongs or all persons are expressly prohibited  from doing a specified act, the person who contravened that provision, as well as the persons mentioned in the said subsection (1), shall be guilty of an offence,  . . .. 4 Neither the manager of a mine as such,  . . . nor a person who is for the time being treated for the purposes of this Act as the manager of a mine  . . ., nor an under-manager of a mine, nor a person who is for the time being treated for the purposes of this Act as such an under-manager shall, by virtue of subsection (1)  . . . of this section, be guilty of an offence by reason of a contravention by the owner of the mine  . . . of— a any provision of this Act, of an order made thereunder or of regulations, being a provision which expressly imposes on the owner of the mine  . . . a duty or requirement or a prohibition;  . . . b any prohibition, restriction or requirement which, by virtue of a notice served under or by virtue of this Act by an inspector, is expressly imposed on the owner of the mine  . . .;  or c any requirement or prohibition expressly imposed by or under such health and safety regulations as are mentioned in paragraph (d) of  subsection  (1)  . . .of this section on the owner of the mine  . . . . . . .."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "153", "section_title": " Accessories.", "section_text": "153 Without prejudice to the operation— a as respects England and Wales, of section eight of the  Accessories and Abettors Act 1861, and  section 44 of the  Magistrates’ Courts Act 1980 ; and b as respects Scotland, of section sixty-one of the  Criminal Procedure (Scotland) Act 1887, and section two of the  Summary Jurisdiction (Scotland) Act 1954; any person who induces or procures, or consents to or connives at, the commission of an offence under this Act, shall be guilty of an offence."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "154", "section_title": " Supplementary provisions as to offences.", "section_text": "154 1 If any persons are employed at a mine  . . . otherwise than in accordance with the provisions of this Act, orders made thereunder and regulations, there shall be deemed to be a separate contravention in respect of each person so employed. 2 If a person acts as manager of a mine in contravention of the provisions of subsection (1) of section five of this Act, of any condition attached to an approval granted under that subsection or of a direction given by a notice served under subsection (2) of that section, there shall be deemed to be a separate contravention in relation to each mine as manager of which he acts."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "155", "section_title": " Penalty for offences for which no express penalty is provided. ", "section_text": "155 1 A person guilty of an offence under this Act for which no express penalty is provided shall be liable— a if he is the owner of a mine or quarry, a person to whom instructions have been given by the owner of a mine or quarry in pursuance of section one of this Act, the manager of a mine or a manager of a quarry, a person who is for the time being treated for the purposes of this Act as the manager of a mine or a manager of a quarry, an under-manager of a mine, a person who is for the time being treated for the purposes of this Act as such an under-manager or the surveyor for a mine, to a fine not exceeding  two hundred pounds level 4 on the standard scale ; and b if not, to a fine not exceeding  twenty pounds level 1 on the standard scale ; and, if the contravention in respect of which he was convicted is continued after the conviction, he shall be guilty of a further offence and liable, in respect thereof, to a fine not exceeding five pounds for each day on which the contravention is so continued. 2 Where the court by which a person is convicted of any such offence as aforesaid is satisfied that the contravention in respect of which he is convicted— a was likely to cause the death of, or serious bodily injury to, a person employed at the mine or quarry in relation to which the contravention occurred or a dangerous accident; or b was likely to endanger the safety of any such person; the court may impose upon the person convicted (either in addition to, or in substitution for, a fine) imprisonment for a term not exceeding three months."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "156", "section_title": " Defence available to person charged with offence not committed personally.", "section_text": "156 In any proceedings under this Act which, by virtue of subsection (1)  . . . of section one hundred and fifty-two of this Act, are taken against a person in respect of the contravention by a person other than himself of— a a provision of the Act, of an order made thereunder or of regulations, being a provision which expressly imposes on that other person or on persons of a class to which, at the time of the contravention, he belonged, a duty or requirement or expressly prohibits him or persons of such a class or all persons from doing a specified act; or b a prohibition, restriction or requirement which by virtue of a notice served under or by virtue of this Act by an inspector is expressly imposed on that other person;  c a requirement or prohibition imposed by or under health and safety regulations which expressly apply to all mines  . . ., any class of mine  . . . or a particular mine  . . . being a requirement expressly imposed on that person or on persons of a class to which, at the time of the contravention, he belonged or a prohibition expressly imposed on him or on persons of such class or on all persons from doing a specified act; it shall be a defence for the person charged to prove that he used all due diligence to secure compliance with the provision, prohibition, restriction or requirement, as the case may be."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "157", "section_title": " Persons not to be under liability for contraventions which it was impracticable to avoid or prevent. ", "section_text": "157 It shall be a defence in any legal proceedings to recover damages and in any prosecution, in so far as the proceedings or prosecution are or is based on an allegation of a contravention, in relation to a mine  . . ., of— a a provision of this Act, of an order made thereunder or of regulations (not being a provision which expressly provides that a person is to be guilty of an offence); or b a direction, prohibition, restriction, or requirement given or imposed by a notice served under or by virtue of this Act by an inspector; or c a condition attached to an exemption, consent, approval or authority granted or given under or by virtue of this Act by  the Health and Safety Executive  or an inspector;  d a requirement or prohibition imposed by or under such health and safety regulations as are mentioned in subsection (1)(d) or (2)(d) of section 152 of this Act; to prove that it was impracticable to avoid or prevent the contravention."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "158", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "158"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "159", "section_title": " Liability of owners for breaches of statutory duty by their servants.", "section_text": "159 For the removal of doubts it is hereby declared that the owner of a mine  . . . is not absolved from liability to pay damages in respect of a contravention, in relation to the mine  . . ., by a person employed by him of— a a provision of this Act, of an order made thereunder or of regulations; or b a prohibition, restriction or requirement imposed by a notice served under or by virtue of this Act by an inspector; by reason only that the provision contravened was one which expressly imposed on that person or on persons of a class to which, at the time of the contravention, he belonged, a duty or requirement or expressly prohibited that person, or persons of such a class or all persons from doing a specified act or, as the case may be, that the prohibition, restriction or requirement was expressly imposed on that person or that that person was, in pursuance of this Act or regulations, appointed by a person other than the owner."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "160", "section_title": " Liability of parents for unlawful employment of young persons", "section_text": "160 If a young person is employed at a mine  . . . in contravention of the provisions of this Act, the parent of the young person shall be guilty of an offence and liable, on summary conviction, to a fine not exceeding  level 1 on the standard scale , unless it appears to the court that the contravention occurred without the consent, connivance or wilful default of the parent."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "161", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "161"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "162", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "162"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "163", "section_title": " Prosecution of offences.", "section_text": "163 1 Any offence under this Act with respect to the trial of which no express provision is made by this Act may be tried either summarily or upon indictment. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "164", "section_title": " Restriction on institution of certain proceedings. ", "section_text": "164 No proceedings for an offence under this Act shall, in England or Wales, be instituted against any such person as is mentioned in paragraph (a) of subsection (1) of section one hundred and fifty-five of this Act except by an inspector or by or with the consent of the Minister or the Attorney General."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "165", "section_title": " Duty to report results of proceedings against persons employed at mines or quarries.", "section_text": "165 1 An owner or manager of a mine  . . . by whom are instituted proceedings against a person employed at the mine  . . . for an offence under this Act shall, within twenty-one days after the conclusion of the trial of that person for that offence, give to the inspector for the district notice of the result of the trial and shall also, within twenty-one days after the conclusion of any proceedings by way of appeal arising out of the trial, give to the inspector for the district notice of the result of those proceedings. 2 For the purposes of this section the bringing of proceedings before the High Court to quash a conviction by order of certiorari shall be deemed to be an appeal."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "166", "section_title": " Liability of parents for unlawful employment of children.", "section_text": "166 For the purposes of any proceedings under this Act in respect of the employment of children in contravention of . . .  ,  section one hundred and thirty six of the  Education (Scotland) Act 1962,  or section one of the  Employment of Women, Young Persons and Children Act 1920 (being enactments which prohibit the employment of children in factories  and , mines  . . . and, so far as they relate to mines  . . ., are incorporated with this Act), the references in section one hundred and sixty of this Act to a young person shall be construed as including references to a child within the meaning of . . .   the said section seventeen or the said section one, as the case may be."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "167", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "167"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "168", "section_title": " Division of mines.", "section_text": "168 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "169", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "169"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "170", "section_title": " Provisions as to references upon notices served by inspectors.", "section_text": "170 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "171", "section_title": " Provisions as to knowledge by officials, &c., of Welsh language.", "section_text": "171 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "172", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "172"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "173", "section_title": " Revocation and variation of orders and rules.", "section_text": "173 Any power conferred by this Act to make a . . .   a rule shall be construed as including a power, exercisable in the like manner and subject to the like conditions, if any, to revoke or vary the . . .   or rule."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "174", "section_title": "†Parliamentary control of orders, rules and regulations.", "section_text": "174 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "175", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "175"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "176", "section_title": " Provisions as to exemptions, &c.", "section_text": "176 1 Any power conferred by this Act or regulations  or health and safety regulations which expressly apply to all mines  . . ., any class of mines  . . . or a particular mine  . . .  on  the Health and Safety Executive  or an inspector to grant, give or impose an exemption, consent, approval, authority, direction, requirement, prohibition or restriction or to make a determination shall be construed as including a power exercisable in the like manner and subject to the like conditions, if any, to vary or revoke the exemption, consent, approval, authority, direction, requirement, prohibition, restriction or determination. 2 Any exemption, consent, approval or authority granted or given under this Act or regulations  or such health and safety regulations  by  the Health and Safety Executive  or an inspector may (subject to any express provision of this Act or regulations  or such health and safety regulations)  be without limit of period or limited so as to expire on a specified date unless renewed, and may be absolute or conditional."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "177", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "177"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "178", "section_title": " Expenses and receipts.", "section_text": "178 Any expenses incurred under or by virtue of this Act by the Minister shall be defrayed out of moneys provided by Parliament and any sums received under or by virtue of this Act by the Minister shall be paid into the Exchequer."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "179", "section_title": " Application to the Crown. ", "section_text": "179 This Act shall apply to mines  . . . belonging to Her Majesty in right of the Crown or to a Government department or held in trust for Her Majesty for the purposes of a Government department. "}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "180", "section_title": "Meaning of “mine” ", "section_text": "180 1 This section defines “mine” for the purposes of this Act. 2 “Mine” means an excavation or system of excavations (including all excavations to which a common system of ventilation is provided) made for the purpose of, or in connection with, the extraction, wholly or substantially by means involving persons working below ground, of— a minerals (in their natural state or in solution or suspension), or b mineral products. 3 A mine is deemed to include so much of the surface (including buildings, structures or works on it) surrounding or adjacent to the shafts or outlets of the mine as is occupied with the mine for the purpose of, or in connection with— a working the mine, b the storage, treatment or preparation for sale, consumption or use of minerals or mineral products extracted from the mine, or c the removal from the mine of minerals or mineral products extracted from it or of refuse from it. 4 But a mine is not deemed to include premises in which a manufacturing process is carried on for a purpose other than— a working the mine, or b the preparation for sale of minerals extracted from the mine. 5 Premises used to deposit refuse from a single mine and occupied exclusively by the owner of the mine are deemed to form part of the mine. 6 Premises used to deposit refuse from two or more mines and occupied by the owner of one of the mines (either exclusively or jointly with the owner of the other or any of the others) are deemed to form part of whichever of the mines the Health and Safety Executive directs. 7 A railway line serving one or more mines, other than a line falling within subsection (3) or belonging to a railway company, is deemed to form part of the mine or (if more than one) of whichever of the mines the Health and Safety Executive directs. 8 A conveyor or aerial ropeway provided for the removal from a mine of minerals extracted from it, or of refuse from it, is deemed to form part of the mine."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "181", "section_title": " Meaning of “owner”.", "section_text": "181 1 Subject to the provisions of this section, in this Act the expression “ owner ” means, in relation to a mine  . . ., the person for the time being entitled to work it. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Where the business of a person who, by virtue of the foregoing provisions of this section is, for the purposes of this Act, to be taken to be owner of a mine  . . . is carried on by a liquidator, receiver or manager, or by some other person authorised to carry it on by an order of a court of competent jurisdiction, the liquidator, receiver, manager or other person shall be taken for the purposes of this Act to be an additional owner of the mine  . . .. 5 This section shall, in its application to Scotland, have effect as if, for subsection (3), there were substituted the following subsection:— 3 Where two or more persons are entitled to work a quarry independently, and one of them has granted the right so to do to the other or others, that one shall, to the exclusion of the other or others, be taken for the purposes of this Act to be the owner of the quarry."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "182", "section_title": " General interpretation provisions.", "section_text": "182 1 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them, that is to say:— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ central rescue station ” has the meaning assigned to it by section seventy-two of this Act; “ contravention ” includes, in relation to— a provision of this Act, of an order made thereunder or of regulations; or a direction, prohibition, restriction or requirement given or imposed by a notice served under or by virtue of this Act by an inspector; or a condition attached to an exemption, consent, approval or authority granted or given under or by virtue of this Act by  the Health and Safety Executive  or an inspector;  a prohibition or requirement imposed by or under health and safety regulations which expressly apply to all mines  . . ., any class of mine  . . . or a particular mine  . . .  a failure to comply with the provision, direction, prohibition, restriction, requirement or condition, and the expression “ contravene ” shall be construed accordingly: “ gas ” includes fume or vapour; “ gravity operated rope haulage apparatus ” means rope haulage apparatus worked solely by the action of gravity on a vehicle or vehicles attached to a rope forming part of the apparatus; “ gravity operated winding apparatus ” means winding apparatus worked solely by the action of gravity on a part of it in which a load is carried;  “ health and safety regulations ” has the meaning assigned by section 15(1) of the  Health and Safety at Work  etc.  Act 1974 “ inset ” means, in relation to a shaft or outlet of a mine, a heading, chamber or other space driven or excavated from the shaft or outlet, being a heading, chamber or space to which access can only be had from the shaft or outlet and not being a heading, chamber or space the sole or main purpose of the driving or excavation of which is the getting of minerals or products of minerals;  “ inspector ” means an inspector appointed by the Health and Safety Executive under section 19 of the Health and Safety at Work  etc.  Act 1974 and references in any provision of this Act to the inspector for the district are references as respects a mine  . . ., to the inspector so appointed for carrying into effect the provisions of the Mines and Quarries Acts 1954 to 1971 in the district in which the mine  . . . is situated; “ legal proceedings ” includes arbitration; “ mechanically operated rope haulage apparatus ” means rope haulage apparatus worked by a stationary engine; “ mechanically operated winding apparatus ” means winding apparatus worked by a stationary engine; “ minerals ” includes stone, slate, clay, gravel, sand and other natural deposits except peat; “ the Minister ” means  the Secretary of State ; “ notice ” means a notice in writing; “ parent ”                         means a parent of a young person or any person who is not a parent of his but who has parental responsibility for him (within the meaning of the Children Act 1989) or who has parental responsibilities in relation to him (within the meaning of section 1(3) of the Children (Scotland) Act 1995), and includes , in relation to any young person, a person having direct benefit from his wages; “ period of employment ” means the period (inclusive of the time allowed for meals and rest) within which a person may be employed on any day; “ permitted lights ” means, in relation to a mine or a part of a mine, locked safety-lamps and any other means of lighting the use of which below ground in mines generally, in mines of a class to which that mine belongs or in that mine is authorised by regulations  or health and safety regulations ; “ prescribed ” has the meaning assigned to it by subsection (5) of section one hundred and forty-one of this Act; “ railway company ” means any persons authorised by an enactment to construct, work or carry on a railway . . .  , and for the purposes of this definition the expression “ enactment ” includes a provision of an order or scheme made under or confirmed by an Act; “ regulations ”, “ general regulations ” and “ special regulations ” have the meanings respectively assigned to them by subsection (5) of section one hundred and forty-one of this Act; “ responsible person ” means, in relation to a mine, the manager thereof  . . .; “ road ” does not include an unwalkable outlet; “ rope ” includes chain; “ rope haulage apparatus ” means apparatus for transporting loads in vehicles attached to ropes; “ safety-lamp mine ” means a mine in no part of which below ground is the use of lamps or lights other than permitted lights lawful; “ safety-lamp part of a mine ” means a part of a mine other than a safety-lamp mine, being a part below ground in which either the use of lamps or lights other than permitted lights is unlawful or safety-lamps are for the time being in use by way of temporary precaution; “ sanitary conveniences ” includes urinals, water-closets, earth-closets, ash-pits, privies and any similar convenience; “ shaft ” means a shaft the top of which is, or is intended to be, at the surface; “ staple-pit ” includes winze; “ statutory responsibilities ” means responsibilities under this Act, orders made thereunder and regulations; “ support rules ” has the meaning assigned to it by subsection (1) of section fifty-four of this Act; “ transport rules ” has the meaning assigned to it by subsection (1) of section thirty-seven of this Act; “ unwalkable outlet ” means an outlet which, owing to the gradient thereof or of any part thereof (whether alone or in combination with other circumstances), persons cannot walk up with reasonable convenience; “ week ” means the period between midnight on Saturday night and midnight on the succeeding Saturday night; “ winding apparatus ” means, in relation to a mine shaft or staple-pit, apparatus for lowering and raising loads through the shaft or staple-pit; “ woman ” means a woman who has attained the age of eighteen; “ young person ” means a person who is over compulsory school age but has not attained the age of eighteen. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 For the purposes of this Act— a A mine shall be treated as being worked at any time when there are persons at work below ground or plant or equipment is in operation at the mine to maintain the safety of that mine or of any other mine or the operation of driving a shaft or outlet is being undertaken at the mine. b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 References in this Act to the use of safety-lamps by way of temporary precaution shall, in relation to a mine, be construed as references to the occasional or intermittent use of locked safety-lamps by workmen employed below ground in the mine in a place in which the use of naked lights might be dangerous and, in relation to a part of a mine below ground, be construed as references to the occasional or intermittent use of locked safety-lamps by workmen employed in that part in such a place. 5 References in this Act to any other enactment shall be construed as references to that enactment as amended, extended or applied by or under any subsequent enactment including, except where the context otherwise requires, this Act."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "183", "section_title": " Application of Act to training mines.", "section_text": "183 1 For the purposes of this Act an excavation or system of excavations made for training purposes shall be deemed to be a mine, and the use for those purposes of any premises which are a mine as defined by subsection (1) of section one hundred and eighty of this Act or are, by virtue of this section, deemed to be a mine shall be deemed, for the purposes of this Act, to constitute the working of the mine; but the Minister may by order direct that this Act shall, in its application to any such premises as aforesaid which are used exclusively for training purposes, have effect subject to such exceptions, adaptations and modifications as may be specified in the order. 2 In this section the expression “ training purposes ” means the purposes of instructing or training below ground persons in, or in any work connected with, mining minerals."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "184", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "184"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "185", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "185"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "186", "section_title": " Repeal of s. 21 of 16 & 17  Geo.  5. c. 28. ", "section_text": "186 Section twenty-one of the Mining Industry Act, 1926 (which enablesprovision to be made for the establishment of joint committees forcoal mines) shall cease to have effect."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "187", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "187"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "188", "section_title": " Minor and consequential amendments of other enactments. ", "section_text": "188 The enactments specified in the Fourth Schedule to this Act shall haveeffect subject to the amendments respectively specified in relationthereto in that Schedule (being minor amendments and amendmentsconsequential on the provisions of this Act)."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "189", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "189"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "190", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "190"}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "191", "section_title": " General savings.", "section_text": "191 1 Nothing in this Act shall affect— a any special regulation made under an enactment repealed by this Act; b any rule made by the Mining Qualifications Board constituted under the  Coal Mines Act 1911; c any order with respect to fees, notification of accidents or the manner in which persons are to be searched, being an order made under an enactment repealed by this Act or by the  said Act of 1911; d any rule made under section fifty of the  said Act of 1911; or e any certificate issued, exemption, consent, approval, permission or authority granted or any other thing done under an enactment repealed by this Act; but any such regulation, rule or order so made or any certificate, exemption, consent, approval, permission, authority or thing so issued, granted or done shall, if in force at the commencement of this Act and so far as it could have been made, issued, granted or done under this Act, have effect as if it had been so made, issued, granted or done. 2 Nothing in this Act shall affect any special rule established under an enactment repealed by this Act, but any such rule so established shall, if in force at the commencement of this Act and so far as it could, had it been a regulation, have been made under this Act, have effect as if it had been a regulation so made. 3 Any document referring to any Act or enactment repealed by this Act shall be construed as referring to this Act or the corresponding enactment in this Act. 4 Any inquiry or formal investigation under section eleven or eighty-three of the  Coal Mines Act 1911, which is uncompleted at the commencement of this Act may be carried on and completed in all respects as if this Act had not passed. 5 Any person holding office or acting or serving under or by virtue of an enactment repealed by this Act shall continue to hold office or to act or serve as if he had been appointed under or by virtue of the corresponding enactment in this Act. 6 Any register kept under an enactment repealed by this Act shall be deemed part of the register to be kept under the corresponding enactment in this Act. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 The mention of particular matters in this section shall be without prejudice to the general application of  sections 16(1) and 17(2)(a) of the  Interpretation Act 1978  with regard to the effect of repeals."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "192", "section_title": " Saving for persons managing certain small mines at commencement of this Act.", "section_text": "192 A person who, immediately before the commencement of this Act, is, by virtue of subsection (3) of section two of the  Coal Mines Act 1911, exercising and performing, in relation to a mine of coal, stratified ironstone, shale or fireclay then exempt from the provisions of that section, the powers and duties conferred and imposed by that Act on the manager of a mine, may be manager of that mine or another mine of coal, stratified ironstone, shale or fireclay at any time at which the number of persons employed below ground in the mine does not exceed thirty and no direction is in force with respect to the mine under paragraph (b) of subsection (2) of section four of this Act or under subsection (3) of that section, notwithstanding that he does not possess the qualifications required by this Act for appointment as manager thereof."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "193", "section_title": " Saving for common law rights of workmen, &c.", "section_text": "193 No provision of this Act, of any order made thereunder or of regulations shall be construed as derogating from any rule of law with respect to the duties owed by masters to their servants (including, in particular, but without prejudice to the generality of the foregoing words, the duty to provide a safe system of working), and section one of this Act shall not be construed as derogating from any obligation imposed by or by virtue of any other provision of this Act upon the owner of a mine  . . .."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "194", "section_title": " Commencement. ", "section_text": "194 This Act, except sections one hundred and seventy-two and one hundred and ninety thereof, shall come into operation on such day as the Minister may by order appoint, and those sections shall come into operation on the passing of this Act; and for the purposes of this Act and of the application thereto of  section 13 of the  Interpretation Act 1978 \t\t\t(which relates to the exercise of statutory powers between the passing and the commencement of an Act references to the commencement of this Act shall, notwithstanding the provisions of  section 4 of the said Act of 1978  with respect to the construction of the expression “ commencement ”, be construed as references to the time at which this Act, except the said sections one hundred and seventy-two and one hundred and ninety, comes into operation."}, {"act": "Mines and Quarries Act 1954", "year": 1954, "section": "195", "section_title": " Short title and extent.", "section_text": "195 1 This Act may be cited as the  Mines and Quarries Act 1954. 2 This Act shall not extend to Northern Ireland."}]