[{"act": "Pests Act 1954", "year": 1954, "section": "1", "section_title": " Rabbit clearance areas.", "section_text": "1 1 The Minister of Agriculture and Fisheries may make orders (in this Act referred to as “ rabbit clearance orders ”) designating areas as rabbit clearance areas to be freed, so far as practicable, of wild rabbits, and providing for or regulating the steps to be taken for that purpose, and may by a subsequent order vary or revoke any such order. 2 The occupier of any land in a rabbit clearance area shall take such steps as may from time to time be necessary for the killing or taking of wild rabbits living on or resorting to the land, and, where it is not reasonably practicable to destroy the wild rabbits living on any part of the land, for the prevention of damage by those rabbits, and shall in particular comply with any directions contained in the rabbit clearance order as to the steps to be so taken or as to the time for taking them. 3 Nothing in the foregoing provisions of this section, or in any order thereunder, shall confer on the occupier of the land in a rabbit clearance area any additional right to authorise persons to kill rabbits on the land with firearms. 4 The Minister of Agriculture and Fisheries may, on the application of the occupier of any land in a rabbit clearance area, sanction the authorisation by the occupier of such number of persons as the Minister thinks reasonable to kill rabbits on the land with firearms, in addition to any person so authorised in pursuance of section one of the  Ground Game Act, 1880, if the Minister is satisfied— a that the circumstances of the case make necessary a greater use of firearms than the occupier has the right to authorise; b that the occupier has attempted to obtain the sanction of the persons having, apart from the said Act, the right to kill and take rabbits on the land; and c that their sanction has been unreasonably withheld; and the provisions of section one of the said Act with regard to the production by persons authorised by the occupier of the documents by which they are so authorised shall apply to any person authorised in pursuance of any such sanction as aforesaid as they apply to persons authorised in pursuance of that section. 5 For the purposes of the last foregoing subsection, persons having the right to kill or take rabbits on any land shall not be treated as having unreasonably withheld the sanction referred to, if, in so far as the use of firearms is required, they are themselves taking or proposing to take adequate steps for the destruction of the wild rabbits on the land. 6 The making of a rabbit clearance order shall not prevent the giving in relation to land in the rabbit clearance area of notices under section ninety-eight of the  Agriculture Act, 1947 (under which the persons having the right to do so may be required to kill, take or destroy animals or birds to which the section applies and the eggs of such birds), and as respects rabbits a notice may be given under that section to the occupier of any such land, whether or not he has the right apart from the notice to take the steps required by it. 7 A person who is duly authorised by the occupier of land in a rabbit clearance area to kill or take rabbits on the land for the purpose of complying with any requirement imposed on the occupier under or by virtue of this section, and who acts in accordance with that authorisation, shall not thereby commit an offence under any enactment relating to the unlawful destruction or pursuit of game. 8 Any person authorised by the Minister of Agriculture and Fisheries in that behalf shall have power at all reasonable times to enter on and inspect any land for the purpose of determining whether, and if so in what manner, the powers conferred by this section are to be exercised in relation to the land, or whether, and if so in what manner, any requirement imposed under this section has been complied with. 9 Section one hundred and subsections (2) to (7) of section one hundred and six of the Agriculture Act, 1947 (which contain supplementary provisions relating to section ninety-eight of that Act and to the exercise of powers of entry conferred by that Act), shall apply in relation to the foregoing provisions of this section as they would apply if those provisions were contained in the said section ninety-eight; and a rabbit clearance order may, as respects rabbits, include any such directions as are authorised by subsection (3) of the said section one hundred (which relates to the keeping or disposal of animals killed or taken under the said section ninety-eight). 10 Any order under this section shall be published in such manner as the Minister of Agriculture and Fisheries thinks fit, and he shall take such steps as he thinks reasonable for the purpose of bringing the purport of it to the notice of persons likely to be affected by it and of enabling them to purchase copies of it. 11 Before making an order under this section with respect to any area, the Minister of Agriculture and Fisheries— a shall (unless he is satisfied that compliance with this requirement would be unreasonable in the circumstances of the case) consult such persons as appear to him to be representative of the interests in the area of farmers, owners of agricultural land, and workers employed in agriculture and of the forestry interests, if any, in the area; b shall give notice of the proposal to make the order in such a manner as he thinks reasonable for the purpose of informing the persons interested in any land in the area. 11A The requirement in subsection (11)(a) does not apply to an order which applies only in relation to England. 12 Any notice under paragraph ( b ) of the last foregoing subsection shall indicate the nature of any directions proposed to be included in the order with regard to the steps to be taken under it, and shall specify a time (not being less than fourteen days) within which persons interested in any land in the area in question may make representations in writing to the Minister with respect to the proposals; and any order made in pursuance of the notice may give effect to the proposals either without modifications or with such modifications as appear to the Minister desirable having regard to any representations made to him. 13 In this section, and in section one hundred and six of the  Agriculture Act, 1947, the expression \t\t\t\t\t\t“occupier” shall, in relation to unoccupied land, mean the person entitled to occupy the land. 14 In the application of this section to Scotland— a for references to the Minister of Agriculture and Fisheries there shall be substituted references to the Secretary of State; b for references to sections ninety-eight, one hundred and one hundred and six of the Agriculture Act, 1947, there shall respectively be substituted references to sections thirty-nine, forty-one and eighty-two of the  Agriculture (Scotland) Act, 1948, except that the first reference in subsection (9) of this section to section one hundred of the Agriculture Act, 1947, shall include a reference to section fifty-three, as well as to section forty-one, of the Agriculture (Scotland) Act, 1948."}, {"act": "Pests Act 1954", "year": 1954, "section": "2", "section_title": " Extension of power to require or assist in preventive measures.", "section_text": "2 1 At the end of section ninety-eight of the Agriculture Act, 1947, there shall be added a new subsection (7), as follows:— 7 Where it appears to the Minister of Agriculture and Fisheries expedient for the purpose of preventing damage by rabbits to crops, pasture, trees, hedges, banks or any works on land, he may by notice in writing served on the occupier of any land (or, in the case of unoccupied land, the person entitled to occupy it) require him to takeon the land, within the time specified in the notice, such steps as may be so specified to destroy or reduce the breeding places or cover for rabbits or to exclude rabbits there from, or to prevent the rabbits living in any place on the land from speading to or doing damage in any other place; but every such notice shall specify a time within which the occpier or any person interested in the land may submit tothe Minister written objections to the notice, and shall be provisional only and of no effect, unless confirmed after the expiration of that time by a further notice in writng served on theoccupier of the land; and, where the occupier holds the land under a contract of tenancy, a copy of any notice under this subsection shall be seved on any person to whom the occupier pays rent under the tenancy. A provisional notice under this subsection may be confirmedeither without modifications or with such modificatons as appear to the Minister desirable having regard to any objections submitted to him. and at the end of section thirty-nine of the Agriculture (Scotland)Act, 1948, there shall be added a new subsection (5) in the sameterms, except that for any reference to the Minister of Agricultureand Fisheries there shall be substituted a reference to the Secretaryof State. 2 The purposes for which the Minister of Agriculture and Fisheries or the Secretary of State may exercise his powers under section one hundred and one of the  Agriculture Act, 1947, or section forty-two of the  Agriculture (Scotland) Act, 1948 (under which he may provide services, equipment, etc. for the purpose of assisting in the destruction of pests), shall include the rendering of assistance in destroying or reducing breeding places or cover for rabbits or in excluding rabbits therefrom, or in preventing the rabbits living in any place from spreading to or doing damage in any other place."}, {"act": "Pests Act 1954", "year": 1954, "section": "3", "section_title": " Extension of power to contribute to cost of destruction or preventive measures.", "section_text": "3 1 The Minister of Agriculture and Fisheries may with the approval of the Treasury make contributions towards the expenses incurred or to be incurred by any person in killing, taking or destroying animals or birds to which section ninety-eight of the Agriculture Act, 1947, applies or the eggs of such birds, in destroying or reducing breeding places or cover for rabbits or in excluding rabbits thereform, or in preventing the rabbits living in any place from spreading to or doing damage in any other place. 2 This section shall apply to Scotland with the substitution for the references to the Minister of Agriculture and Fisheries and to section ninety-eight of the Agriculture Act, 1947, of references to the Secretary of State and to section thirty-nine of the Agriculture (Scotland) Act, 1948."}, {"act": "Pests Act 1954", "year": 1954, "section": "4", "section_title": " Provisions for facilitating giving of notices.", "section_text": "4 1 The Minister of Agriculture and Fisheries or the Secretary of State, for the purpose of enabling him to perform his functions under section ninety-eight of the Agriculture Act, 1947, or section thirty-nine of the Agriculture (Scotland) Act, 1948, may require any person who is the occupier of any land, or who appears to the Minister or Secretary of    State to have an interest in any land, or who directly or indirectly receives rent in respect of any land, to state in writing the nature of his own interest in the land, and the name and address of any other person known to him as having an interest in it, or as having the right to kill on the land any animals or birds to which that section applies. 2 Any person who, having been required under the foregoing subsection by the Minister of Agriculture and Fisheries or the Secretary of State to give him any information, fails to give that information, or knowingly makes any misstatement in respect of it, shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale . 3 Subsection (5) of section forty-one of the Agriculture (Scotland) Act,1948 (which provides that notices under section thirty-nine or forty of the said Act may in certain circumstances be served on the agent orservant of the owner or occupier of land), shall have effect as if for the words \t\t\t\t\t\t“control of the farming of the land” appearing therein there were substituted the words  “                  \t\t\t\t\t\t“control of the management or farming, as the case may be, of the land in question                ” ."}, {"act": "Pests Act 1954", "year": 1954, "section": "5", "section_title": " Penalty for obstruction of default powers.", "section_text": "5 1 Subsection (7) of section one hundred and six of the Agriculture Act, 1947, (which makes it an offence to obstruct the exercise of any power of entry conferred by that Act, but not the exercise, after entry, of the default powers conferred by section one hundred of the Act), shall be amended by substituting for the words  “                  obstructs any person authorised by the Minister or a smallholdings authority exercising any such power as aforesaid                ”  the words “obstructs the exercise of any such power as aforesaid or of any other power conferred by subsection (2)of section one hundred of this Act”. 2 Subsection (7) of section eighty-two of the Agriculture (Scotland) Act, 1948 (which makes it an offence to obstruct the exercise of any power of entry conferred by that Act, but not the exercise, after entry, of the default powers conferred by section forty-one of the Act), shall be amended by substituting for the words \t\t\t\t\t\t“obstructs any person authorised by the Secretary of             State exercising any such power as aforesaid” the words  “obstructs the exercise of any power as aforesaid or of any other power conferred by subsection (2) of section forty-one of this Act”. 3 Subsection (4) of section twenty-two of the Prevention of Damage by Pests Act, 1949 (which makes it an offence to obstruct the exercise of the powers of entry conferred by that section, but not the exercise, after entry, of the default powers conferred by sections five, six and sixteen of that Act), shall be amended by substituting for the words  “                  obstructs a person acting in the exercise of his powers under this section                ”  the words \t\t\t\t\t\t“obstructs the exercise of powers conferred by thissection or by section five, subsection (1) of section six or subsection (1) of section sixteen of this Act”."}, {"act": "Pests Act 1954", "year": 1954, "section": "6", "section_title": " Charges for inspection of ships. ", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  a port health authority or, in Scotland, a local authority within the meaning of the  Public Health (Scotland) Act, 1945, or a port local authority within the meaning of section one hundred and seventy-two of the  Public Health (Scotland) Act, 1897,  may impose such charges as appear to the authority to be appropriate  for any inspection of a vessel made by an officer of the authority for the purposes of  any Order in Council under section 23 of the Prevention of Damage by Pests Act 1949 ."}, {"act": "Pests Act 1954", "year": 1954, "section": "7", "section_title": " Expenses and receipts of Ministers.", "section_text": "7 1 There shall be paid out of moneys provided by Parliament any expenses incurred by the Minister of Agriculture and Fisheries or the Secretary of State by virtue of this Part of this Act. 2 There shall be paid into the Exchequer any sums received by or on behalf of the Minister of Agriculture and Fisheries or the Secretary of State— a under subsection (2) of section one hundred of the  Agriculture Act, 1947, or subsection (2) of section forty-one of the  Agriculture (Scotland) Act, 1948, as applied or extended by section one or subsection (1) of section two of this Act; or b under section one hundred and one of the Agriculture Act, 1947, or section forty-two of the Agriculture (Scotland) Act, 1948, as extended by subsection (2) of section two of this Act."}, {"act": "Pests Act 1954", "year": 1954, "section": "8", "section_title": " Restriction on type of trap in England and Wales.", "section_text": "8 1 Subject to the provisions of this section, a person shall be guilty of an offence under this subsection if, . . .  , either— a for the purpose of killing or taking animals, he uses, or knowingly permits the use of, any spring trap other than an approved trap, or uses, or knowingly permits the use of, an approved trap for animals or in circumstances for which it is not approved; or b he sells, or exposes or offers for sale, any spring trap other than an approved trap with a view to its being used for a purpose which is unlawful under the foregoing paragraph; or c he has any spring trap in his possession for a purpose which is unlawful under this subsection. 2 A person guilty of an offence under the foregoing subsection shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale  or, if he has been previously convicted of such an offence, a fine not exceeding  level 3 on the standard scale . 3 In subsection (1) of this section any reference to an approved trap refers to a trap of a type and make for the time being specified by order of the Minister of Agriculture and Fisheries as approved by him either generally or subject to conditions as to the animals for which or the circumstances in which it may be used, and any reference to the animals or circumstances for which a trap is approved shall be construed accordingly. 3A An order made under subsection (3) may not specify any type or make of trap as approved if the trap is a leghold trap. 4 Paragraph ( a ) of subsection (1) of this section shall not render unlawful the experimental use of a spring trap under and in accordance with a licence or authority given by the Minister of Agriculture and Fisheries to enable a trap to be developed or tested with a view to its being approved under the last foregoing subsection. 5 Subsection (1) of this section shall not apply to traps of any description specified by order of the Minister of Agriculture and Fisheries as being adapted solely for the destruction of rats, mice or other small ground vermin. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 Any order under this section . . .  may be varied or revoked by a subsequent order of the Minister of Agriculture and Fisheries. 8 The power of the Minister of Agriculture and Fisheries to make orders under this section shall be exercisable by statutory instrument which, in the case of an order made under subsection (5) or varying or revoking an order so made, shall be subject to annulment by resolution of either House of Parliament. 8A In subsection (3A), “leghold trap” means a device designed to restrain or capture an animal by means of jaws which close tightly upon one or more of the animal’s limbs, thereby preventing withdrawal of the limb or limbs from the trap. 9 This section applies to England and Wales, but not to Scotland."}, {"act": "Pests Act 1954", "year": 1954, "section": "9", "section_title": " Open trapping of hares and rabbits in England and Wales.", "section_text": "9 1 Subject to the provisions of this section, a person shall be guilty of an offence under this subsection if, for the purpose of killing or taking hares or rabbits, he uses, or knowingly permits the use of, a spring trap elsewhere than in a rabbit hole. 2 A person guilty of an offence under the foregoing subsection shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale  or, if he has been previously convicted of such an offence or of an offence under section five of the  Prevention of Damage by Rabbits Act, 1939, a fine not exceeding  level 3 on the standard scale . 3 Subsection (1) of this section shall not render unlawful the use of spring traps in such circumstances and subject to such conditions as may be prescribed by regulations made by statutory instrument by the Minister of Agriculture and Fisheries, or their use under and in accordance with a licence given by him. 4 A licence under this section— a may be embodied in a rabbit clearance order under this Act, or in a notice given under section ninety-eight of the  Agriculture Act, 1947; and b whether so embodied or not, may be revoked by the Minister (in whole or in part) by giving notice of the revocation in such manner as he thinks sufficient to inform the persons concerned. 5 This section applies to England and Wales, but not to Scotland."}, {"act": "Pests Act 1954", "year": 1954, "section": "10", "section_title": " Amendment of Agriculture (Scotland) Act, 1948, as to spring traps. ", "section_text": "10 The following sections shall be substituted for section fifty of theAgriculture (Scotland) Act, 1948 (which regulates the use of firearms and spring traps for the purpose of killing hares or rabbits):—  Prohibition of night shooting, and use of spring traps. 50 1 Subject to the provisions of this ssection, a person shall be guiltyof an offence under this subsection if— a between the expiration of the first hour after sunset and thecommencement of the last hour before sunrise, he uses a firearm for the purpose of killing hares or rabbits; or b for the purpose of killing or taking animals, he uses, or knowingly permits the use of, any spring trap other than an approved trap, oruses, or knowingly permits the use of, an approved trap for animals or in the circumstances for which it is not approved; or c he sells, or exposes or offers for sale, any spring trap with a view to its being used for a purpose which is unlawful under the last foregoing paragraph ; or d he has any spring trap in his possession for a purpose which is unlawful under this subsection. 2 A person guilty of an offence under the foregoing subsection shall beliable on summary conviction to a fine not exceeding twenty pounds or,if he has been previously convicted of such an offence, a fine not exceeding fifty pounds. 3 In this section any reference to an approved trap refers to a trap of a type and make for the time being specified by order of the Secretary of State as approved by him either generally or subject to conditionsas to the animals for which or the circimstances in which it may beused, and any reference to the animals or circumstances for which a trap is approved shall be construed accordingly. 4 Subject to the provisions of the next following subsection, the Secretary of State may from time to time by order authorise the use, for the purpose of killing or taking animals, of spring traps other than the approved traps, and such authority may be granted— a either generally or subject to such conditions as to the animals forwhich or the circumstances in which such traps may be used as may bespecified in the order ; b either as respects all land in Scotland, or as respects the land in any county or any part of a county, or as respects any particular land or class of land, as may be so specified; and pargraph ( b ) of subsection (1) of this section shall not renderunlawful the use of a spring trap under such an authority. 5 The Secretary of State may,— a if he is satisfied, having regard to the quantities of approved traps available at reasonable prices and to such other considerations as seem to him relevant, that it is expedient to do so, by order withdraw any authority granted under the last foregoing subsection; b when he is satisfied that the power to grant authorities under the said subsection is no longer necessary, by regulation withdraw all subsisting authorities granted under that subsection ; and after such regulation has been made it shalll not be lawful for the Secretary of State, unless the regulation is revoked undersubsection (1) of section five of the Statutory Instruments Act, 1946,to grant an authority under the last foregoing subsection. 6 Paragraph ( b ) of subsection (1) of this section shall not render unlawful the experimental use of a spring trap under and in accordance with a licence given by the Secretary of State to enable a trap to be developed or tested with a view to its being approved under subsection (3) of this section. 7 Subsection (1) of this section shall not apply to spring traps of anydescription specified by order of the Secretary of State as being adapted solely for the destruction of rats, mice or other small ground vermin. 8 The power of the Secretary of State to make orders under this section shall be exercisable by statutory instrument which, in the case of an order made under the last foregoing subsection, shall be subject to annulment by resolution of either House of Parliament."}, {"act": "Pests Act 1954", "year": 1954, "section": "11", "section_title": " Amendment of s. 85 (3) of Agriculture (Sotland) Act, 1948. ", "section_text": "11 After subsection (3) of section eighty-five of the Agriculture(Scotland) Act, 1948 (which provides that any power conferred by that Act to make an order shall include a power to revoke or vary the order) there shall be inserted the following proviso:— provided that in relation to the power of the Secretary of State to make orders under subsectiion (4) of section fifty of this Act this subsection shall have effect subject to the provisions of subsection (5) of the said section fifty."}, {"act": "Pests Act 1954", "year": 1954, "section": "12", "section_title": " Spreading of myxomatosis.", "section_text": "12 A person shall be guilty of an offence if he knowingly uses or permits the use of a rabbit infected with myxomatosis to spread the disease among uninfected rabbits and shall be liable on summary conviction to a fine not exceeding twenty pounds or, if he has been previously convicted of such an offence, a fine not exceeding fifty pounds: Provided that this section shall not render unlawful  any procedure duly authorised under the Animals (Scientific Procedures) Act 1986 ."}, {"act": "Pests Act 1954", "year": 1954, "section": "13", "section_title": " Construction of references to enactments.", "section_text": "13 Any reference in this Act to any previous enactment shall, except in so far as the contrary intention appears, be construed as a reference to that enactment as amended, extended or applied by any subsequent enactment, including this Act."}, {"act": "Pests Act 1954", "year": 1954, "section": "14", "section_title": " Extent.", "section_text": "14 Nothing in this Act extends to Northern Ireland."}, {"act": "Pests Act 1954", "year": 1954, "section": "15", "section_title": " Short title and repeal.", "section_text": "15 1 This Act may be cited as the Pests Act, 1954. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Pests Act 1954", "year": 1954, "section": "6", "section_title": " Charges for inspection of ships. ", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  a port health authority or, in Scotland, a local authority within the meaning of the  Public Health (Scotland) Act, 1945, or a port local authority within the meaning of section one hundred and seventy-two of the  Public Health (Scotland) Act, 1897,  may impose such charges as appear to the authority to be appropriate  for any inspection of a vessel made by an officer of the authority for the purposes of  any Order in Council under section 23 of the Prevention of Damage by Pests Act 1949 ."}]