[{"act": "Rights of Entry (Gas and Electricity Boards) Act 1954", "year": 1954, "section": "1", "section_title": " Restriction on exercise of rights of entry.", "section_text": "1 1 No right of entry to which this Act applies shall be exercisable in respect of any premises except— a with consent given by or on behalf of the occupier of the premises, or b under the authority of a warrant granted under the next following section: Provided that this subsection shall not apply where entry is required in a case of emergency. 2 This Act applies to all rights of entry conferred by— a the Gas Act 1986, regulations made under it or any other enactment relating to gas, b Schedule 6 to the Electricity Act 1989, and c any local enactment relating to gas or electricity, in so far as those rights are exercisable for the purposes of a  gas operator  or  an electricity operator . 3 No person shall be liable to a penalty, under any enactment relating to obstruction of the exercise of a right of entry to which this Act applies, by reason only of his refusing admission to a person who seeks to exercise the right of entry without a warrant granted under the next following section."}, {"act": "Rights of Entry (Gas and Electricity Boards) Act 1954", "year": 1954, "section": "2", "section_title": " Warrant to authorise entry.", "section_text": "2 1 Where it is shown to the satisfaction of a justice of the peace, on sworn information in writing,— a that admission to premises specified in the information is reasonably required by a gas operator or an electricity operator or by an employee of a gas operator or an electricity operator; b that  the operator or  any employee of the operator , as the case may be, would, apart from the preceding section, be entitled for that purpose to exercise in respect of the premises a right of entry to which this Act applies; and c that the requirements (if any) of the relevant enactment have been complied with, then subject to the provisions of this section the justice may by warrant under his hand authorise  the operator or  any employee of the operator , as the case may be, to enter the premises, if need be by force. 2 If, in a case to which the preceding subsection applies, the relevant enactment does not require notice of an intended entry to be given to the occupier of the premises, the justice shall not grant a warrant under this section in respect of the right of entry in question unless he is satisfied— a that admission to the premises for the purpose specified in the information was sought by a person lawfully requiring entry in the exercise of that right, and was so sought after not less than twenty-four hours’ notice of the intended entry had been given to the occupier; or b that admission to the premises for that purpose was sought in a case of emergency and was refused by or on behalf of the occupier; or c that the premises are unoccupied; or d that an application for admission to the premises would defeat the object of the entry. 3 Where paragraph (a) of subsection (2) above applies— a section 46 of the Gas Act 1986 (if entry is required for the purposes of a  gas operator ); or b section 109 of the Electricity Act 1989 (if entry is required for the purposes of  an electricity operator ), shall apply to the service of the notice required by that paragraph. 4 Every warrant granted under this section shall continue in force until— a the time when the purpose for which the entry is required is satisfied; or b the end of the period of 28 days beginning with the day on which the warrant was granted, whichever is the earlier. 5 Any person who, in the exercise of a right of entry under the authority of a warrant granted under this section, enters any premises which are unoccupied, or premises of which the occupier is temporarily absent, shall leave the premises as effectually secured against trespassers as he found them. 6 Where a warrant is granted under this section in respect of a right of entry, then for the purposes of any enactment whereby— a an obligation is imposed to make good damage, or to pay compensation, or to take any other step, in consequence of the exercise of the right of entry, or b a penalty is imposed for obstructing the exercise of that right, any entry effected, or sought to be effected, under the authority of the warrant shall be treated as an entry effected, or sought to be effected, in the exercise of that right of entry. 7 This section shall, in its application to Scotland, have effect as if for any reference to a justice of the peace there were substituted a reference to the sheriff and to a magistrate or justice of the peace having jurisdiction in the place where the premises entry to which is sought are situated."}, {"act": "Rights of Entry (Gas and Electricity Boards) Act 1954", "year": 1954, "section": "3", "section_title": " Interpretation.", "section_text": "3 1 In this Act the following expressions have the meanings hereby assigned to them respectively, that is to say,— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ employee ” means— in relation to a gas operator, an officer, servant or agent of the operator and any servant or officer of such an agent; and in relation to an electricity operator, an officer, servant or agent of the operator and any person authorised by such an agent ; “ enactment ” includes a local enactment; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ local enactment ” means a local or private Act, or an order made under, or confirmed by, an Act (whether a public general Act or a local or private Act); “ premises ” means a building or a part of a building;  “ electricity operator ” means an electricity distributor or an electricity supplier (within the meaning of Part I of the Electricity Act 1989); “ gas operator ” means a public gas transporter, gas supplier or gas shipper within the meaning of Part I of the  Gas Act 1986; “ right of entry ” includes a power of entry. 2 In this Act— a references to a person lawfully requiring entry to premises in the exercise of a right of entry to which this Act applies are references to a person seeking admission to those premises by virtue of that right and in accordance with the requirements (if any) of the relevant enactment; and b references to the relevant enactment, in relation to a right of entry, are references to the enactment conferring that right, and references to the requirements of the relevant enactment are references to any requirements of that enactment as to the giving of notices or the taking of any other step before, or at the time of, the exercise of the right. 3 References in this Act to a case of emergency are references to a case in which a person lawfully requiring entry to the premises in question, in the exercise of a right of entry to which this Act applies, has reasonable cause to believe that circumstances exist which are likely to endanger life or property, and that immediate entry to the premises is necessary to verify the existence of those circumstances or to ascertain their cause or to effect a remedy."}, {"act": "Rights of Entry (Gas and Electricity Boards) Act 1954", "year": 1954, "section": "4", "section_title": " Short title, extent and commencement.", "section_text": "4 1 This Act may be cited as the Rights of Entry (Gas and Electricity Boards) Act 1954. 2 This Act shall not extend to Northern Ireland. 3 This Act shall come into operation at the expiration of the period of one month beginning with the day on which it is passed."}]