[{"act": "Royal Irish Constabulary (Widows’ Pensions) Act 1954", "year": 1954, "section": "1", "section_title": " Supplementary allowances and pensions.", "section_text": "1 1 The Secretary of State may with the consent of the Treasury make regulations for the payment out of moneys provided by Parliament, at such rates as may be prescribed by the regulations,— a of supplementary allowances to widows of former members of the Royal Irish Constabulary who are entitled to pensions payable under the enactments (other than this Act) relating to the pensions of that force; and b of pensions to such widows who are not so entitled, in such cases as he thinks fit, being cases which satisfy such conditions as may be prescribed by the regulations. 2 The said conditions shall include the following, that is to say:— a that the widow in question had married her husband before he ceased to be a member of the Royal Irish Constabulary; and b that she has attained the age of sixty or is incapable of self-support or, in such cases as may be prescribed by the regulations, that she has a dependent child; and c that she is ordinarily resident in the United Kingdom, any of the Channel Islands, the Isle of Man or the Republic of Ireland; and d as respects a pension, that her husband ceased to be a member of the Royal Irish Constabulary before the first day of September, nineteen hundred and eighteen or, if his rank was higher than that of head constable major, before the first day of April, nineteen hundred and nineteen. 3 Regulations under this Act may contain such consequential or incidental provisions as appear to the Secretary of State to be necessary or expedient, including, in particular— a provision as to the cases in which pensions or supplementary allowances under the regulations are to be varied, suspended or terminated or are to be applied otherwise than by being paid to the person to whom they were awarded; b provision for invalidating assignments of or charges on any such pensions or supplementary allowances and for preventing the passing of any such pension or allowance to any other person on the bankruptcy of the person to whom it was awarded. 4 Regulations under this Act may make provision for securing, in such cases as may be prescribed by the regulations, that where the widow of a former member of the Royal Irish Constabulary has remarried and again become a widow the same payments may be made to her under the regulations as if she had not remarried. 5 The power to make regulations under this Act shall be exercisable by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Royal Irish Constabulary (Widows’ Pensions) Act 1954", "year": 1954, "section": "2", "section_title": " Short title and interpretation.", "section_text": "2 1 This Act may be cited as the Royal Irish Constabulary (Widows’ Pensions) Act 1954. 2 References in this Act to pensions payable under the enactments relating to the pensions of the Royal Irish Constabulary do not include gratuities payable under those enactments. 3 For the purposes of this Act a woman shall be deemed to be incapable of self-support if, but only if, she is incapable of supporting herself by reason of physical or mental infirmity and is likely to remain so incapable for a prolonged period. 4 In this Act “ child ” includes a stepchild and an adopted child; and “ adopted ” means adopted in pursuance of an order of a court of law."}]