[{"act": "Transport Charges &c. (Miscellaneous Provisions) Act 1954", "year": 1954, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Transport Charges &c. (Miscellaneous Provisions) Act 1954", "year": 1954, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Transport Charges &c. (Miscellaneous Provisions) Act 1954", "year": 1954, "section": "34.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Transport Charges &c. (Miscellaneous Provisions) Act 1954", "year": 1954, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Transport Charges &c. (Miscellaneous Provisions) Act 1954", "year": 1954, "section": "6", "section_title": " Revision of charges by independent harbour undertakings,  etc.  ", "section_text": "6 1 This section shall apply to any independent statutory undertaking, being— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b an inland waterway undertaking, . . .  , or c a ferry undertaking, other than an undertaking acquired under the  Ferries (Acquisition by Local Authorities) Act 1919,  or a ferry undertaking which is operated by or on behalf of  the Strathclyde Passenger Transport Executive or a council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 ; or d an undertaking engaged in the maintenance of a bridge; or e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  f one of any other class of undertakings connected with transport which the Minister may from time to time by order declare to be a class of undertakings to which this section applies: Provided that this section shall not apply to any undertaking in relation to any charge if the statutory provisions relating to that undertaking confer a power of revising that charge on  the Secretary of State  and some other Minister acting together. 2 An application may be made to the Minister at any time— a by the undertakers; or b by any person, or any body representative of persons, appearing to the Minister to have a substantial interest, for the revision of any of the charges which the undertakers are for the time being authorised to demand and take in pursuance of any statutory provision; and if on any such application the Minister is satisfied that under the circumstances then existing it is proper so to do, he may, subject to the provisions of this section, make an order revising in such manner as he may think fit, with effect from such date as may be specified in the order, all or any of the said charges, whether or not the subject matter of the application, including any classification by reference to which the amount of any of those charges is to be determined; and any such order shall have effect notwithstanding anything in any statutory provision relating to the subject matter of the order: Provided that— the Minister shall not vary any charge other than those to which the application relates except after consultation with the undertakers and such other persons, or such bodies representative of other persons, appearing to him to have a substantial interest as may appear to him appropriate; where on any application under this section for an increase or a decrease in any charge the Minister has made an order or has decided that it is not proper to make an order, the Minister shall not entertain an application for a further increase or, as the case may be, a further decrease in that charge, or for a further revision of any other charge revised by the order, if any, so made, if that application is made before the expiration of a period of twelve months from the date of the making of the order or, as the case may be, from the date when the Minister gave notice of his decision not to make an order; where the statutory provisions in force with respect to any particular undertaking on the third day of September, nineteen hundred and thirty-nine, authorised a maximum for any charge and made no provision for its revision, an order under this subsection shall not revise that charge so as to make it lower than the maximum so authorised; where immediately before the commencement of this Act, or, in the case of an undertaking such as is referred to in paragraph (f) of subsection (1) of this section, immediately before the coming into force of the order therein mentioned, the undertakers were required by any statutory provision then in force to keep charges levied according to classes of voyages or otherwise in definite proportions, the Minister shall not make an order revising any of those charges which does not maintain the same proportions. 3 In making any order on an application under this section, the Minister shall have regard to the financial position and future prospects of the undertaking and shall not make any revision of charges which in his opinion would be likely to result in the undertaking receiving an annual revenue either substantially less or substantially more than adequate to meet such expenditure on the working, management and maintenance of the undertaking and such other costs, charges and expenses of the undertaking as are properly chargeable to revenue, including reasonable contributions to any reserve, contingency or other fund and, where appropriate, a reasonable return upon the paid up share capital of the undertaking: Provided that where the Minister is satisfied that, in view of the financial position of the undertaking during such period immediately preceding the application as may appear to him appropriate, there are special circumstances affecting the undertaking, the Minister may make such revision of charges as he may consider just and reasonable in the light of those special circumstances, notwithstanding that it is in his opinion likely to result in the undertaking receiving an annual revenue substantially less than adequate for the purposes aforesaid. 4 Where an application is made under this section, the applicant and, where the application is made otherwise than by the undertakers, the undertakers shall furnish the Minister with such information and particulars, certified in such manner, as the Minister may require, and the applicant shall publish in such newspapers as the Minister may require a notice stating— a the general effect of the application; and b that within a period of forty-two days from the date of the first publication of the notice any person having a substantial interest may object to the application by giving notice to the Minister accompanied by the grounds of his objection with a copy to the applicant. 5 Before making an order on an application under this section, the Minister shall, if required by the applicant or by any person who has objected to the application and has not withdrawn his objection or, where the order would vary any charge other than those to which the application relates, by any person or body with whom he has consulted in pursuance of paragraph (i) of the proviso to subsection (2) of this section, and in any other case may if he thinks fit, cause a local inquiry to be held by such person as he may appoint for the purpose; and where such an inquiry is held  subsections (2) to (5) of section 250 of The  Local Government Act 1972 , or, where the inquiry is held in Scotland,  subsections (2) to (8) of section 210 of the  Local Government (Scotland) Act 1973 , shall apply to that inquiry as if it were an inquiry held in pursuance of subsection (1) of that section and the undertakers were a local authority. 6 Any order under subsection (1) or subsection (2) of this section shall be made by statutory instrument, and an order made under the said subsection (2) may vary or revoke any previous order made under that subsection. 7 Nothing in this section shall apply to any charge which, by the statutory provisions authorising the charge, is left to the discretion of the undertakers without any restriction or subject only to a requirement that the charge shall be reasonable; and for the purposes of the promotion by any undertaking of a Bill, or of the making with respect to any undertaking of a Provisional Order, being a Bill or Order containing a provision revising any of the charges authorised to be demanded and taken by that undertaking, it shall be deemed, notwithstanding the passing of this section, that the objects of that provision cannot be attained except with new authority from Parliament."}, {"act": "Transport Charges &c. (Miscellaneous Provisions) Act 1954", "year": 1954, "section": "7", "section_title": "", "section_text": "7 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Transport Charges &c. (Miscellaneous Provisions) Act 1954", "year": 1954, "section": "8", "section_title": " Revocation in part (with savings) of Defence Regulation 56.", "section_text": "8 1 Regulation 56 of the Defence (General) Regulations, 1939, as amended by any statutory provision, shall cease to have effect so far as it relates to any railway, light railway, tramway, road transport, water transport, canal, inland navigation, dock, harbour or pier undertaking, and sub-paragraph (a) of paragraph (4) of that Regulation is hereby revoked: Provided that— a this section shall not affect any power with respect to charges possessed by any undertaking immediately before the commencement of this section which is attributable in whole or in part to any order made by the Minister under the said Regulation authorising the undertaking to make charges in excess of, or in addition to, those which they would otherwise have been authorised to make; b any other order made by the Minister under the said Regulation before the sixteenth day of February, nineteen hundred and fifty-four, if and so far as it is in force immediately before the commencement of this section, shall continue in force notwithstanding the foregoing provisions of this section, but may be revoked at any time by the Minister by order made by statutory instrument; and the provisions of  section 17(2)(a) of The  Interpretation Act 1978 , shall apply to any such revocation as they apply to the repeal of an Act of Parliament. 2 This section shall come into force at the expiration of a period of one month beginning with the date of the passing of this Act."}, {"act": "Transport Charges &c. (Miscellaneous Provisions) Act 1954", "year": 1954, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Transport Charges &c. (Miscellaneous Provisions) Act 1954", "year": 1954, "section": "10", "section_title": " Yearly accounts and returns by independent railway undertakings. ", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Transport Charges &c. (Miscellaneous Provisions) Act 1954", "year": 1954, "section": "11", "section_title": " Repeal of requirement to transmit benefit of rate-relief. ", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Transport Charges &c. (Miscellaneous Provisions) Act 1954", "year": 1954, "section": "12", "section_title": " Expenses, etc.", "section_text": "12 1 Any administrative expenses incurred by the Minister in the execution of this Act . . .   shall be paid out of moneys provided by Parliament. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Any increase attributable to the provisions of this Act in the sums required under any other enactment to be paid out of moneys provided by Parliament or to be paid into the Exchequer shall be paid out of moneys so provided or, as the case may be, into the Exchequer."}, {"act": "Transport Charges &c. (Miscellaneous Provisions) Act 1954", "year": 1954, "section": "13", "section_title": " Interpretation.", "section_text": "13 1 In this Act, unless the context otherwise requires, the following expressions have the following meanings respectively— “ charges ” includes fares, rates, tolls, fees and dues of every description; . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ fares ” includes sums payable in respect of a contract ticket or season ticket; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                      “ independent ” means not forming part of the undertaking of the Commission; “ inland waterway undertaking ” means an undertaking engaged in conserving, maintaining, improving or working a canal or other inland navigation  not navigated by sea-going ships  or the navigation of a tidal water  not so navigated ; “ the Minister ” means  the Secretary of State ; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ statutory provision ” means a provision whether of a general or a special nature contained in, or in any document made or issued under, any Act other than this Act, whether of a general or a special nature; “ statutory undertaking ” means an undertaking the carrying on of which is authorised by, or by an order made under, an Act of Parliament; . . . . . . 2 A provision of this Act which applies to an undertaking carrying on particular activities shall apply in respect of those activities to any undertaking (including an undertaking carried on by a local authority) engaged therein, whether or not that undertaking is also engaged in other activities, but shall not apply in respect of any such other activities: Provided that, for the purposes of section six of this Act— a where the activities carried on by any undertaking cause that undertaking to fall into two or more classes of undertakings to which that section applies, nothing in this subsection shall cause that section to apply to the undertaking at any time as an undertaking of any one such class only unless the Minister is satisfied that the activities of the undertaking appertaining to that class are carried on separately from the other activities of the undertaking to which that section relates and that the undertaking should properly be treated as if it were a separate undertaking for the purposes of the activities appertaining to that class; b where, in the case of an undertaking which falls into any of the classes aforesaid, the Minister is satisfied that particular activities of that undertaking appertaining to any one of the classes aforesaid are carried on separately from other activities of that undertaking appertaining to the same class and that it is proper that this paragraph should have effect in relation to that undertaking, the undertaking shall be treated as if those particular activities and those other activities respectively were carried on by separate undertakings. 3 For the avoidance of doubt, it is hereby declared that in this Act,  . . . . . .   the expression “ statutory provision ” includes a document made or issued in pursuance of a power conferred by an instrument made under an Act as well as a document made or issued in pursuance of a power conferred by an Act. 4 Save in so far as the context otherwise requires, any reference in this Act to any other enactment shall be construed as a reference to that enactment as amended by or under any other enactment, including this Act."}, {"act": "Transport Charges &c. (Miscellaneous Provisions) Act 1954", "year": 1954, "section": "14", "section_title": " Repeals, adaptations and savings.", "section_text": "14 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 So much of any statutory provision (including any local Act passed at any time in the present session of Parliament) passed or made with respect to any particular undertaking providing services to which section one of this Act applies or with respect to which section two of this Act has effect, or applied to any such undertaking by any statutory provision so passed or made, as has the effect of— a fixing or regulating, or providing for the fixing or approval of, or prescribing a procedure for the revision of, or conferring any discretion upon the undertakers as to, the charges to be made for passengers on any of those services or any category of those services or any stage of any of those services; or b restricting the discretion of the undertakers as to the stages which may be appointed on any route or service; or c restricting the discretion of the undertakers as to the making of charges, and the amount of any charges to be made, for the carriage on any of those services of dogs or other animals, luggage, parcels, or other goods or articles (where and to the extent that such carriage is authorised), and so much of any agreement such as is mentioned in subsection (5) of section one of this Act as has such an effect shall cease to have effect with respect to that undertaking: Provided that— without prejudice to the provisions of section eight of this Act, in this subsection the expression “ statutory provision ” does not include an order such as is referred to in the said section eight; and nothing in this subsection shall affect any condition attached to a road service licence granted to any undertaking providing services to which section one of this Act applies. 3 So much of any statutory provision (including any local Act passed at any time in the present session of Parliament) passed or made with respect to any particular undertaking to which section six of this Act for the time being applies as prescribes a procedure for the revision of any charges to which that section relates, or as confers upon the undertakers any power of revising any such charges with the approval or sanction of the Minister, or within defined limits, shall cease to have effect: Provided that any such provision conferring upon the undertakers a power of revising any such charge within defined limits shall not cease to have effect by virtue of this subsection unless and until that charge is first revised by the Minister under the said section six. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  , so much of any statutory provision (including any local Act passed at any time in the present session of Parliament) passed or made with respect to any particular railway or inland waterway undertaking as makes provision corresponding to any of the enactments specified in Part I of the Second Schedule to this Act, or as otherwise prohibits undue preference, or an undue or unreasonable prejudice or disadvantage in any respect, in favour of or against any person or particular class of persons or any particular description of traffic, shall cease to have effect. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Any reference (however expressed) in any statutory provision passed, made or applied as mentioned in subsection (2), (3) or (4) of this section to charges authorised by or in pursuance of the Act or other instrument containing that provision shall be construed as including a reference to charges for the time being authorised by or in pursuance of this Act. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Transport Charges &c. (Miscellaneous Provisions) Act 1954", "year": 1954, "section": "15", "section_title": " Short title and extent.", "section_text": "15 1 This Act may be cited as the Transport Charges &c. (Miscellaneous Provisions) Act 1954. 2 This Act shall not extend to Northern Ireland."}]