[{"act": "Venereal Disease Act 1917 (repealed 19.11.1998)", "year": 1917, "section": "1", "section_title": " Prevention of the treatment of venereal disease otherwise than by duly qualified persons.", "section_text": "1 1 In any area in which this section is in operation a person shall not, unless he is a duly qualified medical practitioner, for reward either direct or indirect, treat any person for venereal disease or prescribe any remedy therefor, or give any advice in connection with the treatment thereof, whether the advice is given to the person to be treated or to any other person. 2  This section shall operate in any area to which it is applied by order of the Local Government Board, or, in Scotland and Ireland, the Local Government Board for Scotland and Ireland respectively: Provided that no order shall be made in respect of any area until a scheme for the gratuitous treatment of persons in that area suffering from venereal disease has been approved by the Local Government Board, or, in Scotland and Ireland, the Local Government Board for Scotland and Ireland respectively, and is already in operation."}, {"act": "Venereal Disease Act 1917 (repealed 19.11.1998)", "year": 1917, "section": "2", "section_title": " Restriction on advertisements, &c.", "section_text": "2 1 A person shall not by any advertisement or any public notice or announcement treat or offer to treat any person for venereal disease, or prescribe or offer to prescribe any remedy therefor, or offer to give or give any advice in connection with the treatment thereof. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  Provided that nothing in this section shall apply to any advertisement, notification  or announcement  made or published by any local or public authority or made or published with the sanction of the Local Government Board, or in Scotland and Ireland the Local Government Board for Scotland and Ireland respectively, or to any publication sent only to duly qualified medical practitioners or to wholesale or retail chemists for the purposes of their business."}, {"act": "Venereal Disease Act 1917 (repealed 19.11.1998)", "year": 1917, "section": "3", "section_title": " Penalties.", "section_text": "3 If any person acts in contravention of any of the provisions of this Act, he shall be liable on conviction on indictment to imprisonment, with or without hard labour, for a term not exceeding two years, or on summary conviction to a fine not exceeding one hundred pounds, or to imprisonment, with or without hard labour, for a term not exceeding six months."}, {"act": "Venereal Disease Act 1917 (repealed 19.11.1998)", "year": 1917, "section": "4", "section_title": " Definition.", "section_text": "4 In this Act the expression “ venereal disease ” means syphilis, gonorrhea, or soft chancre."}, {"act": "Venereal Disease Act 1917 (repealed 19.11.1998)", "year": 1917, "section": "5", "section_title": " Short title.", "section_text": "5 This Act may be cited as the Venereal Disease Act 1917."}]