[{"act": "Agriculture Act 2020", "year": 2020, "section": "1", "section_title": "Secretary of State's powers to give financial assistance", "section_text": "1  1 The Secretary of State may give financial assistance for or in connection with any one or more of the following purposes— a managing land or water in a way that protects or improves the environment; b supporting public access to and enjoyment of the countryside, farmland or woodland and better understanding of the environment; c managing land or water in a way that maintains, restores or enhances cultural or natural heritage; d managing land, water or livestock in a way that mitigates or adapts to climate change; e managing land or water in a way that prevents, reduces or protects from environmental hazards; f protecting or improving the health or welfare of livestock; g conserving native livestock, native equines or genetic resources relating to any such animal; h protecting or improving the health of plants; i conserving plants grown or used in carrying on an agricultural, horticultural or forestry activity, their wild relatives or genetic resources relating to any such plant; j protecting or improving the quality of soil. 2 The Secretary of State may also give financial assistance for or in connection with either or both of the following purposes— a starting, or improving the productivity of, an agricultural, horticultural or forestry activity; b supporting ancillary activities carried on, or to be carried on, by or for a producer. 3 Financial assistance may only be given in relation to England. 4 In framing any financial assistance scheme, the Secretary of State must have regard to the need to encourage the production of food by producers in England and its production by them in an environmentally sustainable way. 5 For the purposes of this section— “ ancillary activities ” means selling, marketing, preparing, packaging, processing or distributing products deriving from an agricultural, horticultural or forestry activity; “ better understanding of the environment ” includes better understanding of agroecology; “ conserving ” includes restoring or enhancing— a population of a relevant species; in the case of animals or plants in the wild, a habitat; “ cultural or natural heritage ” includes uplands and other landscapes; “ improving productivity ”, in relation to carrying on an activity, includes— improving the quality of any products deriving from the activity, and improving the efficiency of the activity in terms of the resources used in, or in connection with, it; “ livestock ” includes any creature kept for the production of food, drink, oils, fibres or leathers, or for the purpose of its use in the farming of land; “ producer ” means a person who carries on, or is to carry on, an agricultural, horticultural or forestry activity. 6 In this Chapter— “ financial assistance ” means financial assistance under this section; “ financial assistance scheme ” means a scheme for giving financial assistance made by the Secretary of State."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "2", "section_title": "Financial assistance: forms, conditions, delegation and publication of information", "section_text": "2  1 Financial assistance may be given by way of grant, loan or guarantee or in any other form. 2 Financial assistance may be given subject to such conditions as the Secretary of State considers appropriate. 3 The conditions may (among other things) include provision under which the financial assistance is to be repaid or otherwise made good (with or without interest). 4 Financial assistance may be given to the maker or operator of a third party scheme in connection with expenditure involved in establishing or operating the scheme (including the provision of financial support). 5 In subsection (4)\t\t\t\t\t “ third party scheme ” means a scheme for giving financial support for any one or more of the purposes in section 1(1) and (2) which is not made by the Secretary of State. 6 The Secretary of State may delegate functions relating to the giving of financial assistance to any other person. 7 Functions delegated under subsection (6) may include— a the giving of guidance; b the exercise of a discretion. 8 The Secretary of State may by regulations make provision for or in connection with requiring the Secretary of State or another person to publish specified information about financial assistance which has been given. 9 Information which may be specified includes information about— a the recipient of the financial assistance; b the amount of the financial assistance; c the purpose for which the financial assistance was given. 10 Regulations under subsection (8) are subject to affirmative resolution procedure. 11 In this section  “ specified ” means specified by regulations under subsection (8)."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "3", "section_title": "Financial assistance: checking, enforcing and monitoring", "section_text": "3  1 The Secretary of State may by regulations make provision for or in connection with— a checking whether eligibility criteria for receipt of financial assistance are met and the consequences, where financial assistance has already been given, if not; b enforcing compliance with conditions subject to which financial assistance is given; c monitoring the extent to which the purpose of financial assistance has been achieved; d the investigation of suspected offences in connection with applications for, or receipt of, financial assistance. 2 Regulations under subsection (1) may (among other things) include provision— a about the provision of information; b conferring powers of entry; c conferring powers of inspection, search and seizure; d about the process for determining if eligibility criteria, or conditions subject to which financial assistance is given, are met; e about the keeping of records; f about the recovery or making good of all or any part of financial assistance which has been given (with or without interest) or the withholding of all or any part of financial assistance; g imposing monetary penalties (including penalties calculated by reference to the amount of financial assistance); h prohibiting a person from receiving financial assistance, or financial assistance of a specified description, for a specified period or until specified conditions are satisfied; i about appeals; j conferring functions (including functions involving the exercise of a discretion) on a person. 3 Regulations under this section may not authorise entry to a private dwelling without a warrant issued by a justice of the peace. 4 The provision which may be made under subsection (2)(f) includes provision for interest on any recoverable amount to be payable from such day (whether the day on which the financial assistance in question was given or a later day) as may be provided for in, or determined under, the regulations. 5 Regulations under this section are subject to affirmative resolution procedure. 6 In this section  “ specified ” means specified by, or determined under, regulations under subsection (1)."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "4", "section_title": "Multi-annual financial assistance plans", "section_text": "4  1 The Secretary of State must from time to time prepare a document (a  “multi-annual financial assistance plan”) giving information about the expected use of the powers conferred on the Secretary of State by section 1 during the period to which the plan relates (the  “plan period”). 2 A multi-annual financial assistance plan must (as a minimum)— a specify the plan period, b set out the Government's strategic priorities for giving financial assistance during the plan period, and c describe, in such manner and giving such detail as the Secretary of State considers appropriate, each financial assistance scheme that— i is in operation, or ii the Secretary of State expects to come into operation during the plan period. 3 The plan period for the first plan is the period of seven years beginning with 1 January 2021. 4 The plan period for a subsequent plan may not be shorter than five years. 5 The Secretary of State must ensure that the plan period for a plan does not expire without a new plan being in place for a plan period beginning the day after the last day of the expiring plan period. 6 A plan prepared under this section must be laid before Parliament, and published, by the Secretary of State— a in the case of the first plan, as soon as practicable before the beginning of the plan period for the plan, and b in the case of a subsequent plan, at least 12 months before the beginning of the plan period for the plan. 7 Where, before the end of the plan period for a plan— a the Government's strategic priorities for giving financial assistance change, or b it appears to the Secretary of State that any information given in the plan by virtue of subsection (2)(c) has ceased to be accurate and complete, the Secretary of State must amend the plan accordingly as soon as it is practicable to do so. 8 A document setting out amendments being made to a plan must be laid before Parliament, and published, by the Secretary of State, as soon as practicable after being prepared. 9 The Secretary of State must have regard to the strategic priorities set out in the plan by virtue of subsection (2)(b) when determining— a what financial assistance to give; b the overall budget for, or for any period of operation of, a financial assistance scheme. 10 In this section  “ the Government ” refers to Her Majesty's Government in the United Kingdom."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "5", "section_title": "Annual and other reports on amount of financial assistance given", "section_text": "5  1 For each financial year the Secretary of State must prepare a report (“ the annual report ”) about the financial assistance given during the year. 2 The first year to which subsection (1) applies is financial year 2021-22. 3 The annual report must include the following information— a the total amount of financial assistance given; b the total amount of financial assistance given under the financial assistance schemes in operation during the year (taken together); c the required information about each financial assistance scheme in operation during the year (see subsection (4)); and the report may include any other information the Secretary of State considers appropriate. 4 The required information about a financial assistance scheme is— a the total amount of financial assistance given under the scheme, and b the extent to which that assistance met any obligation or commitment under the terms of the scheme as to the timing and amounts of financial assistance to be given during the year. 5 For the purposes of subsections (3) and (4), information about amounts of financial assistance given otherwise than by way of grant may be included in the report in such manner as the Secretary of State considers most appropriate. 6 The Secretary of State may also prepare— a interim reports about the amount of financial assistance given during any period within a financial year; b other reports about the amount of financial assistance that has been given. 7 The Secretary of State must, after preparing a report under this section— a lay a copy of the report before Parliament, and b publish the report. 8 In the case of an annual report, the Secretary of State must comply with subsection (7) before 1 October in the financial year following the year to which the report relates."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "6", "section_title": "Monitoring impact of financial assistance etc", "section_text": "6  1 The Secretary of State must, in relation to each financial assistance scheme— a monitor the impact of the scheme, and b make one or more reports on the impact and effectiveness of the scheme (having had regard to the findings of that monitoring). 2 The Secretary of State may, in relation to any financial assistance given otherwise than under a financial assistance scheme— a monitor the impact of the financial assistance, and b make one or more reports on the impact and effectiveness of the financial assistance (having had regard to the findings of that monitoring). 3 Monitoring under subsection (1) or (2) must be carried out in such manner and for such period or periods as the Secretary of State considers appropriate for the scheme or other financial assistance in question. 4 The number and frequency of reports made under subsection (1) or (2) are to be as the Secretary of State considers appropriate for the scheme or other financial assistance in question. 5 Every such report must be laid before Parliament, and published, by the Secretary of State."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "7", "section_title": "Meaning of  “basic payment scheme” and other expressions in Chapter 2", "section_text": "7  1 This section defines or explains expressions used in this Chapter. 2 The  “basic payment scheme” is the Basic Payment Scheme under the Direct Payments Regulation (see Title III of that Regulation), as it operates in relation to England, including the arrangements relating to each of the following elements of direct payments under that scheme— a so much of a direct payment that does not consist of a greening or young farmers payment (see Chapter 1 of Title III), b a greening payment (see Chapter 3 of Title III), and c a young farmers payment (see article 50 of that Regulation). 3 The  “legislation governing the basic payment scheme” is— a the following   assimilated direct   legislation— i the Direct Payments Regulation; ii any Council Delegated Regulation, or Commission Delegated Regulation, made under the Direct Payments Regulation; iii any other  assimilated direct  legislation which relates to the operation of the basic payment scheme, and b any subordinate legislation relating to  assimilated direct  legislation falling within paragraph (a). 4 The  “agricultural transition period for England” is the period for the time being specified in section 8(1). 5 References to a direct payment under the basic payment scheme are to any payment under that scheme, whether or not including a greening payment, a young farmers payment or both elements. 6 “ Delinked payment ” has the meaning given by section 12(2)(a). 7 “ Relevant payment ” means— a a direct payment under the basic payment scheme, or b a delinked payment. 8 The “Direct Payments Regulation” is  Regulation (EU) No 1307/2013  of the European Parliament and of the Council of 17 December 2013 establishing rules for direct payments to farmers under support schemes within the framework of the common agricultural policy."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "8", "section_title": "The agricultural transition period for England and the termination of relevant payments", "section_text": "8  1 The agricultural transition period for England is the period of seven years starting with 2021. 2 After the end of that period no relevant payments are to be made in relation to England, otherwise than in respect of the last year of that period (or an earlier year). 3 The Secretary of State may by regulations amend subsection (1) for the purpose of extending the period specified there. 4 That power— a may be exercised more than once; b may not be exercised if the agricultural transition period for England has already ended. 5 Regulations under subsection (3) are subject to affirmative resolution procedure."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "9", "section_title": "Power to modify legislation governing the basic payment scheme", "section_text": "9  1 The Secretary of State may by regulations modify legislation governing the basic payment scheme, so far as it operates in relation to England, for or in connection with making changes the Secretary of State considers would serve any one or more of the following purposes— a simplifying the administration of the scheme or otherwise making its operation more efficient or effective; b removing provisions which are spent or of no practical utility; c removing or reducing burdens, or the overall burdens, on persons applying for, or entitled to, direct payments under the scheme or otherwise improving the way that the scheme operates in relation to them; d securing that any sanction or penalty imposed under the scheme is appropriate and proportionate; e limiting the application of the scheme to land in England only. 2 The provision which may be made under subsection (1) includes provision made for or in connection with terminating greening payments in relation to England before the end of the agricultural transition period for England so long as that provision does not reduce the amount of a direct payment to which a person would have been entitled had the provision not been made. 3 In this section,  “ burden ” includes— a a financial cost; b an administrative inconvenience; c an obstacle to efficiency, productivity or profitability. 4 Regulations under this section are subject to negative resolution procedure (unless section 50(5) applies)."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "10", "section_title": "Power to provide for the continuation of the basic payment scheme beyond 2020", "section_text": "10  1 The Secretary of State may by regulations modify legislation governing the basic payment scheme to make provision for or in connection with securing that the basic payment scheme continues to operate in relation to England for one or more years beyond 2020 until payments cease by virtue of section 8(2) or 12(7)(a). 2 The power conferred by subsection (1) includes power to provide for the direct payments ceiling for England for any relevant year to be determined, in a specified manner, by the Secretary of State. 3 Provision made by virtue of subsection (2)— a must require a determination in respect of a relevant year to be published as soon as practicable after it has been made, and b may confer functions on any person in connection with, or with the making of, a determination in respect of a relevant year. 4 In this section— “the direct payments ceiling for England” is the national ceiling of the kind referred to in Article 6 of the Direct Payments Regulation that is applicable in relation to England for any relevant year; “ relevant year ” means a year within the agricultural transition period for England in respect of which direct payments under the basic payment scheme fall to be made in relation to England; “ specified ” means specified in regulations under this section. 5 Nothing in this section affects any power under this Chapter or any other enactment to amend or revoke provisions of the legislation governing the basic payment scheme for any year or years beyond 2020. 6 Regulations under this section are subject to affirmative resolution procedure."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "11", "section_title": "Power to provide for phasing out direct payments", "section_text": "11  1 The Secretary of State may by regulations make provision for or in connection with phasing out direct payments under the basic payment scheme in relation to England over the agricultural transition period for England. 2 See section 12(7) for circumstances in which subsection (1)\t\t\t\t\t(with any regulations made under it) may cease to have effect before the end of that period by virtue of provision for delinked payments having been made. 3 In subsection (1)\t\t\t\t\t “ phasing out ” means taking steps to secure that, on one or more occasions before the end of the agricultural transition period for England, there are reductions in the amounts paid out to some or all of those entitled to receive direct payments under the basic payment scheme. 4 If provision for terminating greening payments is made under section 9(2)\t\t\t\t\t(whether before or after the start of the agricultural transition period for England) subsection (1) above has effect as if the reference to direct payments does not include (or no longer includes) the greening payment element of direct payments. 5 Regulations under this section are subject to affirmative resolution procedure."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "12", "section_title": "Power to make delinked payments", "section_text": "12  1 The Secretary of State may by regulations make provision for or in connection with the making of delinked payments in relation to England (in place of direct payments under the basic payment scheme in relation to England). 2 For this purpose— a a delinked payment is a payment, with respect to a year within the delinking period, which is made in accordance with the regulations to a person who is under the regulations entitled to receive it, and b the delinking period is the period which— i begins with a year (other than 2021) that is specified in the regulations, and ii ends on the last day of the agricultural transition period for England. 3 Regulations under this section making provision for the making of delinked payments must— a specify the descriptions of persons who, in respect of a year within the delinking period, are entitled to receive a delinked payment (whether or not they are required by the regulations to make an application or do anything else before anything becomes payable), and b make provision setting out rules for determining the amount of the delinked payment to be made to an entitled person with respect to any year. 4 Regulations under this section may make provision— a for a person who makes a request in accordance with the regulations to cease to be regarded as a person entitled to receive delinked payments, b for other circumstances in which a person ceases to be entitled to receive such payments, and c for the repayment (with or without interest) of any amount paid as a delinked payment to which the recipient was not entitled. 5 A description of persons specified under subsection (3)(a) may (but need not) be framed by reference to whether they were entitled to a direct payment under the basic payment scheme in respect of a specific year (or one of several specific years) prior to the first year of the delinking period. 6 Rules set out under subsection (3)(b) for determining the amount of any delinked payment to be made to a person may (but need not) be framed by reference to the amount of a direct payment to which the person was entitled, or if specific assumptions are made would have been entitled, under the basic payment scheme. 7 If provision for the making of delinked payments is made under this section— a no direct payments under the basic payment scheme in relation to England are to be made otherwise than in respect of the last year before the delinking period (or an earlier year), and b section 11(1)\t\t\t\t\t\t\t(with any regulations made under it) ceases to have effect at the end of that last year, except in relation to direct payments in respect of that last year (or an earlier year). 8 Regulations under this section are subject to affirmative resolution procedure."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "13", "section_title": "Power to provide for lump sum payments in lieu of relevant payments", "section_text": "13  1 The Secretary of State may by regulations make provision for or in connection with the payment of lump sums to eligible persons. 2 For this purpose an eligible person is a person who— a applies for payment of a lump sum under the regulations, b is entitled to a relevant payment in respect of a year other than the last year of the agricultural transition period for England (whether or not an application for that payment has been made), and c meets any other eligibility conditions set out in the regulations. 3 A lump sum paid to such a person under the regulations is received in lieu of the payment mentioned in subsection (2)(b) and any further relevant payment or payments to which the person might otherwise have become entitled. 4 Regulations under this section may make provision as to the circumstances in which lump sums are to be payable (in addition to the requirements of subsection (2)). 5 Regulations under this section are subject to affirmative resolution procedure."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "14", "section_title": "General provision connected with payments to farmers and other beneficiaries", "section_text": "14  1 The Secretary of State may by regulations modify the following legislation so far as it operates in relation to England— a   assimilated direct   legislation relating to the financing, management and monitoring of the common agricultural policy, and b subordinate legislation relating to that legislation. 2 Regulations under this section may only be made for or in connection with making changes that the Secretary of State considers would serve any one or more of the following purposes— a securing that any provision of legislation referred to in subsection (1) ceases to have effect; b simplifying the operation of any provision of such legislation, or making its operation more efficient or effective; c removing or reducing burdens, or the overall burdens, imposed by such legislation on persons applying for, or in receipt of, payments governed by the legislation, or otherwise improving the way that the legislation operates in relation to such persons; d securing that any sanction or penalty imposed by such legislation is appropriate and proportionate. 3 In this section— “ burden ” includes— a financial cost; an administrative inconvenience; an obstacle to efficiency, productivity or profitability; “ assimilated direct  legislation relating to the financing, management and monitoring of the common agricultural policy ” includes— Regulation (EU) No 1306/2013  of the European Parliament and of the Council of 17 December 2013 on the financing, management and monitoring of the common agricultural policy; assimilated direct  legislation made under that Regulation; the legacy regulations. 4 In subsection (3), the “ legacy regulations ” means  assimilated direct  legislation relating to the financing, management and monitoring of the common agricultural policy that preceded  Regulation (EU) No 1306/2013  and includes— a Council Regulation  (EC) No 1258/1999  of 17 May 1999 on the financing of the common agricultural policy; b Commission Regulation  (EC) No 1975/2006  of 7 December 2006 laying down detailed rules for the implementation of Council Regulation  (EC) No 1698/2005 , as regards the implementation of control procedures as well as cross-compliance in respect of rural development support measures; c Commission Regulation (EU) No 65/2011  of 27 January 2011 laying down detailed rules for the implementation of Council Regulation  (EC) No 1698/2005 , as regards the implementation of control procedures as well as cross-compliance in respect of rural development support measures. 5 Regulations under this section are subject to negative resolution procedure (unless section 50(5) applies)."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "15", "section_title": "Aid for fruit and vegetable producer organisations", "section_text": "15  1 The Secretary of State may by regulations modify the following   assimilated direct   legislation for the purpose of securing that it ceases to have effect in relation to England— a Articles 32 to 38 of the CMO Regulation, which make provision about aid for fruit and vegetable producer organisations (“producer organisations aid”); b so far as relating to producer organisations aid, Commission Delegated  Regulation (EU) 2017/891  of 13 March 2017 supplementing the CMO Regulation with regard to the fruit and vegetable, and processed fruit and vegetable, sectors; c so far as relating to producer organisations aid, Council Implementing  Regulation (EU) 2017/892  of 13 March 2017 laying down rules for the application of the CMO Regulation with regard to the fruit and vegetable, and processed fruit and vegetable, sectors. 2 Regulations under this section are subject to negative resolution procedure (unless section 50(5) applies)."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "16", "section_title": "Support for rural development", "section_text": "16  1 The Secretary of State may by regulations modify the Rural Development Regulation and   assimilated direct   legislation made under that Regulation, as it has effect in relation to England, for or in connection with— a extending the period to which the core contribution relates; b amending the amount of the core contribution; c changing the currency in which the core contribution is expressed; d amending Annex 1 of the Regulation (support for rural development). 2 In subsection (1), the  “ core contribution ” means the amount for the time being specified in Article 58(1) of the Rural Development Regulation as being the core contribution to rural development. 3 The Secretary of State may by regulations modify  assimilated direct  legislation relating to support for rural development, as it has effect in relation to England, for or in connection with— a removing a requirement that the commitment period in relation to support for a measure must be at least 5 years; b removing a restriction on extending the commitment period in relation to support for a measure; c enabling, in connection with financial assistance under section 1, the conversion or adjustment of commitments that have been made; d securing that any provision of the legislation ceases to have effect. 4 The provision which may be made under subsection (3)(b) includes provision— a removing requirements for extensions to be made on an annual basis, b securing that the Secretary of State may extend a commitment period whenever the Secretary of State considers it appropriate to do so, and c removing requirements for provision about extending the commitment period to be included in a rural development programme. 5 The Secretary of State may by regulations modify the Common Provisions Regulation and  assimilated direct  legislation made under that Regulation, as it has effect in relation to England, for or in connection with extending the deadline by which a payment must have been made in order for it to be eligible for support for rural development (see Article 65 of the Common Provisions Regulation). 6 In this section— “ the Common Provisions Regulation ” means  Regulation (EU) No 1303/2013  of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund etc; “ assimilated direct  legislation relating to support for rural development ” means— the Rural Development Regulation, Regulation (EU) No 1310/2013  of the European Parliament and of the Council of 17 December 2013 laying down certain transitional provisions on support for rural development, the legacy regulations, and assimilated direct  legislation made under the legislation in paragraphs (a) to (c); “ the Rural Development Regulation ” means  Regulation (EU) No 1305/2013  of the European Parliament and of the Council of 17 December 2013 on support for rural development. 7 In subsection (6),  “ the legacy regulations ” means  assimilated direct  legislation relating to support for rural development that preceded the Rural Development Regulation and includes— a Council Regulation  (EC) No 1698/2005  of 20 September 2005 on support for rural development, b Council Regulation  (EC) No 1257/99  of 17 May 1999 on support for rural development, c Council Regulation  (EEC) No 2080/92  of 30 June 1992 instituting a Community aid scheme for forestry measures in agriculture, d Council Regulation  (EEC) No 2078/92  of 30 June 1992 on agricultural production methods compatible with the requirements of the protection of the environment and the maintenance of the countryside, and e Council Regulation  (EEC) No 1096/88  of 25 April 1988 establishing a Community scheme to encourage the cessation of farming. 8 Regulations under this section are subject to negative resolution procedure (unless section 50(5) applies)."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "17", "section_title": "Continuing EU programmes: power to provide financial assistance", "section_text": "17 1 The appropriate national authority may give financial assistance to— a a person who is a party to an agreement entered into in accordance with any of the following provisions— i the Rural Development Regulation, ii any legacy rural development provision, or iii Articles 32 to 35 of the Common Provisions Regulation (community-led local development), so far as relating to support for rural development, where the agreement has not concluded, or b a producer organisation implementing an operational programme approved in accordance with the producer organisations aid provisions. 2 In this section— “ appropriate national authority ” means— the Secretary of State, in the case of an agreement entered into or an operational programme approved in accordance with any provision or provisions so far as having effect in relation to England; the Welsh Ministers, in the case of an agreement entered into or an operational programme approved in accordance with any provision or provisions so far as having effect in relation to Wales; the Scottish Ministers, in the case of an agreement entered into or an operational programme approved in accordance with any provision or provisions so far as having effect in relation to Scotland; DAERA, in the case of an agreement entered into or an operational programme approved in accordance with any provision or provisions so far as having effect in relation to Northern Ireland; “ the Common Provisions Regulation ” means  Regulation (EU) No 1303/2013  of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund etc; “ legacy rural development provision ” means any EU regulation, EU decision or EU tertiary legislation relating to support for rural development that preceded the Rural Development Regulation (including— Council Regulation  (EC) No 1698/2005  of 20 September 2005 on support for rural development, Council Regulation  (EC) No 1257/99  of 17 May 1999 on support for rural development, Council Regulation  (EEC) No 2080/92  of 30 June 1992 instituting a Community aid scheme for forestry measures in agriculture, Council Regulation  (EEC) No 2078/92  of 30 June 1992 on agricultural production methods compatible with the requirements of the protection of the environment and the maintenance of the countryside, and Council Regulation  (EEC) No 1096/88  of 25 April 1988 establishing a Community scheme to encourage the cessation of farming); “ the producer organisations aid provisions ” means— Articles 32 to 38 of the CMO Regulation, which make provision about aid for fruit and vegetable producer organisations (“producer organisations aid”), so far as relating to producer organisations aid, Commission Delegated  Regulation (EU) 2017/891  of 13 March 2017 supplementing the CMO Regulation with regard to the fruit and vegetable, and processed fruit and vegetable, sectors, and so far as relating to producer organisations aid, Council Implementing  Regulation (EU) 2017/892  of 13 March 2017 laying down rules for the application of the CMO Regulation with regard to the fruit and vegetable, and processed fruit and vegetable, sectors; “ the Rural Development Regulation ” means  Regulation (EU) No 1305/2013  of the European Parliament and of the Council of 17 December 2013 on support for rural development."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "18", "section_title": "Assimilated direct  legislation", "section_text": "18 1 To the extent that any legislation within any of subsections (2) to (6) would (in the absence of this subsection) be prevented from becoming   assimilated direct   legislation on IP completion day by section 3(2)(a)(bi) of the European Union (Withdrawal) Act 2018, section 3 of that Act is to have effect in relation to that legislation as if subsection (2)(a)(bi) of that section were omitted. 2 The legislation within this subsection is— a Regulation (EU) No 1305/2013  of the European Parliament and of the Council of 17 December 2013 on support for rural development, b Regulation (EU) No 1310/2013  of the European Parliament and of the Council of 17 December 2013 laying down certain transitional provisions on support for rural development, c any EU regulation, EU decision or EU tertiary legislation relating to support for rural development that preceded the Rural Development Regulation (including— i Council Regulation  (EC) No 1698/2005  of 20 September 2005 on support for rural development, ii Council Regulation  (EC) No 1257/99  of 17 May 1999 on support for rural development, iii Council Regulation  (EEC) No 2080/92  of 30 June 1992 instituting a Community aid scheme for forestry measures in agriculture, iv Council Regulation  (EEC) No 2078/92  of 30 June 1992 on agricultural production methods compatible with the requirements of the protection of the environment and the maintenance of the countryside, and v Council Regulation  (EEC) No 1096/88  of 25 April 1988 establishing a Community scheme to encourage the cessation of farming), d any legislation made under the legislation in paragraphs (a) to (c), and e so far as relating to support for rural development— i Regulation (EU) No 1303/2013  of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund etc, and ii any legislation made under that Regulation. 3 The legislation within this subsection is— a Articles 32 to 38 of the CMO Regulation, which make provision about aid for fruit and vegetable producer organisations (“producer organisations aid”), b so far as relating to producer organisations aid, Commission Delegated  Regulation (EU) 2017/891  of 13 March 2017 supplementing the CMO Regulation with regard to the fruit and vegetable, and processed fruit and vegetable, sectors, and c so far as relating to producer organisations aid, Council Implementing  Regulation (EU) 2017/892  of 13 March 2017 laying down rules for the application of the CMO Regulation with regard to the fruit and vegetable, and processed fruit and vegetable, sectors. 4 The legislation within this subsection is— a Articles 55 to 57 of the CMO Regulation (provision about aid for apiculture), and b any legislation made under that legislation. 5 The legislation within this subsection is the following, so far as it relates to producer organisations aid, apiculture or support for rural development— a Regulation (EU) No 1306/2013  of the European Parliament and of the Council of 17 December 2013 on the financing, management and monitoring of the common agricultural policy, b any legislation made under that Regulation, and c any EU regulation, EU decision or EU tertiary legislation relating to the financing, management and monitoring of the common agricultural policy that preceded  Regulation (EU) No 1306/2013  (including— i Commission Regulation (EU) No 65/2011  of 27 January 2011 laying down detailed rules for the implementation of Council Regulation  (EC) No 1698/2005 , as regards the implementation of control procedures as well as cross-compliance in respect of rural development support measures, ii Commission Regulation  (EC) No 1975/2006  of 7 December 2006 laying down detailed rules for the implementation of Council Regulation  (EC) No 1698/2005 , as regards the implementation of control procedures as well as cross-compliance in respect of rural development support measures, and iii Council Regulation  (EC) No 1258/1999  of 17 May 1999 on the financing of the common agricultural policy). 6 The legislation within this subsection is— a Regulation (EU) No 1144/2014  of the European Parliament and of the Council of 22 October 2014 on information provision and promotion measures concerning agricultural products implemented in the internal market and in third countries, b Commission Delegated  Regulation (EU) 2015/1829  of 23 April 2015 supplementing  Regulation (EU) No 1144/2014  of the European Parliament and of the Council on information provision and promotion measures concerning agricultural products implemented in the internal market and in third countries, and c Commission Implementing  Regulation (EU) 2015/1831  of 7 October 2015 laying down rules for application of  Regulation (EU) No 1144/2014  of the European Parliament and of the Council on information provision and promotion measures concerning agricultural products implemented in the internal market and in the third countries."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "19", "section_title": "Duty to report to Parliament on UK food security", "section_text": "19  1 The Secretary of State must, on or before the relevant day and at least once every three years thereafter, prepare and lay before Parliament a report containing an analysis of statistical data relating to food security in the United Kingdom. 2 The data analysed in a report under this section may include (among other things) data about the following matters— a global food availability; b supply sources for food (including the range of supply sources and the availability to the public of food from domestic and other sources); c the resilience of the supply chain for food (including in response to disruptions in, or significant price increases for, the supply of energy); d household expenditure on food (including in comparison to expenditure on other items); e food safety and consumer confidence in food. 3 In this section  “ relevant day ” means the last day before 25 December 2021 which is a sitting day for both Houses of Parliament."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "20", "section_title": "Declaration relating to exceptional market conditions", "section_text": "20 1 The Secretary of State may make and publish a declaration in accordance with this section if the Secretary of State considers that there are exceptional market conditions which justify making the powers conferred by or referred to in section 21 available for use. 2 In this Part  “exceptional market conditions” exist where— a there is a severe disturbance in agricultural markets or a serious threat of a severe disturbance in agricultural markets, and b the disturbance or threatened disturbance has, or is likely to have, a significant adverse effect on agricultural producers in England in terms of the prices achievable for one or more agricultural products. 3 A declaration must— a state that the Secretary of State considers that there are exceptional market conditions which justify making the declaration, b describe the exceptional market conditions in question, in particular by specifying— i the disturbance or threatened disturbance in agricultural markets, ii any agricultural product which is or is likely to be affected by the disturbance or threatened disturbance, and iii the grounds for considering that the conditions in subsection (2)(a) and (b) are met in relation to that disturbance or threatened disturbance, c describe the grounds for considering that the exceptional market conditions justify making the powers conferred by or referred to in section 21 available for use, and d state that the powers conferred by or referred to in section 21 are (unless the declaration is revoked sooner) available for use in relation to the exceptional market conditions until such day as the declaration may specify. 4 A declaration has effect from when it is published until the end of the day specified under subsection (3)(d)\t\t\t\t\t(which may not be later than the last day of the period of three months beginning with the day on which it is published). 5 The Secretary of State may revoke a declaration by making and publishing a further declaration stating that the declaration is revoked. 6 If at any time during the period of seven days ending with the day specified under subsection (3)(d) the Secretary of State considers that— a there continue to be exceptional market conditions, and b they justify extending the availability of the powers conferred by or referred to in section 21, the Secretary of State may make and publish a further declaration extending the effect of the original declaration for such period (not exceeding three months) as the further declaration may specify. 7 The fact that a declaration under this section has expired or been revoked does not prevent the Secretary of State from making and publishing another declaration relating in whole or part to the same exceptional market conditions. 8 A copy of any declaration made and published under this section must be laid before Parliament by the Secretary of State as soon as practicable after it is published. 9 In this section and section 21 a reference to agricultural markets, agricultural producers or agricultural products includes horticultural markets, horticultural producers or horticultural products (as the case may be)."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "21", "section_title": "Exceptional market conditions: powers available to Secretary of State", "section_text": "21 1 This section applies during the period for which a declaration under section 20 has effect. 2 The Secretary of State may give, or agree to give, financial assistance to agricultural producers in England whose incomes are being, or are likely to be, adversely affected by the exceptional market conditions described in the declaration. 3 The Secretary of State may also make such use as the Secretary of State considers appropriate of any available powers under   assimilated direct   legislation which provides for the operation of public intervention and aid for private storage mechanisms, in response to a declaration under section 20. 4 Financial assistance under subsection (2) may be given by way of grant, loan or guarantee or in any other form. 5 The financial assistance may be given subject to such conditions as the Secretary of State considers appropriate. 6 The conditions may (among other things) include provision under which the financial assistance is to be repaid or otherwise made good (with or without interest). 7 Nothing in subsection (1) or (2) prevents the Secretary of State from giving, or agreeing to give, financial assistance under subsection (2)— a after the end of the period for which the declaration has effect, but b in response to an application duly made during that period."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "22", "section_title": "Modification of certain  assimilated direct  legislation in connection with exceptional market conditions and for general purposes", "section_text": "22 1 The Secretary of State may by regulations modify   assimilated direct   legislation relating to public market intervention or aid for private storage, for the purpose of altering the operation of provisions of such legislation so far as they have effect in relation to England in connection with exceptional market conditions which are the subject of a declaration under section 20. 2 The Secretary of State may by regulations modify  assimilated direct  legislation relating to public market intervention or aid for private storage, for either or both of the following purposes— a securing that provisions of such legislation cease to have effect in relation to England, otherwise than in connection with exceptional market conditions which are the subject of a declaration under section 20; b altering the operation of provisions of such legislation so far as they have effect in relation to England, otherwise than in connection with such market conditions (pending the achievement of the purpose in paragraph (a) in relation to those provisions). 3 The power conferred by subsection (1) includes power to make modifications that apply only in relation to the exceptional market conditions which are the subject of a particular declaration specified in the regulations. 4 The powers conferred by subsections (1) and (2) include power to change the agricultural products that are eligible for public market intervention or aid for private storage. 5 Regulations under this section are subject to negative resolution procedure (unless section 50(5) applies). 6 In this section  “ assimilated direct  legislation relating to public market intervention or aid for private storage ” includes— a Articles 8 to 18 of the CMO Regulation; b Council  Regulation (EU) No 1370/2013  of 16 December 2013 determining measures on fixing certain aids and refunds related to the common organisation of the markets in agricultural products (so far as relating to public market intervention and aid for private storage); c the following Commission Regulations (so far as relating to public market intervention and aid for private storage)— i Commission Delegated  Regulation (EU) 2016/1238  of 18 May 2016 supplementing the CMO Regulation with regard to public intervention and aid for private storage; ii Commission Implementing  Regulation (EU) 2016/1240  of 18 May 2016 laying down rules for the application of the CMO Regulation with regard to public intervention and aid for private storage; iii Commission Delegated  Regulation (EU) 2017/1182  of 20 April 2017 supplementing the CMO Regulation as regards the Union scales for the classification of beef, pig and sheep carcasses and as regards the reporting of market prices of certain categories of carcasses and live animals. 7 Until paragraph 1 of Schedule 7 (amendment of Articles 219, 220, 221 and 222 of the CMO Regulation) is in force, any reference in this section to exceptional market conditions which are the subject of a declaration under section 20 includes a reference to circumstances which are the subject of measures under any of those Articles."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "23", "section_title": "Agri-food supply chains: requirement to provide information", "section_text": "23 1 The Secretary of State may require a person in, or closely connected with, an agri-food supply chain to provide information about matters connected with any of the person's activities connected with the supply chain so far as the activities are in England. 2 The Secretary of State may make regulations requiring a person in, or closely connected with, an agri-food supply chain to provide information about matters connected with any of the person's activities connected with the supply chain so far as the activities are in England. 3 See section 24 for provision about— a the meaning of  “agri-food supply chain”, b who is in such a supply chain, and c who is closely connected with such a supply chain. 4 Subsections (1) and (2) do not apply in relation to individuals in a supply chain so far as they are in the supply chain by reason of them, or members of their households, being the ultimate consumers (see section 24). 5 A requirement imposed on a person under subsection (1) or (2) does not apply to so much of the information as the person would in legal proceedings be entitled to refuse to provide on grounds of legal privilege. 6 A requirement under subsection (1) must be in writing. 7 Subsection (1) binds the Crown. 8 Regulations under subsection (2) are subject to affirmative resolution procedure."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "24", "section_title": "Meaning of  “agri-food supply chain”", "section_text": "24 1 This section has effect for the purposes of this Chapter. 2 An  “agri-food supply chain” is a supply chain for providing individuals with items of food or drink for personal consumption where the items consist of or include, or have been produced using (directly or indirectly, and whether or not exclusively), the whole or part of— a anything grown or otherwise produced in carrying on agriculture, b any creature kept in carrying on agriculture, or c any creature or other thing taken from the wild. 3 The persons in an agri-food supply chain are— a those individuals (“the ultimate consumers”), b the persons carrying on the agriculture or (as the case may be) taking things from the wild, and c anybody in the supply chain between those persons and the ultimate consumers. 4 The persons  “closely connected” with an agri-food supply chain are— a anybody supplying seeds, stock, equipment, feed, fertiliser, pesticides, medicines or similar items to the persons within subsection (3)(b) for use in the agriculture or taking, b anybody providing, to persons within subsection (3)(b) or (c), services related to— i the health of creatures, or plants, involved in the supply chain, or ii the safety or quality of the food or drink to be provided to the ultimate consumers, c any person carrying on activities capable of affecting a matter mentioned in sub-paragraph (i) or (ii) of paragraph (b), and d bodies representing persons within any of paragraphs (b) and (c) of subsection (3) and paragraphs (a), (b) and (c) of this subsection. 5 Activities of the kind mentioned in subsection (4)(c) are to be treated for the purposes of section 23(1) and (2) as connected with the supply chain, but this is not to be read as limiting the generality of  “connected” in section 23(1) and (2). 6 In this section— “ agriculture ” includes any growing of plants, and any keeping of creatures, for the production of food or drink; “ plants ” includes fungi; “ seeds ” includes bulbs and other things from which plants grow."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "25", "section_title": "Requirement must specify purposes for which information may be processed", "section_text": "25 1 This section applies to a requirement imposed under section 23(1) or (2). 2 The requirement must specify the purposes for which the information may be processed. 3 Each purpose specified must be in, or covered by, the list of purposes in subsection (4). 4 The list of purposes is as follows— a helping persons in agri-food supply chains to— i increase productivity, ii manage risks (including, but not limited to, financial risks, non-financial trading risks, climatic risks, and risks of or from disease or pollution), or iii manage market volatility; b promoting transparency or fairness in agri-food supply chains; c promoting the health, welfare or traceability of creatures of a kind kept for the production of food, drink, fibres or leathers; d promoting the health or quality of plants, fungi or soil; e minimising adverse environmental effects of activities connected with agri-food supply chains; f minimising waste arising from activities connected with agri-food supply chains; g monitoring, or analysing, markets connected with agri-food supply chains. 5 For the meaning of  “agri-food supply chain”\t\t\t\t\t(and  “person in” such a chain) see section 24."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "26", "section_title": "Requirements under section 23(1): duty to publish draft requirement", "section_text": "26 1 Before a particular requirement is imposed under section 23(1), the Secretary of State must have— a published— i a draft of the requirement, ii a description of the persons on whom it is proposed that the requirement may be imposed, and iii the deadline for making comments on the draft, which must not be earlier than 4 weeks after the date of publication, and b decided, in the light of comments received before the deadline (and any other relevant matters), whether the requirement should be imposed in the terms of the draft or in revised terms. 2 A requirement in the decided form may be imposed on a person at any times after the decision when the person is within the published description."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "27", "section_title": "Provision of required information and limitations on its processing", "section_text": "27 1 This section applies to a requirement imposed under section 23(1) or (2). 2 Information provided in response to the requirement may be processed for, but only for, purposes specified in the requirement (see section 25). 3 Subsection (2) applies— a to the person to whom the information is provided, and b to a person to whom the information is disclosed, but, in the case of a person within paragraph (b), subsection (2) does not authorise processing contrary to the terms on which disclosure is made. 4 Subsections (2) and (3) are subject to subsections (7) to (9). 5 The requirement may specify how and when the required information is to be provided, including (in particular)— a the person to whom the information is to be provided (who may be a person other than the Secretary of State); b the form in which the information is to be provided; c the means by which it is to be provided; d the time or times at which, or by when, it is to be provided. 6 The requirement must specify— a the types of processing to which the information may be subjected, and b if the types of processing specified include disclosure of any kind, the forms in which the information may be disclosed. 7 Information provided in response to the requirement— a may not be subjected to types of processing other than those specified in the requirement, and b may not be disclosed in any form other than those specified in the requirement, except in circumstances specified in the requirement. 8 Subsection (9) applies if— a information is provided in response to the requirement, and b a person (“P”) proposes to make a disclosure of the information that is permitted by subsection (7). 9 Where P proposes that the disclosure should be of the information otherwise than in anonymised form— a P must consider whether the disclosure (if made in the form proposed) would, or might, prejudice the commercial interests of any person, and b if P considers that it would or might do so, the disclosure (if made) must be of the information in anonymised form unless the Secretary of State considers that it is in the public interest for the disclosure to be of the information in some other form permitted by subsection (7)\t\t\t\t\t\t\t(in which event the disclosure may be of the information in that other form). 10 In this Chapter  “ processing ”, in relation to information, means an operation or set of operations which is performed on information, or on sets of information, such as— a collection, recording, organisation, structuring or storage, b adaptation or alteration, c retrieval, consultation or use, d disclosure by transmission, dissemination or otherwise making available, e alignment or combination, or f restriction, erasure or destruction."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "28", "section_title": "Enforcement of information requirements", "section_text": "28 1 The Secretary of State may by regulations make provision for enforcement of a requirement imposed under section 23(1) or (2). 2 In the following provisions of this section  “ specified ” means specified in regulations under subsection (1). 3 In subsection (1)\t\t\t\t\t “ enforcement ” includes (in particular)— a monitoring compliance, b investigating non-compliance, and c dealing with non-compliance. 4 The provision that may be made by regulations under subsection (1) includes (in particular)— a provision for the imposition of monetary penalties for non-compliance with requirements, whether penalties— i of a specified amount, ii of an amount calculated in a specified manner, iii of an amount, not exceeding a specified maximum or a maximum calculated in a specified manner, decided by a specified person or a person of a specified description, or iv by way of suspending, or withholding, payment of any amounts; b provision for recovery of amounts due in respect of monetary penalties, including provision for any of interest, set-off and security for payment; c provision about the giving of advice or warnings; d provision for the acceptance of undertakings to take, or refrain from taking, particular actions; e provision giving persons functions in connection with enforcement of requirements; f provision about review of, or appeals against, things done (including decisions made) in connection with enforcement of requirements. 5 In subsection (4)(a)\t\t\t\t\t “ specified manner ” includes (in particular) a manner framed by reference to a specified matter such as a person's profits, income or turnover. 6 Regulations under subsection (1) are subject to affirmative resolution procedure."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "29", "section_title": "Fair dealing obligations of business purchasers of agricultural products", "section_text": "29 1 The Secretary of State may make regulations— a imposing obligations on business purchasers of agricultural products in relation to contracts they make for the purchase of agricultural products from qualifying sellers; b providing for the enforcement of obligations imposed under paragraph (a). 2 The powers under subsection (1) are exercisable for the purpose of promoting fair contractual dealing by business purchasers of agricultural products from qualifying sellers. 3 For the purposes of this section— a the purchaser, in relation to a contract for the purchase of an agricultural product, is a  “business purchaser” if the person purchases the product in the course of carrying on a business that includes purchasing products of that kind; b the seller, in relation to a contract for the purchase of an agricultural product, is a  “qualifying seller” if the person (whether within or outside the United Kingdom) is any of the following— i a person carrying on an agricultural activity for the production of products of that kind or otherwise in connection with their production; ii a recognised producer organisation; iii a recognised association of producer organisations; iv a produce aggregator (so far as not falling within sub-paragraph (ii) or (iii)) for that product. 4 In subsection (3)(b)(iv), a  “produce aggregator” for a product means a person— a who purchases products of that kind from more than one seller each of whom is a qualifying seller in relation to the contract for the purchase, but b who does not carry out any processing activities in relation to that kind of product or any other kind of product which the person sells. 5 For the purposes of subsection (4)(a), a seller may fall within paragraph (iv) of subsection (3)(b) by virtue of an earlier application of subsection (4). 6 The kinds of obligation that regulations under this section may impose in relation to a contract include— a obligations to contract in writing; b obligations to include, or not to include, in the contract terms dealing with specified matters; c where terms dealing with specified matters are included in the contract (whether or not by virtue of paragraph (b))— i obligations relating to the provision that must be made by those terms; ii obligations to comply with specified principles and practices as to the provision that should be made by those terms. 7 The following are examples of the matters that may be specified under subsection (6)(b) and (c)— a the quantity and quality of products to be purchased; b how products are to be provided (including timing of deliveries); c pricing mechanisms (including mechanisms for adjustments, premiums and deductions); d payment (including timing and method of payments); e charges for processing, marketing or advertising products; f exclusivity of contractual dealing; g the provision of information between the parties; h variation of a contract (including notice periods for variation and retrospective variations); i duration and termination of a contract. 8 The provision that may be made under subsection (1)(b) includes provision— a for complaints relating to alleged non-compliance to be referred to a specified person; b as to how those complaints are to be investigated and how an allegation of non-compliance is to be determined; c in the event of a determination of non-compliance, for the imposition on a business purchaser of agricultural products from a qualifying seller of monetary penalties or a requirement to pay compensation (or both); d for appeals against such penalties or requirements. 9 The powers under subsection (1)(b) include power to— a confer functions on any person; b provide for a person to exercise a discretion in dealing with any matter. 10 Regulations under this section are subject to affirmative resolution procedure. 11 In this section— “ processing activities ” includes activities such as butchering, baking, fermenting, rendering and preserving (whether by drying, canning, bottling, freezing or otherwise) but does not include activities such as packing, cleaning, sorting, transporting and storing; “ recognised association of producer organisations ” means an association recognised under section 30(3); “ recognised producer organisation ” means a producer organisation recognised under section 30(1); “ specified ” means specified in regulations under this section."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "30", "section_title": "Producer and interbranch organisations etc: application for recognition", "section_text": "30 1 An organisation of agricultural producers that meets the conditions in subsection (2) may apply to the Secretary of State to become a recognised producer organisation. 2 The conditions are— a that the organisation is made up only of agricultural producers (its  “members”); b that the organisation was formed on the initiative of one or more of its members; c that the organisation has a specified minimum number of members, or its members have a specified minimum production, or both; d that the constitution of the organisation meets specified requirements; e that the organisation carries out, on behalf of its members, one or more specified activities; f that the organisation does not engage in specified unlawful activities. 3 An association of recognised producer organisations that meets the conditions in subsection (4) may apply to the Secretary of State to become a recognised association of producer organisations. 4 The conditions are— a that the association is made up only of recognised producer organisations (its  “members”); b that the association was formed on the initiative of one or more of its members. 5 An organisation of agricultural businesses that meets the conditions in subsection (6) may apply to the Secretary of State to become a recognised interbranch organisation. 6 The conditions are— a that the organisation is made up only of businesses carrying on— i activities as an agricultural producer, or ii activities linked to any one or more agricultural sectors, (its  “members”); b that the organisation has— i at least one member that is an agricultural producer, and ii at least one member involved in the processing or distribution of agricultural products; c that the organisation was formed on the initiative of one or more of its members; d that the organisation has a specified minimum number of members, or its members who are agricultural producers have a specified minimum production, or both; e that the organisation carries out, on behalf of its members, one or more specified activities; f that the organisation does not engage in specified unlawful activities. 7 In subsections (2)(f) and (6)(f)\t\t\t\t\t “ unlawful activities ” means activities which involve breaching a prohibition or failing to comply with a duty. 8 In subsection (6)(a) the reference to activities linked to an agricultural sector are to activities carried on by the business as— a a processor or distributor of agricultural products within that sector, or b a producer, processor or distributor of products made (to any extent) from agricultural products within that sector. 9 The Secretary of State may by regulations specify additional conditions that an organisation of agricultural producers, an association of recognised producer organisations or an organisation of agricultural businesses must meet in order to be able to make an application under this section. 10 The Secretary of State must by regulations specify the time period within which an application under subsection (1), (3) or (5) must be determined. 11 The Secretary of State must notify a decision on whether to grant an application to— a the applicant, and b the Competition and Markets Authority, and, in the case of a decision to grant an application, must publish the decision online. 12 The Secretary of State may by regulations make further provision about applications under this section, such as provision about— a the evidence to be supplied with an application; b the factors to be taken into account in deciding an application; c time periods and deadlines; d application fees; e reviews and appeals. 13 In this section— “ agricultural producer ” means a producer operating in one or more agricultural sectors; “ agricultural product ” means a product produced by a producer operating within any agricultural sector (including, where relevant, a live animal or plant); “ agricultural sector ” means a sector listed in Schedule 1; “ specified ” means specified in regulations made by the Secretary of State. 14 The Secretary of State may by regulations amend Schedule 1 for the purpose of— a adding, altering or removing an entry in the list of sectors; b giving further detail on the sectors in that list (for example by adding definitions, making provision as to what falls, or does not fall, within a sector or including any other interpretative material)."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "31", "section_title": "Recognised organisations: competition exemptions and further provision", "section_text": "31 1 Schedule 2 amends Schedule 3 to the Competition Act 1998 (general exclusions) so as to exclude certain agreements between members of recognised organisations from the Chapter 1 prohibition. 2 The Secretary of State may by regulations make further provision about recognised organisations. 3 The type of provision that may be made in the regulations includes— a ongoing requirements with which a recognised organisation must comply; b provision about the monitoring and enforcement of those requirements. 4 Provision made by virtue of subsection (3) may (among other things) include provision— a about the provision of information; b about the keeping of records; c about the suspension or withdrawal of recognition; d about appeals; e conferring functions (including functions involving the exercise of a discretion) on a person. 5 The regulations may also include provision about the extent to which, and the circumstances in which, recognised organisations may delegate certain functions, which may include a procedure requiring that an organisation request permission from the Secretary of State. 6 In this section,  “ recognised organisation ” means— a a recognised producer organisation, b a recognised association of producer organisations, or c a recognised interbranch organisation."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "32", "section_title": "Regulations under sections 30 and 31", "section_text": "32 1 The power to make regulations under sections 30(9), (10) or (12) and 31 includes power to make provision allowing the Secretary of State to delegate functions, including the function of deciding applications for recognition under section 30. 2 Regulations under sections 30(9), (10) or (12) and 31 may make additional or different provision, including in the case of section 30(9) an exemption from a condition in section 30, in relation to a specified agricultural sector (“sector-specific provision”) if the Secretary of State is satisfied that— a there is a need for sector-specific provision due to market conditions or other circumstances creating adverse effects on agricultural producers in that sector, and b the sector-specific provision is appropriate to remedy or mitigate the adverse effects. Except as provided by this section, regulations under those provisions may not make different provision in relation to different agricultural sectors. 3 Regulations under sections 30 and 31 are subject to negative resolution procedure unless— a section 50(5) applies, b the regulations contain new sector-specific provision, or c the regulations contain provision made under section 30(14). 4 Regulations under sections 30 and 31 which contain new sector-specific provision or provision made under section 30(14) are subject to affirmative resolution procedure. 5 Before making regulations which contain such provision the Secretary of State must consult— a persons who are representative of any agricultural sector (or any part of an agricultural sector) to which the regulations will apply, and b persons who may otherwise be affected by the sector-specific provision or by the provision under section 30(14)\t\t\t\t\t\t\t(as the case may be). 6 In this section— “ agricultural sector ” means a sector listed in Schedule 1; “ new sector-specific provision ” means sector-specific provision that did not apply by virtue of any   assimilated direct   legislation immediately before this section comes into force."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "33", "section_title": "Fertilisers", "section_text": "33 1 Part 4 of the Agriculture Act 1970 (fertilisers etc) is amended as follows. 2 In section 66 (interpretation), in subsection (1), for the definition of  “fertiliser” substitute— “ fertiliser ” means any material which, for the purpose of the cultivation of plants or fungi, is intended to supply plants or fungi or their seeds or spores with nutrients or to improve nutritional efficiency; . 3 In section 74A (power to regulate fertilisers etc), in subsection (1), for  “or content”, in both places, substitute  “                  , content or function                ” . 4 In that section, after subsection (1) insert— 1A Regulations made under subsection (1) above with respect to fertilisers may, for the purposes of assessing, monitoring or enforcing compliance with such regulations or otherwise mitigating risks to human, animal or plant health or the environment presented by fertilisers, include provision— a for the carrying out of procedures to assess the composition, content or function of any material (“assessment procedures”); b conferring on a public authority functions relating to market surveillance and regulation; c requiring the keeping or provision of information. 1B Provision for assessment procedures which is made under subsection (1A)(a) above may include provision— a as to how and when assessment procedures are to be carried out; b as to the persons by whom assessment procedures are to be carried out or verified and the functions of such persons; c conferring on a public authority functions relating to the appointment and registration of persons referred to in paragraph (b) and authorising delegation of those functions; d for appeals against decisions taken in relation to assessment procedures or appointments and registration; e for the charging of fees in respect of assessment procedures (such fees not to exceed the reasonable costs of carrying out the procedures); f conferring on a public authority functions relating to the registration of fertilisers which, on the basis of assessment procedures carried out on them, meet the requirements of the regulations. 1C The functions which may be conferred on a public authority under subsection (1A)(b) above include— a powers to require the carrying out of further assessment procedures; b powers to prohibit or restrict the carrying out of an activity in relation to fertilisers; c powers to require the taking of action in relation to fertilisers; d powers to require the withdrawal from sale, or the recall from purchasers, of fertilisers; e powers to impose monetary penalties in cases where the public authority considers that there has been a failure to comply with the regulations; f powers of entry and inspection, including powers of taking samples and of seizing or destroying any material. 1D Regulations under subsection (1A)(c) may not impose or confer a duty or power requiring or authorising the disclosure or use of information where the disclosure or use would (taking the duty or power into account) contravene the data protection legislation (which for these purposes has the same meaning as in the Data Protection Act 2018). 1E Regulations made under subsection (1) above may— a make provision that is incidental, consequential or supplementary to provision made under subsections (1A) to (1C), including provision— i amending or repealing EU Regulation 2003/2003 of 13 October 2003 relating to fertilisers, and ii amending or repealing other retained direct EU legislation; b provide for a person to exercise a discretion in relation to any matter. 1F In this section  “ public authority ” means a person exercising functions of a public nature. 5 In section 84 (regulations)— a in subsection (2)(b), at the end insert  “                      (unless any of subsections (2A) to (2C) applies)                    ” ; b after subsection (2) insert— 2A The following regulations may not be made unless a draft of the instrument containing them has been laid before, and approved by a resolution of, each House of Parliament— a the first regulations made by the Secretary of State under section 74A(1) after the coming into force of this subsection which contain provision under section 74A(1A) to (1E); b any other regulations made by the Secretary of State under section 74A(1) which contain provision under section 74A(1A)(b) or (1E)(a)(i) or (ii). 2B The following regulations may not be made unless a draft of the instrument containing them has been laid before, and approved by a resolution of, Senedd Cymru— a the first regulations made by the Welsh Ministers under section 74A(1) after the coming into force of this subsection which contain provision under section 74A(1A) to (1E); b any other regulations made by the Welsh Ministers under section 74A(1) which contain provision under section 74A(1A)(b) or (1E)(a)(i) or (ii). 2C The following regulations made by the Scottish Ministers are subject to the affirmative procedure (as to which, see section 29 of the Interpretation and Legislative Reform (Scotland) Act 2010)— a the first regulations made by the Scottish Ministers under section 74A(1) after the coming into force of this subsection which contain provision under section 74A(1A) to (1E); b any other regulations made by the Scottish Ministers under section 74A(1) which contain provision under section 74A(1A)(b) or (1E)(a)(i) or (ii). 2D The following regulations may not be made unless a draft of them has been laid before, and approved by a resolution of, the Northern Ireland Assembly— a the first regulations made by a Northern Ireland department under section 74A(1) after the coming into force of this subsection which contain provision under section 74A(1A) to (1E); b any other regulations made by a Northern Ireland department under section 74A(1) which contain provision under section 74A(1A)(b) or (1E)(a)(i) or (ii). 6 In section 86 (modifications for Northern Ireland), in subsection (9), in the paragraph (b) treated as substituted for section 84(2)(b), after  “1954” insert  “                  (unless subsection (2D) applies)                ” ."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "34", "section_title": "Identification and traceability of animals", "section_text": "34 1 In the Natural Environment and Rural Communities Act 2006, after section 89 insert— Identification and traceability of animals 89A 1 Where the Secretary of State makes or has made an order under section 87(1)(a) establishing a body, the functions that may be assigned to the body under section 87(1)(b) by the Secretary of State include functions that are exercisable in relation to England, Wales, Northern Ireland or Scotland and relate to— a collecting, managing and making available information regarding the identification, movement and health of animals, or b the means of identifying animals. 2 An order of the Secretary of State assigning functions under section 87(1)(b) by virtue of subsection (1) may only be made with the approval of— a the Welsh Ministers, if the functions are exercisable in relation to Wales, b the Department of Agriculture, Environment and Rural Affairs in Northern Ireland, if the functions are exercisable in relation to Northern Ireland, and c the Scottish Ministers, if the functions are exercisable in relation to Scotland. 3 Provision made by virtue of subsection (1) may not require or authorise the disclosure or use of information in contravention of the data protection legislation (within the meaning of section 3 of the Data Protection Act 2018). 4 In this section  “ animals ” has the same meaning as it has for the purposes of section 8 of the Animal Health Act 1981. 2 In the Animal Health Act 1981, in section 8 (movement generally)— a in subsection (1)(a), for  “the marking of animals” substitute —                       i in relation to England or Wales, the means of identifying animals, and ii in relation to Scotland, the marking of animals, ; b after subsection (1) insert— 1A Provision made under subsection (1)(a) made by the Secretary of State or the Welsh Ministers may bind the Crown. 3 In Regulation  (EC) No 1760/2000  of the European Parliament and of the Council of 17 July 2000 establishing a system for the identification and registration of bovine animals— a in Article 1 (member States to establish systems for the identification and registration of bovine animals), at the end insert— 3 This Title does not apply in relation to England or Wales. , and b in Article 22 (compliance)— i in paragraph 1 at the end insert— The fourth, fifth and sixth subparagraphs do not apply in relation to England or Wales. , and ii in paragraph 2 at the end insert— This paragraph does not apply in relation to England or Wales. 4 In Council Regulation  (EC) No 21/2004  of 17 December 2003 establishing a system for the identification and registration of ovine and caprine animals, in Article 1 (member States to establish systems for the identification and registration of ovine and caprine animals), at the end insert— 3 This Regulation does not apply in relation to England or Wales."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "35", "section_title": "Red meat levy: payments between levy bodies in Great Britain", "section_text": "35 1 A scheme under this section (“ the scheme ”) may— a make provision for amounts of red meat levy collected by the levy body for one country in Great Britain to be paid to the levy body for another such country, or b amend, suspend or revoke an earlier scheme made under this section. 2 The scheme may make provision about— a the method by which the amount of a payment is to be calculated, b who is to determine the amount of a payment, c when a payment is to be made, d how a payment is to be made, and e the duration of the scheme; and in this subsection  “ payment ” means any payment which is to be made under the scheme by a levy body. 3 The method of calculating the amount of a payment may include calculation by reference to any matters specified in the scheme, including— a the number of animals— i in respect of which red meat levy was imposed by the levy body making the payment in a given period, and ii which have a given connection with the country of the levy body which is to receive the payment; b the administrative costs of implementing the scheme for the levy bodies involved in the payment. 4 A payment made under the scheme is to be treated by the levy body receiving it as if it were red meat levy collected by that body. 5 The scheme may make supplementary, incidental or consequential provision (including provision conferring functions). 6 A levy body must comply with any requirement imposed on it by the scheme. 7 The scheme— a is to be made jointly by— i the Secretary of State, if it involves the levy body for England, and ii the Scottish Ministers, if it involves the levy body for Scotland, and iii the Welsh Ministers, if it involves the levy body for Wales; b must be published in such manner as may be determined by the authorities making it. 8 For the purposes of this section the levy bodies for the countries in Great Britain are— a for England, the Agriculture and Horticulture Development Board; b for Scotland, Quality Meat Scotland; c for Wales, the person for the time being exercising the Welsh Ministers' function of imposing levy on slaughterers under section 4 of the Red Meat Industry (Wales) Measure 2010 (nawm 3). 9 In this section,  “ red meat levy ” means— a in relation to the levy body for England, producer levy imposed on slaughterers under Schedule 3 to the Agriculture and Horticulture Development Board Order 2008 (S.I. 2008/576); b in relation to the levy body for Scotland, producer levy imposed on slaughterers under Schedule 3 to the Quality Meat Scotland Order 2008 (S.S.I. 2008/77); c in relation to the levy body for Wales, the production component (within the meaning of Schedule 2 to the Red Meat Industry (Wales) Measure 2010) of levy imposed on slaughterers under section 4 of that Measure."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "36", "section_title": "Agricultural tenancies", "section_text": "36 Schedule 3 makes provision in relation to agricultural tenancies."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "37", "section_title": "Marketing standards", "section_text": "37 1 The Secretary of State may by regulations, in relation to agricultural products that— a are listed in Schedule 4, and b are marketed in England, make provision about the standards with which those products must conform (“marketing standards”). 2 The regulations may cover matters such as— a technical definitions, designation and sales descriptions; b classification criteria such as grading into classes, weight, sizing, age and category; c the species, plant variety or animal breed or the commercial type; d the presentation, labelling, packaging, rules to be applied in relation to packaging centres, marking, years of harvesting and use of specific terms; e criteria such as appearance, consistency, conformation, product characteristics and the percentage of water content; f specific substances used in production, or components or constituents, including their quantitative content, purity and identification; g the type of farming and production method, including oenological practices; h coupage of must and wine (including definitions of those terms), blending and restrictions thereof; i the frequency of collection, delivery, preservation and handling, the conservation method and temperature, storage and transport; j the place of farming or origin, excluding live poultry, poultrymeat and spreadable fats; k restrictions as regards the use of certain substances and practices; l specific use of products; m the conditions governing the disposal, the holding, circulation and use of products not in conformity with the marketing standards, and the disposal of by-products; n the use of terms communicating value-added characteristics or attributes. 3 Regulations under subsection (1) may include provision about enforcement, which may (among other things) include provision— a about the provision of information; b conferring powers of entry; c conferring powers of inspection, search and seizure; d about the keeping of records; e imposing monetary penalties; f creating summary offences punishable with a fine (or a fine not exceeding an amount specified in the regulations, which must not exceed level 4 on the standard scale); g about appeals; h conferring functions (including functions involving the exercise of a discretion) on a person. 4 Regulations under subsection (1) may not authorise entry to a private dwelling without a warrant issued by a justice of the peace. 5 The Secretary of State may by regulations amend this section and Schedule 4 for or in connection with the purpose of— a adding or removing an agricultural product from the list in Schedule 4; b altering the description of an agricultural product in the list. 6 Regulations under this section are subject to affirmative resolution procedure."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "38", "section_title": "Organic products", "section_text": "38 1 Regulations may make provision for and in relation to the certification of— a organic products; b activities relating to organic products; c persons or groups of persons carrying out activities relating to organic products. 2 Regulations under subsection (1) may (without limitation) make provision— a as to the persons (“certification authorities”) who are to carry out functions relating to certification in the United Kingdom or overseas; b requiring persons carrying out activities in relation to organic products to notify certification authorities of those activities; c relating to procedures for applications for certificates; d as to the circumstances in which certificates may or may not be issued; e for the suspension or withdrawal of certificates; f prohibiting or restricting the sale or marketing of organic products— i without certification provided for by regulations under this section, or ii where activities are or have been carried out in relation to the products without certification provided for by regulations under this section. 3 Regulations under subsection (1) may, in relation to certification under the regulations, make provision (without limitation) about the objectives, principles and standards of organic production, including those whose purpose is— a mitigating, or adapting to, climate change; b protecting or improving natural resources; c protecting or improving biodiversity (including protecting endangered species); d protecting or improving human health; e protecting or improving the health or welfare of livestock or other animals; f protecting or improving the health of plants; g protecting or improving the quality of soil; h protecting or improving the landscape; i promoting organic production or innovation in, or research into, techniques of organic production; j securing the maintenance of the principles of organic production; k maintaining consumer confidence in organic products. 4 Regulations under subsection (1) may (without limitation) make provision about the labelling, marketing and sale of organic products which are certified under the regulations, including in particular prohibiting, requiring or permitting labelling of a description specified in the regulations. 5 Regulations may make provision in relation to the import of organic products into the United Kingdom, including provision— a as to the procedures to be followed in respect of the import of organic products; b restricting or prohibiting the import of organic products. 6 The provision that may be made under subsection (5)(b) includes provision framed by reference to cases where— a imported organic products are certified by a person recognised in accordance with the regulations as competent to— i certify organic products as complying with provision made by regulations under subsection (1), or ii control or enforce standards relating to organic products equivalent to those applicable in the United Kingdom; b imported organic products are produced in an overseas country which is recognised in accordance with the regulations as controlling or enforcing standards relating to organic products equivalent to those applicable in the United Kingdom; c imported organic products comply with conditions specified in an international trade agreement. 7 Regulations may make provision relating to the export of organic products from the United Kingdom, including provision— a requiring exports to be notified to a person specified in the regulations; b as to other procedures relating to exports. 8 Regulations under this section may include provision— a prohibiting the sale or marketing of organic products, or other activities relating to organic products, in cases of non-compliance with the regulations; b for the charging of fees in respect of functions exercisable under the regulations (such fees not to exceed the reasonable cost of the exercise of the functions); c relating to enforcement of the regulations. 9 The provision that may be made under subsection (8)(c) includes provision— a about the provision, use and retention of information (whether within or outside the United Kingdom), b conferring powers of entry, c conferring powers of inspection, search and seizure, d for the keeping of records, e imposing monetary penalties, f creating summary offences punishable with a fine (or a fine not exceeding an amount specified in the regulations), and g conferring functions (including functions involving the exercise of a discretion) on a person. 10 Provision under subsection (9)(b) may not authorise entry to a private dwelling without a warrant issued by a justice of the peace (or, in Northern Ireland, lay magistrate). 11 In this section— “ marketing ” includes advertising; “ organic production ” means production of organic products (as to which, see subsections (12) and (13)). 12 In this section  “ organic product ” means a qualifying product which is or is to be— a marketed or sold as  “organic”; b included as an ingredient or component of another product and labelled as  “organic” on the marketing or sale of that other product. 13 In subsection (12)\t\t\t\t\t “ qualifying product ” means— a an agricultural, horticultural or aquacultural product or a product of animal husbandry, or b a product not falling within paragraph (a) which is intended for use as, or in, food and drink for human consumption or animal feed."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "39", "section_title": "Organic products: supplementary", "section_text": "39 1 Regulations under section 38 may be made by— a the Secretary of State; b the Scottish Ministers, if and to the extent that provision made by the regulations would be within the legislative competence of the Scottish Parliament if contained in an Act of that Parliament; c the Welsh Ministers, if and to the extent that provision made by the regulations would be within the legislative competence of Senedd Cymru if contained in an Act of the Senedd (ignoring any requirement for the consent of any person); d DAERA, if and to the extent that provision made by the regulations would be within the legislative competence of the Northern Ireland Assembly if contained in an Act of that Assembly made without the Secretary of State's consent. 2 The Secretary of State may only make regulations under section 38 containing provision which could be made under that section by an authority referred to in subsection (1)(b) to (d) with the consent of that authority. 3 Regulations under section 38 are subject to affirmative resolution procedure where— a the regulations are made under subsection (1) of that section and contain provision referred to in subsection (3) of that section, or b the regulations are made under subsection (1), (5) or (7) of that section and they are the first regulations to be made under that subsection by the authority making them. 4 Regulations under section 38 to which subsection (3) does not apply are subject to negative resolution procedure (unless section 50(5) applies)."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "40", "section_title": "Carcass classification", "section_text": "40 1 The Secretary of State may by regulations make provision about the classification, identification and presentation of bovine, pig and sheep carcasses by slaughterhouses in England. 2 Regulations under subsection (1) may include provision about enforcement, which may (among other things) include provision— a about the provision of information; b conferring powers of entry; c conferring powers of inspection, search and seizure; d about the keeping of records; e imposing monetary penalties; f creating summary offences punishable with a fine (or a fine not exceeding an amount specified in the regulations, which must not exceed level 4 on the standard scale); g about appeals; h conferring functions (including functions involving the exercise of a discretion) on a person. 3 Regulations under subsection (1) may not authorise entry to a private dwelling without a warrant issued by a justice of the peace. 4 Regulations under this section are subject to affirmative resolution procedure."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "41", "section_title": "Power to reproduce modifications under section 37 for wine sector", "section_text": "41 1 The Secretary of State may by regulations modify Annex 7 of the CMO Regulation as it applies for the purposes of Section 2 of Chapter 1 of Title 2 of that Regulation (designations of origin, geographical indications and traditional terms in the wine sector), so as to reproduce any modifications to that Annex made by regulations under section 37(1). 2 Regulations under this section are subject to negative resolution procedure (unless section 50(5) applies)."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "42", "section_title": "Reports relating to free trade agreements", "section_text": "42 1 A free trade agreement that includes measures applicable to trade in agricultural products may not be laid before Parliament under Part 2 of the Constitutional Reform and Governance Act 2010 unless the Secretary of State has first laid a report complying with subsection (2) before Parliament. 2 The report must explain whether, or to what extent, the measures referred to in subsection (1) are consistent with the maintenance of UK levels of statutory protection in relation to— a human, animal or plant life or health, b animal welfare, and c the environment. 3 In subsection (2)\t\t\t\t\t “ UK levels of statutory protection ” means levels of protection which, at the time the report is made, are provided for by or under any legislation which has effect in, or in any part of, the United Kingdom. 4 In preparing the report, the Secretary of State may seek advice from any person the Secretary of State considers to be independent and to have relevant expertise. 5 When the Secretary of State lays the report before Parliament the Secretary of State must also provide a copy of it to— a the Scottish Ministers, b the Welsh Ministers, c DAERA, and d any Committee of the House of Commons or the House of Lords or any Joint Committee of both Houses that appears to the Secretary of State to have an interest in the subject matter of the report. 6 This section does not apply in relation to a free trade agreement if— a each party to the agreement (other than the United Kingdom) is a member State or the European Union, or b the following conditions are met— i the negotiations for the agreement were concluded before the second anniversary of IP completion day, ii each party to the agreement (other than the United Kingdom) and the European Union were, immediately before exit day, parties to another free trade agreement which includes measures applicable to trade in agricultural products, and iii the other free trade agreement was, immediately before exit day, in force for, or being provisionally applied by, each party to that agreement. 7 In this section— “ agricultural products ” means products of a kind which, at the time this section comes into force, is listed in— Annex 1 to the Treaty on the Functioning of the European Union; Annex 1 to  Regulation (EU) No 510/2014  of the European Parliament and of the Council of 16 April 2013 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products and repealing Council Regulations  (EC) No 1216/2009   and   (EC) No 614/2009 ; the first two columns of Annex 2 to that Regulation; “ free trade agreement ” means an agreement that is or was notifiable under paragraph 7(a) of Article XXIV of the General Agreement on Tariffs and Trade, part of Annex 1A of the WTO Agreement (as modified from time to time); “ legislation ” means primary legislation, subordinate legislation or   assimilated direct   legislation; “ the WTO Agreement ” means the Agreement establishing the World Trade Organisation signed at Marrakesh on 15 April 1994."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "43", "section_title": "Power to make regulations for securing compliance with WTO Agreement on Agriculture: general", "section_text": "43 1 The Secretary of State may make regulations for the purpose of securing compliance with obligations of the United Kingdom under the Agreement on Agriculture. 2 The provision which may be made under subsection (1) includes (among other things)— a provision made in accordance with section 44 (limits on the amount of domestic support provided in the United Kingdom); b provision falling within section 45 (classification of domestic support). 3 Regulations under this section may— a confer functions on a person other than the Secretary of State; b provide for the Secretary of State to delegate functions; c provide for a person to exercise a discretion in dealing with any matter. 4 Regulations under this section are subject to affirmative resolution procedure. 5 In this section and sections 44 and 45— “ the Agreement on Agriculture ” means the Agreement on Agriculture, part of Annex 1A to the WTO Agreement (as modified from time to time); “ appropriate authority ” means— the Secretary of State, or a devolved authority; “ devolved authority ” means— the Scottish Ministers, the Welsh Ministers, or a Northern Ireland department; “ domestic support ” means subsidies or other financial support that is regarded as domestic support for the purposes of the Agreement on Agriculture; “ the WTO Agreement ” means the agreement establishing the World Trade Organisation signed at Marrakesh on 15 April 1994."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "44", "section_title": "Regulations under section 43: limits on provision of domestic support in the United Kingdom", "section_text": "44 1 This section applies in relation to any domestic support to which a specific limit in respect of the United Kingdom applies under the Agreement on Agriculture (“domestic support of the relevant kind”). 2 It is immaterial for the purposes of subsection (1) whether the domestic support in question is identified by indicating what the limit applies to or by indicating what it does not apply to (or by a combination of the two). 3 Regulations under section 43 may make provision setting— a a limit on the amount of domestic support of the relevant kind that may be given in the United Kingdom as a whole; b a limit for each of England, Wales, Scotland and Northern Ireland on the amount of domestic support of the relevant kind that may be given in that country. 4 The limit (if any) set under subsection (3)(a) may be less than the total amount of domestic support of the relevant kind that is allowable to the United Kingdom under the Agreement on Agriculture. 5 Different limits may be set under subsection (3)(b) for different countries within the United Kingdom. 6 A limit may be set under subsection (3)— a by specifying a monetary amount, b in the case of a limit under subsection (3)(b), by specifying a percentage of— i the limit under subsection (3)(a)\t\t\t\t\t\t\t\t\t(if any), or ii the total amount of domestic support of the relevant kind that is allowable to the United Kingdom under the Agreement on Agriculture, or c in any other way the Secretary of State considers appropriate. 7 The regulations may provide for domestic support of a specified description not to count towards any one or more of the limits set under subsection (3). 8 When considering what limits to set under subsection (3), and what is or is not to count towards the limits that are set, the matters that the Secretary of State may take into account include— a domestic support that is or may be given across the whole of the United Kingdom, and b financial support that— i is or may be given in any territory outside the United Kingdom, and ii counts towards the total amount of support (or support of a particular kind) that is allowable to the United Kingdom under the Agreement on Agriculture."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "45", "section_title": "Regulations under section 43: classification of domestic support", "section_text": "45 1 Regulations under section 43 may make the following kinds of provision. 2 The regulations may make provision about the classification of domestic support for the purposes of— a the Agreement on Agriculture, or b any limits set under section 44. 3 The provision which may be made by virtue of subsection (2) includes provision setting out— a a process for the appropriate authorities to decide how different types of domestic support should be classified (including reviewing and amending their existing classification); b a process for the resolution of disputes between the appropriate authorities regarding the classification of domestic support, which may include provision making the Secretary of State the final arbiter on any decision on classification."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "46", "section_title": "Wales", "section_text": "46 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "47", "section_title": "Duration of provision in relation to Wales", "section_text": "47 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "48", "section_title": "Northern Ireland", "section_text": "48 Schedule 6 makes provision in relation to Northern Ireland."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "49", "section_title": "Data protection", "section_text": "49 1 This section applies to a duty or power to disclose or use information where the duty or power is imposed or conferred by or under any provision of Parts 1 to 6. 2 A duty or power to which this section applies does not operate to require or authorise the disclosure or use of information which would contravene the data protection legislation (but the duty or power is to be taken into account in determining whether the disclosure or use would contravene that legislation). 3 In this section  “ data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act)."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "50", "section_title": "Regulations", "section_text": "50 1 Any power conferred on the Secretary of State or the Welsh Ministers to make regulations under this Act is exercisable by statutory instrument. 2 A power conferred on DAERA to make regulations under this Act is exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 (S.I. 1979/1573 (N.I. 12)). 3 Any power to make regulations under this Act includes power— a to modify   assimilated direct   legislation; b to make provision binding the Crown; c to make different provision for different purposes; d to make supplementary, incidental, consequential, transitional, transitory or saving provision. 4 The provision which may be made by virtue of subsection (3)(d) includes provision modifying primary legislation,   assimilated direct   legislation or subordinate legislation. 5 Regulations which— a contain provision made by virtue of subsection (3)(d) modifying primary legislation, and b would, apart from this subsection, be subject to negative resolution procedure, are subject to affirmative resolution procedure. 6 Where regulations under this Act are subject to affirmative resolution procedure, the regulations— a if made by the Secretary of State, may not be made unless a draft of the statutory instrument containing them has been laid before, and approved by a resolution of, each House of Parliament; b if made by the Scottish Ministers, are subject to the affirmative procedure (see section 29 of the Interpretation and Legislative Reform (Scotland) Act 2010 (asp 10)); c if made by the Welsh Ministers, may not be made unless a draft of the statutory instrument containing them has been laid before, and approved by a resolution of, Senedd Cymru; d if made by DAERA, may not be made unless a draft of the regulations has been laid before, and approved by a resolution of, the Northern Ireland Assembly. 7 Where regulations under this Act are subject to negative resolution procedure— a if made by the Secretary of State, the statutory instrument containing them is subject to annulment in pursuance of a resolution of either House of Parliament; b if made by the Scottish Ministers, the regulations are subject to the negative procedure (see section 28 of the Interpretation and Legislative Reform (Scotland) Act 2010 (asp 10)); c if made by the Welsh Ministers, the statutory instrument containing them is subject to annulment in pursuance of a resolution of Senedd Cymru; d if made by DAERA, the regulations are subject to negative resolution within the meaning of section 41(6) of the Interpretation Act (Northern Ireland) 1954. 8 Any provision that may be made by regulations under this Act subject to negative resolution procedure may be made in regulations subject to affirmative resolution procedure. 9 Section 41(3) of the Interpretation Act (Northern Ireland) 1954 applies in relation to the laying of a document before the Northern Ireland Assembly by virtue of this section as it applies in relation to the laying of a statutory document under an enactment (as defined in that Act). 10 This section does not apply to regulations under section 57."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "51", "section_title": "Interpretation", "section_text": "51 In this Act— “ affirmative resolution procedure ” is to be construed in accordance with section 50(6); “ the CMO Regulation ” means  Regulation (EU) No 1308/2013  of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products; “ DAERA ” means the Department of Agriculture, Environment and Rural Affairs in Northern Ireland; “ EU regulation ”,  “ EU decision ” and  “ EU tertiary legislation ” have the same meaning as in the European Union (Withdrawal) Act 2018 (see section 20 of that Act); “ modify ” includes amend, revoke and repeal (and related expressions are to be construed accordingly); “ negative resolution procedure ” is to be construed in accordance with section 50(7); “ primary legislation ” means— an Act of Parliament; an Act of the Scottish Parliament; a Measure or Act of Senedd Cymru; Northern Ireland legislation; “ private dwelling ” means so much of any land as consists of— a building or other structure used wholly or mainly as a private dwelling, or a garden, yard, private garage or outhouse enjoyed with such a building or structure; “ subordinate legislation ” means an instrument made under primary legislation or under   assimilated direct   legislation."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "52", "section_title": "Consequential amendments", "section_text": "52 Schedule 7 amends the CMO Regulation in consequence of— a Chapter 2 of Part 2 (intervention in agricultural markets: England); b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c Part 5 (agricultural products); d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e Part 4 of Schedule 6 (marketing standards and carcass classification: Northern Ireland)."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "53", "section_title": "Power to make consequential etc provision", "section_text": "53 1 The Secretary of State may, subject to subsections (5) and (6), by regulations make supplementary, incidental or consequential provision in connection with any provision of this Act. 2 The Welsh Ministers may by regulations make supplementary, incidental or consequential provision in connection with— a sections 33 to 35, so far as relating to Wales, b section 36 and Schedule 3, so far as relating to Wales, c sections 38 and 39, so far as relating to Wales, d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The Scottish Ministers may by regulations make supplementary, incidental or consequential provision in the law of Scotland in connection with— a sections 33 to 35, so far as relating to Scotland, and b sections 38 and 39, so far as relating to Scotland. 4 DAERA may by regulations make supplementary, incidental or consequential provision in the law of Northern Ireland in connection with— a sections 33 and 34, so far as relating to Northern Ireland, b sections 38 and 39, so far as relating to Northern Ireland, c section 48 and Schedule 6, and d section 52 and Schedule 7 so far as they apply in relation to Northern Ireland. 5 The Secretary of State may not make regulations under subsection (1) containing provision which could be made— a by the Welsh Ministers under subsection (2)(a) or (b)   , or under that subsection so far as it would have allowed the Welsh Ministers to make supplementary, incidental or consequential provision in connection with—  i section 46 and Schedule 5, ii section 47, and iii section 52 and Schedule 7 so far as applying in relation to Wales, but for the repeal of those provisions by the Agriculture (Wales) Act 2023 . b by the Scottish Ministers under subsection (3)(a), or c by DAERA under subsection (4)(a), (c) or (d). 6 The Secretary of State may make regulations under subsection (1) containing provision which could be made— a by the Welsh Ministers under subsection (2)(c), b by the Scottish Ministers under subsection (3)(b), or c by DAERA under subsection (4)(b), only if the Secretary of State has first consulted (respectively) the Welsh Ministers, the Scottish Ministers or DAERA. 7 Regulations under this section may modify primary legislation,   assimilated direct  legislation or subordinate legislation. 8 Regulations under this section which contain provision modifying primary legislation (with or without other provision) are subject to affirmative resolution procedure. 9 Other regulations under this section are subject to negative resolution procedure."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "54", "section_title": "Power to make transitional etc provision", "section_text": "54 1 The appropriate authority may by regulations make transitional, transitory or saving provision in connection with the coming into force of any provision of this Act. 2 The appropriate authority is— a the Welsh Ministers, for provision in connection with— i sections 33 to 35, so far as relating to Wales, ii section 36 and Schedule 3, so far as relating to Wales, iii sections 38 and 39, so far as relating to Wales, iv . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . v . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . vi . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b the Scottish Ministers, for provision in connection with— i sections 33 to 35, so far as relating to Scotland, ii sections 38 and 39, so far as relating to Scotland, c DAERA, for provision in connection with— i sections 33 and 34, so far as relating to Northern Ireland, ii sections 38 and 39, so far as relating to Northern Ireland, iii section 48 and Schedule 6, and iv section 52 and Schedule 7 so far as they apply in relation to Northern Ireland, and d the Secretary of State, for provision in connection with anything not mentioned in paragraphs (a) to (c)."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "55", "section_title": "Financial provision", "section_text": "55 There is to be paid out of money provided by Parliament— a sums required for the purpose of— i giving financial assistance under section 1(1) or (2) or 21(2); ii giving financial assistance by the Secretary of State under section 17; iii continuing direct payments under the basic payment scheme for one or more years after 2020 by virtue of regulations under section 10; iv making delinked payments by virtue of regulations under section 12; v operating the public market intervention or aid for private storage mechanisms under retained direct EU legislation in response to a declaration under section 20; b administrative expenditure incurred by the Secretary of State by virtue of this Act; c any increase attributable to this Act in amounts payable out of money provided by Parliament by virtue of any other Act."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "56", "section_title": "Extent", "section_text": "56 1 The following provisions of this Act extend to England and Wales only— a Part 1, apart from sections 17 and 18; b Chapter 2 of Part 2; c Chapter 1 of Part 3; d section 36 and Schedule 3; e section 37 and Schedule 4; f section 40; g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Section 48 and Schedule 6 extend to Northern Ireland only. 3 The following provisions extend to England, Wales and Scotland only— a section 34(2), and b section 35. 4 Otherwise, this Act extends to England and Wales, Scotland and Northern Ireland."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "57", "section_title": "Commencement", "section_text": "57 1 The following provisions come into force on the day on which this Act is passed— a sections 17 and 18; b any provision of Parts 1 to 7 which— i confers a power to make regulations, or ii modifies legislation so as to confer a power to make regulations or a power to make an order by statutory instrument; c any other provision of those Parts so far as it, or a modification of legislation it makes, affects the exercise of such a power (for example by defining an expression used in the provision conferring it); d this Part, apart from section 52 and Schedule 7. 2 The following provisions, so far as not brought into force by subsection (1)(b) or (c), come into force on such day as the Secretary of State may by regulations made by statutory instrument appoint— a sections 20 and 21, b sections 30 and 31 and Schedules 1 and 2, c so far as relating to England— i section 34(3) and (4), ii paragraphs 10 to 16 and 18 of Schedule 3, and iii section 36 so far as relating to those paragraphs, d Parts 1 and 3 of Schedule 7, and section 52 so far as relating to those Parts. 3 The following provisions, so far as not brought into force by subsection (1)(b) or (c), come into force on such day as the Welsh Ministers may by regulations made by statutory instrument appoint— a so far as relating to Wales— i section 34(3) and (4), ii paragraphs 10 to 16 and 18 of Schedule 3, and iii section 36 so far as relating to those paragraphs, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The following provisions, so far as not brought into force by subsection (1)(b) or (c), come into force on such day as DAERA may by regulations made by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 appoint— a Part 2 of Schedule 6, and section 48 so far as relating to that Part, and b Part 5 of Schedule 7, and section 52 so far as relating to that Part. 5 Different days may be appointed for different purposes. 6 The other provisions of this Act come into force at the end of the period of two months beginning with the day on which this Act is passed."}, {"act": "Agriculture Act 2020", "year": 2020, "section": "58", "section_title": "Short title", "section_text": "58 This Act may be cited as the Agriculture Act 2020."}]