[{"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "1", "section_title": "Financial assistance", "section_text": "1 1 The Secretary of State may provide financial assistance to the Organising Committee— a for the purpose of delivering the Games, or b for any other purpose connected to, or arising from, the Games. 2 Financial assistance under subsection (1)— a may take the form of grants, loans, guarantees or indemnities, and b may be given subject to conditions (which may include conditions about repayment with or without interest). 3 In this Act— the  “Games” are the Commonwealth Games that are to be held principally in Birmingham in 2022; “ Games event ” means— an event forming part of the Games (whether or not a sporting event), or any other event arranged by, or on behalf of, the Organising Committee; the  “Organising Committee” is the organising committee formed as the private company limited by guarantee registered as  “Birmingham Organising Committee for the 2022 Commonwealth Games Ltd”."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "2", "section_title": "Annual reporting", "section_text": "2 1 As soon as is reasonably practicable after the end of each reporting period, the Organising Committee must send to the Secretary of State a report on the exercise of the Organising Committee's functions during the period. 2 The report must include— a an assessment of the Organising Committee's progress towards delivery of the Games; b details of what the Organising Committee has done to ensure that its delivery of the Games promotes the values of the Commonwealth Games Federation; c details of what the Organising Committee has done to ensure that Games events are accessible to disabled people; d details of what the Organising Committee has done to promote sustainability in its delivery of the Games; e details of what the Organising Committee has done to maximise the benefits to be derived from the Games. 3 The reference in subsection (2)(b) to the values of the Commonwealth Games Federation is a reference to the values expressed in the constitution of the Commonwealth Games Federation, as amended from time to time. 4 The Secretary of State must lay before Parliament a copy of each report received by the Secretary of State under this section. 5 In this section  “ reporting period ” means— a the period beginning with the day on which this section comes into force and ending with 31 March 2021, b the period beginning with 1 April 2021 and ending with 31 March 2022, and c the period beginning with 1 April 2022 and ending with 31 December 2022."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "3", "section_title": "Unauthorised association with the Games", "section_text": "3 1 A person acting in the course of a business may not use any representation (of any kind) in a manner likely to suggest to the public that there is an association between the Games and— a goods or services, or b a person providing goods or services. 2 The following are examples of an association between the Games and a person providing goods or services— a a contractual relationship; b a commercial relationship; c a corporate or structural connection; d the provision of financial or other assistance. 3 “Use” of a representation includes, among other things— a applying a representation to goods or documents; b selling, offering, or exposing for sale goods that bear a representation; c importing or exporting goods that bear a representation; d providing or offering services by reference to a representation; e promoting goods or services by reference to a representation. 4 A breach of subsection (1) is to be treated as though it were an infringement of an exclusive right of the Organising Committee to use any representation (of any kind) in the manner described in that subsection. 5 In an action for breach of subsection (1), the court may grant any relief that is available in respect of the infringement of a property right (whether by way of damages, injunction, accounts or otherwise). 6 In subsection (5),  “ court ” means— a in England and Wales, the High Court, b in Scotland, the Court of Session or the sheriff, and c in Northern Ireland, the High Court or the county court. 7 Subsection (1) is— a subject to sections 4 and 5 (authorised association and other exceptions), and b enforceable only by the Organising Committee in accordance with subsections (4) and (5) and sections 6 and 7."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "4", "section_title": "Authorised association", "section_text": "4 1 Section 3(1) is not breached by the use of a representation in accordance with an authorisation granted by the Organising Committee. 2 An authorisation granted under this section may— a be granted in respect of a person or a description of person; b be granted in respect of a description of representation; c be subject to conditions; d be revoked. 3 In considering whether or not to grant an authorisation under this section, the Organising Committee may have regard to, among other things, any agreements entered into (whether by the Secretary of State or otherwise) for the purposes of the Games. 4 An authorisation granted under this section must be in writing."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "5", "section_title": "Exceptions to the prohibition on unauthorised association", "section_text": "5 Intellectual property rights 1 Section 3(1) is not breached by— a the use of a trade mark registered under the Trade Marks Act 1994 for goods or services for which it is registered; b the use of a design registered under the Registered Designs Act 1949; c the exercise of another intellectual property right subsisting immediately before the day on which this Act is passed. Continuous use 2 Section 3(1) is not breached by the use of a representation in any manner by a person acting in the course of a business if— a immediately before 21 December 2017, the representation was used in that manner for the purpose of activities constituting the business, and b the representation has continued to be used in that manner for that purpose since that day. Fair use 3 Section 3(1) is not breached by— a the use by a person of the person's name or address, b the use of indications concerning— i the kind, quality, quantity, intended purpose, value or geographical origin, or any other characteristic, of goods or services, or ii the time of production of goods or of the provision of services, or c the use of a representation for the purpose of identifying or referring to goods or services as those of a person authorised under section 4, provided, in each case, that the use is in accordance with honest practices in industrial or commercial matters. 4 Section 3(1) is not breached by the use of a representation— a in a report of a Games event, b for the purpose of sharing information about the Games, c for the purpose of promoting— i such a report, or ii the sharing of such information, or d as an incidental inclusion in a literary work, dramatic work, artistic work, sound recording, film or broadcast. 5 Any reference in subsection (4) to a report of a Games event or the sharing of information about the Games does not include a reference to material that is published or broadcast for the purpose of promoting something other than the Games. 6 Terms used in subsections (4)(d) and (5) and in Part 1 of the Copyright, Designs and Patents Act 1988 have the same meaning in those provisions as they have in that Part. Dealings in authorised goods 7 Section 3(1) is not breached by the use of a representation in relation to goods (the  “current use”) if— a the goods bear the representation, b they were put on the market in accordance with an authorisation granted by the Organising Committee under section 4, and c the current use is in accordance with that authorisation. Organising Committee 8 Section 3(1) is not breached by the use of a representation by the Organising Committee. Information society services 9 Schedule 1 contains exceptions relevant to providers of information society services."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "6", "section_title": "Enforcement of section 3(1) in relation to goods and documents", "section_text": "6 1 A court may make any order falling within subsection (3) in respect of infringing goods or documents held by any person in the course of a business. 2 “ Infringing goods or documents ” means— a goods or documents that bear a representation in breach of section 3(1), or b things that have been specifically designed or adapted to produce such goods or documents. 3 The orders falling within this subsection are— a an order that the infringing goods or documents be delivered up to— i the Organising Committee, or ii such other person as the court may direct; b an order that the representation be erased, removed or obliterated from the infringing goods or documents; c an order that the infringing goods or documents be returned to— i the person from whom they were delivered up, or ii any other person having an interest in them; d an order that the infringing goods or documents be forfeited to— i the Organising Committee, or ii such other person as the court may direct; e an order that the infringing goods or documents be destroyed. 4 No order for forfeiture or destruction may be made unless the court is satisfied that no other remedy available would be adequate to compensate the Organising Committee or protect its interests. 5 In this section,  “ court ” has the meaning given by section 3(6)."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "7", "section_title": "Protections for persons with an interest in goods or documents", "section_text": "7 1 If the Organising Committee applies for an order under section 6— a a copy of the application must be served on all identifiable persons having an interest in the infringing goods or documents; b any person having an interest in the infringing goods or documents is entitled— i to appear in proceedings under section 6 relating to the infringing goods or documents, and ii to appeal against any order made in respect of the infringing goods or documents (whether or not the person appeared in the proceedings in which the order was made). 2 No order for destruction or forfeiture under section 6 may take effect until— a the end of the period during which notice of an appeal may be given, or b if before the end of that period notice of an appeal is given, the final determination or abandonment of the appeal."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "8", "section_title": "Guidance", "section_text": "8 1 The Organising Committee must, before the end of the period of 31 days beginning with the day on which this Act is passed, publish guidance about the operation of this Part. 2 The Organising Committee may revise guidance published in accordance with subsection (1)."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "9", "section_title": "Interpretation of Part 2", "section_text": "9 1 In this Part— “ business ” includes trade or profession; “ Games event ” has the meaning given by section 1(3); “ goods ” includes their packaging; “ infringing goods or documents ” has the meaning given by section 6(2); “ use ”, in relation to a representation, is to be read in accordance with section 3(3). 2 In the application of this Part to Scotland— a “ accounts ” means count, reckoning and payment; b “ delivery up ” means delivery; c “ injunction ” means interdict."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "10", "section_title": "Ticket touting offence", "section_text": "10 1 It is an offence to tout a Games ticket. 2 A person touts a Games ticket if the person— a carries out an activity falling within subsection (3)— i in a public place, ii in the course of a business, or iii with a view to any person making a profit, and b does so otherwise than in accordance with an authorisation granted by the Organising Committee. 3 The following activities fall within this subsection— a selling a Games ticket; b offering to sell a Games ticket; c exposing a Games ticket for sale; d advertising that a Games ticket is available for purchase (but see subsection (4)). 4 It is not an offence for a person (“A”) to advertise that a Games ticket is available for purchase from another person (“B”) unless A knows, or ought to know, that B is touting a Games ticket. 5 In this section, a reference to the sale of a Games ticket includes a reference to the giving of a Games ticket to a person who pays, or agrees to pay, for other goods or services; and a reference to  “advertising that a Games ticket is available for purchase” is to be read accordingly. 6 A  “Games ticket” is anything that is or purports to be a ticket to a Games event. 7 The Organising Committee cannot commit an offence under this section. 8 A person guilty of an offence under this section is liable— a on summary conviction in England and Wales, to a fine; b on summary conviction in Scotland or Northern Ireland, to a fine not exceeding £50,000. 9 Any penalty imposed by a court in Scotland on a body corporate or Scottish partnership on conviction of an offence under this section is to be recoverable by civil diligence in accordance with section 221 of the Criminal Procedure (Scotland) Act 1995. 10 This section and section 11 (ticket touting outside the United Kingdom) are subject to Schedule 2 (providers of information society services)."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "11", "section_title": "Ticket touting outside the United Kingdom", "section_text": "11 1 If a United Kingdom person does something outside the United Kingdom that, if done in the United Kingdom, would constitute an offence under section 10, the person commits an offence under that section. 2 A service provider that is not a United Kingdom person but is established in the United Kingdom commits an offence under section 10 if— a the service provider does something in an EEA state other than the United Kingdom in the course of providing information society services, and b the action, if done in the United Kingdom, would constitute an offence under that section. 3 Proceedings for an offence committed under section 10 by virtue of this section may be taken, and the offence may for incidental purposes be treated as having been committed, in any place in the United Kingdom. 4 In the application of subsection (3) to Scotland, proceedings against a person may be taken— a in the sheriff court district in which the person is apprehended or in custody, or b in such sheriff court district as the Lord Advocate may determine. 5 See paragraph 1 of Schedule 2 for restrictions on the institution of proceedings against service providers established in an EEA state other than the United Kingdom. 6 In this section— “ established ”, in relation to a service provider, is to be read in accordance with paragraph 6 of Schedule 2; “ information society services ” has the meaning given by paragraph 5 of Schedule 2; “ service provider ” has the meaning given by paragraph 5 of Schedule 2; “ sheriff court district ” is to be read in accordance with the Criminal Procedure (Scotland) Act 1995 (see section 307(1) of that Act); “ United Kingdom national ” means— a British citizen, a British overseas territories citizen, a British National (Overseas) or a British Overseas citizen; a person who is a British subject under the British Nationality Act 1981; a British protected person within the meaning of that Act; “ United Kingdom person ” means— a United Kingdom national; an individual habitually resident in the United Kingdom; a body incorporated under the law of a part of the United Kingdom; a Scottish partnership."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "12", "section_title": "Other provision about authorisations under section 10", "section_text": "12 1 An authorisation granted by the Organising Committee under section 10 may— a be granted in respect of a person or a description of person; b be subject to conditions; c be revoked. 2 In considering whether or not to grant an authorisation under section 10, the Organising Committee may have regard to, among other things, any agreements entered into (whether by the Secretary of State or otherwise) for the purposes of the Games. 3 An authorisation granted under section 10 must be in writing."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "13", "section_title": "Advertising offence", "section_text": "13 1 It is an offence for a person— a to carry out Games location advertising (see subsection (2)); b to arrange for such advertising to be carried out; c to permit the carrying out of such advertising. 2 For the purposes of this section a person carries out  “Games location advertising” if— a the person does something in, or in the vicinity of, a specified Games location at any time during a specified period, and b the thing is done wholly or partly for the purpose of promoting a product, service or business specifically to members of the public— i who are in, or in the vicinity of, the Games location, or ii who are watching or listening to a broadcast of a Games event. “ Specified ” means specified in regulations made by the Secretary of State. 3 Any period specified for the purposes of this section must— a begin no earlier than the beginning of the period of 21 days ending immediately before the day on which the Games begin, and b end no later than the end of the period of 5 days beginning with the day after the day on which the Games end. 4 Regulations made by the Secretary of State may make provision as to when a person is, or is not, to be treated for the purposes of this section as doing something, or as being, in or in the vicinity of a Games location. 5 For the purposes of this section a person does not permit the carrying out of Games location advertising if the person took all reasonable steps to prevent the advertising from occurring or (as the case may be) continuing. 6 It is not a defence to an offence under this section that the act constituting the offence was carried out in accordance with a licence (but see section 14). 7 A person guilty of an offence under this section is liable on summary conviction to a fine. 8 This section is subject to— a sections 14 and 15(1), and b any regulations made under section 15(2)."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "14", "section_title": "Authorised advertising", "section_text": "14 1 It is not an offence under section 13— a to carry out Games location advertising in accordance with an authorisation granted by the Organising Committee, or b to arrange for, or permit, such advertising to be carried out in accordance with such an authorisation. 2 An authorisation granted under this section may— a be granted in respect of a person or a description of person; b be granted by reference to the nature, purpose or circumstances of the advertising; c be subject to conditions; d be revoked. 3 Conditions imposed under subsection (2)(c) may, for example— a specify places where advertising may, or may not, be carried out; b specify periods during which advertising may, or may not, be carried out; c require steps to be taken for a particular purpose, including, for example— i protecting the safety of any person; ii preventing or reducing congestion, litter or noise; d require a person in respect of whom authorisation is granted to produce evidence of the authorisation on request; e be inconsistent with, or more onerous than, the conditions of any other advertising licence (whether granted under this section or otherwise). 4 In considering whether or not to grant an authorisation under this section, the Organising Committee may have regard to, among other things— a any agreements entered into (whether by the Secretary of State or otherwise) for the purposes of the Games; b any existing advertising licences (whether granted under this section or otherwise). 5 An authorisation granted under this section must be in writing."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "15", "section_title": "Exceptions to the advertising offence", "section_text": "15 1 Section 13(1) does not apply in relation to anything done by the Organising Committee. 2 The Secretary of State may by regulations provide that section 13(1) does not apply in relation to— a conduct of a specified description, including conduct carried out in a specified place or in a place of a specified description; b conduct of a specified person or description of person. “ Specified ” means specified in the regulations. 3 Before making regulations under subsection (2), the Secretary of State must consult— a the Organising Committee, b the local authority for an area that includes any place where the regulations would have effect, and c any other persons whom the Secretary of State considers it appropriate to consult. 4 The requirement in subsection (3) may be satisfied by consultation undertaken before the coming into force of this section."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "16", "section_title": "Trading offence", "section_text": "16 1 It is an offence for a person— a to carry out Games location trading (see subsection (2)); b to arrange for such trading to be carried out; c to permit the carrying out of such trading. 2 For the purposes of this section— “ Games location trading ” means— trading in a specified Games location at any time during a specified period, or trading in a relevant public place in the vicinity of a Games location at any time during a specified period; “ relevant public place ” has the meaning given by subsection (8); “ specified ” means specified in regulations made by the Secretary of State; “ trading ” means— selling an item, or offering or exposing an item for sale; providing a service, or offering to provide a service, for gain or reward; providing public entertainment for gain or reward; appealing for money or other property (whether for charitable or other purposes). 3 Any period specified for the purposes of this section must— a begin no earlier than the beginning of the period of 21 days ending immediately before the day on which the Games begin, and b end no later than the end of the period of 5 days beginning with the day after the day on which the Games end. 4 Regulations made by the Secretary of State may make provision as to when a person is, or is not, to be treated for the purposes of this section as doing something in, or in the vicinity of, a Games location. 5 For the purposes of this section a person does not permit the carrying out of Games location trading if the person took all reasonable steps to prevent the trading from occurring or (as the case may be) continuing. 6 It is not a defence to an offence under this section that the act constituting the offence was carried out in accordance with a licence (but see section 17). 7 A person guilty of an offence under this section is liable on summary conviction to a fine. 8 In this section  “ relevant public place ” means— a a highway, b a building to which the public have access and which is designed or generally used for the parking of motor vehicles, or c any other place— i to which the public have access (whether generally or only for the purposes of trading), and ii which is not in a building. 9 This section is subject to— a sections 17 and 18, and b any regulations made under section 19(1). (See also section 24(2).)"}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "17", "section_title": "Authorised trading", "section_text": "17 1 It is not an offence under section 16— a to carry out Games location trading in accordance with an authorisation granted by the Organising Committee, or b to arrange for, or permit, such trading to be carried out in accordance with such an authorisation. 2 An authorisation granted under this section may— a be granted in respect of a person or a description of person; b be granted by reference to the nature, purpose or circumstances of the trading; c be subject to conditions; d be revoked. 3 Conditions imposed under subsection (2)(c) may, for example— a specify places where trading may, or may not, be carried out; b specify periods during which trading may, or may not, be carried out; c require steps to be taken for a particular purpose, including, for example— i protecting the safety of any person; ii preventing or reducing congestion, litter or noise; d require a person in respect of whom authorisation is granted to produce evidence of the authorisation on request; e be inconsistent with, or more onerous than, the conditions of any other trading licence (whether granted under this section or otherwise). 4 In considering whether or not to grant an authorisation under this section, the Organising Committee may have regard to, among other things— a any agreements entered into (whether by the Secretary of State or otherwise) for the purposes of the Games; b any existing trading licences (whether granted under this section or otherwise). 5 An authorisation granted under this section must be in writing."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "18", "section_title": "Exceptions for certain kinds of trading", "section_text": "18 1 Section 16(1) does not apply in relation to any activity falling within any of the Heads set out in— a subsection (2) (premises adjoining a highway); b subsection (3) (public facilities); c subsection (5) (motor vehicles); d subsection (6) (the Organising Committee). 2 Head 1 is— a selling an item, or offering or exposing an item for sale, to a person who is in premises adjoining a highway; b providing, or offering to provide, a service to such a person; c providing a service that consists of doing something in relation to premises adjoining a highway (including, among other things, delivering an item to such premises); d appealing for money or other property from a person who is in premises adjoining a highway. 3 Head 2 is— a providing a public lavatory; b providing a permanent public call box; c providing an automated teller machine. 4 In subsection (3)(b)  “ public call box ” has the same meaning as in Class A of Part 16 of Schedule 2 to the Town and Country Planning (General Permitted Development) (England) Order 2015 (S.I. 2015/596). 5 Head 3 is— a providing motor vehicle parking services in a building, or on other land, designed or generally used for the parking of motor vehicles; b providing motor vehicle cleaning services on private land generally used for the provision of those services; c selling a motor vehicle on private land generally used for the sale of motor vehicles; d providing motor vehicle breakdown or recovery services. 6 Head 4 is anything done by the Organising Committee."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "19", "section_title": "Power to provide exceptions to the trading offence", "section_text": "19 1 The Secretary of State may by regulations provide that section 16(1) does not apply in relation to— a conduct of a specified description, including conduct carried out in a specified place or in a place of a specified description; b conduct of a specified person or description of person. “ Specified ” means specified in the regulations. 2 Before making regulations under subsection (1), the Secretary of State must consult— a the Organising Committee, b the local authority for an area that includes any place where the regulations would have effect, and c any other persons whom the Secretary of State considers it appropriate to consult. 3 The requirement in subsection (2) may be satisfied by consultation undertaken before the coming into force of this section."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "20", "section_title": "Enforcement of offences under Part 3", "section_text": "20 1 Section 10 (ticket touting offence) may be enforced by— a a local weights and measures authority in Great Britain, or b the Department for the Economy in Northern Ireland. 2 But subsection (1) does not authorise a local weights and measures authority in Scotland to bring proceedings for an offence under section 10. 3 Sections 13 (advertising offence) and 16 (trading offence) may be enforced by a local weights and measures authority in England. 4 For the investigatory powers available to a local weights and measures authority and the Department for the Economy, see Schedule 5 to the Consumer Rights Act 2015. 5 In paragraph 10 of Schedule 5 to that Act (duties and powers to which Schedule 5 applies), insert at the appropriate place—  “                    section 20(1) and (3) of the Birmingham Commonwealth Games Act 2020;                  ” . 6 Schedule 3 contains further provision about the enforcement of offences under this Part."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "21", "section_title": "Offences by directors, partners, etc", "section_text": "21 1 Where an offence under this Part has been committed by a body corporate and it is proved that the offence— a has been committed with the consent or connivance of a person falling within subsection (2), or b is attributable to any neglect on the part of such a person, that person (as well as the body corporate) is guilty of that offence and is liable to be proceeded against and punished accordingly. 2 The persons are— a a director, manager, secretary or other similar officer of the body; b any person who was purporting to act in such a capacity. 3 Where the affairs of a body corporate are managed by its members, subsection (1) applies in relation to the acts and defaults of a member, in connection with that management, as if the member were a director of the body corporate. 4 Where an offence under this Part has been committed by a Scottish partnership and it is proved that the offence— a has been committed with the consent or connivance of a partner in the partnership or a person purporting to act as such a partner, or b is attributable to any neglect on the part of such a person, that person (as well as the partnership) is guilty of that offence and is liable to be proceeded against and punished accordingly. 5 Where a body corporate or Scottish partnership commits an offence under section 10 by virtue of section 11(1) or (2) (ticket touting outside the United Kingdom), subsections (1) to (4) apply only in respect of a person who is a United Kingdom person. “ United Kingdom person ” has the meaning given by section 11(6)."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "22", "section_title": "Existing restrictions to be unaffected", "section_text": "22 Nothing in this Part— a authorises a person to do anything that is prohibited (whether in a particular place or generally) by or under any other enactment or rule of law, or b affects a requirement of any other enactment or rule of law that a person hold a licence before engaging in a particular activity (whether in a particular place or generally)."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "23", "section_title": "Guidance and information", "section_text": "23 1 The Organising Committee must publish guidance about the operation of the advertising and trading provisions. 2 In subsection (1)  “ the advertising and trading provisions ” means— a sections 13 to 19, b the remaining provisions of this Part, so far as relating to those sections, and c any regulations made under any provision referred to in paragraph (a) or (b). 3 The Organising Committee may revise guidance published in accordance with subsection (1). 4 Every local authority must— a provide a copy of any guidance published in accordance with subsection (1) to each relevant trader in the authority's area who the authority consider may be affected by section 16 (the trading offence), and b provide each such relevant trader with whatever information the authority consider appropriate for the purpose of assisting the relevant trader to mitigate the effect of that section. 5 In subsection (4)  “ relevant trader ”, in relation to a local authority, means— a a person who holds a trading licence granted by the authority, or b a person— i who has applied to the authority for such a licence, and ii whose application has not been determined or withdrawn."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "24", "section_title": "Interpretation of Part 3", "section_text": "24 1 In this Part— “ advertising ” means anything done wholly or partly for the purpose of promoting a product, service or business to the public or a section of the public; “ advertising licence ” means a licence permitting the carrying out of advertising; “ business ” includes trade or profession; “ enactment ” includes an Act of the Scottish Parliament; “ Games event ” has the meaning given by section 1(3); “ Games location ” means a place in England which— is, or is to be, used for a Games event, or is otherwise used, or to be used, in connection with the Games (whether before, during or after the Games); “ Games location advertising ” is to be read in accordance with section 13(2); “ Games location trading ” has the meaning given by section 16(2); “ item ” includes— any substance; any animal or plant; “ licence ” includes any kind of consent, certificate, permission or authority (by whatever name) granted by a landowner, local authority or other person in accordance with any enactment, Charter or other document; “ local authority ” means— a county council, a district council, a London borough council, or the Common Council of the City of London; “ motor vehicle ” has the same meaning as in the Road Traffic Act 1988 (see section 185(1) of that Act); “ relevant public place ” has the meaning given by section 16(8); “ trading ” has the meaning given by section 16(2); “ trading licence ” means a licence permitting the carrying out of trading. 2 In determining for the purposes of section 16 whether a person is carrying out Games location trading— a it is not necessary for both of the following conditions to be met— i that the making of an offer, or the exposure of an item for sale, occurs in a specified Games location or (as the case may be) a relevant public place; ii that any person to whom the offer is made or item exposed is in a specified Games location or (as the case may be) a relevant public place when the offer is made or item exposed; b a person is to be treated as doing something for gain or reward whether it is done for the person's own gain or reward or for that of another person."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "25", "section_title": "Games transport plan", "section_text": "25 1 The Secretary of State may direct a local authority in England or a combined authority to prepare a Games transport plan. 2 A  “ Games transport plan ” means a plan that relates to one or more areas in England and addresses transport matters relating to the Games. 3 An authority directed under subsection (1) must— a comply with the direction; b keep the Games transport plan under review; c if the authority consider it appropriate, revise the plan; d except in so far as the authority consider it undesirable for reasons of security, publish the plan and any revision. 4 Before preparing or revising the plan, the authority directed under subsection (1) must consult the persons referred to in subsection (5). 5 The persons are— a the Secretary of State; b the Organising Committee; c in relation to any road likely to be affected by the plan or revision— i the local traffic authority for the road, and ii if different, the local authority in whose area the road is situated; d any chief officer of police whom the authority directed under subsection (1) consider it appropriate to consult; e any transport operator which the authority directed under subsection (1) consider it appropriate to consult; f any other person whom the Secretary of State or the authority directed under subsection (1) consider it appropriate to consult. 6 Each local traffic authority for a road affected by the plan must exercise their functions with a view to securing the implementation of the plan. 7 The requirement in subsection (4) may be satisfied by consultation undertaken before the coming into force of this section. 8 A direction under subsection (1)— a must be in writing, and b may be revoked."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "26", "section_title": "Temporary prohibition or restriction on roads", "section_text": "26 1 Section 14 of the RTRA 1984 has effect in relation to a traffic authority for a road in England as if subsection (1)(c) of that section included the following purposes— a implementing a Games transport plan, b facilitating transport services in connection with the Games, and c facilitating travel by any person for a purpose connected to the Games. 2 The following do not apply in relation to an order made or notice issued by virtue of this section— a section 15 of the RTRA 1984; b regulations 6 and 8(3) of the Road Traffic (Temporary Restrictions) Procedure Regulations 1992 (S.I. 1992/1215). 3 An order made or notice issued by virtue of this section may not come into force before the beginning of the period of 21 days ending immediately before the day on which the Games begin. 4 An order made by virtue of this section must cease to have effect no later than the end of the period of 5 days beginning with the day after the day on which the Games end. 5 A notice issued by virtue of this section must cease to have effect no later than— a the end of the period of 21 days beginning with the day after the day on which the notice comes into force, or b the end of the period of 5 days beginning with the day after the day on which the Games end, whichever is earlier."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "27", "section_title": "Concurrent exercise of powers of a local traffic authority", "section_text": "27 1 An authority directed under section 25(1) may make an order or issue a notice by virtue of section 26 as if the authority were the local traffic authority for the road in respect of which the order is made or notice issued. Accordingly, any such order made or notice issued by an authority directed under section 25(1) is to be treated as though it were an order made or notice issued by the local traffic authority. 2 Subsection (1) applies in respect of a road only if the local traffic authority for the road are specified in regulations made by the Secretary of State. 3 The Secretary of State may specify a local traffic authority under subsection (2) only with the authority's consent. 4 An authority directed under section 25(1) may make an order or issue a notice in respect of a road by virtue of section 26 only with the consent of the local traffic authority for the road. 5 The duty in section 122 of the RTRA 1984 applies to a local traffic authority as though the consenting function conferred on the local traffic authority by subsection (4) were conferred by the RTRA 1984."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "28", "section_title": "Power to direct a local traffic authority", "section_text": "28 1 The Secretary of State may direct a local traffic authority to make an order or issue a notice by virtue of section 26 if— a the Secretary of State is satisfied that the making of the order, or issue of the notice, is necessary for a purpose specified in section 26(1), b the Secretary of State has requested that the authority take the action to be directed, and c the authority have failed to take the action before the end of the period of 7 days beginning with the day on which the Secretary of State made the request. 2 Before making a request under subsection (1)(b), the Secretary of State must consult— a the local traffic authority to which the request would be made, b if different, an authority directed under section 25(1), c the Organising Committee, and d any other person whom the Secretary of State considers it appropriate to consult. 3 Subsections (1)(b) and (c) and (2) do not apply if the Secretary of State is satisfied that, for reasons of urgency, the direction must be given without delay. 4 If the local traffic authority do not comply with the direction before the end of the period specified in the direction, the Secretary of State may— a make the order or issue the notice in place of the authority, and b recover from the authority any expenses incurred by the Secretary of State in connection with the making of the order or the issuing of the notice as if they were a debt. 5 An order made or notice issued by the Secretary of State under subsection (4)(a) is to be treated as though it were an order made or notice issued by the local traffic authority by virtue of section 26. 6 An authority directed under section 25(1) may not be directed under this section to exercise any power conferred on that authority by section 27(1). 7 A direction under subsection (1)— a must be in writing, and b may be revoked."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "29", "section_title": "Interpretation of Part 4", "section_text": "29 In this Part— “ chief officer of police ” means— the chief constable of a police force maintained under section 2 of the Police Act 1996; the Commissioner of Police of the Metropolis; the Commissioner of Police for the City of London; the Chief Constable of the British Transport Police Force; “ combined authority ” means a combined authority established under section 103 of the Local Democracy, Economic Development and Construction Act 2009; “ Games transport plan ” has the meaning given by section 25(2); “ local authority ” means— a county council, a district council, a London borough council, or the Common Council of the City of London; “ local traffic authority ” has the meaning given by section 121A of the RTRA 1984; “ road ” means any length of highway or of any other road to which the public has access, and includes bridges over which a road passes; “ the RTRA 1984 ” means the Road Traffic Regulation Act 1984; “ traffic authority ” has the meaning given by section 121A of the RTRA 1984."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "30", "section_title": "Power to make transitional provision and savings", "section_text": "30 The Secretary of State may by regulations make such transitional provision or savings as the Secretary of State considers necessary or expedient in consequence of any provision of this Act."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "31", "section_title": "Regulations", "section_text": "31 1 Any power to make regulations under this Act is exercisable by statutory instrument. 2 Regulations under this Act may— a make different provision for different purposes or in relation to different areas, and b contain incidental, supplemental, consequential or transitional provision or savings. 3 A statutory instrument containing regulations under paragraph 16 of Schedule 3 (whether alone or with other provision) may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 4 Any other statutory instrument containing regulations under this Act is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "32", "section_title": "Extent", "section_text": "32 1 The following provisions of this Act extend to England and Wales only— a in Part 3, sections 13 to 19, 20(3) and 23; b Part 4. 2 The remaining provisions of this Act extend to England and Wales, Scotland and Northern Ireland."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "33", "section_title": "Commencement and duration", "section_text": "33 1 The following provisions of this Act come into force on the day on which this Act is passed— a Part 1; b section 8; c this Part; d any power to make regulations under this Act. 2 The remaining provisions of this Act come into force at the end of the period of 2 months beginning with the day on which this Act is passed. 3 Sections 3(1) to (3) and (6)(a), 4 and 5 and Schedule 1 cease to have effect on 1 January 2023. 4 Sections 10 to 12 and Schedule 2 cease to have effect on the day after the day on which the Games end."}, {"act": "Birmingham Commonwealth Games Act 2020", "year": 2020, "section": "34", "section_title": "Short title", "section_text": "34 This Act may be cited as the Birmingham Commonwealth Games Act 2020."}]