[{"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "1", "section_title": "Moratoriums in Great Britain", "section_text": "1 1 In the Insolvency Act 1986, before Part 1 (but within the First Group of Parts) insert—  PART A1  Moratorium CHAPTER 1 Introductory Overview A1 1 This Part contains provision that enables an eligible company, in certain circumstances, to obtain a moratorium, giving it various protections from creditors set out in this Part. 2 In this Chapter section A2 introduces Schedule ZA1 (which defines what is meant by an  eligible company). 3 Chapter 2 sets out how an eligible company may obtain a moratorium. 4 Chapter 3 sets out for how long a moratorium has effect. 5 Chapter 4 sets out the effects of a moratorium on the company and its creditors. 6 Chapter 5 contains provision about the monitor. 7 Chapter 6 contains provision about challenges. 8 Chapter 7 contains provision about certain offences. 9 Chapter 8 contains miscellaneous and general provision, including— a special provision for certain kinds of company; b definitions for the purposes of this Part; c provision about regulations under this Part. Eligible companies A2 Schedule ZA1 contains provision for determining whether a company is an eligible company for the purposes of this Part. CHAPTER 2 Obtaining a moratorium Obtaining a moratorium by filing or lodging documents at court A3 1 This section applies to an eligible company that— a is not subject to an outstanding winding-up petition, and b is not an overseas company. 2 The directors of the company may obtain a moratorium for the company by filing the relevant documents with the court (for the relevant documents, see section A6). 3 For the purposes of this Chapter a company is  subject to an outstanding winding-up petition if— a a petition for the winding up of the company has been presented, and b the petition has not been withdrawn or determined. Obtaining a moratorium for company subject to winding-up petition A4 1 This section applies to an eligible company that is subject to an outstanding winding-up petition. 2 The directors of the company may apply to the court for a moratorium for the company. 3 The application must be accompanied by the relevant documents (for the relevant documents, see section A6). 4 On hearing the application the court may— a make an order that the company should be subject to a moratorium, or b make any other order which the court thinks appropriate. 5 The court may make an order under subsection (4)(a) only if it is satisfied that a moratorium for the company would achieve a better result for the company's creditors as a whole than would be likely if the company were wound up (without first being subject to a moratorium). Obtaining a moratorium for other overseas companies A5 1 This section applies to an eligible company that— a is not subject to an outstanding winding-up petition, and b is an overseas company. 2 The directors of the company may apply to the court for a moratorium for the company. 3 The application must be accompanied by the relevant documents (for the relevant documents, see section A6). 4 On hearing the application the court may— a make an order that the company should be subject to a moratorium, or b make any other order which the court thinks appropriate. The relevant documents A6 1 For the purposes of this Chapter,  the relevant documents are— a a notice that the directors wish to obtain a moratorium, b a statement from a qualified person (the proposed monitor) that the person— i is a qualified person, and ii consents to act as the monitor in relation to the proposed moratorium, c a statement from the proposed monitor that the company is an eligible company, d a statement from the directors that, in their view, the company is, or is likely to become, unable to pay its debts, and e a statement from the proposed monitor that, in the proposed monitor's view, it is likely that a moratorium for the company would result in the rescue of the company as a going concern. 2 Where it is proposed that more than one person should act as the monitor in relation to the proposed moratorium— a each of them must make a statement under subsection (1)(b), (c) and (e), and b the statement under subsection (1)(b) must specify— i which functions (if any) are to be exercised by the persons acting jointly, and ii which functions (if any) are to be exercised by any or all of the persons. 3 The rules may make provision about the date on which a statement comprised in the relevant documents must be made. 4 The Secretary of State may by regulations amend this section for the purposes of adding to the list of documents in subsection (1). 5 Regulations under subsection (4) are subject to the affirmative resolution procedure. Beginning of moratorium and appointment of monitor A7 1 A moratorium for a company comes into force at the time at which— a in the case of a company to which section A3 applies, the relevant documents are filed with the court under subsection (2) of that section; b in the case of a company to which section A4 applies, an order is made under section A4(4)(a); c in the case of a company to which section A5 applies, an order is made under section A5(4)(a). 2 On the coming into force of a moratorium, the person or persons who made the statement mentioned in section A6(1)(b) become the monitor in relation to the moratorium. Obligations to notify where moratorium comes into force A8 1 As soon as reasonably practicable after a moratorium for a company comes into force, the directors must notify the monitor of that fact. 2 As soon as reasonably practicable after receiving a notice under subsection (1), the monitor must notify the following that a moratorium for the company has come into force— a the registrar of companies, b every creditor of the company of whose claim the monitor is aware, c in a case where the company is or has been an employer in respect of an occupational pension scheme that is not a money purchase scheme, the Pensions Regulator, and d in a case where the company is an employer in respect of such a pension scheme that is an eligible scheme within the meaning given by section 126 of the Pensions Act 2004, the Board of the Pension Protection Fund. 3 A notice under subsection (2) must specify— a when the moratorium came into force, and b when, subject to any alteration under or by virtue of any of the provisions mentioned in section A9(3) or (4), the moratorium will come to an end. 4 If the directors fail to comply with subsection (1), any director who did not have a reasonable excuse for the failure commits an offence. 5 If the monitor without reasonable excuse fails to comply with subsection (2), the monitor commits an offence. CHAPTER 3 Length of moratorium Initial period End of the moratorium A9 1 A moratorium ends at the end of the initial period unless it is extended, or comes to an end sooner, under or by virtue of a provision mentioned in subsection (3) or (4). 2 In this Chapter  the initial period, in relation to a moratorium, means the period of 20 business days beginning with the business day after the day on which the moratorium comes into force. 3 For provision under or by virtue of which a moratorium is or may be extended, see— section A10 (extension by directors without creditor consent); section A11 (extension by directors with creditor consent); section A13 (extension by court on application of directors); section A14 (extension while proposal for CVA pending); section A15 (extension by court in course of other proceedings). 4 For provision under or by virtue of which the moratorium is or may be terminated, see— section A16 (termination on entry into insolvency procedure etc); section A38 (termination by monitor); section A42 or A44 (termination by court). 5 A moratorium may not be extended under a provision mentioned in subsection (3) once it has come to an end. 6 Where the application of two or more of the provisions mentioned in subsections (3) and (4) would produce a different length of moratorium, the provision that applies last is to prevail (irrespective of whether that results in a shorter or longer moratorium). Extension of moratorium Extension by directors without creditor consent A10 1 During the initial period, but after the first 15 business days of that period, the directors may extend the moratorium by filing with the court— a a notice that the directors wish to extend the moratorium, b a statement from the directors that all of the following that have fallen due have been paid or otherwise discharged— i moratorium debts, and ii pre-moratorium debts for which the company does not have a payment holiday during the moratorium (see section A18), c a statement from the directors that, in their view, the company is, or is likely to become, unable to pay its pre-moratorium debts, and d a statement from the monitor that, in the monitor's view, it is likely that the moratorium will result in the rescue of the company as a going concern. 2 The rules may make provision about the date on which a statement mentioned in subsection (1) must be made. 3 On the filing with the court of the documents mentioned in subsection (1), the moratorium is extended so that it ends at the end of the period— a beginning immediately after the initial period ends, and b ending with the 20th business day after the initial period ends. Extension by directors with creditor consent A11 1 At any time after the first 15 business days of the initial period the directors may, if they have obtained creditor consent, extend the moratorium by filing with the court— a a notice that the directors wish to extend the moratorium, b a statement from the directors that all of the following that have fallen due have been paid or otherwise discharged— i moratorium debts, and ii pre-moratorium debts for which the company does not have a payment holiday during the moratorium (see section A18), c a statement from the directors that, in their view, the company is, or is likely to become, unable to pay its pre-moratorium debts, d a statement from the monitor that, in the monitor's view, it is likely that the moratorium will result in the rescue of the company as a going concern, and e a statement from the directors that creditor consent has been obtained, and of the revised end date for which that consent was obtained. 2 The rules may make provision about the date on which a statement mentioned in subsection (1) must be made. 3 On the filing with the court of the documents mentioned in subsection (1), the moratorium is extended so that it ends with the revised end date mentioned in the statement under subsection (1)(e). 4 A moratorium may be extended under this section more than once. Creditor consent for the purposes of section A11 A12 1 References in section A11 to creditor consent are to the consent of pre-moratorium creditors to a revised end date for the moratorium. 2 The decision as to consent is to be made using a qualifying decision procedure. 3 The revised end date must be a date before the end of the period of one year beginning with the first day of the initial period. 4 In this section  pre-moratorium creditor means a creditor in respect of a pre-moratorium debt— a for which the company has a payment holiday during the moratorium (see section A18), and b which has not been paid or otherwise discharged. 5 In determining for the purposes of subsection (4) what counts as a pre-moratorium debt for which the company has a payment holiday during the moratorium, sections A18(3) and A53(1)(b) apply as if the references to the moratorium were to the moratorium as proposed to be extended. 6 The Secretary of State may by regulations amend this section for the purposes of changing the definition of  pre-moratorium creditor. 7 Regulations under subsection (6) are subject to the affirmative resolution procedure. Extension by court on application of directors A13 1 At any time after the first 15 business days of the initial period, the directors may apply to the court for an order that the moratorium be extended. 2 The application must be accompanied by— a a statement from the directors that all of the following that have fallen due have been paid or otherwise discharged— i moratorium debts, and ii pre-moratorium debts for which the company does not have a payment holiday during the moratorium (see section A18), b a statement from the directors that, in their view, the company is, or is likely to become, unable to pay its pre-moratorium debts, c a statement from the directors as to whether pre-moratorium creditors (as defined by section A12(4) and (5)) have been consulted about the application and if not why not, and d a statement from the monitor that, in the monitor's view, it is likely that the moratorium will result in the rescue of the company as a going concern. 3 The rules may make provision about the date on which a statement mentioned in subsection (2) must be made. 4 On hearing the application the court may— a make an order that the moratorium be extended to such date as is specified in the order, or b make any other order which the court thinks appropriate. 5 In deciding whether to make an order under subsection (4)(a) the court must, in particular, consider the following— a the interests of pre-moratorium creditors, as defined by section A12(4) and (5), and b the likelihood that the extension of the moratorium will result in the rescue of the company as a going concern. 6 Subsection (7) applies where— a an application under this section is made, and b apart from that subsection, the moratorium would end at a time before the application has been disposed of. 7 The moratorium— a does not end at the time mentioned in subsection (6)(b), and b instead, ends— i in a case in which the court makes an order under subsection (4)(a), in accordance with the order; ii otherwise, when the application is withdrawn or disposed of. 8 A moratorium may be extended under this section more than once. Extension while proposal for CVA pending A14 1 Subsection (2) applies where— a at any time, the directors make a proposal under Part 1 (company voluntary arrangements), and b apart from that subsection, the moratorium would end at a time before the proposal is disposed of. 2 The moratorium— a does not end at the time mentioned in subsection (1)(b), and b instead, ends when the proposal is disposed of. 3 For the purposes of this section a proposal under Part 1 is  disposed of when any of the following takes place— a the company and its creditors both decide under section 4 not to approve the voluntary arrangement contained in the proposal; b the decisions taken by the company and its creditors under section 4 differ, and— i the period for making an application under section 4A(3) expires and either no application has been made within that period or any application made within that period has been withdrawn, or ii an application is made under section 4A(3) and that application is disposed of, or it is withdrawn after the expiry of the period for making an application under section 4A(3); c the voluntary arrangement contained in the proposal takes effect under section 5; d the proposal is withdrawn. Extension by court in the course of other proceedings A15 1 Subsection (2) applies where— a an application is made under section 896 or 901C(1) of the Companies Act 2006 (arrangements and reconstructions: court order for holding of meeting) in respect of a company, and b during proceedings before a court in connection with the application, a moratorium for the company is in force. 2 The court may make an order that the moratorium be extended to such date as is specified in the order. Early termination on certain grounds Company enters into insolvency procedure etc A16 1 A moratorium comes to an end at any time at which the company— a enters into a compromise or arrangement (see subsection (2)), or b enters into a relevant insolvency procedure (see subsection (3)). 2 For the purposes of this section a company enters into a compromise or arrangement if an order under section 899 or 901F of the Companies Act 2006 (court sanction for compromise or arrangement) comes into effect in relation to the company. 3 For the purposes of this section a company enters into a relevant insolvency procedure if— a a voluntary arrangement takes effect under section 5 in relation to the company, b the company enters administration (within the meaning of Schedule B1 (see paragraph 1(2)(b) of that Schedule)), c paragraph 44 of Schedule B1 (administration: interim moratorium) begins to apply in relation to the company, or d the company goes into liquidation (see section 247). Obligations to notify change in end of moratorium Obligations to notify change in end of moratorium A17 1 The table imposes obligations on the directors of a company to notify the monitor where a moratorium for the company is extended or comes to an end. Where a moratorium is extended or comes to an end under or by virtue of the following provision the directors must  1 Section A10 Notify the monitor of the extension. 2 Section A11 Notify the monitor of the extension and of the revised end date. 3 Section A13(4) Notify the monitor of the extension and provide the monitor with the court order under section A13(4). 4 Section A13(7)(a) Notify the monitor of the extension. 5 Section A13(7)(b)(ii) Notify the monitor that the moratorium has come to an end and of the date that it ended. 6 Section A14(2)(a) Notify the monitor of the extension. 7 Section A14(2)(b) Notify the monitor that the moratorium has come to an end and of the date that it ended. 8 Section A15 Notify the monitor of the extension and provide the monitor with any court order under section A15. 9 Section A16 Notify the monitor that the moratorium has come to an end. 10 Section A42 Notify the monitor that the moratorium has come to an end and provide the monitor with the court order under section A42. 11 Section A44 Notify the monitor that the moratorium has come to an end and provide the monitor with the court order under section A44. 2 After receiving a notice under subsection (1), other than a notice under entry 4 or 6 of the table, the monitor must notify the relevant persons of when the moratorium ended or, subject to any alteration under or by virtue of any of the provisions mentioned in section A9(3) or (4), the moratorium will come to an end. 3 After receiving a notice under entry 4 or 6 of the table, the monitor must notify the relevant persons. 4 If a moratorium comes to an end under section A38 (termination by monitor), the monitor must notify the company and the relevant persons of when the moratorium ended. 5 The rules may— a make further provision about the timing of a notice required to be given under this section; b require a notice to be accompanied by other documents. 6 If the directors fail to comply with subsection (1), any director who did not have a reasonable excuse for the failure commits an offence. 7 If the monitor without reasonable excuse fails to comply with any of subsections (2) to (4), the monitor commits an offence. 8 In this section  the relevant persons means— a the registrar of companies, b every creditor of the company of whose claim the monitor is aware, c in a case where the company is or has been an employer in respect of an occupational pension scheme that is not a money purchase scheme, the Pensions Regulator, and d in a case where the company is an employer in respect of such a pension scheme that is an eligible scheme within the meaning given by section 126 of the Pensions Act 2004, the Board of the Pension Protection Fund. CHAPTER 4 Effects of moratorium Introductory Overview and construction of references to payment holidays A18 1 This Chapter makes provision about the main effects of a moratorium for a company. 2 The provision made by this Chapter includes restrictions on the enforcement or payment of the debts that are defined by subsection (3) as pre-moratorium debts for which a company has a payment holiday during a moratorium. 3 In this Part a reference to pre-moratorium debts for which a company has a payment holiday during a moratorium is to its pre-moratorium debts that have fallen due before the moratorium, or that fall due during the moratorium, except in so far as they consist of amounts payable in respect of— a the monitor's remuneration or expenses, b goods or services supplied during the moratorium, c rent in respect of a period during the moratorium, d wages or salary arising under a contract of employment, e redundancy payments, or f debts or other liabilities arising under a contract or other instrument involving financial services. 4 The rules may make provision as to what is, or is not, to count as the supply of goods or services for the purposes of subsection (3)(b). 5 The Secretary of State may by regulations amend this section for the purposes of changing the list in subsection (3). 6 Regulations under subsection (5) are subject to the affirmative resolution procedure. 7 In this section— contract or other instrument involving financial services has the meaning given by Schedule ZA2; monitor's remuneration or expenses does not include remuneration in respect of anything done by a proposed monitor before the moratorium begins; redundancy payment means— a redundancy payment under Part 11 of the Employment Rights Act 1996 or Part 12 of the Employment Rights (Northern Ireland) Order 1996, or a payment made to a person who agrees to the termination of their employment in circumstances where they would have been entitled to a redundancy payment under that Part if dismissed; wages or salary includes— a sum payable in respect of a period of holiday (for which purpose the sum is to be treated as relating to the period by reference to which the entitlement to holiday accrued), a sum payable in respect of a period of absence through illness or other good cause, a sum payable in lieu of holiday, and a contribution to an occupational pension scheme. Publicity about moratorium Publicity about moratorium A19 1 During a moratorium, the company must, in any premises— a where business of the company is carried on, and b to which customers of the company or suppliers of goods or services to the company have access, display, in a prominent position so that it may easily be read by such customers or suppliers, a notice containing the required information. 2 During a moratorium, any websites of the company must state the required information. 3 During a moratorium, every business document issued by or on behalf of the company must state the required information. 4 For the purposes of subsections (1), (2) and (3),  the required information is— a that a moratorium is in force in relation to the company, and b the name of the monitor. 5 If subsection (1), (2) or (3) is contravened— a the company commits an offence, and b any officer of the company who without reasonable excuse authorised or permitted the contravention commits an offence. 6 In this section  business document means— a an invoice, b an order for goods or services, c a business letter, and d an order form, whether in hard copy, electronic or any other form. Effect on creditors etc Restrictions on insolvency proceedings etc A20 1 During a moratorium— a no petition may be presented for the winding up of the company, except by the directors, b no resolution may be passed for the voluntary winding up of the company under section 84(1)(a), c a resolution for the voluntary winding up of the company under section 84(1)(b) may be passed only if the resolution is recommended by the directors, d no order may be made for the winding up of the company, except on a petition by the directors, e no administration application may be made in respect of the company, except by the directors, f no notice of intention to appoint an administrator of the company under paragraph 14 or 22(1) of Schedule B1 may be filed with the court, g no administrator of the company may be appointed under paragraph 14 or 22(1) of Schedule B1, and h no administrative receiver of the company may be appointed. 2 Subsection (1)(a) does not apply to an excepted petition; and subsection (1)(d) does not apply to an order on an excepted petition. 3 For these purposes,  excepted petition means a petition under— a section 124A, 124B or 124C, or b section 367 of the Financial Services and Markets Act 2000 on the ground mentioned in subsection (3)(b) of that section. Restrictions on enforcement and legal proceedings A21 1 During a moratorium— a a landlord or other person to whom rent is payable may not exercise a right of forfeiture by peaceable re-entry in relation to premises let to the company, except with the permission of the court, b in Scotland, a landlord or other person to whom rent is payable may not exercise a right of irritancy in relation to premises let to the company, except with the permission of the court, c no steps may be taken to enforce any security over the company's property except— i steps to enforce a collateral security charge (within the meaning of the Financial Markets and Insolvency (Settlement Finality) Regulations 1999 (S.I. 1999/2979)), ii steps to enforce security created or otherwise arising under a financial collateral arrangement (within the meaning of regulation 3 of the Financial Collateral Arrangements (No. 2) Regulations 2003 (S.I. 2003/3226)), or iii steps taken with the permission of the court, d no steps may be taken to repossess goods in the company's possession under any hire-purchase agreement, except with the permission of the court, and e no legal process (including legal proceedings, execution, distress or diligence) may be instituted, carried out or continued against the company or its property except— i employment tribunal proceedings or any legal process arising out of such proceedings, ii proceedings, not within sub-paragraph (i), involving a claim between an employer and a worker, or iii a legal process instituted, carried out or continued with the permission of the court. 2 An application may not be made for permission under subsection (1) for the purposes of enforcing a pre-moratorium debt for which the company has a payment holiday during the moratorium. 3 An application may not be made for permission under subsection (1)(c), (d) or (e) with a view to obtaining— a the crystallisation of a floating charge, or b the imposition, by virtue of provision in an instrument creating a floating charge, of any restriction on the disposal of any property of the company. 4 Permission of the court under subsection (1) may be given subject to conditions. 5 Subsection (1)(c)(iii) is subject to section A23(1). 6 In this section— agency worker has the meaning given by section 13(2) of the Employment Relations Act 1999; employer— in relation to an agency worker, has the meaning given by section 13(2) of the Employment Relations Act 1999; otherwise, has the meaning given by section 230(4) of the Employment Rights Act 1996; worker means an individual who is— a worker within the meaning of section 230(3) of the Employment Rights Act 1996, or an agency worker. Floating charges A22 1 This section applies where there is an uncrystallised floating charge on the property of a company for which a moratorium is in force. 2 During the moratorium, the holder of the floating charge may not give any notice which would have the effect of— a causing the floating charge to crystallise, or b causing the imposition, by virtue of provision in the instrument creating the charge, of any restriction on the disposal of property of the company. 3 No other event occurring during the moratorium is to have the effect mentioned in subsection (2)(a) or (b). 4 Subsection (5) applies where— a the holder of a floating charge (the chargee) is prevented by subsection (2) from giving a notice mentioned there during the moratorium, and b under the terms of the floating charge, the time for giving such a notice ends during the moratorium or before the chargee is given notice of the end of the moratorium under section A17. 5 The chargee may give notice later than is required under the terms of the floating charge, but only if the chargee does so as soon as is practicable after— a the end of the moratorium, or b if later, the day on which the chargee is notified of the end of the moratorium. 6 Where— a subsection (3) prevents an event which occurs during the moratorium from having the effect mentioned there, and b the holder of the floating charge gives notice of the event to the company as soon as is practicable after— i the end of the moratorium, or ii if later, the day on which the chargee is notified of the end of the moratorium, the event is to be treated as if it had occurred when the notice was given. 7 This section does not apply in relation to a floating charge that is— a a collateral security (as defined by section A27); b a market charge (as defined by section A27); c a security financial collateral arrangement (within the meaning of regulation 3 of the Financial Collateral Arrangements (No. 2) Regulations 2003 (S.I. 2003/3226)); d a system-charge (as defined by section A27). Enforcement of security granted during moratorium A23 1 Security granted by a company during a moratorium in relation to the company may be enforced only if the monitor consented to the grant of security under section A26. 2 See also section A21(1)(c), which restricts enforcement during a moratorium. Notification of insolvency proceedings Duty of directors to notify monitor of insolvency proceedings etc A24 1 The directors of a company must notify the monitor before taking any of the following steps during a moratorium— a presenting a petition for the winding up of the company; b making an administration application in respect of the company; c appointing an administrator under paragraph 22(2) of Schedule B1. 2 The directors of a company must notify the monitor if, during a moratorium for the company, they recommend that the company passes a resolution for voluntary winding up under section 84(1)(b). 3 The rules may make provision about the timing of a notice required to be given under subsection (1) or (2). 4 If the directors fail to comply with subsection (1) or (2), any director who did not have a reasonable excuse for the failure commits an offence. Restrictions on transactions Restrictions on obtaining credit A25 1 During a moratorium, the company may not obtain credit to the extent of £500 or more from a person unless the person has been informed that a moratorium is in force in relation to the company. 2 The reference to the company obtaining credit includes— a the company entering into a conditional sale agreement in accordance with which goods are to be sold to the company, b the company entering into any other form of hire-purchase agreement under which goods are to be bailed (in Scotland, hired) to the company, and c the company being paid in advance (whether in money or otherwise) for the supply of goods or services. 3 If a company contravenes subsection (1)— a the company commits an offence, and b any officer of the company who without reasonable excuse authorised or permitted the obtaining of the credit commits an offence. Restrictions on grant of security etc A26 1 During a moratorium, the company may grant security over its property only if the monitor consents. 2 The monitor may give consent under subsection (1) only if the monitor thinks that the grant of security will support the rescue of the company as a going concern. 3 In deciding whether to give consent under subsection (1), the monitor is entitled to rely on information provided by the company unless the monitor has reason to doubt its accuracy. 4 If the company grants security over its property during the moratorium otherwise than as authorised by subsection (1)— a the company commits an offence, and b any officer of the company who without reasonable excuse authorised or permitted the grant of the security commits an offence. 5 For the consequences of a company granting security over its property in contravention of subsection (1), see also section A23. 6 The monitor may not give consent under this section if the granting of security is an offence under section A27. Prohibition on entering into market contracts etc A27 1 If a company enters into a transaction to which this section applies during a moratorium for the company— a the company commits an offence, and b any officer of the company who without reasonable excuse authorised or permitted the company to enter into the transaction commits an offence. 2 A company enters into a transaction to which this section applies if it— a enters into a market contract, b enters into a financial collateral arrangement, c gives a transfer order, d grants a market charge or a system-charge, or e provides any collateral security. 3 Where during the moratorium a company enters into a transaction to which this section applies, nothing done by or in pursuance of the transaction is to be treated as done in contravention of any of sections A19, A21, A25, A26 and A28 to A32. 4 In this section— collateral security has the same meaning as in the Financial Markets and Insolvency (Settlement Finality) Regulations 1999 (S.I. 1999/2979); financial collateral arrangement has the same meaning as in the Financial Collateral Arrangements (No. 2) Regulations 2003 (S.I. 2003/3226); market charge has the same meaning as in Part 7 of the Companies Act 1989; market contract has the same meaning as in Part 7 of the Companies Act 1989; system-charge has the meaning given by the Financial Markets and Insolvency Regulations 1996 (S.I. 1996/1469); transfer order has the same meaning as in the Financial Markets and Insolvency (Settlement Finality) Regulations 1999. Restrictions on payments and disposal of property Restrictions on payment of certain pre-moratorium debts A28 1 During a moratorium, the company may make one or more relevant payments to a person that (in total) exceed the specified maximum amount only if— a the monitor consents, b the payment is in pursuance of a court order, or c the payment is required by section A31(3) or A32(3). 2 In subsection (1)— relevant payments means payments in respect of pre-moratorium debts for which the company has a payment holiday during the moratorium (see section A18); specified maximum amount means an amount equal to the greater of— £5000, and 1% of the value of the debts and other liabilities owed by the company to its unsecured creditors when the moratorium began, to the extent that the amount of such debts and liabilities can be ascertained at that time. 3 The monitor may give consent under subsection (1)(a) only if the monitor thinks that it will support the rescue of the company as a going concern. 4 In deciding whether to give consent under subsection (1)(a), the monitor is entitled to rely on information provided by the company unless the monitor has reason to doubt its accuracy. 5 If the company makes a payment to which subsection (1) applies otherwise than as authorised by that subsection— a the company commits an offence, and b any officer of the company who without reasonable excuse authorised or permitted the payment commits an offence. Restrictions on disposal of property A29 1 During a moratorium, the company may dispose of its property only if authorised by subsection (2) or (5). 2 In the case of property that is not subject to a security interest, the company may dispose of the property if— a the disposal is made in the ordinary way of the company's business, b the monitor consents, or c the disposal is in pursuance of a court order. 3 The monitor may give consent under subsection (2)(b) only if the monitor thinks that it will support the rescue of the company as a going concern. 4 In deciding whether to give consent under subsection (2)(b), the monitor is entitled to rely on information provided by the company unless the monitor has reason to doubt its accuracy. 5 In the case of property that is subject to a security interest, the company may dispose of the property if the disposal is in accordance with— a section A31(1), or b the terms of the security. 6 If the company disposes of its property during the moratorium otherwise than as authorised by this section— a the company commits an offence, and b any officer of the company who without reasonable excuse authorised or permitted the disposal commits an offence. Restrictions on disposal of hire-purchase property A30 1 During a moratorium, the company may dispose of any goods in the possession of the company under a hire-purchase agreement only if the disposal is in accordance with — a section A32(1), or b the terms of the agreement. 2 If the company disposes of goods in the possession of the company under a hire-purchase agreement otherwise than as authorised by subsection (1)— a the company commits an offence, and b any officer of the company who without reasonable excuse authorised or permitted the disposal commits an offence. Disposals of property free from charges etc Disposal of charged property free from charge A31 1 During a moratorium, the company may, with the permission of the court, dispose of property which is subject to a security interest as if it were not subject to the security interest. 2 The court may give permission under subsection (1) only if the court thinks that it will support the rescue of the company as a going concern. 3 Where the court gives permission under subsection (1) other than in relation to a floating charge, the company must apply the following towards discharging the sums secured— a the net proceeds of disposal of the property, and b any money required to be added to the net proceeds so as to produce the amount determined by the court as the net amount which would be realised on a sale of the property in the open market by a willing vendor. 4 Where the permission relates to two or more security interests, the condition in subsection (3) requires the application of money in the order of the priorities of the security interests. 5 Where property subject to a floating charge is disposed of under subsection (1), the holder of the floating charge has the same priority in respect of acquired property as they had in respect of the property disposed of. 6 In subsection (5)\t\t\t\t\t\t\t\t\t\t\t\t\t acquired property means property of the company which directly or indirectly represents the property disposed of. 7 Where the court makes an order giving permission under subsection (1), the directors must, within the period of 14 days beginning with the date of the order, send a copy of it to the registrar of companies. 8 If the directors fail to comply with subsection (7), any director who did not have a reasonable excuse for the failure commits an offence. 9 Where property in Scotland is disposed of under subsection (1), the company must grant to the disponee an appropriate document of transfer or conveyance of the property, and— a that document, or b recording, intimation or registration of that document (where recording, intimation or registration of the document is a legal requirement for completion of title to the property), has the effect of disencumbering the property of or, as the case may be, freeing the property from, the security interest. 10 If a company fails to comply with subsection (3) or (9)— a the company commits an offence, and b any officer of the company who without reasonable excuse authorised or permitted the failure commits an offence. 11 Subsection (1) does not apply in relation to any property which is subject to a financial collateral arrangement, a market charge, a system-charge or a collateral security (as defined by section A27). Disposal of hire-purchase property A32 1 During a moratorium, the company may, with the permission of the court, dispose of goods which are in the possession of the company under a hire-purchase agreement as if all of the rights of the owner under the agreement were vested in the company. 2 The court may give permission under subsection (1) only if the court thinks that it will support the rescue of the company as a going concern. 3 Where the court gives permission under subsection (1), the company must apply the following towards discharging the sums payable under the hire-purchase agreement— a the net proceeds of disposal of the goods, and b any additional money required to be added to the net proceeds so as to produce the amount determined by the court as the net amount which would be realised on a sale of the goods in the open market by a willing vendor. 4 If a company fails to comply with subsection (3)— a the company commits an offence, and b any officer of the company who without reasonable excuse authorised or permitted the failure commits an offence. 5 Where the court makes an order giving permission under subsection (1), the directors must, within the period of 14 days beginning with the date of the order, send a copy of it to the registrar of companies. 6 If the directors fail to comply with subsection (5), any director who did not have a reasonable excuse for the failure commits an offence. 7 In Scotland, where goods in the possession of the company under a hire-purchase agreement are disposed of under subsection (1), the disposal has the effect of extinguishing, as against the disponee, all rights of the owner of the goods under the agreement. Effect of contravention of certain provisions of Chapter Contravention of certain requirements imposed under this Chapter A33 The fact that a company contravenes section A19 or any of sections A25 to A32 does not— a make any transaction void or unenforceable, or b affect the validity of any other thing. CHAPTER 5 The monitor Status of monitor A34 The monitor in relation to a moratorium is an officer of the court. Monitoring A35 1 During a moratorium, the monitor must monitor the company's affairs for the purpose of forming a view as to whether it remains likely that the moratorium will result in the rescue of the company as a going concern. 2 In forming the view mentioned in subsection (1), the monitor is entitled to rely on information provided by the company, unless the monitor has reason to doubt its accuracy. Provision of information to monitor A36 1 The monitor may require the directors of the company to provide any information required by the monitor for the purpose of carrying out the monitor's functions. 2 The directors must comply with a requirement to provide information as soon as practicable. 3 For the potential consequences of failing to comply with a requirement to provide information, see section A38. Application by monitor for directions A37 The monitor in relation to a moratorium may apply to the court for directions about the carrying out of the monitor's functions. Termination of moratorium by monitor A38 1 The monitor must bring a moratorium to an end by filing a notice with the court if— a the monitor thinks that the moratorium is no longer likely to result in the rescue of the company as a going concern, b the monitor thinks that the objective of rescuing the company as a going concern has been achieved, c the monitor thinks that, by reason of a failure by the directors to comply with a requirement under section A36, the monitor is unable properly to carry out the monitor's functions, or d the monitor thinks that the company is unable to pay any of the following that have fallen due— i moratorium debts; ii pre-moratorium debts for which the company does not have a payment holiday during the moratorium (see section A18). 2 The rules may provide for debts that are to be disregarded for the purposes of subsection (1)(d). 3 On the filing with the court of a notice under subsection (1), the moratorium comes to an end. 4 The rules may make provision about the timing of a notice required to be given under subsection (1). 5 The Secretary of State may by regulations amend this section for the purposes of changing the circumstances in which the monitor must bring a moratorium to an end under subsection (1). 6 Regulations under subsection (5) are subject to the affirmative resolution procedure. 7 See also section A17 (obligations to notify change in end of moratorium). Replacement of monitor or appointment of additional monitor A39 1 The court may make an order authorising the appointment of a qualified person to act as the monitor in relation to a moratorium instead of, or in addition to, a person who already acts as the monitor. 2 The court may make an order providing that a person ceases to act as the monitor in relation to a moratorium. 3 An order under subsection (1) or (2) may be made only on an application by the directors or the monitor. 4 The court may make an order authorising the appointment of a monitor under subsection (1) only if the person has provided the court with a statement that the person— a is a qualified person, and b consents to act as the monitor in relation to the moratorium. 5 Where it is proposed that more than one person should act as the monitor in relation to the moratorium, the statement under subsection (4) must specify— a which functions (if any) are to be exercised by the persons acting jointly, and b which functions (if any) are to be exercised by any or all of the persons. 6 The rules may make provision about the date on which the statement under subsection (4) must be made. 7 Where the court makes an order under subsection (1) or (2) the person begins to act as the monitor, or ceases to act as the monitor, in relation to the moratorium at the time specified in, or determined in accordance with, the order (the relevant time). 8 As soon as reasonably practicable after the relevant time, the monitor must notify the following of the effect of the order— a the registrar of companies, b every creditor of the company of whose claim the monitor is aware, c in a case where the company is or has been an employer in respect of an occupational pension scheme that is not a money purchase scheme, the Pensions Regulator, and d in a case where the company is an employer in respect of such a pension scheme that is an eligible scheme within the meaning given by section 126 of the Pensions Act 2004, the Board of the Pension Protection Fund. 9 If the monitor without reasonable excuse fails to comply with subsection (8), the monitor commits an offence. Application of Part where two or more persons act as monitor A40 1 Where two or more persons act jointly as the monitor— a a reference in this Act to the monitor is a reference to those persons acting jointly; b where an offence of omission is committed by the monitor, each of the persons appointed to act jointly— i commits the offence, and ii may be proceeded against and punished individually. 2 Where persons act jointly in respect of only some of the functions of the monitor, subsection (1) applies only in relation to those functions. 3 Where two or more persons act concurrently as the monitor a reference in this Act to the monitor is a reference to any of the persons appointed (or any combination of them). Presumption of validity A41 An act of the monitor is valid in spite of a defect in the monitor's appointment or qualification. CHAPTER 6 Challenges Challenge to monitor's actions A42 1 Any of the persons specified below may apply to the court on the ground that an act, omission or decision of the monitor during a moratorium has unfairly harmed the interests of the applicant. 2 The persons who may apply are— a a creditor, director or member of the company, or b any other person affected by the moratorium. 3 An application under subsection (1) may be made during the moratorium or after it has ended. 4 On an application under subsection (1) the court may— a confirm, reverse or modify any act or decision of the monitor, b give the monitor directions, or c make such other order as it thinks fit (but may not, under this paragraph, order the monitor to pay any compensation). 5 Where an application under subsection (1) relates to a failure by the monitor to bring the moratorium to an end under section A38(1), an order under subsection (4) may, in particular, bring the moratorium to an end and make such consequential provision as the court thinks fit. 6 Where an application under subsection (1) relates to the monitor bringing a moratorium to an end under section A38(1), an order under subsection (4) may, in particular, provide that the moratorium is not to be taken into account for the purposes of paragraph 2(1)(b) of Schedule ZA1 (company not eligible for moratorium if moratorium in force within previous 12 months). 7 In making an order under subsection (4) the court must have regard to the need to safeguard the interests of persons who have dealt with the company in good faith and for value. 8 See also section A17 (obligations to notify change in end of moratorium). Challenges to monitor remuneration in insolvency proceedings A43 1 The rules may confer on an administrator or liquidator of a company the right to apply to the court on the ground that remuneration charged by the monitor in relation to a prior moratorium for the company was excessive. 2 Rules under subsection (1) may (among other things) make provision as to— a time limits; b disposals available to the court; c the treatment of costs (or, in Scotland, the expenses) of the application in the administration or winding up. Challenge to directors' actions A44 1 A creditor or member of a company may apply to the court for an order under this section on the ground that— a during a moratorium, the company's affairs, business and property are being or have been managed by the directors in a manner which has unfairly harmed the interests of its creditors or members generally or of some part of its creditors or members (including at least the applicant), or b any actual or proposed act or omission of the directors during a moratorium causes or would cause such harm. 2 An application under subsection (1) may be made during the moratorium or after it has ended. 3 On an application under subsection (1) the court may make such order as it thinks fit. 4 An order under subsection (3) may in particular— a regulate the management by the directors of the company's affairs, business and property during the remainder of the moratorium, b require the directors to refrain from doing or continuing an act complained of by the applicant or to do an act which the applicant has complained they have omitted to do, c require a decision of the company's creditors to be sought (using a qualifying decision procedure) on such matters as the court may direct, or d bring the moratorium to an end and make such consequential provision as the court thinks fit. 5 In making an order under subsection (3) the court must have regard to the need to safeguard the interests of persons who have dealt with the company in good faith and for value. 6 See also section A17 (obligations to notify change in end of moratorium). Challenge brought by Board of the Pension Protection Fund A45 1 This section applies where— a a moratorium— i is in force in relation to a company that is an employer in respect of an eligible scheme, or ii is or has been in force in relation to a company that has been an employer in respect of an eligible scheme at any time during the moratorium, and b the trustees or managers of the scheme are a creditor of the company. 2 The Board of the Pension Protection Fund may make any application under section A42(1) or A44(1) that could be made by the trustees or managers as a creditor. 3 For the purposes of such an application, any reference in section A42(1) or A44(1) to the interests of the applicant is to be read as a reference to the interests of the trustees or managers as a creditor. 4 In this section  eligible scheme has the meaning given by section 126 of the Pensions Act 2004. CHAPTER 7 Offences: general Offence of fraud etc during or in anticipation of moratorium A46 1 An officer of a company commits an offence if, during a moratorium for the company or at any time within the period of 12 months ending with the day on which a moratorium for the company comes into force, the officer— a does any of the things mentioned in subsection (2), or b was privy to the doing by others of any of the things mentioned in subsection (2)(c), (d) and (e). 2 Those things are— a concealing any part of the company's property to the value of £500 or more, or concealing any debt due to or from the company, b fraudulently removing any part of the company's property to the value of £500 or more, c concealing, destroying, mutilating or falsifying any document affecting or relating to the company's property or affairs, d making any false entry in any document affecting or relating to the company's property or affairs, e fraudulently parting with, altering or making any omission in any document affecting or relating to the company's property or affairs, or f pawning, pledging or disposing of any property of the company which has been obtained on credit and has not been paid for (unless the pawning, pledging or disposal was in the ordinary way of the company's business). 3 It is a defence— a for a person charged with an offence under subsection (1) in respect of any of the things mentioned in subsection (2)(a) or (f) to prove that the person had no intent to defraud, and b for a person charged with an offence under subsection (1) in respect of any of the things mentioned in subsection (2)(c) or (d) to prove that the person had no intent to conceal the state of affairs of the company or to defeat the law. 4 Where a person pawns, pledges or disposes of any property of a company in circumstances which amount to an offence under subsection (1), every person who takes in pawn or pledge, or otherwise receives, the property commits an offence if the person knows it to be pawned, pledged or disposed of in circumstances which— a amount to an offence under subsection (1), or b would, if a moratorium were obtained for the company within the period of 12 months beginning with the day on which the pawning, pledging or disposal took place, amount to an offence under subsection (1). 5 In this section,  officer includes a shadow director. Offence of false representation etc to obtain a moratorium A47 1 An officer of a company commits an offence if, for the purpose of obtaining a moratorium for the company or an extension of a moratorium for the company, the officer— a makes any false representation, or b fraudulently does, or omits to do, anything. 2 Subsection (1) applies even if no moratorium or extension is obtained. 3 In this section,  officer includes a shadow director. Prosecution of delinquent officers of company A48 1 This section applies where a moratorium has been obtained for a company. 2 If it appears to the monitor that any past or present officer of the company has committed an offence in connection with the moratorium, the monitor must forthwith— a report the matter to the appropriate authority, and b provide the appropriate authority with such information and give the authority such access to and facilities for inspecting and taking copies of documents (being information or documents in the possession or under the control of the monitor and relating to the matter in question) as the authority requires. 3 In subsection (2),  the appropriate authority— a in the case of a company registered in England and Wales, means the Secretary of State, b in the case of a company registered in Scotland, means the Lord Advocate, and c in the case of an unregistered company means— i if it has a principal place of business in England and Wales but not Scotland, the Secretary of State, ii if it has a principal place of business in Scotland but not England and Wales, the Lord Advocate, iii if it has a principal place of business in both England and Wales and Scotland, the Secretary of State and the Lord Advocate, and iv if it does not have a principal place of business in England and Wales or Scotland, the Secretary of State. 4 Where a matter is reported to the Secretary of State under subsection (2), the Secretary of State may, for the purpose of investigating the matter and such other matters relating to the affairs of the company as appear to the Secretary of State to require investigation, exercise any of the powers which are exercisable by inspectors appointed under section 431 or 432 of the Companies Act 1985. 5 For the purpose of such an investigation any obligation imposed on a person by any provision of the Companies Acts to produce documents or give information to, or otherwise to assist, inspectors so appointed is to be regarded as an obligation similarly to assist the Secretary of State in the Secretary of State's investigation. 6 Where a question is put to a person in exercise of the powers conferred by subsection (4), the person's answer may be used in evidence against them. 7 However, in criminal proceedings in which the person is charged with an offence other than a false statement offence— a no evidence relating to the answer may be adduced, and b no question relating to it may be asked, by or on behalf of the prosecution, unless evidence relating to it is adduced, or a question relating to it is asked, in the proceedings by or on behalf of the person. 8 In subsection (7)\t\t\t\t\t\t\t\t\t\t\t\t false statement offence means— a an offence under section 2 or 5 of the Perjury Act 1911 (false statements made on oath otherwise than in judicial proceedings or made otherwise than on oath), or b an offence under section 44(1) or (2) of the Criminal Law (Consolidation)\t\t\t\t\t\t\t\t\t\t\t\t\t\t(Scotland) Act 1995 (false statements made on oath or otherwise than on oath). 9 Where a prosecuting authority institutes criminal proceedings following any report under subsection (2), the monitor, and every officer and agent of the company past and present (other than the defendant or defender), must give the authority all assistance in connection with the prosecution which they are reasonably able to give. 10 For this purpose— agent includes any banker or solicitor of the company and any person employed by the company as auditor, whether that person is or is not an officer of the company; prosecuting authority means the Director of Public Prosecutions, the Lord Advocate or the Secretary of State. 11 The court may, on the application of the prosecuting authority, direct a person who has failed to comply with subsection (9) to comply with it. CHAPTER 8 Miscellaneous and general Special rules for certain kinds of company etc Regulated companies: modifications to this Part A49 1 For the purposes of sections A3 and A4 as they apply in relation to a regulated company, section A6(1) has effect as if the documents listed there included a reference to the written consent of the appropriate regulator to the appointment of the proposed monitor. 2 The remaining provisions of this section apply in relation to a moratorium for a regulated company. 3 Any notice under section A8(2), A17(2) to (4) or A39(8) must also be sent by the monitor to the appropriate regulator. 4 The directors must give the appropriate regulator notice of any qualifying decision procedure by which a decision of the company's creditors is sought for the purposes of section A12(2) or A44(4)(c). 5 If the directors fail to comply with subsection (4), any director who did not have a reasonable excuse for the failure commits an offence. 6 The appropriate regulator, or a person appointed by the appropriate regulator, may in the way provided for by the rules, participate (but not vote) in any qualifying decision procedure by which a decision of the company's creditors is sought for the purposes of this Part. 7 The appropriate regulator is entitled to be heard on any application to the court for permission under section A31(1) or A32(1)\t\t\t\t\t\t\t\t\t\t\t\t\t(disposal of charged property, etc). 8 The court may make an order under section A39(1) only if the appropriate regulator has given its written consent to the appointment of the proposed monitor. 9 The persons who may apply to the court under section A39(3), A42(1) or A44(1) include the appropriate regulator. 10 If a person other than a regulator applies to the court under section A39(3), A42(1) or A44(1) the appropriate regulator is entitled to be heard on the application. 11 If either regulator makes an application to the court under section A39(3), A42(1) or A44(1) in relation to a PRA-regulated company, the other regulator is entitled to be heard on the application. 12 This section does not affect any right that the appropriate regulator has (apart from this section) as a creditor of a regulated company. 13 In this section— the appropriate regulator means— where the regulated company is a PRA-regulated company, each of the Financial Conduct Authority and the Prudential Regulation Authority, and where the regulated company is not a PRA-regulated company, the Financial Conduct Authority; PRA-authorised person has the meaning given by section 2B(5) of the Financial Services and Markets Act 2000; PRA-regulated company means a regulated company which— is, or has been, a PRA-authorised person, is, or has been, an appointed representative within the meaning given by section 39 of the Financial Services and Markets Act 2000, whose principal (or one of whose principals) is, or was, a PRA-authorised person, or is carrying on, or has carried on, a PRA-regulated activity (within the meaning of section 22A of that Act) in contravention of the general prohibition; regulated activity has the meaning given by section 22 of the Financial Services and Markets Act 2000, taken with Schedule 2 to that Act and any order under that section; regulated company means a company which— is, or has been, an authorised person within the meaning given by section 31 of the Financial Services and Markets Act 2000, is, or has been, an appointed representative within the meaning given by section 39 of that Act, or is carrying on, or has carried on, a regulated activity in contravention of the general prohibition within the meaning given by section 19 of that Act; regulator means the Financial Conduct Authority or the Prudential Regulation Authority. 14 The Secretary of State may by regulations amend this section for the purposes of changing the definition of  regulated company in subsection (13). 15 Regulations under subsection (14) are subject to the affirmative resolution procedure. Power to modify this Part etc in relation to certain companies A50 1 The Secretary of State may by regulations make provision under the law of England and Wales or Scotland— a to modify this Part as it applies in relation to a company for which there is a special administration regime, or b in connection with the interaction between this Part and any other insolvency procedure in relation to such a company. 2 The Welsh Ministers may by regulations make provision under the law of England and Wales— a to modify this Part as it applies in relation to a company that is a social landlord registered under Part 1 of the Housing Act 1996, or b make provision in connection with the interaction between this Part and any other insolvency procedure in relation to such a company. 3 The Scottish Ministers may by regulations make provision under the law of Scotland— a to modify this Part as it applies in relation to a company that is a social landlord registered under Part 2 of the Housing (Scotland) Act 2010 (asp 17), or b make provision in connection with the interaction between this Part and any other insolvency procedure in relation to such a company. 4 The Secretary of State may, by regulations, make any provision under the law of England and Wales, Scotland or Northern Ireland that appears to the Secretary of State to be appropriate in view of provision made under subsection (1), (2) or (3). 5 The power in subsection (1), (2), (3) or (4) may, in particular, be used to amend, repeal, revoke or otherwise modify any provision made by an enactment. 6 Regulations under subsection (1) or (4) are subject to the affirmative resolution procedure. 7 A statutory instrument containing regulations under subsection (2) may not be made unless a draft of the statutory instrument containing them has been laid before and approved by a resolution of Senedd Cymru. 8 Regulations made by the Scottish Ministers under subsection (3) are subject to the affirmative procedure (see section 29 of the Interpretation and Legislative Reform (Scotland) Act 2010 (asp 10)). 9 In this section— insolvency procedure includes— in relation to subsection (1)(b), the provision made by sections 143A to 159 of the Housing and Regeneration Act 2008; in relation to subsection (2)(b), the provision made by sections 39 to 50 of the Housing Act 1996; in relation to subsection (3)(b), the provision made by Part 7 of the Housing (Scotland) Act 2010; ordinary administration means the insolvency procedure provided for by Schedule B1; special administration regime means provision made by an enactment for an insolvency procedure that— is similar or corresponds to ordinary administration, and provides for the administrator to have one or more special objectives instead of or in addition to the objectives of ordinary administration. Power to make provision in connection with pension schemes A51 1 The Secretary of State may by regulations provide that, in a case where— a a moratorium— i is in force in relation to a company that is an employer in respect of an eligible scheme, or ii is or has been in force in relation to a company that has been an employer in respect of an eligible scheme at any time during the moratorium, and b the trustees or managers of the scheme are a creditor of the company, the Board of the Pension Protection Fund may exercise any of the following rights. 2 The rights are those which are exercisable by the trustees or managers as a creditor of the company under or by virtue of— a section A12, or b a court order under section A44(4)(c). 3 Regulations under subsection (1) may provide that the Board may exercise any such rights— a to the exclusion of the trustees or managers of the scheme, or b in addition to the exercise of those rights by the trustees or managers of the scheme. 4 Regulations under subsection (1)— a may specify conditions that must be met before the Board may exercise any such rights; b may provide for any such rights to be exercisable by the Board for a specified period; c may make provision in connection with any such rights ceasing to be so exercisable at the end of such a period. 5 Regulations under subsection (1) are subject to the affirmative resolution procedure. 6 In this section  eligible scheme has the meaning given by section 126 of the Pensions Act 2004. Floating charges Void provisions in floating charge documents A52 1 A provision in an instrument creating a floating charge is void if it provides for the obtaining of a moratorium, or anything done with a view to obtaining a moratorium, to be— a an event causing the floating charge to crystallise, b an event causing restrictions which would not otherwise apply to be imposed on the disposal of property by the company, or c a ground for the appointment of a receiver. 2 The reference in subsection (1) to anything done with a view to obtaining a moratorium includes any preliminary decision or investigation. 3 In subsection (1)\t\t\t\t\t\t\t\t\t\t\t\t\t receiver includes a manager and a person who is appointed both receiver and manager. 4 Subsection (1) does not apply to a provision in an instrument creating a floating charge that is— a a collateral security (as defined by section A27); b a market charge (as defined by section A27); c a security financial collateral arrangement (within the meaning of regulation 3 of the Financial Collateral Arrangements (No. 2) Regulations 2003 (S.I. 2003/3226)); d a system-charge (as defined by section A27). Interpretation of this Part Meaning of  pre-moratorium debt and  moratorium debt A53 1 In this Part  pre-moratorium debt, in relation to a company for which a moratorium is or has been in force, means— a any debt or other liability to which the company becomes subject before the moratorium comes into force, or b any debt or other liability to which the company has become or may become subject during the moratorium by reason of any obligation incurred before the moratorium comes into force, but this is subject to subsection (3). 2 In this Part  moratorium debt, in relation to a company for which a moratorium is or has been in force, means— a any debt or other liability to which the company becomes subject during the moratorium, other than by reason of an obligation incurred before the moratorium came into force, or b any debt or other liability to which the company has become or may become subject after the end of the moratorium by reason of an obligation incurred during the moratorium, but this is subject to subsection (3). 3 For the purposes of this Part— a a liability in tort or delict is a  pre-moratorium debt if either— i the cause of action has accrued before the moratorium comes into force, or ii all the elements necessary to establish the cause of action exist before the moratorium comes into force except for actionable damage; b a liability in tort or delict is a  moratorium debt if it does not fall within paragraph (a) and either— i the cause of action has accrued during the moratorium, or ii all the elements necessary to establish the cause of action exist before the moratorium comes to an end except for actionable damage. 4 The Secretary of State may by regulations amend this section for the purposes of changing the definition of  pre-moratorium debt or  moratorium debt in this Part. 5 Regulations under subsection (4) are subject to the affirmative resolution procedure. Interpretation of this Part: general A54 1 In this Part— company means— a company registered under the Companies Act 2006 in England and Wales or Scotland, or an unregistered company that may be wound up under Part 5 of this Act; the court means such court as is prescribed; eligible, in relation to a company, has the meaning given by Schedule ZA1; employer, in relation to a pension scheme— in sections A8(2)(c), A17(8)(c) and A39(8)(c), means an employer within the meaning of section 318(1) of the Pensions Act 2004; elsewhere in this Part, has the same meaning that it has for the purposes of Part 2 of the Pensions Act 2004 (see section 318(1) and (4) of that Act); enactment includes an Act of the Scottish Parliament and an instrument made under such an Act; hire-purchase agreement includes a conditional sale agreement, a chattel leasing agreement and a retention of title agreement; liability means (subject to subsection (2)) a liability to pay money or money's worth, including any liability under an enactment, a liability for breach of trust, any liability in contract, tort, delict or bailment, and any liability arising out of an obligation to make restitution; money purchase scheme has the meaning given by section 181(1) of the Pension Schemes Act 1993; the monitor, in relation to a moratorium, means the person who has the functions of the monitor in relation to the moratorium (see also section A40 for cases where two or more persons act as the monitor); moratorium means a moratorium under this Part; moratorium debt has the meaning given by section A53; occupational pension scheme has the meaning given by section 1 of the Pension Schemes Act 1993; pension scheme has the meaning given by section 1 of the Pension Schemes Act 1993; pre-moratorium debt has the meaning given by section A53; qualified person means a person qualified to act as an insolvency practitioner; unable to pay its debts— in relation to a registered company, has the same meaning as in Part 4 (see section 123); in relation to an unregistered company, has the same meaning as in Part 5 (see sections 222 to 224). 2 For the purposes of references in any provision of this Part to a debt or liability it is immaterial whether the debt or liability is present or future, whether it is certain or contingent, or whether its amount is fixed or liquidated, or is capable of being ascertained by fixed rules or as a matter of opinion. 3 In this Part references to filing a document with the court are, in relation to a court in Scotland, references to lodging it in court. 4 The Secretary of State may by regulations amend this section for the purposes of changing the definition of  qualified person in subsection (1). 5 Regulations under subsection (4) are subject to the affirmative resolution procedure. Regulations Regulations A55 1 Regulations under this Part may make— a different provision for different purposes; b consequential, supplementary, incidental or transitional provision or savings. 2 Regulations under this Part are to be made by statutory instrument, unless they are made by the Scottish Ministers. 3 Where regulations of the Secretary of State under this Part are subject to  the affirmative resolution procedure, they may not be made unless a draft of the statutory instrument containing them has been laid before Parliament and approved by a resolution of each House of Parliament. 2 Schedule 1 inserts into the Insolvency Act 1986 a new Schedule ZA1 (eligible companies). 3 Schedule 2 inserts into the Insolvency Act 1986 a new Schedule ZA2 (contracts involving financial services)."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "2", "section_title": "Moratoriums in Great Britain: further amendments and transition", "section_text": "2 1 Schedule 3 contains consequential and other amendments to do with moratoriums under new Part A1 of the Insolvency Act 1986. 2 Nothing in this Act affects the operation of the Insolvency Act 1986, or any other enactment, in relation to a moratorium under Schedule A1 to that Act which comes into force before the repeal of that Schedule by Schedule 3 to this Act. 3 Subsection (2) is without prejudice to the operation of section 16 of the Interpretation Act 1978 (general savings)."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "3", "section_title": "Moratoriums in Great Britain: temporary modifications", "section_text": "3 Schedule 4 makes temporary modifications to Part A1 of the Insolvency Act 1986 (moratorium) and other temporary provision in connection with that Part."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "4", "section_title": "Moratoriums in Northern Ireland", "section_text": " 4    1   In the Insolvency (Northern Ireland) Order 1989 ( S.I. 1989/2405 (N.I. 19) ), immediately before Part 2 (and after the heading before Parts 2 to 7) insert—    PART 1A  Moratorium   CHAPTER 1  Introductory   Overview   13A    1   This Part contains provision that enables an eligible company, in certain circumstances, to obtain a moratorium, giving it various protections from creditors set out in this Part.     2   In this Chapter Article  13AA  introduces Schedule ZA1 (which defines what is meant by an “eligible” company).     3   Chapter 2 sets out how an eligible company may obtain a moratorium.     4   Chapter 3 sets out for how long a moratorium has effect.     5   Chapter 4 sets out the effects of a moratorium on the company and its creditors.     6   Chapter 5 contains provision about the monitor.     7   Chapter 6 contains provision about challenges.     8   Chapter 7 contains provision about certain offences.     9   Chapter 8 contains miscellaneous and general provision, including—   a   special provision for certain kinds of company;     b   definitions for the purposes of this Part;     c   provision about regulations under this Part.          Eligible companies   13AA   Schedule ZA1 contains provision for determining whether a company is an eligible company for the purposes of this Part.       CHAPTER 2  Obtaining a moratorium   Obtaining a moratorium by filing documents at High Court   13B    1   This Article applies to an eligible company that—   a   is not subject to an outstanding winding-up petition, and     b   is not an overseas company.       2   The directors of the company may obtain a moratorium for the company by filing the relevant documents with the High Court (for the relevant documents, see Article  13BC ).     3   For the purposes of this Chapter a company is “subject to an outstanding winding-up petition” if—   a   a petition for the winding up of the company has been presented, and     b   the petition has not been withdrawn or determined.          Obtaining a moratorium for company subject to winding-up petition   13BA    1   This Article applies to an eligible company that is subject to an outstanding winding-up petition.     2   The directors of the company may apply to the High Court for a moratorium for the company.     3   The application must be accompanied by the relevant documents (for the relevant documents, see Article  13BC ).     4   On hearing the application the Court may—   a   make an order that the company should be subject to a moratorium, or     b   make any other order which the Court thinks appropriate.       5   The Court may make an order under paragraph  (4)(a)  only if it is satisfied that a moratorium for the company would achieve a better result for the company’s creditors as a whole than would be likely if the company were wound up (without first being subject to a moratorium).        Obtaining a moratorium for other overseas companies   13BB    1   This Article applies to an eligible company that—   a   is not subject to an outstanding winding-up petition, and     b   is an overseas company.       2   The directors of the company may apply to the High Court for a moratorium for the company.     3   The application must be accompanied by the relevant documents (for the relevant documents, see Article  13BC ).     4   On hearing the application the Court may—   a   make an order that the company should be subject to a moratorium, or     b   make any other order which the Court thinks appropriate.          The relevant documents   13BC    1   For the purposes of this Chapter, “the relevant documents” are—   a   a notice that the directors wish to obtain a moratorium,     b   a statement from a qualified person (“the proposed monitor”) that the person—   i   is a qualified person, and     ii   consents to act as the monitor in relation to the proposed moratorium,       c   a statement from the proposed monitor that the company is an eligible company,     d   a statement from the directors that, in their view, the company is, or is likely to become, unable to pay its debts, and     e   a statement from the proposed monitor that, in the proposed monitor’s view, it is likely that a moratorium for the company would result in the rescue of the company as a going concern.       2   Where it is proposed that more than one person should act as the monitor in relation to the proposed moratorium—   a   each of them must make a statement under paragraph  (1)(b) ,  (c)  and  (e) , and     b   the statement under paragraph  (1)(b)  must specify—   i   which functions (if any) are to be exercised by the persons acting jointly, and     ii   which functions (if any) are to be exercised by any or all of the persons.         3   The rules may make provision about the date on which a statement comprised in the relevant documents must be made.     4   Regulations may amend this Article for the purposes of adding to the list of documents in paragraph  (1) .     5   Regulations may not be made under paragraph  (4)  unless a draft of the regulations has been laid before, and approved by a resolution of, the Assembly.        Beginning of moratorium and appointment of monitor   13BD    1   A moratorium for a company comes into force at the time at which—   a   in the case of a company to which Article  13B  applies, the relevant documents are filed with the High Court under paragraph  (2)  of that Article;     b   in the case of a company to which Article  13BA  applies, an order is made under Article  13BA (4)(a) ;     c   in the case of a company to which Article  13BB  applies, an order is made under Article  13BB (4)(a) .       2   On the coming into force of a moratorium, the person or persons who made the statement mentioned in Article  13BC (1)(b)  become the monitor in relation to the moratorium.        Obligations to notify where moratorium comes into force   13BE    1   As soon as reasonably practicable after a moratorium for a company comes into force, the directors must notify the monitor of that fact.     2   As soon as reasonably practicable after receiving a notice under paragraph  (1) , the monitor must notify the following that a moratorium for the company has come into force—   a   the registrar,     b   every creditor of the company of whose claim the monitor is aware,     c   in a case where the company is or has been an employer in respect of an occupational pension scheme that is not a money purchase scheme, the Pensions Regulator, and     d   in a case where the company is an employer in respect of such a pension scheme that is an eligible scheme within the meaning given by Article 110 of the Pensions (Northern Ireland) Order 2005, the Board of the Pension Protection Fund.       3   A notice under paragraph  (2)  must specify—   a   when the moratorium came into force, and     b   when, subject to any alteration under or by virtue of any of the provisions mentioned in Article  13C (3)  or  (4) , the moratorium will come to an end.       4   If the directors fail to comply with paragraph  (1) , any director who did not have a reasonable excuse for the failure commits an offence.     5   If the monitor without reasonable excuse fails to comply with paragraph  (2) , the monitor commits an offence.         CHAPTER 3  Length of moratorium   Initial period   End of the moratorium   13C    1   A moratorium ends at the end of the initial period unless it is extended, or comes to an end sooner, under or by virtue of a provision mentioned in paragraph  (3)  or  (4) .     2   In this Chapter “the initial period”, in relation to a moratorium, means the period of 20 business days beginning with the business day after the day on which the moratorium comes into force.     3   For provision under or by virtue of which a moratorium is or may be extended, see—     Article  13CA  (extension by directors without creditor consent);      Article  13CB  (extension by directors with creditor consent);      Article  13CD  (extension by High Court on application of directors);      Article  13CE  (extension while proposal for CVA pending);      Article  13CF  (extension by High Court in course of other proceedings).        4   For provision under or by virtue of which the moratorium is or may be terminated, see—     Article  13CG  (termination on entry into insolvency procedure etc);      Article  13ED  (termination by monitor);      Article  13F  or  13FB  (termination by High Court).        5   A moratorium may not be extended under a provision mentioned in paragraph  (3)  once it has come to an end.     6   Where the application of two or more of the provisions mentioned in paragraphs  (3)  and  (4)  would produce a different length of moratorium, the provision that applies last is to prevail (irrespective of whether that results in a shorter or longer moratorium).         Extension of moratorium   Extension by directors without creditor consent   13CA    1   During the initial period, but after the first 15 business days of that period, the directors may extend the moratorium by filing with the High Court—   a   a notice that the directors wish to extend the moratorium,     b   a statement from the directors that all of the following that have fallen due have been paid or otherwise discharged—   i   moratorium debts, and     ii   pre-moratorium debts for which the company does not have a payment holiday during the moratorium (see Article  13D ),       c   a statement from the directors that, in their view, the company is, or is likely to become, unable to pay its pre-moratorium debts, and     d   a statement from the monitor that, in the monitor’s view, it is likely that the moratorium will result in the rescue of the company as a going concern.       2   The rules may make provision about the date on which a statement mentioned in paragraph  (1)  must be made.     3   On the filing with the Court of the documents mentioned in paragraph (1), the moratorium is extended so that it ends at the end of the period—   a   beginning immediately after the initial period ends, and     b   ending with the 20th business day after the initial period ends.          Extension by directors with creditor consent   13CB    1   At any time after the first 15 business days of the initial period the directors may, if they have obtained creditor consent, extend the moratorium by filing with the High Court—   a   a notice that the directors wish to extend the moratorium,     b   a statement from the directors that all of the following that have fallen due have been paid or otherwise discharged—   i   moratorium debts, and     ii   pre-moratorium debts for which the company does not have a payment holiday during the moratorium (see Article  13D ),       c   a statement from the directors that, in their view, the company is, or is likely to become, unable to pay its pre-moratorium debts,     d   a statement from the monitor that, in the monitor’s view, it is likely that the moratorium will result in the rescue of the company as a going concern, and     e   a statement from the directors that creditor consent has been obtained, and of the revised end date for which that consent was obtained.       2   The rules may make provision about the date on which a statement mentioned in paragraph  (1)  must be made.     3   On the filing with the Court of the documents mentioned in paragraph  (1) , the moratorium is extended so that it ends with the revised end date mentioned in the statement under paragraph  (1)(e) .     4   A moratorium may be extended under this Article more than once.        Creditor consent for the purposes of Article  13CB   13CC    1   References in Article  13CB  to creditor consent are to the consent of pre-moratorium creditors to a revised end date for the moratorium.     2   The decision as to consent is to be made at a meeting of pre-moratorium creditors.     3   A meeting under paragraph (2)—   a   is to be held at such time, date and place as the directors think fit, and     b   is to be conducted in accordance with the rules.       4   The revised end date must be a date before the end of the period of one year beginning with the first day of the initial period.     5   In this Article “pre-moratorium creditor” means a creditor in respect of a pre-moratorium debt—   a   for which the company has a payment holiday during the moratorium (see Article  13D ), and     b   which has not been paid or otherwise discharged.       6   In determining for the purposes of paragraph  (5)  what counts as a pre-moratorium debt for which the company has a payment holiday during the moratorium, Articles  13D (3)  and  13HD (1)(b)  apply as if the references to the moratorium were to the moratorium as proposed to be extended.     7   Regulations may amend this Article for the purposes of changing the definition of “pre-moratorium creditor”.     8   Regulations may not be made under paragraph (7) unless a draft of the regulations has been laid before, and approved by a resolution of, the Assembly.        Extension by High Court on application of directors   13CD    1   At any time after the first 15 business days of the initial period, the directors may apply to the High Court for an order that the moratorium be extended.     2   The application must be accompanied by—   a   a statement from the directors that all of the following that have fallen due have been paid or otherwise discharged—   i   moratorium debts, and     ii   pre-moratorium debts for which the company does not have a payment holiday during the moratorium (see Article  13D ),       b   a statement from the directors that, in their view, the company is, or is likely to become, unable to pay its pre-moratorium debts,     c   a statement from the directors as to whether pre-moratorium creditors (as defined by Article  13CC (5)  and  (6) ) have been consulted about the application and if not why not, and     d   a statement from the monitor that, in the monitor’s view, it is likely that the moratorium will result in the rescue of the company as a going concern.       3   The rules may make provision about the date on which a statement mentioned in paragraph  (2)  must be made.     4   On hearing the application the Court may—   a   make an order that the moratorium be extended to such date as is specified in the order, or     b   make any other order which the Court thinks appropriate.       5   In deciding whether to make an order under paragraph  (4)(a)  the Court must, in particular, consider the following—   a   the interests of pre-moratorium creditors, as defined by Article  13CC (5)  and  (6) , and     b   the likelihood that the extension of the moratorium will result in the rescue of the company as a going concern.       6   Paragraph  (7)  applies where—   a   an application under this Article is made, and     b   apart from that paragraph, the moratorium would end at a time before the application has been disposed of.       7   The moratorium—   a   does not end at the time mentioned in paragraph  (6)(b) , and     b   instead, ends—   i   in a case in which the Court makes an order under paragraph  (4)(a) , in accordance with the order;     ii   otherwise, when the application is withdrawn or disposed of.         8   A moratorium may be extended under this Article more than once.        Extension while proposal for CVA pending   13CE    1   Paragraph  (2)  applies where—   a   at any time, the directors make a proposal under Part 2 (company voluntary arrangements), and     b   apart from that paragraph, the moratorium would end at a time before the proposal is disposed of.       2   The moratorium—   a   does not end at the time mentioned in paragraph (1)(b), and     b   instead, ends when the proposal is disposed of.       3   For the purposes of this Article a proposal under Part 2 is “disposed of” when any of the following takes place—   a   the company and its creditors both decide under Article 17 not to approve the voluntary arrangement contained in the proposal;     b   the decisions taken by the company and its creditors under Article 17 differ, and—   i   the period for making an application under Article 17A(3) expires and either no application has been made within that period or any application made within that period has been withdrawn, or     ii   an application is made under Article 17A(3) and that application is disposed of, or it is withdrawn after the expiry of the period for making an application under Article 17A(3);       c   the voluntary arrangement contained in the proposal takes effect under Article 18;     d   the proposal is withdrawn.          Extension by High Court in the course of other proceedings   13CF    1   Paragraph  (2)  applies where—   a   an application is made under section 896 or 901C(1) of the Companies Act 2006 (arrangements and reconstructions: court order for holding of meeting) in respect of a company, and     b   during proceedings before the High Court in connection with the application, a moratorium for the company is in force.       2   The High Court may make an order that the moratorium be extended to such date as is specified in the order.         Early termination on certain grounds   Company enters into insolvency procedure etc   13CG    1   A moratorium comes to an end at any time at which the company—   a   enters into a compromise or arrangement (see paragraph (2)), or     b   enters into a relevant insolvency procedure (see paragraph (3)).       2   For the purposes of this Article a company enters into a compromise or arrangement if an order under section 899 or 901F of the Companies Act 2006 (court sanction for compromise or arrangement) comes into effect in relation to the company.     3   For the purposes of this Article a company enters into a relevant insolvency procedure if—   a   a voluntary arrangement takes effect under Article 18 in relation to the company,     b   the company enters administration (within the meaning of Schedule B1 (see paragraph 2(2)(b) of that Schedule)),     c   paragraph 45 of Schedule B1 (administration: interim moratorium) begins to apply in relation to the company, or     d   the company goes into liquidation (see Article 6).           Obligations to notify change in end of moratorium   Obligations to notify change in end of moratorium   13CH    1   The table imposes obligations on the directors of a company to notify the monitor where a moratorium for the company is extended or comes to an end.       Where a moratorium is extended or comes to an end under or by virtue of the following provision the directors must   1 Article  13CA Notify the monitor of the extension. 2 Article  13CB Notify the monitor of the extension and of the revised end date. 3 Article  13CD (4) Notify the monitor of the extension and provide the monitor with the court order under Article  13CD (4) . 4 Article  13CD (7)(a) Notify the monitor of the extension. 5 Article  13CD (7)(b)(ii) Notify the monitor that the moratorium has come to an end and of the date that it ended. 6 Article  13CE (2)(a) Notify the monitor of the extension. 7 Article  13CE (2)(b) Notify the monitor that the moratorium has come to an end and of the date that it ended. 8 Article  13CF Notify the monitor of the extension and provide the monitor with any court order under Article  13CF . 9 Article  13CG Notify the monitor that the moratorium has come to an end. 10 Article  13F Notify the monitor that the moratorium has come to an end and provide the monitor with the court order under Article  13F . 11 Article  13FB Notify the monitor that the moratorium has come to an end and provide the monitor with the court order under Article  13FB .       2   After receiving a notice under paragraph  (1) , other than a notice under entry 4 or 6 of the table, the monitor must notify the relevant persons of when the moratorium ended or, subject to any alteration under or by virtue of any of the provisions mentioned in Article  13C (3)  or  (4) , the moratorium will come to an end.     3   After receiving a notice under entry 4 or 6 of the table, the monitor must notify the relevant persons.     4   If a moratorium comes to an end under Article  13ED  (termination by monitor), the monitor must notify the company and the relevant persons of when the moratorium ended.     5   The rules may—   a   make further provision about the timing of a notice required to be given under this Article;     b   require a notice to be accompanied by other documents.       6   If the directors fail to comply with paragraph  (1) , any director who did not have a reasonable excuse for the failure commits an offence.     7   If the monitor without reasonable excuse fails to comply with any of paragraphs  (2)  to  (4) , the monitor commits an offence.     8   In this Article “the relevant persons” means—   a   the registrar,     b   every creditor of the company of whose claim the monitor is aware,     c   in a case where the company is or has been an employer in respect of an occupational pension scheme that is not a money purchase scheme, the Pensions Regulator, and     d   in a case where the company is an employer in respect of such a pension scheme that is an eligible scheme within the meaning given by Article 110 of the Pensions (Northern Ireland) Order 2005, the Board of the Pension Protection Fund.            CHAPTER 4  Effects of moratorium   Introductory   Overview and construction of references to payment holidays   13D    1   This Chapter makes provision about the main effects of a moratorium for a company.     2   The provision made by this Chapter includes restrictions on the enforcement or payment of the debts that are defined by paragraph  (3)  as pre-moratorium debts for which a company has a payment holiday during a moratorium.     3   In this Part a reference to pre-moratorium debts for which a company has a payment holiday during a moratorium is to its pre-moratorium debts that have fallen due before the moratorium, or that fall due during the moratorium, except in so far as they consist of amounts payable in respect of—   a   the monitor’s remuneration or expenses,     b   goods or services supplied during the moratorium,     c   rent in respect of a period during the moratorium,     d   wages or salary arising under a contract of employment,     e   redundancy payments, or     f   debts or other liabilities arising under a contract or other instrument involving financial services.       4   The rules may make provision as to what is, or is not, to count as the supply of goods or services for the purposes of paragraph  (3)(b) .     5   Regulations may amend this Article for the purposes of changing the list in paragraph  (3) .     6   Regulations may not be made under paragraph  (5)  unless a draft of the regulations has been laid before, and approved by a resolution of, the Assembly.     7   In this Article—     “contract or other instrument involving financial services” has the meaning given by Schedule ZA2;      “monitor’s remuneration or expenses” does not include remuneration in respect of anything done by a proposed monitor before the moratorium begins;      “redundancy payment” means—     a redundancy payment under Part 11 of the Employment Rights Act 1996 or Part 12 of the Employment Rights (Northern Ireland) Order 1996, or      a payment made to a person who agrees to the termination of their employment in circumstances where they would have been entitled to a redundancy payment under that Part if dismissed;         “wages or salary” includes—     a sum payable in respect of a period of holiday (for which purpose the sum is to be treated as relating to the period by reference to which the entitlement to holiday accrued),      a sum payable in respect of a period of absence through illness or other good cause,      a sum payable in lieu of holiday, and      a contribution to an occupational pension scheme.               Publicity about moratorium   Publicity about moratorium   13DA    1   During a moratorium, the company must, in any premises—   a   where business of the company is carried on, and     b   to which customers of the company or suppliers of goods or services to the company have access,    display, in a prominent position so that it may easily be read by such customers or suppliers, a notice containing the required information.     2   During a moratorium, any websites of the company must state the required information.     3   During a moratorium, every business document issued by or on behalf of the company must state the required information.     4   For the purposes of paragraphs  (1) ,  (2)  and  (3) , “the required information” is—     a   that a moratorium is in force in relation to the company, and     b   the name of the monitor.     5   If paragraph  (1) ,  (2)  or  (3)  is contravened—   a   the company commits an offence, and     b   any officer of the company who without reasonable excuse authorised or permitted the contravention commits an offence.       6   In this Article “business document” means—   a   an invoice,     b   an order for goods or services,     c   a business letter, and     d   an order form,    whether in hard copy, electronic or any other form.         Effect on creditors etc   Restrictions on insolvency proceedings etc   13DB    1   During a moratorium—   a   no petition may be presented for the winding up of the company, except by the directors,     b   no resolution may be passed for the voluntary winding up of the company under Article 70(1)(a),     c   a resolution for the voluntary winding up of the company under Article 70(1)(b) may be passed only if the resolution is recommended by the directors,     d   no order may be made for the winding up of the company, except on a petition by the directors,     e   no administration application may be made in respect of the company, except by the directors,     f   no notice of intention to appoint an administrator of the company under paragraph 15 or 23(1) of Schedule B1 may be filed with the High Court,     g   no administrator of the company may be appointed under paragraph 15 or 23(1) of Schedule B1, and     h   no administrative receiver of the company may be appointed.       2   Paragraph  (1)(a)  does not apply to an excepted petition; and paragraph  (1)(d)  does not apply to an order on an excepted petition.     3   For these purposes, “excepted petition” means a petition under—   a   Article 104A, 104B or 104C, or     b   section 367 of the Financial Services and Markets Act 2000 on the ground mentioned in subsection (3)(b) of that section.          Restrictions on enforcement and legal proceedings   13DC    1   During a moratorium—   a   a landlord or other person to whom rent is payable may not exercise a right of forfeiture by peaceable re-entry in relation to premises let to the company, except with the permission of the High Court,     b   no steps may be taken to enforce any security over the company’s property except—   i   steps to enforce a collateral security charge (within the meaning of the Financial Markets and Insolvency (Settlement Finality) Regulations 1999 ( S.I. 1999/2979 )),     ii   steps to enforce security created or otherwise arising under a financial collateral arrangement (within the meaning of regulation 3 of the Financial Collateral Arrangements (No. 2) Regulations 2003 ( S.I. 2003/3226 )), or     iii   steps taken with the permission of the High Court,       c   no steps may be taken to repossess goods in the company’s possession under any hire-purchase agreement, except with the permission of the High Court, and     d   no legal process (including legal proceedings, enforcement and distress) may be instituted, carried out or continued against the company or its property except—   i   employment tribunal proceedings or any legal process arising out of such proceedings,     ii   proceedings, not within paragraph  (i) , involving a claim between an employer and a worker, or     iii   a legal process instituted, carried out or continued with the permission of the High Court.         2   An application may not be made for permission under paragraph (1) for the purposes of enforcing a pre-moratorium debt for which the company has a payment holiday during the moratorium.     3   An application may not be made for permission under paragraph  (1)(b) ,  (c)  or  (d)  with a view to obtaining—   a   the crystallisation of a floating charge, or     b   the imposition, by virtue of provision in an instrument creating a floating charge, of any restriction on the disposal of any property of the company.       4   Permission of the High Court under paragraph  (1)  may be given subject to conditions.     5   Paragraph (1)(b)(iii) is subject to Article 13DE(1).     6   In this Article—     “agency worker” has the meaning given by Article 15(2) of the Employment Relations (Northern Ireland) Order 1999;      “employer”—     in relation to an agency worker, has the meaning given by Article 15(2) of the Employment Relations (Northern Ireland) Order 1999;      otherwise, has the meaning given by Article 3(4) of the Employment Rights (Northern Ireland) Order 1996;         “worker” means an individual who is—     a worker within the meaning of Article 3(3) of the Employment Rights (Northern Ireland) Order 1996, or      an agency worker.              Floating charges   13DD    1   This Article applies where there is an uncrystallised floating charge on the property of a company for which a moratorium is in force.     2   During the moratorium, the holder of the floating charge may not give any notice which would have the effect of—   a   causing the floating charge to crystallise, or     b   causing the imposition, by virtue of provision in the instrument creating the charge, of any restriction on the disposal of property of the company.       3   No other event occurring during the moratorium is to have the effect mentioned in paragraph  (2)(a)  or  (b) .     4   Paragraph  (5)  applies where—   a   the holder of a floating charge (“the chargee”) is prevented by paragraph (2) from giving a notice mentioned there during the moratorium, and     b   under the terms of the floating charge, the time for giving such a notice ends during the moratorium or before the chargee is given notice of the end of the moratorium under Article  13CH .       5   The chargee may give notice later than is required under the terms of the floating charge, but only if the chargee does so as soon as is practicable after—   a   the end of the moratorium, or     b   if later, the day on which the chargee is notified of the end of the moratorium.       6   Where—   a   paragraph  (3)  prevents an event which occurs during the moratorium from having the effect mentioned there, and     b   the holder of the floating charge gives notice of the event to the company as soon as is practicable after—   i   the end of the moratorium, or     ii   if later, the day on which the chargee is notified of the end of the moratorium,      the event is to be treated as if it had occurred when the notice was given.     7   This Article does not apply in relation to a floating charge that is—   a   a collateral security (as defined by Article  13DI );     b   a market charge (as defined by Article  13DI );     c   a security financial collateral arrangement (within the meaning of regulation 3 of the Financial Collateral Arrangements (No. 2) Regulations 2003 ( S.I. 2003/3226 ));     d   a system-charge (as defined by Article  13DI ).          Enforcement of security granted during moratorium   13DE    1   Security granted by a company during a moratorium in relation to the company may be enforced only if the monitor consented to the grant of security under Article  13DH .     2   See also Article  13DC (1)(b) , which restricts enforcement during a moratorium.         Notification of insolvency proceedings   Duty of directors to notify monitor of insolvency proceedings etc   13DF    1   The directors of a company must notify the monitor before taking any of the following steps during a moratorium—   a   presenting a petition for the winding up of the company;     b   making an administration application in respect of the company;     c   appointing an administrator under paragraph 23(2) of Schedule B1.       2   The directors of a company must notify the monitor if, during a moratorium for the company, they recommend that the company passes a resolution for voluntary winding up under Article 70(1)(b).     3   The rules may make provision about the timing of a notice required to be given under paragraph  (1)  or  (2) .     4   If the directors fail to comply with paragraph  (1)  or  (2) , any director who did not have a reasonable excuse for the failure commits an offence.         Restrictions on transactions   Restrictions on obtaining credit   13DG    1   During a moratorium, the company may not obtain credit to the extent of £500 or more from a person unless the person has been informed that a moratorium is in force in relation to the company.     2   The reference to the company obtaining credit includes—   a   the company entering into a conditional sale agreement in accordance with which goods are to be sold to the company,     b   the company entering into any other form of hire-purchase agreement under which goods are to be bailed to the company, and     c   the company being paid in advance (whether in money or otherwise) for the supply of goods or services.       3   If a company contravenes paragraph  (1) —   a   the company commits an offence, and     b   any officer of the company who without reasonable excuse authorised or permitted the obtaining of the credit commits an offence.          Restrictions on grant of security etc   13DH    1   During a moratorium, the company may grant security over its property only if the monitor consents.     2   The monitor may give consent under paragraph  (1)  only if the monitor thinks that the grant of security will support the rescue of the company as a going concern.     3   In deciding whether to give consent under paragraph  (1) , the monitor is entitled to rely on information provided by the company unless the monitor has reason to doubt its accuracy.     4   If the company grants security over its property during the moratorium otherwise than as authorised by paragraph  (1) —   a   the company commits an offence, and     b   any officer of the company who without reasonable excuse authorised or permitted the grant of the security commits an offence.       5   For the consequences of a company granting security over its property in contravention of paragraph  (1) , see also Article  13DE .     6   The monitor may not give consent under this Article if the granting of security is an offence under Article  13DI .        Prohibition on entering into market contracts etc   13DI    1   If a company enters into a transaction to which this Article applies during a moratorium for the company—   a   the company commits an offence, and     b   any officer of the company who without reasonable excuse authorised or permitted the company to enter into the transaction commits an offence.       2   A company enters into a transaction to which this Article applies if it—   a   enters into a market contract,     b   enters into a financial collateral arrangement,     c   gives a transfer order,     d   grants a market charge or a system-charge, or     e   provides any collateral security.       3   Where during the moratorium a company enters into a transaction to which this Article applies, nothing done by or in pursuance of the transaction is to be treated as done in contravention of any of Articles  13DA ,  13DC ,  13DG ,  13DH  and  13DJ  to  13DN .     4   In this Article—     “collateral security” has the same meaning as in the Financial Markets and Insolvency (Settlement Finality) Regulations 1999 ( S.I. 1999/2979 );      “financial collateral arrangement” has the same meaning as in the Financial Collateral Arrangements (No. 2) Regulations 2003 ( S.I. 2003/3226 );      “market charge” has the same meaning as in Part 5 of the Companies (No. 2) (Northern Ireland) Order 1990;      “market contract” has the same meaning as in Part 5 of the Companies (No. 2) (Northern Ireland) Order 1990;      “system-charge” has the meaning given by the Financial Markets and Insolvency Regulations (Northern Ireland) 1996 ( S.R. 1996/252 );      “transfer order” has the same meaning as in the Financial Markets and Insolvency (Settlement Finality) Regulations 1999 ( S.I. 1999/2979 ).            Restrictions on payments and disposal of property   Restrictions on payment of certain pre-moratorium debts   13DJ    1   During a moratorium, the company may make one or more relevant payments to a person that (in total) exceed the specified maximum amount only if—   a   the monitor consents,     b   the payment is in pursuance of a court order, or     c   the payment is required by Article  13DM (3)  or  13DN (3) .       2   In paragraph (1)—     “relevant payments” means payments in respect of pre-moratorium debts for which the company has a payment holiday during the moratorium (see Article  13D );      “specified maximum amount” means an amount equal to the greater of—     £5000, and      1% of the value of the debts and other liabilities owed by the company to its unsecured creditors when the moratorium began, to the extent that the amount of such debts and liabilities can be ascertained at that time.           3   The monitor may give consent under paragraph  (1)(a)  only if the monitor thinks that it will support the rescue of the company as a going concern.     4   In deciding whether to give consent under paragraph  (1)(a) , the monitor is entitled to rely on information provided by the company unless the monitor has reason to doubt its accuracy.     5   If the company makes a payment to which paragraph  (1)  applies otherwise than as authorised by that paragraph—   a   the company commits an offence, and     b   any officer of the company who without reasonable excuse authorised or permitted the payment commits an offence.          Restrictions on disposal of property   13DK    1   During a moratorium, the company may dispose of its property only if authorised by paragraph  (2)  or  (5) .     2   In the case of property that is not subject to a security interest, the company may dispose of the property if—   a   the disposal is made in the ordinary way of the company’s business,     b   the monitor consents, or     c   the disposal is in pursuance of a court order.       3   The monitor may give consent under paragraph  (2)(b)  only if the monitor thinks that it will support the rescue of the company as a going concern.     4   In deciding whether to give consent under paragraph  (2)(b) , the monitor is entitled to rely on information provided by the company unless the monitor has reason to doubt its accuracy.     5   In the case of property that is subject to a security interest, the company may dispose of the property if the disposal is in accordance with—   a   Article  13DM (1) , or     b   the terms of the security.       6   If the company disposes of its property during the moratorium otherwise than as authorised by this Article—   a   the company commits an offence, and     b   any officer of the company who without reasonable excuse authorised or permitted the disposal commits an offence.          Restrictions on disposal of hire-purchase property   13DL    1   During a moratorium, the company may dispose of any goods in the possession of the company under a hire-purchase agreement only if the disposal is in accordance with —   a   Article  13DN (1) , or     b   the terms of the agreement.       2   If the company disposes of goods in the possession of the company under a hire-purchase agreement otherwise than as authorised by paragraph  (1) —   a   the company commits an offence, and     b   any officer of the company who without reasonable excuse authorised or permitted the disposal commits an offence.           Disposals of property free from charges etc   Disposal of charged property free from charge   13DM    1   During a moratorium, the company may, with the permission of the High Court, dispose of property which is subject to a security interest as if it were not subject to the security interest.     2   The Court may give permission under paragraph  (1)  only if the Court thinks that it will support the rescue of the company as a going concern.     3   Where the Court gives permission under paragraph  (1)  other than in relation to a floating charge, the company must apply the following towards discharging the sums secured—   a   the net proceeds of disposal of the property, and     b   any money required to be added to the net proceeds so as to produce the amount determined by the Court as the net amount which would be realised on a sale of the property in the open market by a willing vendor.       4   Where the permission relates to two or more security interests, the condition in paragraph  (3)  requires the application of money in the order of the priorities of the security interests.     5   Where property subject to a floating charge is disposed of under paragraph  (1) , the holder of the floating charge has the same priority in respect of acquired property as they had in respect of the property disposed of.     6   In paragraph  (5)  “acquired property” means property of the company which directly or indirectly represents the property disposed of.     7   Where the Court makes an order giving permission under paragraph  (1) , the directors must, within the period of 14 days beginning with the date of the order, send a copy of it to the registrar.     8   If the directors fail to comply with paragraph  (7) , any director who did not have a reasonable excuse for the failure commits an offence.     9   If a company fails to comply with paragraph  (3) —   a   the company commits an offence, and     b   any officer of the company who without reasonable excuse authorised or permitted the failure commits an offence.       10   Paragraph  (1)  does not apply in relation to any property which is subject to a financial collateral arrangement, a market charge, a system-charge or a collateral security (as defined by Article  13DI ).        Disposal of hire-purchase property   13DN    1   During a moratorium, the company may, with the permission of the High Court, dispose of goods which are in the possession of the company under a hire-purchase agreement as if all of the rights of the owner under the agreement were vested in the company.     2   The Court may give permission under paragraph  (1)  only if the Court thinks that it will support the rescue of the company as a going concern.     3   Where the Court gives permission under paragraph  (1) , the company must apply the following towards discharging the sums payable under the hire-purchase agreement—   a   the net proceeds of disposal of the goods, and     b   any additional money required to be added to the net proceeds so as to produce the amount determined by the Court as the net amount which would be realised on a sale of the goods in the open market by a willing vendor.       4   If a company fails to comply with paragraph  (3) —   a   the company commits an offence, and     b   any officer of the company who without reasonable excuse authorised or permitted the failure commits an offence.       5   Where the Court makes an order giving permission under paragraph  (1) , the directors must, within the period of 14 days beginning with the date of the order, send a copy of it to the registrar.     6   If the directors fail to comply with paragraph  (5) , any director who did not have a reasonable excuse for the failure commits an offence.         Effect of contravention of certain provisions of Chapter   Contravention of certain requirements imposed under this Chapter   13DO   The fact that a company contravenes Article  13DA  or any of Articles  13DG  to  13DN  does not—   a   make any transaction void or unenforceable, or     b   affect the validity of any other thing.          CHAPTER 5  The monitor   Status of monitor   13E   The monitor in relation to a moratorium is an officer of the High Court.      Monitoring   13EA    1   During a moratorium, the monitor must monitor the company’s affairs for the purpose of forming a view as to whether it remains likely that the moratorium will result in the rescue of the company as a going concern.     2   In forming the view mentioned in paragraph  (1) , the monitor is entitled to rely on information provided by the company, unless the monitor has reason to doubt its accuracy.        Provision of information to monitor   13EB    1   The monitor may require the directors of the company to provide any information required by the monitor for the purpose of carrying out the monitor’s functions.     2   The directors must comply with a requirement to provide information as soon as practicable.     3   For the potential consequences of failing to comply with a requirement to provide information, see Article  13ED .        Application by monitor for directions   13EC   The monitor in relation to a moratorium may apply to the High Court for directions about the carrying out of the monitor’s functions.      Termination of moratorium by monitor   13ED    1   The monitor must bring a moratorium to an end by filing a notice with the High Court if—   a   the monitor thinks that the moratorium is no longer likely to result in the rescue of the company as a going concern,     b   the monitor thinks that the objective of rescuing the company as a going concern has been achieved,     c   the monitor thinks that, by reason of a failure by the directors to comply with a requirement under Article  13EB , the monitor is unable properly to carry out the monitor’s functions, or     d   the monitor thinks that the company is unable to pay any of the following that have fallen due—   i   moratorium debts;     ii   pre-moratorium debts for which the company does not have a payment holiday during the moratorium (see Article  13D ).         2   The rules may provide for debts that are to be disregarded for the purposes of paragraph  (1)(d) .     3   On the filing with the Court of a notice under paragraph (1), the moratorium comes to an end.     4   The rules may make provision about the timing of a notice required to be given under paragraph (1).     5   Regulations may amend this Article for the purposes of changing the circumstances in which the monitor must bring a moratorium to an end under paragraph (1).     6   Regulations may not be made under paragraph  (5)  unless a draft of the regulations has been laid before, and approved by a resolution of, the Assembly.     7   See also Article  13CH  (obligations to notify change in end of moratorium).        Replacement of monitor or appointment of additional monitor   13EE    1   The High Court may make an order authorising the appointment of a qualified person to act as the monitor in relation to a moratorium instead of, or in addition to, a person who already acts as the monitor.     2   The High Court may make an order providing that a person ceases to act as the monitor in relation to a moratorium.     3   An order under paragraph  (1)  or  (2)  may be made on only an application by the directors or the monitor.     4   The Court may make an order authorising the appointment of a monitor under paragraph  (1)  only if the person has provided the Court with a statement that the person—   a   is a qualified person, and     b   consents to act as the monitor in relation to the moratorium.       5   Where it is proposed that more than one person should act as the monitor in relation to the moratorium, the statement under paragraph  (4)  must specify—   a   which functions (if any) are to be exercised by the persons acting jointly, and     b   which functions (if any) are to be exercised by any or all of the persons.       6   The rules may make provision about the date on which the statement under paragraph  (4)  must be made.     7   Where the Court makes an order under paragraph  (1)  or  (2)  the person begins to act as the monitor, or ceases to act as the monitor, in relation to the moratorium at the time specified in, or determined in accordance with, the order (“the relevant time”).     8   As soon as reasonably practicable after the relevant time, the monitor must notify the following of the effect of the order—   a   the registrar,     b   every creditor of the company of whose claim the monitor is aware,     c   in a case where the company is or has been an employer in respect of an occupational pension scheme that is not a money purchase scheme, the Pensions Regulator, and     d   in a case where the company is an employer in respect of such a pension scheme that is an eligible scheme within the meaning given by Article 110 of the Pensions (Northern Ireland) Order 2005, the Board of the Pension Protection Fund.       9   If the monitor without reasonable excuse fails to comply with paragraph  (8) , the monitor commits an offence.        Application of Part where two or more persons act as monitor   13EF    1   Where two or more persons act jointly as the monitor—   a   a reference in this Order to the monitor is a reference to those persons acting jointly;     b   where an offence of omission is committed by the monitor, each of the persons appointed to act jointly—   i   commits the offence, and     ii   may be proceeded against and punished individually.         2   Where persons act jointly in respect of only some of the functions of the monitor, paragraph  (1)  applies only in relation to those functions.     3   Where two or more persons act concurrently as the monitor a reference in this Order to the monitor is a reference to any of the persons appointed (or any combination of them).        Presumption of validity   13EG   An act of the monitor is valid in spite of a defect in the monitor’s appointment or qualification.       CHAPTER 6  Challenges   Challenge to monitor’s actions   13F    1   Any of the persons specified below may apply to the High Court on the ground that an act, omission or decision of the monitor during a moratorium has unfairly harmed the interests of the applicant.     2   The persons who may apply are—   a   a creditor, director or member of the company, or     b   any other person affected by the moratorium.       3   An application under paragraph  (1)  may be made during the moratorium or after it has ended.     4   On an application under paragraph  (1)  the Court may—   a   confirm, reverse or modify any act or decision of the monitor,     b   give the monitor directions, or     c   make such other order as it thinks fit (but may not, under this sub-paragraph, order the monitor to pay any compensation).       5   Where an application under paragraph  (1)  relates to a failure by the monitor to bring the moratorium to an end under Article  13ED (1), an order under paragraph  (4)  may, in particular, bring the moratorium to an end and make such consequential provision as the Court thinks fit.     6   Where an application under paragraph  (1)  relates to the monitor bringing a moratorium to an end under Article  13ED (1), an order under paragraph  (4)  may, in particular, provide that the moratorium is not to be taken into account for the purposes of paragraph  2(1)(b)  of Schedule ZA1 (company not eligible for moratorium if moratorium in force within previous 12 months).     7   In making an order under paragraph  (4)  the Court must have regard to the need to safeguard the interests of persons who have dealt with the company in good faith and for value.     8   See also Article  13CH  (obligations to notify change in end of moratorium).        Challenges to monitor remuneration in insolvency proceedings   13FA    1   The rules may confer on an administrator or liquidator of a company the right to apply to the High Court on the ground that remuneration charged by the monitor in relation to a prior moratorium for the company was excessive.     2   Rules under paragraph  (1)  may (among other things) make provision as to—   a   time limits;     b   disposals available to the Court;     c   the treatment of costs of the application in the administration or winding up.          Challenge to directors’ actions   13FB    1   A creditor or member of a company may apply to the High Court for an order under this Article on the ground that—   a   during a moratorium, the company’s affairs, business and property are being or have been managed by the directors in a manner which has unfairly harmed the interests of its creditors or members generally or of some part of its creditors or members (including at least the applicant), or     b   any actual or proposed act or omission of the directors during a moratorium causes or would cause such harm.       2   An application under paragraph  (1)  may be made during the moratorium or after it has ended.     3   On an application under paragraph  (1)  the Court may make such order as it thinks fit.     4   An order under paragraph  (3)  may in particular—   a   regulate the management by the directors of the company’s affairs, business and property during the remainder of the moratorium,     b   require the directors to refrain from doing or continuing an act complained of by the applicant or to do an act which the applicant has complained they have omitted to do,     c   require the summoning of a meeting of the company’s creditors for the purpose of considering such matters as the Court may direct, or     d   bring the moratorium to an end and make such consequential provision as the Court thinks fit.       5   In making an order under paragraph  (3)  the Court must have regard to the need to safeguard the interests of persons who have dealt with the company in good faith and for value.     6   See also Article  13CH  (obligations to notify change in end of moratorium).        Challenge brought by Board of the Pension Protection Fund   13FC    1   This Article applies where—   a   a moratorium—   i   is in force in relation to a company that is an employer in respect of an eligible scheme, or     ii   is or has been in force in relation to a company that has been an employer in respect of an eligible scheme at any time during the moratorium, and       b   the trustees or managers of the scheme are a creditor of the company.       2   The Board of the Pension Protection Fund may make any application under Article  13F (1)  or  13FB (1)  that could be made by the trustees or managers as a creditor.     3   For the purposes of such an application, any reference in Article  13F (1)  or  13FB (1)  to the interests of the applicant is to be read as a reference to the interests of the trustees or managers as a creditor.     4   In this Article “eligible scheme” has the meaning given by Article 110 of the Pensions (Northern Ireland) Order 2005.         CHAPTER 7  Offences: general   Offence of fraud etc during or in anticipation of moratorium   13G    1   An officer of a company commits an offence if, during a moratorium for the company or at any time within the period of 12 months ending with the day on which a moratorium for the company comes into force, the officer—   a   does any of the things mentioned in paragraph  (2) , or     b   was privy to the doing by others of any of the things mentioned in paragraph  (2)(c) ,  (d)  and  (e) .       2   Those things are—   a   concealing any part of the company’s property to the value of £500 or more, or concealing any debt due to or from the company,     b   fraudulently removing any part of the company’s property to the value of £500 or more,     c   concealing, destroying, mutilating or falsifying any document affecting or relating to the company’s property or affairs,     d   making any false entry in any document affecting or relating to the company’s property or affairs,     e   fraudulently parting with, altering or making any omission in any document affecting or relating to the company’s property or affairs, or     f   pawning, pledging or disposing of any property of the company which has been obtained on credit and has not been paid for (unless the pawning, pledging or disposal was in the ordinary way of the company’s business).       3   It is a defence—   a   for a person charged with an offence under paragraph  (1)  in respect of any of the things mentioned in paragraph  (2)(a)  or  (f)  to prove that the person had no intent to defraud, and     b   for a person charged with an offence under paragraph  (1)  in respect of any of the things mentioned in paragraph  (2)(c)  or  (d)  to prove that the person had no intent to conceal the state of affairs of the company or to defeat the law.       4   Where a person pawns, pledges or disposes of any property of a company in circumstances which amount to an offence under paragraph  (1) , every person who takes in pawn or pledge, or otherwise receives, the property commits an offence if the person knows it to be pawned, pledged or disposed of in circumstances which—   a   amount to an offence under paragraph  (1) , or     b   would, if a moratorium were obtained for the company within the period of 12 months beginning with the day on which the pawning, pledging or disposal took place, amount to an offence under paragraph  (1) .       5   In this Article, “officer” includes a shadow director.        Offence of false representation etc to obtain a moratorium   13GA    1   An officer of a company commits an offence if, for the purpose of obtaining a moratorium for the company or an extension of a moratorium for the company, the officer—   a   makes any false representation, or     b   fraudulently does, or omits to do, anything.       2   Paragraph  (1)  applies even if no moratorium or extension is obtained.     3   In this Article, “officer” includes a shadow director.        Prosecution of delinquent officers of company   13GB    1   This Article applies where a moratorium has been obtained for a company.     2   If it appears to the monitor that any past or present officer of the company has committed an offence in connection with the moratorium, the monitor must forthwith—   a   report the matter to the Department, and     b   provide the Department with such information and give it such access to and facilities for inspecting and taking copies of documents (being information or documents in the possession or under the control of the monitor and relating to the matter in question) as it requires.       3   Where a matter is reported to the Department under paragraph  (2) , the Department may, for the purpose of investigating the matter and such other matters relating to the affairs of the company as appear to the Department to require investigation, exercise any of the powers which are exercisable by inspectors appointed under section 431 or 432 of the Companies Act 1985.     4   For the purpose of such an investigation any obligation imposed on a person by any provision of the Companies Acts to produce documents or give information to, or otherwise to assist, inspectors so appointed is to be regarded as an obligation similarly to assist the Department in its investigation.     5   Where a question is put to a person in exercise of the powers conferred by paragraph  (3) , the person’s answer may be used in evidence against them.     6   However, in criminal proceedings in which the person is charged with an offence other than a false statement offence—   a   no evidence relating to the answer may be adduced, and     b   no question relating to it may be asked,    by or on behalf of the prosecution, unless evidence relating to it is adduced, or a question relating to it is asked, in the proceedings by or on behalf of the person.     7   In paragraph (6) “false statement offence” means an offence under Article 7 or 10 of the Perjury (Northern Ireland) Order 1979 ( S.I. 1979/1714 (N.I. 19) ) (false statements made on oath otherwise than in judicial proceedings or made otherwise than on oath).     8   Where the Director of Public Prosecutions for Northern Ireland institutes criminal proceedings following any report under paragraph  (2) , the monitor, and every officer and agent of the company past and present (other than the defendant), must give the Director all assistance in connection with the prosecution which they are reasonably able to give.     9   For this purpose “agent” includes any banker or solicitor of the company and any person employed by the company as auditor, whether that person is or is not an officer of the company.     10   The High Court may, on the application of the Director of Public Prosecutions for Northern Ireland, direct a person who has failed to comply with paragraph  (8)  to comply with it.         CHAPTER 8  Miscellaneous and general   Special rules for certain kinds of company etc   Regulated companies: modifications to this Part   13H    1   For the purposes of Articles  13B  and  13BA  as they apply in relation to a regulated company, Article  13BC (1)  has effect as if the documents listed there included a reference to the written consent of the appropriate regulator to the appointment of the proposed monitor.     2   The remaining provisions of this Article apply in relation to a moratorium for a regulated company.     3   Any notice under Article  13BE (2) ,  13CH (2)  to  (4)  or  13EE (8)  must also be sent by the monitor to the appropriate regulator.     4   The directors must give the appropriate regulator notice of any meeting of the company’s creditors that is to be held for the purposes of Article  13CC (2)  or  13FB (4)(c) .     5   If the directors fail to comply with paragraph  (4) , any director who did not have a reasonable excuse for the failure commits an offence.     6   The appropriate regulator, or a person appointed by the appropriate regulator, may in the way provided for by the rules, participate (but not vote) in any meeting of the company’s creditors that is held for the purposes of this Part.     7   The appropriate regulator is entitled to be heard on any application to the High Court for permission under Article  13DM (1)  or  13DN (1)  (disposal of charged property, etc.).     8   The High Court may make an order under Article  13EE (1) only if the appropriate regulator has given its written consent to the appointment of the proposed monitor.     9   The persons who may apply to the High Court under Article  13EE (3) ,  13F (1)  or  13FB (1)  include the appropriate regulator.     10   If a person other than a regulator applies to the High Court under Article  13EE (3) ,  13F (1)  or  13FB (1)  the appropriate regulator is entitled to be heard on the application.     11   If either regulator makes an application to the High Court under Article  13EE (3) ,  13F (1)  or  13FB (1)  in relation to a PRA-regulated company, the other regulator is entitled to be heard on the application.     12   This Article does not affect any right that the appropriate regulator has (apart from this Article) as a creditor of a regulated company.     13   In this Article—     “the appropriate regulator” means—     where the regulated company is a PRA-regulated company, each of the Financial Conduct Authority and the Prudential Regulation Authority, and      where the regulated company is not a PRA-regulated company, the Financial Conduct Authority;         “PRA-authorised person” has the meaning given by section 2B(5) of the Financial Services and Markets Act 2000;      “PRA-regulated company” means a regulated company which—     is, or has been, a PRA-authorised person,      is, or has been, an appointed representative within the meaning given by section 39 of the Financial Services and Markets Act 2000, whose principal (or one of whose principals) is, or was, a PRA-authorised person, or      is carrying on, or has carried on, a PRA-regulated activity (within the meaning of section 22A of that Act) in contravention of the general prohibition;         “regulated activity” has the meaning given by section 22 of the Financial Services and Markets Act 2000, taken with Schedule 2 to that Act and any order under that section;      “regulated company” means a company which—     is, or has been, an authorised person within the meaning given by section 31 of the Financial Services and Markets Act 2000,      is, or has been, an appointed representative within the meaning given by section 39 of that Act, or      is carrying on, or has carried on, a regulated activity in contravention of the general prohibition within the meaning given by section 19 of that Act;         “regulator” means the Financial Conduct Authority or the Prudential Regulation Authority.        14   Regulations may amend this Article for the purposes of changing the definition of “regulated company” in paragraph  (13) .     15   Regulations may not be made under paragraph  (14)  unless a draft of the regulations has been laid before, and approved by a resolution of, the Assembly.        Power to modify this Part etc in relation to certain companies   13HA    1   Regulations may—   a   modify this Part as it applies in relation to a company for which there is a special administration regime, or     b   make provision in connection with the interaction between this Part and any other insolvency procedure in relation to such a company.       2   The power in paragraph  (1)  may, in particular, be used to amend, repeal, revoke or otherwise modify any statutory provision.     3   In this Article—     “ordinary administration” means the insolvency procedure provided for by Schedule B1;      “special administration regime” means provision made by any statutory provision for an insolvency procedure that—     is similar or corresponds to ordinary administration, and      provides for the administrator to have one or more special objectives instead of or in addition to the objectives of ordinary administration.           4   Regulations may not be made under paragraph  (1)  unless a draft of the regulations has been laid before, and approved by a resolution of, the Assembly.        Power to make provision in connection with pension schemes   13HB    1   A Northern Ireland department may by regulations provide that, in a case where—   a   a moratorium—   i   is in force in relation to a company that is an employer in respect of an eligible scheme, or     ii   is or has been in force in relation to a company that has been an employer in respect of an eligible scheme at any time during the moratorium, and       b   the trustees or managers of the scheme are a creditor of the company,    the Board of the Pension Protection Fund may exercise any of the following rights.     2   The rights are those which are exercisable by the trustees or managers as a creditor of the company under or by virtue of—   a   Article  13CC , or     b   a court order under Article  13FB (4)(c) .       3   Regulations under paragraph (1) may provide that the Board may exercise any such rights—   a   to the exclusion of the trustees or managers of the scheme, or     b   in addition to the exercise of those rights by the trustees or managers of the scheme.       4   Regulations under paragraph (1)—   a   may specify conditions that must be met before the Board may exercise any such rights;     b   may provide for any such rights to be exercisable by the Board for a specified period;     c   may make provision in connection with any such rights ceasing to be so exercisable at the end of such a period.       5   Regulations may not be made under paragraph (1) unless a draft of the regulations has been laid before, and approved by a resolution of, the Assembly.     6   In this Article “eligible scheme” has the meaning given by Article 110 of the Pensions (Northern Ireland) Order 2005.         Floating charges   Void provisions in floating charge documents   13HC    1   A provision in an instrument creating a floating charge is void if it provides for the obtaining of a moratorium, or anything done with a view to obtaining a moratorium, to be—   a   an event causing the floating charge to crystallise,     b   an event causing restrictions which would not otherwise apply to be imposed on the disposal of property by the company, or     c   a ground for the appointment of a receiver.       2   The reference in paragraph  (1)  to anything done with a view to obtaining a moratorium includes any preliminary decision or investigation.     3   In paragraph  (1)  “receiver” includes a manager and a person who is appointed both receiver and manager.     4   Paragraph  (1)  does not apply to a provision in an instrument creating a floating charge that is—   a   a collateral security (as defined by Article  13DI );     b   a market charge (as defined by Article  13DI );     c   a security financial collateral arrangement (within the meaning of regulation 3 of the Financial Collateral Arrangements (No. 2) Regulations 2003 ( S.I. 2003/3226 ));     d   a system-charge (as defined by Article  13DI ).           Interpretation of this Part   Meaning of “pre-moratorium debt” and “moratorium debt”   13HD    1   In this Part “pre-moratorium debt”, in relation to a company for which a moratorium is or has been in force, means—   a   any debt or other liability to which the company becomes subject before the moratorium comes into force, or     b   any debt or other liability to which the company has become or may become subject during the moratorium by reason of any obligation incurred before the moratorium comes into force,    but this is subject to paragraph  (3) .     2   In this Part “moratorium debt”, in relation to a company for which a moratorium is or has been in force, means—   a   any debt or other liability to which the company becomes subject during the moratorium, other than by reason of an obligation incurred before the moratorium came into force, or     b   any debt or other liability to which the company has become or may become subject after the end of the moratorium by reason of an obligation incurred during the moratorium,    but this is subject to paragraph  (3) .     3   For the purposes of this Part—   a   a liability in tort is a “pre-moratorium debt” if either—   i   the cause of action has accrued before the moratorium comes into force, or     ii   all the elements necessary to establish the cause of action exist before the moratorium comes into force except for actionable damage;       b   a liability in tort is a “moratorium debt” if it does not fall within sub-paragraph  (a)  and either—   i   the cause of action has accrued during the moratorium, or     ii   all the elements necessary to establish the cause of action exist before the moratorium comes to an end except for actionable damage.         4   Regulations may amend this Article for the purposes of changing the definition of “pre-moratorium debt” and “moratorium debt” in this Part.     5   Regulations may not be made under paragraph (4) unless a draft of the regulations has been laid before, and approved by a resolution of, the Assembly.        Interpretation of this Part: general   13HE    1   In this Part—     “company” means—     a company registered under the Companies Act 2006 in Northern Ireland, or      an unregistered company that may be wound up under Part 6 of this Order;         “eligible”, in relation to a company, has the meaning given by Schedule ZA1;      “employer”, in relation to a pension scheme—     in Articles 13BE(2)(c), 13CH(8)(c) and 13EE(8)(c), means an employer within the meaning of Article 2(2) of the Pensions (Northern Ireland) Order 2005;      elsewhere in this Part, has the same meaning that it has for the purposes of Part 3 of the Pensions (Northern Ireland) Order 2005 (see Article 2(2) and (5) of that Order);         “hire-purchase agreement” includes a conditional sale agreement, a chattel leasing agreement and a retention of title agreement;      “money purchase scheme” has the meaning given by section 176(1) of the Pension Schemes (Northern Ireland) Act 1993;      “the monitor”, in relation to a moratorium, means the person who has the functions of the monitor in relation to the moratorium (see also Article  13EF  for cases where two or more persons act as the monitor);      “moratorium” means a moratorium under this Part;      “moratorium debt” has the meaning given by Article  13HD ;      “occupational pension scheme” has the meaning given by section 1 of the Pension Schemes (Northern Ireland) Act 1993;      “pension scheme” has the meaning given by section 1 of the Pension Schemes (Northern Ireland) Act 1993;      “pre-moratorium debt” has the meaning given by Article  13HD ;      “qualified person” means a person qualified to act as an insolvency practitioner;      “unable to pay its debts”—     in relation to a registered company, has the same meaning as in Part 5 (see Article 103);      in relation to an unregistered company, has the same meaning as in Part 6 (see Articles 186 to 188).           2   Regulations may amend this Article for the purposes of changing the definition of “qualified person” in paragraph (1).     3   Regulations may not be made under paragraph  (2)  unless a draft of the regulations has been laid before, and approved by a resolution of, the Assembly.         Regulations   Regulations   13HF   Regulations made in the exercise of any power conferred by this Part may make consequential, supplementary, incidental or transitional provision or savings.            2   Schedule 5 inserts into the Insolvency (Northern Ireland) Order 1989 a new Schedule ZA1 (eligible companies).     3   Schedule 6 inserts into the Insolvency (Northern Ireland) Order 1989 a new Schedule ZA2 (contracts involving financial services).    "}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "5", "section_title": "Moratoriums in Northern Ireland: further amendments and transition", "section_text": "5 1 Schedule 7 contains consequential and other amendments to do with moratoriums under new Part 1A of the Insolvency (Northern Ireland) Order 1989 (S.I. 1989/2405 (N.I. 19)). 2 Nothing in this Act affects the operation of the Insolvency (Northern Ireland) Order 1989, or any other statutory provision, in relation to a moratorium under Schedule A1 to that Order which comes into force before the repeal of that Schedule by Schedule 7 to this Act. 3 Subsection (2) is without prejudice to the operation of section 16 of the Interpretation Act 1978 (general savings). 4 In this section  “ statutory provision ” has the meaning given by section 1(f) of the Interpretation Act (Northern Ireland) 1954 (c. 33 (N.I.))."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "6", "section_title": "Moratoriums in Northern Ireland: temporary modifications", "section_text": "6 Schedule 8 makes temporary modifications to Part 1A of the Insolvency (Northern Ireland) Order 1989 (moratorium) and other temporary provision in connection with that Part."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "7", "section_title": "Arrangements and reconstructions for companies in financial difficulty", "section_text": "7 Schedule 9 contains provision about arrangements and reconstructions for companies in financial difficulty."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "8", "section_title": "Administration in Great Britain: sales to connected persons", "section_text": "8 1 Paragraph 60A of Schedule B1 to the Insolvency Act 1986 (which expired in May 2020) is revived. 2 For sub-paragraph (10) of that paragraph substitute— 10 This paragraph expires at the end of June 2021 unless the power conferred by it is exercised before then."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "9", "section_title": "Administration in Northern Ireland: sales to connected persons", "section_text": "9 1 The Insolvency (Northern Ireland) Order 1989 (S.I. 1989/2405 (N.I. 19)) is amended as follows. 2 Schedule B1 (administration) is amended in accordance with subsections (3) to (5). 3 Paragraph 61 (powers of administrator) becomes sub-paragraph (1) of that paragraph. 4 After that sub-paragraph insert— 2 But the power to sell, hire out or otherwise dispose of property is subject to any regulations that may be made under paragraph 61A. 5 After paragraph 61 insert— 61A 1 Regulations may make provision for— a prohibiting, or b imposing requirements or conditions in relation to, the disposal, hiring out or sale of property of a company by the administrator to a connected person in circumstances specified in the regulations. 2 Regulations under this paragraph may in particular require the approval of, or provide for the imposition of requirements or conditions by— a creditors of the company, b the High Court, or c a person of a description specified in the regulations. 3 In sub-paragraph (1),  “ connected person ”, in relation to a company, means— a a relevant person in relation to the company, or b a company connected with the company. 4 For the purposes of sub-paragraph (3)— a “ relevant person ”, in relation to a company, means— i a director or other officer, or shadow director, of the company; ii a non-employee associate of such a person; iii a non-employee associate of the company; b a company is connected with another if any relevant person of one is or has been a relevant person of the other. 5 In sub-paragraph (4),  “non-employee associate” of a person means a person who is an associate of that person otherwise than by virtue ofemploying or being employed by that person. 6 Paragraph (11) of Article 4 (extended definition of company) applies for the purposes of sub-paragraphs (3) to (5) as it applies for the purposes of that Article. 7 Regulations under this paragraph may make incidental, consequential, supplemental and transitional provision. 8 Regulations may not be made under this paragraph unless a draft of the regulations has been laid before, and approved by a resolution of, the Assembly. 9 This paragraph expires at the end of June 2021 unless the power conferred by it is exercised before then. 6 In Article 2(2), in the definition of  “regulations”, after the words  “and paragraph 16 of Schedule A1” (which are repealed by paragraph 3(b) of Schedule 7 to this Act) insert  “                  and paragraph 61A of Schedule B1                ” ."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "10", "section_title": "Winding-up petitions: Great Britain", "section_text": "10 Schedule 10 contains temporary provision in relation to winding-up petitions in Great Britain."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "11", "section_title": "Winding-up petitions: Northern Ireland", "section_text": "11 Schedule 11 contains temporary provision in relation to winding-up petitions in Northern Ireland."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "12", "section_title": "Suspension of liability for wrongful trading: Great Britain", "section_text": "12 1 In determining for the purposes of section 214 or 246ZB of the Insolvency Act 1986 (liability of director for wrongful trading) the contribution (if any) to a company's assets that it is proper for a person to make, the court is to assume that the person is not responsible for any worsening of the financial position of the company or its creditors that occurs during the relevant period. 2 In this section the  “relevant period” is the period which— a begins with 1 March 2020, and b ends with 30 September 2020. 3 Subsection (1) does not apply if at any time during the relevant period the company concerned is excluded from being eligible by any of the paragraphs of Schedule ZA1 to the Insolvency Act 1986 listed in subsection (4), as they apply for the purposes of this subsection (see subsection (5)). 4 The paragraphs of Schedule ZA1 to the Insolvency Act 1986 are— a paragraph 3 (insurance companies), b paragraph 4 (banks), c paragraph 5 (electronic money institutions), d paragraph 6 (investment banks and investment firms), e paragraph 9 (payment institutions), f paragraph 10 (operators of payment systems etc), g paragraph 11 (recognised investment exchanges, clearing houses etc), h paragraph 12 (securitisation companies), i paragraph 13 (parties to capital market arrangements), j paragraph 15 (public-private partnership project companies), and k paragraph 18 (certain overseas companies). 5 In their application for the purposes of subsection (3)— a each of paragraphs 13 and 15 of Schedule ZA1 to the Insolvency Act 1986 has effect as if in sub-paragraph (1)— i the words  “, on the filing date” were omitted, and ii paragraph (b) were omitted, and b paragraph 18 of that Schedule has effect as if for  “paragraph 2”, in both places, there were substituted  “                      paragraphs 2, 7 and 8                    ” . 6 Subsection (1) also does not apply if at any time during the relevant period the company concerned— a has permission under Part 4A of the Financial Services and Markets Act 2000 to carry on a regulated activity, and b is not subject to a requirement imposed under that Act to refrain from holding money for clients. 7 This section has effect— a in so far as it relates to section 214 of the Insolvency Act 1986, as if it were contained in Part 4 of that Act, and b in so far as it relates to section 246ZB of the Insolvency Act 1986, as if it were contained in Part 6 of that Act. 8 But this section does not have effect in relation to the following bodies (which are bodies to which provisions contained in Parts 4 and 6 of the Insolvency Act 1986 apply)— a a society that is registered within the meaning of the Friendly Societies Act 1974 and that at any time during the relevant period carries on the regulated activity of effecting or carrying out contracts of insurance; b a building society within the meaning of the Building Societies Act 1986; c a society that is incorporated under the Friendly Societies Act 1992; d a registered society within the meaning of the Co-operative and Community Benefit Societies Act 2014 that is registered under that Act as a credit union; e a registered society within the meaning of the Co-operative and Community Benefit Societies Act 2014 that at any time during the relevant period carries on the regulated activity of effecting or carrying out contracts of insurance. 9 In this section  “ regulated activity ” has the meaning given by section 22 of the Financial Services and Markets Act 2000, taken with Schedule 2 to that Act and any order under that section."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "13", "section_title": "Suspension of liability for wrongful trading: Northern Ireland", "section_text": "13 1 In determining for the purposes of Article 178 of the Insolvency (Northern Ireland) Order 1989 (S.I. 1989/2405 (N.I. 19)) (liability of director for wrongful trading) the contribution (if any) to a company's assets that it is proper for a person to make, the High Court is to assume that the person is not responsible for any worsening of the financial position of the company or its creditors that occurs during the relevant period. 2 In this section the  “relevant period” is the period which— a begins with 1 March 2020, and b ends with 30 September 2020. 3 Subsection (1) does not apply if at any time during the relevant period the company concerned is excluded from being eligible by any of the paragraphs of Schedule ZA1 to the Insolvency (Northern Ireland) Order 1989 listed in subsection (4), as they apply for the purposes of this subsection (see subsection (5)). 4 The paragraphs of Schedule ZA1 to the Insolvency (Northern Ireland) Order 1989 are— a paragraph 3 (insurance companies), b paragraph 4 (banks), c paragraph 5 (electronic money institutions), d paragraph 6 (investment banks and investment firms), e paragraph 9 (payment institutions), f paragraph 10 (operators of payment systems etc), g paragraph 11 (recognised investment exchanges, clearing houses etc), h paragraph 12 (securitisation companies), i paragraph 13 (parties to capital market arrangements), j paragraph 15 (public-private partnership project companies), and k paragraph 18 (certain overseas companies). 5 In their application for the purposes of subsection (3)— a each of paragraphs 13 and 15 of Schedule ZA1 to the Insolvency (Northern Ireland) Order 1989 has effect as if in sub-paragraph (1)— i the words  “, on the filing date” were omitted, and ii paragraph (b) were omitted, and b paragraph 18 of that Schedule has effect as if for  “paragraph 2”, in both places, there were substituted  “                      paragraphs 2, 7 and 8                    ” . 6 Subsection (1) also does not apply if at any time during the relevant period the company concerned— a has permission under Part 4A of the Financial Services and Markets Act 2000 to carry on a regulated activity, and b is not subject to a requirement imposed under that Act to refrain from holding money for clients. 7 This section has effect as if it were contained in Part 5 of the Insolvency (Northern Ireland) Order 1989. 8 But this section does not have effect in relation to the following bodies (which are bodies to which provisions contained in Part 5 of the Insolvency (Northern Ireland) Order 1989 apply)— a a registered society within the meaning of the Co-operative and Community Benefit Societies Act (Northern Ireland) 1969 (c. 24 (N.I.)) that at any time during the relevant period carries on the regulated activity of effecting or carrying out contracts of insurance; b a society that is registered within the meaning of the Friendly Societies Act 1974 and that at any time during the relevant period carries on the regulated activity of effecting or carrying out contracts of insurance; c a building society within the meaning of the Building Societies Act 1986; d a credit union within the meaning of the Credit Unions (Northern Ireland) Order 1985 (S.I. 1985/1205 (N.I. 12)); e a society that is incorporated under the Friendly Societies Act 1992. 9 In this section  “ regulated activity ” has the meaning given by section 22 of the Financial Services and Markets Act 2000, taken with Schedule 2 to that Act and any order under that section."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "14", "section_title": "Protection of supplies of goods and services: Great Britain", "section_text": "14 1 In the Insolvency Act 1986, after section 233A insert— Protection of supplies of goods and services 233B 1 This section applies where a company becomes subject to a relevant insolvency procedure. 2 A company becomes subject to a relevant insolvency procedure for the purposes of this section where— a a moratorium under Part A1 comes into force for the company, b the company enters administration, c an administrative receiver of the company is appointed (otherwise than in succession to another administrative receiver), d a voluntary arrangement approved under Part 1 takes effect in relation to the company, e the company goes into liquidation, f a provisional liquidator of the company is appointed (otherwise than in succession to another provisional liquidator), or g a court order is made under section 901C(1) of the Companies Act 2006 in relation to the company (order summoning meeting relating to compromise or arrangement). 3 A provision of a contract for the supply of goods or services to the company ceases to have effect when the company becomes subject to the relevant insolvency procedure if and to the extent that, under the provision— a the contract or the supply would terminate, or any other thing would take place, because the company becomes subject to the relevant insolvency procedure, or b the supplier would be entitled to terminate the contract or the supply, or to do any other thing, because the company becomes subject to the relevant insolvency procedure. 4 Where— a under a provision of a contract for the supply of goods or services to the company the supplier is entitled to terminate the contract or the supply because of an event occurring before the start of the insolvency period, and b the entitlement arises before the start of that period, the entitlement may not be exercised during that period. 5 Where a provision of a contract ceases to have effect under subsection (3) or an entitlement under a provision of a contract is not exercisable under subsection (4), the supplier may terminate the contract if— a in a case where the company has become subject to a relevant insolvency procedure as specified in subsection (2)(b), (c), (e) or (f), the office-holder consents to the termination of the contract, b in any other case, the company consents to the termination of the contract, or c the court is satisfied that the continuation of the contract would cause the supplier hardship and grants permission for the termination of the contract. 6 Where a provision of a contract ceases to have effect under subsection (3) and the company becomes subject to a further relevant insolvency procedure, the supplier may terminate the contract in accordance with subsection (5)(a) to (c). 7 The supplier shall not make it a condition of any supply of goods and services after the time when the company becomes subject to the relevant insolvency procedure, or do anything which has the effect of making it a condition of such a supply, that any outstanding charges in respect of a supply made to the company before that time are paid. 8 In this section  “ the insolvency period ”, in relation to a relevant insolvency procedure, means the period beginning when the company becomes subject to the relevant insolvency procedure and ending— a in the case of a moratorium under Part A1, when the moratorium comes to an end, b in the case of the company entering administration, when the appointment of the administrator ceases to have effect under— i paragraphs 76 to 84 of Schedule B1, or ii an order under section 901F of the Companies Act 2006, c in the case of the appointment of an administrative receiver of the company, when the receiver or any successor to the receiver ceases to hold office without a successor being appointed, d in the case of a voluntary arrangement approved under Part 1 taking effect in relation to the company, when the arrangement ceases to have effect, e in the case of the company going into liquidation, when— i the liquidator complies with section 94(2), 106(2) or 146(3) (duties relating to final account), or ii the appointment of the liquidator ceases to have effect under an order under section 901F of the Companies Act 2006, f in the case of the appointment of a provisional liquidator for the company, when the provisional liquidator or any successor to the provisional liquidator ceases to hold office without a successor being appointed, and g in the case of the making of a court order under section 901C(1) of the Companies Act 2006 in relation to the company, when— i an order made by the court under section 901F of that Act takes effect, or ii the court decides not to make such an order. 9 In this section  “ office-holder ”, in relation to a company which has entered into an insolvency procedure as specified in subsection (2)(b), (c), (e) or (f), means the administrator, administrative receiver, liquidator or provisional liquidator respectively. 10 Schedule 4ZZA provides for exclusions from the operation of this section. Powers to amend section 233B and Schedule 4ZZA 233C 1 The Secretary of State may by regulations omit any of paragraphs (a) to (g) of section 233B(2) (relevant insolvency procedures). 2 The Secretary of State may by regulations amend Schedule 4ZZA so as to— a remove or amend any exclusion from section 233B for the time being specified there, or b add further exclusions from section 233B. 3 In subsection (2), references to exclusions from section 233B are to circumstances in which section 233B, or any provision of that section, does not apply. 4 The circumstances referred to in subsection (3) may be framed by reference to kinds of company, supplier, contract, goods or services or in any other way. 5 Regulations under this section may make— a different provision for different purposes; b consequential provision; c transitional and supplementary provision. 6 Regulations under this section made by virtue of subsection (5) may in particular make provision amending this Act or any other enactment whenever passed or made (including, if paragraph 1(1) or (2) of Schedule 4ZZA is omitted, provision omitting section 233A or 233 respectively). 7 Regulations under subsection (1) may not omit section 233B(2)(c) unless the Secretary of State has first consulted the Scottish Ministers. 8 In this section  “ enactment ” includes an Act of the Scottish Parliament and an instrument made under such an Act. 9 Regulations under this section are to be made by statutory instrument. 10 A statutory instrument containing regulations under this section may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 2 In the Insolvency Act 1986, in section 434 (Crown application), before  “bind” insert  “                  and sections 233A and 233B and Schedule 4ZZA                ” . 3 Schedule 12— a inserts a new Schedule into the Insolvency Act 1986 which provides for exclusions from the operation of section 233B of that Act, and b contains consequential amendments. 4 The amendments made by this section and Schedule 12 have effect in relation to a company which becomes subject to a relevant insolvency procedure on or after the day on which this section comes into force (but in respect of contracts entered into before, as well as those entered into on or after, that day)."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "15", "section_title": "Temporary exclusion for small suppliers: Great Britain", "section_text": "15 1 Section 233B of the Insolvency Act 1986 does not apply in relation to a contract for the supply of goods or services to a company where— a the company becomes subject to a relevant insolvency procedure during the relevant period, and b the supplier is a small entity at the time the company becomes subject to the procedure. 2 In subsection (1)(a)  “ relevant period ” means the period which— a begins with the day on which this section comes into force, and b ends with    30 June 2021 . 3 For the purposes of subsection (1)(b), whether the supplier is a  “small entity” at the time the company becomes subject to a relevant insolvency procedure (the  “                  relevant time                ” ) is to be determined under subsections (4) to (10). 4 Where the supplier is not in its first financial year at the relevant time, the supplier is a small entity at the relevant time if at least two of the following conditions were met in relation to its most recent financial year— Condition 1: the supplier's turnover was not more than £10.2 million; Condition 2: the supplier's balance sheet total was not more than £5.1 million; Condition 3: the number of the supplier's employees was not more than 50. 5 For the purposes of Condition 1 in subsection (4), if the supplier's most recent financial year was not 12 months, the maximum figure for turnover must be proportionately adjusted. 6 For the purposes of Condition 2 in subsection (4), the supplier's balance sheet total means the aggregate of the amounts shown as assets in the supplier's balance sheet. 7 For the purposes of Condition 3 in subsection (4), the number of the supplier's employees means the average number of persons employed by the supplier in its most recent financial year, determined as follows— a find for each month in that financial year the number of persons employed under contracts of service by the supplier in that month (whether throughout the month or not), b add together the monthly totals, and c divide by the number of months in the financial year. 8 In subsections (4) to (7) the supplier's  “most recent financial year” is the financial year of the supplier which, at the relevant time, has ended most recently. 9 Where the supplier is in its first financial year at the relevant time, the supplier is a small entity at the relevant time if at least two of the following conditions are met— Condition 1: the supplier's average turnover for each complete month in the supplier's first financial year is not more than £850,000; Condition 2: the aggregate of amounts which would be shown in a balance sheet of the supplier drawn up at the relevant time is not more than £5.1 million; Condition 3: the average number of persons employed by the supplier in the supplier's first financial year (determined as specified in subsection (7)) is not more than 50. 10 In this section— “ entity ” means— a company, a limited liability partnership, any other association or body of persons, whether or not incorporated, and an individual carrying on a trade or business; “ relevant insolvency procedure ” has the same meaning as in section 233B of the Insolvency Act 1986. 11 This section has effect as if it were included in Part 6 of the Insolvency Act 1986."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "16", "section_title": "Protection of supplies of electricity, gas, water, etc: Northern Ireland", "section_text": "16 1 Article 197 of the Insolvency (Northern Ireland) Order 1989 (S.I. 1989/2405 (N.I. 19)) is amended as follows. 2 Paragraph (3) is amended in accordance with subsections (3) to (5). 3 After sub-paragraph (a) insert— aza a supply of electricity by a class of person within Class A (small supply) or Class B (resale) of Schedule 3 to the Electricity (Class Exemptions from the Requirement for a Licence) Order (Northern Ireland) 2013 (S.R. 2013/93); . 4 After sub-paragraph (b) insert— ba a supply of water by a person who has an interest in the premises to which the supply is given; . 5 After sub-paragraph (c) (and before the words  “and in this paragraph”) insert— d a supply of communications services by a person who carries on a business which includes giving such supplies; e a supply of goods or services mentioned in paragraph (3A) by a person who carries on a business which includes giving such supplies, where the supply is for the purpose of enabling or facilitating anything to be done by electronic means; . 6 After paragraph (3) insert— 3A The goods and services referred to in paragraph (3)(e) are— a point of sale terminals; b computer hardware and software; c information, advice and technical assistance in connection with the use of information technology; d data storage and processing; e website hosting."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "17", "section_title": "Further protection of essential supplies: Northern Ireland", "section_text": "17 1 After Article 197 of the Insolvency (Northern Ireland) Order 1989 insert— Further protection of essential supplies 197A 1 An insolvency-related term of a contract for the supply of essential goods or services to a company ceases to have effect if— a the company enters administration, or b a voluntary arrangement approved under Part 2 takes effect in relation to the company. 2 An insolvency-related term of a contract does not cease to have effect by virtue of paragraph (1) to the extent that— a it provides for the contract or the supply to terminate, or any other thing to take place, because the company becomes subject to an insolvency procedure other than administration or a voluntary arrangement; b it entitles a supplier to terminate the contract or the supply, or do any other thing, because the company becomes subject to an insolvency procedure other than administration or a voluntary arrangement; or c it entitles a supplier to terminate the contract or the supply because of an event that occurs, or may occur, after the company enters administration or the voluntary arrangement takes effect. 3 Where an insolvency-related term of a contract ceases to have effect under this Article the supplier may— a terminate the contract, if the condition in paragraph (4) is met; b terminate the supply, if the condition in paragraph (5) is met. 4 The condition in this paragraph is that— a the insolvency office-holder consents to the termination of the contract, b the High Court grants permission for the termination of the contract, or c any charges in respect of the supply that are incurred after the company entered administration or the voluntary arrangement took effect are not paid within the period of 28 days beginning with the day on which payment is due. The High Court may grant permission under sub-paragraph (b) only if satisfied that the continuation of the contract would cause the supplier hardship. 5 The condition in this paragraph is that— a the supplier gives written notice to the insolvency office-holder that the supply will be terminated unless the office-holder personally guarantees the payment of any charges in respect of the continuation of the supply after the company entered administration or the voluntary arrangement took effect, and b the insolvency office-holder does not give that guarantee within the period of 14 days beginning with the day the notice is received. 6 For the purposes of securing that the interests of suppliers are protected, where— a an insolvency-related term of a contract (the  “original term”) ceases to have effect by virtue of paragraph (1), and b the company subsequently enters administration, or a voluntary arrangement subsequently has effect in relation to it, the contract is treated for the purposes of paragraphs (1) to (5) as if, immediately before the subsequent administration is entered into or the subsequent voluntary arrangement takes effect, it included an insolvency-related term identical to the original term. 7 A contract for the supply of essential goods or services is a contract for a supply mentioned in Article 197(3). 8 An insolvency-related term of a contract for the supply of essential goods or services to a company is a provision of the contract under which— a the contract or the supply would terminate, or any other thing would take place, because the company enters administration or the voluntary arrangement takes effect, b the supplier would be entitled to terminate the contract or the supply, or to do any other thing, because the company enters administration or the voluntary arrangement takes effect, or c the supplier would be entitled to terminate the contract or the supply because of an event that occurred before the company enters administration or the voluntary arrangement takes effect. 9 In this Article  “ insolvency office-holder ” means— a in a case where a company enters administration, the administrator; b in a case where a voluntary arrangement under Part 2 takes effect in relation to a company, the supervisor of the voluntary arrangement. 2 In Schedule 5 to the Investment Bank Special Administration Regulations 2011 (S.I. 2011/245), in the Table, after the entry for section 233 insert— Section 233A Article 197A - . 3 The amendments made by this section have effect in relation to a company which enters administration or has a voluntary arrangement take effect in relation to it on or after the day on which this section comes into force (but in respect of contracts entered into before, as well as those entered into on or after, that day)."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "18", "section_title": "Protection of supplies of goods and services: Northern Ireland", "section_text": "18 1 After Article 197A of the Insolvency (Northern Ireland) Order 1989 insert— Protection of supplies of goods and services 197B 1 This Article applies where a company becomes subject to a relevant insolvency procedure. 2 A company becomes subject to a relevant insolvency procedure for the purposes of this Article where— a a moratorium under Part 1A comes into force for the company, b the company enters administration, c an administrative receiver of the company is appointed (otherwise than in succession to another administrative receiver), d a voluntary arrangement approved under Part 2 takes effect in relation to the company, e the company goes into liquidation, f a provisional liquidator of the company is appointed (otherwise than in succession to another provisional liquidator), or g a court order is made under section 901C(1) of the Companies Act 2006 in relation to the company (order summoning meeting relating to compromise or arrangement). 3 A provision of a contract for the supply of goods or services to the company ceases to have effect when the company becomes subject to the relevant insolvency procedure if and to the extent that, under the provision— a the contract or the supply would terminate, or any other thing would take place, because the company becomes subject to the relevant insolvency procedure, or b the supplier would be entitled to terminate the contract or the supply, or to do any other thing, because the company becomes subject to the relevant insolvency procedure. 4 Where— a under a provision of a contract for the supply of goods or services to the company the supplier is entitled to terminate the contract or the supply because of an event occurring before the start of the insolvency period, and b the entitlement arises before the start of that period, the entitlement may not be exercised during that period. 5 Where a provision of a contract ceases to have effect under paragraph (3) or an entitlement under a provision of a contract is not exercisable under paragraph (4), the supplier may terminate the contract if— a in a case where the company has become subject to a relevant insolvency procedure as specified in paragraph (2)(b), (c), (e) or (f), the office-holder consents to the termination of the contract, b in any other case, the company consents to the termination of the contract, or c the High Court is satisfied that the continuation of the contract would cause the supplier hardship and grants permission for the termination of the contract. 6 Where a provision of a contract ceases to have effect under paragraph (3) and the company becomes subject to a further relevant insolvency procedure, the supplier may terminate the contract in accordance with paragraph (5)(a) to (c). 7 The supplier shall not make it a condition of any supply of goods and services after the time when the company becomes subject to the relevant insolvency procedure, or do anything which has the effect of making it a condition of such a supply, that any outstanding charges in respect of a supply made to the company before that time are paid. 8 In this Article  “ the insolvency period ”, in relation to a relevant insolvency procedure, means the period beginning when the company becomes subject to the relevant insolvency procedure and ending— a in the case of a moratorium under Part 1A, when the moratorium comes to an end, b in the case of the company entering administration, when the appointment of the administrator ceases to have effect under — i paragraphs 77 to 85 of Schedule B1, or ii an order under section 901F of the Companies Act 2006, c in the case of the appointment of an administrative receiver of the company, when the receiver or any successor to the receiver ceases to hold office without a successor being appointed, d in the case of a voluntary arrangement approved under Part 2 taking effect in relation to the company, when the arrangement ceases to have effect, e in the case of the company going into liquidation, when the liquidator has— i pursuant to Article 80(1), laid the account of the winding up before a general meeting of the company and given an explanation of it, ii pursuant to Article 92(1), laid the account of the winding up before a general meeting of the company and a meeting of the creditors and given an explanation of it to each meeting, or iii pursuant to Article 124(1), given the liquidator's report of the winding up to a general meeting of the company's creditors, or when the appointment of the liquidator ceases to have effect under an order under section 901F of the Companies Act 2006, f in the case of the appointment of a provisional liquidator for the company, when the provisional liquidator or any successor to the provisional liquidator ceases to hold office without a successor being appointed, and g in the case of the making of a court order under section 901C(1) of the Companies Act 2006 in relation to the company, when— i an order made by the High Court under section 901F of that Act takes effect, or ii the High Court decides not to make such an order. 9 In this Article  “ office-holder ”, in relation to a company which has entered into an insolvency procedure as specified in paragraph (2)(b), (c), (e) or (f), means the administrator, administrative receiver, liquidator or provisional liquidator respectively. 10 Schedule 2ZZA provides for exclusions from the operation of this Article. Powers to amend Article 197B and Schedule 2ZZA 197C 1 Regulations may omit any of sub-paragraphs (a) to (g) of Article 197B(2) (relevant insolvency procedures). 2 Regulations may amend Schedule 2ZZA so as to— a remove or amend any exclusion from Article 197B for the time being specified there, or b add further exclusions from Article 197B. 3 In paragraph (2), references to exclusions from Article 197B are to circumstances in which Article 197B, or any provision of that Article, does not apply. 4 The circumstances referred to in paragraph (3) may be framed by reference to kinds of company, supplier, contract, goods or services or in any other way. 5 Regulations under this Article may make— a consequential provision; b transitional and supplementary provision. 6 Regulations under this Article made by virtue of paragraph (5) may in particular make provision amending this Order or any other statutory provision whenever passed or made (including, if paragraph 1(1) or (2) of Schedule 2ZZA is omitted, provision omitting Article 197A or 197 respectively). 7 Regulations may not be made under this Article unless a draft of the regulations has been laid before, and approved by a resolution of, the Assembly. 2 In the Insolvency (Northern Ireland) Order 1989, in Article 2(2), in the definition of  “regulations”, before  “Article 359(2)” insert  “                  Article 197C and                ” . 3 Schedule 13— a inserts a new Schedule into the Insolvency (Northern Ireland) Order 1989 which provides for exclusions from the operation of Article 197B of that Order, and b contains consequential amendments. 4 The amendments made by this section and Schedule 13 have effect in relation to a company which becomes subject to a relevant insolvency procedure on or after the day on which this section comes into force (but in respect of contracts entered into before, as well as those entered into on or after, that day)."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "19", "section_title": "Temporary exclusion for small suppliers: Northern Ireland", "section_text": "19 1 Article 197B of the Insolvency (Northern Ireland) Order 1989 does not apply in relation to a contract for the supply of goods or services to a company where— a the company becomes subject to a relevant insolvency procedure during the relevant period, and b the supplier is a small entity at the time the company becomes subject to the procedure. 2 In subsection (1)(a)  “ relevant period ” means the period which— a begins with the day on which this section comes into force, and b ends with    30 June 2021 . 3 For the purposes of subsection (1)(b), whether the supplier is a  “small entity” at the time the company becomes subject to a relevant insolvency procedure (the  “                  relevant time                ” ) is to be determined under subsections (4) to (10). 4 Where the supplier is not in its first financial year at the relevant time, the supplier is a small entity at the relevant time if at least two of the following conditions were met in relation to its most recent financial year— Condition 1: the supplier's turnover was not more than £10.2 million; Condition 2: the supplier's balance sheet total was not more than £5.1 million; Condition 3: the number of the supplier's employees was not more than 50. 5 For the purposes of Condition 1 in subsection (4), if the supplier's most recent financial year was not 12 months, the maximum figure for turnover must be proportionately adjusted. 6 For the purposes of Condition 2 in subsection (4), the supplier's balance sheet total means the aggregate of the amounts shown as assets in the supplier's balance sheet. 7 For the purposes of Condition 3 in subsection (4), the number of the supplier's employees means the average number of persons employed by the supplier in its most recent financial year, determined as follows— a find for each month in that financial year the number of persons employed under contracts of service by the supplier in that month (whether throughout the month or not), b add together the monthly totals, and c divide by the number of months in the financial year. 8 In subsections (4) to (7) the supplier's  “most recent financial year” is the financial year of the supplier which, at the relevant time, has ended most recently. 9 Where the supplier is in its first financial year at the relevant time, the supplier is a small entity at the relevant time if at least two of the following conditions are met— Condition 1: the supplier's average turnover for each complete month in the supplier's first financial year is not more than £850,000; Condition 2: the aggregate of amounts which would be shown in a balance sheet of the supplier drawn up at the relevant time is not more than £5.1 million; Condition 3: the average number of persons employed by the supplier in the supplier's first financial year (determined as specified in subsection (7)) is not more than 50. 10 In this section— “ entity ” means— a company, a limited liability partnership, any other association or body of persons, whether or not incorporated, and an individual carrying on a trade or business; “ relevant insolvency procedure ” has the same meaning as in Article 197B of the Insolvency (Northern Ireland) Order 1989. 11 This section has effect as if it were included in Part 7 of the Insolvency (Northern Ireland) Order 1989."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "20", "section_title": "Regulations to amend legislation: Great Britain", "section_text": "20 1 The Secretary of State may by regulations amend, or modify the effect of, corporate insolvency or governance legislation so as to— a change the conditions that must be met before a corporate insolvency or restructuring procedure applies to entities of any description (whether by adding, varying or removing any condition), b change the way in which a corporate insolvency or restructuring procedure applies in relation to entities of any description, or c change or disapply any duty of a person with corporate responsibility or the liability of such a person to any sanction. 2 Regulations under this section may— a make different provision for different purposes; b make provision binding the Crown. 3 Regulations under this section must be made in accordance with sections 21 to 26."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "21", "section_title": "Purposes", "section_text": "21 1 The Secretary of State may only make regulations under section 20(1)(a) or (b) if satisfied that the regulations are expedient for any of the following purposes— a reducing, or assisting in the reduction of, the number of entities entering into corporate insolvency or restructuring procedures for reasons relating to the effects of coronavirus on businesses or on the economy of the United Kingdom; b mitigating or otherwise dealing with the effect on corporate insolvency or restructuring procedures of any increase or potential increase in the number of entities entering into those procedures for the reasons referred to in paragraph (a); c mitigating difficulties that corporate insolvency or restructuring procedures might impose on a business in view of— i any worsening of the financial position of the business in consequence of, or for reasons relating to, coronavirus, ii constraints on people's ability to work, or to be in proximity to each other, as a result of coronavirus, or iii measures for public health taken in response to coronavirus. 2 The Secretary of State may only make regulations under section 20(1)(c) if satisfied that the regulations are expedient for the purpose of securing that the duties of persons with corporate responsibility, or the liability of those persons to any sanction, take due account of the effects of coronavirus on businesses or on the economy of the United Kingdom."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "22", "section_title": "Restrictions", "section_text": "22 1 Before making regulations under section 20 the Secretary of State must consider the effect of the regulations on persons likely to be affected by them (for example, debtors, creditors or employees). 2 The Secretary of State may only make regulations under section 20 if satisfied— a that the need for the provision made by the regulations is urgent, b that the provision made by the regulations is proportionate to the purpose for which it is made, c that it is not practicable without legislation to bring about the result intended to be brought about by that provision, and d if the Secretary of State could make the same provision in other subordinate legislation, that doing so would risk not achieving the purpose for which the regulations are made (because of possible delay or for any other reason). 3 Regulations under section 20— a may not create a criminal offence or civil penalty (but may modify the circumstances in which a person is guilty of an existing offence or liable for an existing civil penalty); b may not make provision so as to impose or increase a fee. 4 Regulations under section 20 may not make provision that could be made by an Act of the Scottish Parliament unless the Secretary of State has first consulted the Scottish Ministers."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "23", "section_title": "Time-limited effect", "section_text": "23 1 Regulations under section 20 must be framed so that any provision made by them— a has effect only for a period not exceeding six months, or b applies only in relation to circumstances occurring in a period not exceeding six months. 2 This does not prevent further regulations under section 20 from— a making the same provision for, or applying in relation to, subsequent periods (not exceeding six months at a time); b extending (by up to six months) the period for or in relation to which earlier regulations under that section apply. 3 The Secretary of State must keep regulations under section 20 under review during the period for which they have effect or in relation to which they apply. 4 If on such a review the Secretary of State is satisfied that that period— a is longer than expedient for the purpose for which the regulations were made, or b has ceased to be proportionate to that purpose, the Secretary of State must by regulations under this subsection revoke or amend the regulations as appropriate. 5 Regulations under subsection (4) may contain transitional provision or savings."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "24", "section_title": "Expiry", "section_text": "24 1 The Secretary of State may not make regulations under section 20 after   29 April 2022 . 2 Where regulations under section 20 are in force on the date specified in subsection (1), that subsection does not— a affect the continued operation of the regulations, or b prevent the making of further regulations under section 20 on one or more occasions, where those further regulations make the same provision for, or applying in relation to, subsequent periods (not exceeding six months at a time). 3 The Secretary of State may by regulations substitute a later date for the date for the time being specified in subsection (1). 4 The power in subsection (3)— a may not be exercised so as to substitute a date which is— i after the period of one year beginning with the date for the time being specified in subsection (1), or ii after the period of two years beginning with the date on which this Act is passed, but b may be exercised more than once."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "25", "section_title": "Consequential provision etc", "section_text": "25 1 The Secretary of State may by regulations make consequential, incidental or supplementary provision, or transitional provision or savings, in connection with provision made by regulations under section 20. 2 Regulations under this section may— a make provision by amending or modifying the effect of any enactment (including this Act); b make different provision for different purposes; c make provision binding the Crown."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "26", "section_title": "Procedure for regulations", "section_text": "26 1 Regulations under sections 20 to 25 are to be made by statutory instrument. 2 A statutory instrument containing— a regulations made under section 20, other than one to which subsection (6)(a) applies, or b regulations made under section 25 which make provision by amending an Act or an Act of the Scottish Parliament, must be laid before Parliament as soon as reasonably practicable after being made. 3 Regulations contained in a statutory instrument laid before Parliament by virtue of subsection (2) cease to have effect at the end of the period of 40 days beginning with the day on which the instrument is made, unless during that period the instrument is approved by a resolution of each House of Parliament. 4 In calculating the period of 40 days, no account is to be taken of any time during which— a Parliament is dissolved or prorogued, or b both Houses of Parliament are adjourned for more than 4 days. 5 Where regulations cease to have effect as a result of subsection (3) that does not— a affect anything previously done under or by virtue of the regulations, or b prevent the making of new regulations. 6 A statutory instrument containing— a regulations under section 20 which merely revoke other regulations under that section (with or without transitional provision), or b regulations under section 23(4), is subject to annulment in pursuance of a resolution of either House of Parliament. 7 Regulations under section 24(3) may not be made unless a draft of the statutory instrument containing them has been laid before, and approved by a resolution of, each House of Parliament. 8 A statutory instrument containing regulations under section 25 which do not make provision by amending an Act or an Act of the Scottish Parliament is subject to annulment in pursuance of a resolution of either House of Parliament (unless the regulations were contained in a statutory instrument laid before Parliament by virtue of subsection (2))."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "27", "section_title": "Interpretation", "section_text": "27 1 In sections 20 to 26 and this section— “ coronavirus ” means severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2); “ corporate insolvency or governance legislation ” means— the Insolvency Act 1986, except so far as relating to the insolvency or bankruptcy of individuals, Part 26A of the Companies Act 2006 (arrangements and reconstructions for companies in financial difficulty), the Company Directors Disqualification Act 1986, this Act, any subordinate legislation made under the enactments specified in paragraphs (a) to (d), the Cross-Border Insolvency Regulations 2006 (S.I. 2006/1030), and after IP completion day,  Regulation (EU) 2015/848  on insolvency proceedings; “ corporate insolvency or restructuring procedure ” means— a moratorium under Part A1 of the Insolvency Act 1986; a company voluntary arrangement under Part 1 of that Act (including a moratorium under section 1A of that Act in a case where such a moratorium applies after the coming into force of paragraph 30 of Schedule 3); administration under Part 2 of that Act; receivership to which Part 3 of that Act applies; winding up under Part 4 or 5 of that Act; the procedure provided for by Part 26A of the Companies Act 2006; “ enactment ” includes an Act of the Scottish Parliament and an instrument made under such an Act; “ person with corporate responsibility ” means— in relation to a company, a director, manager, secretary or other officer of the body, in relation to a partnership or limited liability partnership, a partner or member, and in relation to any other entity, a person with responsibility for managing the entity; “ subordinate legislation ” has the meaning given by section 21(1) of the Interpretation Act 1978. 2 References to an enactment in subsection (1) include in particular that enactment as applied by any other enactment, with or without modifications, to partnerships, limited liability partnerships or other entities."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "28", "section_title": "Regulations to amend legislation: Northern Ireland", "section_text": "28 1 The Department or the Secretary of State may by regulations amend, or modify the effect of, corporate insolvency or governance legislation so as to— a change the conditions that must be met before a corporate insolvency or restructuring procedure applies to entities of any description (whether by adding, varying or removing any condition), b change the way in which a corporate insolvency or restructuring procedure applies in relation to entities of any description, or c change or disapply any duty of a person with corporate responsibility or the liability of such a person to any sanction. 2 Regulations under this section may— a make different provision for different purposes; b make provision binding the Crown. 3 Regulations under this section must be made in accordance with sections 29 to 35. 4 In sections 29 to 35,  “ relevant authority ” means the Department or the Secretary of State."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "29", "section_title": "Purposes", "section_text": "29 1 A relevant authority may only make regulations under section 28(1)(a) or (b) if satisfied that the regulations are expedient for any of the following purposes— a reducing, or assisting in the reduction of, the number of entities entering into corporate insolvency or restructuring procedures for reasons relating to the effects of coronavirus on businesses or on the economy of the United Kingdom; b mitigating or otherwise dealing with the effect on corporate insolvency or restructuring procedures of any increase or potential increase in the number of entities entering into those procedures for the reasons referred to in paragraph (a); c mitigating difficulties that corporate insolvency or restructuring procedures might impose on a business in view of— i any worsening of the financial position of the business in consequence of, or for reasons relating to, coronavirus, ii constraints on people's ability to work, or to be in proximity to each other, as a result of coronavirus, or iii measures for public health taken in response to coronavirus. 2 A relevant authority may only make regulations under section 28(1)(c) if satisfied that the regulations are expedient for the purpose of securing that the duties of persons with corporate responsibility, or the liability of those persons to any sanction, take due account of the effects of coronavirus on businesses or on the economy of the United Kingdom."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "30", "section_title": "Restrictions", "section_text": "30 1 Before making regulations under section 28 the relevant authority concerned must consider the effect of the regulations on persons likely to be affected by them (for example, debtors, creditors or employees). 2 A relevant authority may only make regulations under section 28 if satisfied— a that the need for the provision made by the regulations is urgent, b that the provision made by the regulations is proportionate to the purpose for which it is made, c that it is not practicable without legislation to bring about the result intended to be brought about by that provision, and d if a Northern Ireland Department or the Secretary of State could make the same provision in exercise of power under a statutory provision other than section 28, that doing so would risk not achieving the purpose for which the regulations are made (because of possible delay or for any other reason). 3 Regulations under section 28— a may not create a criminal offence or civil penalty (but may modify the circumstances in which a person is guilty of an existing offence or liable for an existing civil penalty); b may not make provision so as to impose or increase a fee."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "31", "section_title": "Time-limited effect", "section_text": "31 1 Regulations under section 28 must be framed so that any provision made by them— a has effect only for a period not exceeding six months, or b applies only in relation to circumstances occurring in a period not exceeding six months. 2 This does not prevent further regulations under section 28 from— a making the same provision for, or applying in relation to, subsequent periods (not exceeding six months at a time); b extending (by up to six months) the period for or in relation to which earlier regulations under that section apply. 3 A relevant authority must keep regulations made by it under section 28 under review during the period for which they have effect or in relation to which they apply. 4 If on such a review the relevant authority is satisfied that that period— a is longer than expedient for the purpose for which the regulations were made, or b has ceased to be proportionate to that purpose, the relevant authority must by regulations under this subsection revoke or amend the regulations as appropriate. 5 Regulations under subsection (4) may contain transitional provision or savings."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "32", "section_title": "Expiry", "section_text": "32 1 A relevant authority may not make regulations under section 28 after   29 April 2022 . 2 Where regulations under section 28 are in force on the date specified in subsection (1), that subsection does not— a affect the continued operation of the regulations, or b prevent the making of further regulations under section 28 on one or more occasions, where those further regulations make the same provision for, or applying in relation to, subsequent periods (not exceeding six months at a time). 3 A relevant authority may by regulations substitute a later date for the date for the time being specified in subsection (1). 4 The power in subsection (3)— a may not be exercised so as to substitute a date which is— i after the period of one year beginning with the date for the time being specified in subsection (1), or ii after the period of two years beginning with the date on which this Act is passed, but b may be exercised more than once."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "33", "section_title": "Consequential provision etc", "section_text": "33 1 A relevant authority may by regulations make consequential, incidental or supplementary provision, or transitional provision or savings, in connection with provision made by regulations under section 28. 2 Regulations under this section may— a make provision by amending or modifying the effect of any statutory provision (including this Act); b make different provision for different purposes; c make provision binding the Crown."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "34", "section_title": "Procedure for regulations made by the Department", "section_text": "34 1 Any power of the Department to make regulations under sections 28 to 33 is exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 (S.I. 1979/1573 (N.I. 12)). 2 Regulations made under section 28 by the Department, other than any to which subsection (5) applies, and regulations made under section 33 by the Department which make provision by amending an Act or Northern Ireland legislation, must be laid before the Assembly as soon as reasonably practicable after being made. 3 Regulations laid before the Assembly by virtue of subsection (2) cease to have effect at the end of the period of 40 days beginning with the day on which the regulations are made, unless during that period the regulations are approved by a resolution of the Assembly. 4 In calculating the period of 40 days, no account is to be taken of any time during which the Assembly is— a dissolved, or b in recess for more than 4 days, or c adjourned for more than 6 days. 5 Where regulations cease to have effect as a result of subsection (3) that does not— a affect anything previously done under or by virtue of the regulations, or b prevent the making of new regulations. 6 Regulations made by the Department under section 28 which merely revoke other regulations under that section (with or without transitional provision), and regulations made by the Department under section 31(4), are subject to negative resolution within the meaning of section 41(6) the 1954 Act. 7 Regulations under section 32(3) may not be made by the Department unless a draft of the regulations has been laid before, and approved by a resolution of, the Assembly. 8 Regulations made by the Department under section 33 which do not make provision by amending an Act or Northern Ireland legislation are subject to negative resolution within the meaning of section 41(6) of the 1954 Act, but this does not apply to any contained in a statutory rule by virtue of subsection (9). 9 A statutory rule that (in accordance with subsection (2)) is laid before the Assembly may contain regulations under section 33 that would, but for subsection (8) and this subsection, be subject to negative resolution within the meaning of section 41(6) of the 1954 Act. 10 Section 41(3) of the 1954 Act applies for the purposes of subsection (7) in relation to the laying of a draft as it applies in relation to the laying of a statutory document under an enactment. 11 In this section— “ the 1954 Act ” means the Interpretation Act (Northern Ireland) 1954 (c. 33 (N.I.)); “ the Assembly ” means the Northern Ireland Assembly."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "35", "section_title": "Procedure for regulations made by the Secretary of State", "section_text": "35 1 Regulations made by the Secretary of State under sections 28 to 33 are to be made by statutory instrument. 2 A statutory instrument containing— a regulations made under section 28 by the Secretary of State, other than one to which subsection (6)(a) applies, or b regulations made under section 33 by the Secretary of State which make provision by amending an Act, must be laid before Parliament as soon as reasonably practicable after being made. 3 Regulations contained in a statutory instrument laid before Parliament by virtue of subsection (2) cease to have effect at the end of the period of 40 days beginning with the day on which the instrument is made, unless during that period the instrument is approved by a resolution of each House of Parliament. 4 In calculating the period of 40 days, no account is to be taken of any time during which— a Parliament is dissolved or prorogued, or b both Houses of Parliament are adjourned for more than 4 days. 5 Where regulations cease to have effect as a result of subsection (3) that does not— a affect anything previously done under or by virtue of the regulations, or b prevent the making of new regulations. 6 A statutory instrument containing— a regulations made by the Secretary of State under section 28 which merely revoke other regulations under that section (with or without transitional provision), or b regulations made by the Secretary of State under section 31(4), is subject to annulment in pursuance of a resolution of either House of Parliament. 7 Regulations under section 32(3) may not be made by the Secretary of State unless a draft of the statutory instrument containing them has been laid before, and approved by a resolution of, each House of Parliament. 8 A statutory instrument containing regulations made by the Secretary of State under section 33 which do not make provision by amending an Act is subject to annulment in pursuance of a resolution of either House of Parliament (unless the regulations were contained in a statutory instrument laid before Parliament by virtue of subsection (2))."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "36", "section_title": "Interpretation", "section_text": "36 1 In sections 28 to 35 and this section— “ coronavirus ” means severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2); “ corporate insolvency or governance legislation ” means— the Insolvency (Northern Ireland) Order 1989 (S.I. 1989/2405 (N.I. 19)), except so far as relating to the insolvency or bankruptcy of individuals, Part 26A of the Companies Act 2006 (arrangements and reconstructions for companies in financial difficulty), the Company Directors Disqualification (Northern Ireland) Order 2002 (S.I. 2002/3150 (N.I. 4)), this Act, any statutory provision made under the enactments specified in paragraphs (a) to (d), the Cross-Border Insolvency Regulations (Northern Ireland) 2007 (S.R. (N.I.) 2007/115), and after IP completion day,  Regulation (EU) 2015/848  on insolvency proceedings; “ corporate insolvency or restructuring procedure ” means— a moratorium under Part 1A of the Insolvency (Northern Ireland) Order 1989; a company voluntary arrangement under Part 2 of that Order (including a moratorium under Article 14A of that Order in a case where such a moratorium applies after the coming into force of paragraph 26 of Schedule 7); administration under Part 3 of that Order; receivership to which Part 4 of that Order applies; winding up under Part 5 or 6 of that Order; the procedure provided for by Part 26A of the Companies Act 2006; “ the Department ” means the Department for the Economy in Northern Ireland; “ person with corporate responsibility ” means— in relation to a company, a director, manager, secretary or other officer of the body, in relation to a partnership or limited liability partnership, a partner or member, and in relation to any other entity, a person with responsibility for managing the entity; “ relevant authority ” has the meaning given by section 28(4); “ statutory provision ” has the meaning given by section 1(f) of the Interpretation Act (Northern Ireland) 1954 (c. 33 (N.I.)). 2 References to an enactment in subsection (1) include in particular that enactment as applied by any other enactment, with or without modifications, to partnerships, limited liability partnerships or other entities. 3 In this section  “ enactment ” includes an enactment contained in Northern Ireland legislation or an instrument made under Northern Ireland legislation."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "37", "section_title": "Meetings of companies and other bodies", "section_text": "37 Schedule 14 makes provision about meetings of companies and other bodies."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "38", "section_title": "Temporary extension of period for public company to file accounts", "section_text": "38 1 This section applies where (but for this section) the period allowed for the directors of a public company to comply with their obligation under section 441 of the Companies Act 2006 to deliver accounts and reports for a financial year to the registrar would end— a after 25 March 2020, and b before the relevant day. 2 The period allowed for the directors to comply with that obligation is to be taken to be (and always to have been) a period that ends with the relevant day. 3 The relevant day is whichever is the earlier of— a 30 September 2020, and b the last day of the period of 12 months immediately following the end of the relevant accounting reference period. 4 Expressions used in this section and section 442 of the Companies Act 2006 (period allowed for filing accounts) have the same meaning in this section as in that section."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "39", "section_title": "Temporary power to extend periods for providing information to registrar", "section_text": "39 1 The Secretary of State may by regulations provide that any provision listed in section 40 is to have effect as if for a reference in the provision to a period of days or months (“the existing period”) there were substituted a reference to such longer period (  “                  the substituted period                ” ) as is specified in the regulations. 2 The substituted period must not exceed— a 42 days, in a case where the existing period is 21 days or fewer, and b 12 months, in a case where the existing period is 3, 6 or 9 months. 3 The power conferred by this section may not be exercised in relation to a reference to a period of 12 months. 4 Regulations under this section may make— a different provision for different purposes; b consequential, incidental or supplementary provision (including provision modifying an enactment); c transitional provision or savings. 5 In subsection (4)  “ enactment ” includes an Act of the Scottish Parliament and an instrument made under such an Act. 6 Regulations under this section are to be made by statutory instrument. 7 A statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament. 8 This section expires at the end of the day on 5 April 2021. 9 The expiry of this section does not affect the continued operation of any regulations made under this section for the purpose of determining the length of any period that begins before the expiry."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "40", "section_title": "Section 39: the listed provisions", "section_text": "40 The provisions referred to in section 39(1) are— a section 9 of the Limited Partnerships Act 1907 (registration of changes to a limited partnership); b section 466 of the Companies Act 1985 (registration of alteration to a floating charge); c section 9 of the Limited Liability Partnerships Act 2000 (notice of membership changes); d regulation 80C of the European Public Limited-Liability Company Regulations 2004 (S.I. 2004/2326) (notice of change in members of the supervisory organ); e the following sections of the Companies Act 2006— section 87 (notice of change of address of registered office); section 114 (notice of place where register of members is kept); section 162 (notice of place where register of directors is kept); section 167 (notice of change in directors etc); section 275 (notice of place where register of secretaries is kept); section 276 (notice of change in secretaries etc); section 442 (period allowed for filing accounts); section 790M (register of people with significant control); section 790N (notice of place where PSC register is kept); section 790VA (notice of change to the PSC register); section 853A(1) (confirmation statements); section 859A (registration of charge); section 859B (registration of charge contained in debentures); section 859Q (notice of place where copies of instruments creating charges are kept); f the following provisions of the Scottish Partnerships (Register of People with Significant Control) Regulations 2017 (S.I. 2017/694)— regulation 7 (notice of change to the registration information); regulation 8 (notice of ceasing to be a Scottish qualifying partnership); the provisions of Part 5 (duties to deliver information); regulation 35 (confirmation statements)."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "41", "section_title": "Power to change duration of temporary provisions: Great Britain", "section_text": "41 1 The Secretary of State may by regulations made by statutory instrument amend a relevant provision so as to— a curtail the period for the time being specified in that provision, or b prolong that period by up to six months if the Secretary of State considers it reasonable to do so to mitigate an effect of coronavirus. 2 In this section— “ coronavirus ” means severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2); “ relevant provision ” means— section 12(2), section 15(2), paragraph 1 of Schedule 4, or ... 3 A statutory instrument containing regulations made under subsection (1)(a) is subject to annulment in pursuance of a resolution of either House of Parliament. 4 A statutory instrument containing regulations made under subsection (1)(b) must be laid before Parliament as soon as reasonably practicable after being made. 5 Subsection (4) does not apply if a draft of the statutory instrument has been laid before and approved by a resolution of each House of Parliament. 6 Regulations contained in a statutory instrument laid before Parliament by virtue of subsection (4) cease to have effect at the end of the period of 40 days beginning with the day on which the instrument is made, unless during that period the instrument is approved by a resolution of each House of Parliament. 7 In calculating the period of 40 days, no account is to be taken of any time during which— a Parliament is dissolved or prorogued, or b both Houses of Parliament are adjourned for more than 4 days. 8 Where regulations relating to any relevant provision cease to have effect as a result of subsection (6), the period specified in the relevant provision ends— a at the time it would have ended under the relevant provision if the regulations had not been made, or b if later, at the end of the period of 40 days mentioned in subsection (6). 9 Where regulations cease to have effect as a result of subsection (6) that does not prevent the making of new regulations. 10 Regulations under this section may make— a different provision for the purposes of different relevant provisions; b consequential, transitional or transitory provision or savings."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "42", "section_title": "Power to change duration of temporary provisions: Northern Ireland", "section_text": "42 1 The Department may by regulations amend a relevant provision so as to— a curtail the period for the time being specified in that provision, or b prolong that period by up to six months if the Department considers it reasonable to do so to mitigate an effect of coronavirus. 2 In this section— “ coronavirus ” means severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2); “ relevant provision ” means— section 13(2), section 19(2), paragraph 1 of Schedule 8, or ... 3 Regulations under subsection (1)(a) are subject to negative resolution within the meaning of section 41(6) of the Interpretation Act (Northern Ireland) 1954 (c. 33 (N.I.)). 4 Regulations under subsection (1)(b) must be laid before the Assembly as soon as reasonably practicable after being made. 5 Subsection (4) does not apply if a draft of the regulations has been laid before, and approved by a resolution of, the Assembly. 6 Section 41(3) of the Interpretation Act (Northern Ireland) 1954 applies for the purposes of subsection (5) in relation to the laying of a draft as it applies in relation to the laying of a statutory document under an enactment. 7 Regulations laid before the Assembly by virtue of subsection (4) cease to have effect at the end of the period of 40 days beginning with the day on which the regulations are made, unless during that period the regulations are approved by a resolution of the Assembly. 8 In calculating the period of 40 days, no account is to be taken of any time during which the Assembly is— a dissolved, b in recess for more than 4 days, or c adjourned for more than 6 days. 9 Where regulations cease to have effect as a result of subsection (7), the period specified in the relevant provision ends— a at the time it would have ended under the relevant provision if the regulations had not been made, or b if later, at the end of the period of 40 days mentioned in subsection (7). 10 Where regulations cease to have effect as a result of subsection (7) that does not prevent the making of new regulations. 11 Regulations under this section may make— a different provision for the purposes of different relevant provisions; b consequential, transitional or transitory provision or savings. 12 The power of the Department to make regulations under this section is exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 (S.I. 1979/1573 (N.I. 12)). 13 In this section— “ the Assembly ” means the Northern Ireland Assembly; “ the Department ” means the Department for the Economy in Northern Ireland."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "43", "section_title": "Modified procedure for regulations of the Secretary of State", "section_text": "43 1 During the period of six months beginning with the day on which this section comes into force, any relevant provision that may be made by the Secretary of State by regulations that are subject to the affirmative resolution procedure may be made by regulations that are subject to the made affirmative procedure. 2 In subsection (1)  “ relevant provision ” means— a provision under section A50(1) or (4) of the Insolvency Act 1986 (power to modify moratorium provisions in relation to certain companies); b provision under section A51(1) of the Insolvency Act 1986 (moratorium: power to make provision in connection with pension schemes); c provision under paragraph 20 of Schedule ZA1 to the Insolvency Act 1986 to exclude private registered providers of social housing from being eligible companies for the purposes of Part A1 of that Act; d provision under section 14 or 16 of the Limited Liability Partnerships Act 2000 (insolvency etc and power to make consequential amendments) to the extent that the provision is made in connection with the application of Part A1 of the Insolvency Act 1986 to limited liability partnerships that are registered providers of social housing; e provision under section 245 of the Charities Act 2011 (insolvency etc of charitable incorporated organisations etc) to the extent that the provision applies, or is otherwise made in connection with, the new insolvency measures. 3 During the period of six months beginning with the day on which this section comes into force, the consultation duty in section 348(4) of the Charities Act 2011 does not apply in relation to regulations under section 245 of that Act to the extent that they contain provision which applies, or is otherwise made in connection with, the new insolvency measures. 4 In subsections (2) and (3)  “ the new insolvency measures ” means the provision made by— a sections 1 to 3 and Schedules 1 to 4 (moratorium); b sections 14 and 15 and Schedule 12 (termination clauses in supply contracts). 5 For the purposes of this section — a “ regulations that are subject to the affirmative resolution procedure ” means regulations that may not be made unless a draft of the statutory instrument containing them has been laid before and approved by a resolution of each House of Parliament; b “ regulations that are subject to the made affirmative procedure ” means regulations that— i are contained in a statutory instrument that must be laid before Parliament as soon as reasonably practicable after being made, and ii cease to have effect at the end of the period of 40 days beginning with the day on which the instrument is made, unless during that period the instrument is approved by a resolution of each House of Parliament. 6 In calculating the period of 40 days mentioned in subsection (5)(b)(ii), no account is to be taken of any time during which— a Parliament is dissolved or prorogued, or b both Houses of Parliament are adjourned for more than 4 days. 7 Where by virtue of this section the Secretary of State makes regulations that are subject to the made affirmative procedure and the regulations cease to have effect because they are not approved within the period mentioned in subsection (5)(b)(ii), the fact that the regulations cease to have effect does not— a affect anything previously done under or by virtue of the regulations, or b prevent the making of new regulations."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "44", "section_title": "Modified procedure for regulations of the Welsh Ministers", "section_text": "44 1 During the period of six months beginning with the day on which this section comes into force, any relevant provision that may be made by the Welsh Ministers by regulations that are subject to the affirmative resolution procedure may be made by regulations that are subject to the made affirmative procedure. 2 In subsection (1)  “ relevant provision ” means— a provision under section A50(2) of the Insolvency Act 1986 (power to modify moratorium provisions in relation to certain companies); b provision under paragraph 21 of Schedule ZA1 to the Insolvency Act 1986 (exclusion of registered social landlords from eligibility under Part A1 of that Act); c provision under section 247A of the Charities Act 2011 (regulations about moratoriums for charitable incorporated organisations that are registered social landlords). 3 During the period of six months beginning with the day on which this section comes into force, the consultation duty in section 247A(6) of the Charities Act 2011 does not apply in relation to regulations under section 247A of that Act. 4 For the purposes of this section — a “ regulations that are subject to the affirmative resolution procedure ” means regulations that may not be made unless a draft of the statutory instrument containing them has been laid before and approved by a resolution of Senedd Cymru; b “ regulations that are subject to the made affirmative procedure ” means regulations that— i are contained in a statutory instrument that must be laid before Senedd Cymru as soon as reasonably practicable after being made, and ii cease to have effect at the end of the period of 40 days beginning with the day on which the instrument is made, unless during that period the instrument is approved by a resolution of Senedd Cymru. 5 In calculating the period of 40 days mentioned in subsection (4)(b)(ii), no account is to be taken of any time during which Senedd Cymru is— a dissolved, or b in recess for more than 4 days. 6 Where by virtue of this section the Welsh Ministers make regulations that are subject to the made affirmative procedure and the regulations cease to have effect because they are not approved within the period mentioned in subsection (4)(b)(ii), the fact that the regulations cease to have effect does not— a affect anything previously done under or by virtue of the regulations, or b prevent the making of new regulations."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "45", "section_title": "Modified procedure for regulations of the Scottish Ministers", "section_text": "45 1 During the period of six months beginning with the day on which this section comes into force, any relevant provision that may be made by the Scottish Ministers by regulations that are subject to the affirmative procedure (see section 29 of the Interpretation and Legislative Reform (Scotland) Act 2010 (asp 10)) may be made by regulations that are subject to the made affirmative procedure. 2 In subsection (1)  “ relevant provision ” means— a provision under section A50(3) of the Insolvency Act 1986 (power to modify moratorium provisions in relation to certain companies); b provision under paragraph 22 of Schedule ZA1 to the Insolvency Act 1986 (exclusion of registered social landlords from eligibility under Part A1 of that Act). 3 For the purposes of this section  “ regulations that are subject to the made affirmative procedure ” means regulations that— a must be laid before the Scottish Parliament as soon as reasonably practicable after being made, and b cease to have effect at the end of the period of 40 days beginning with the day on which the regulations are made, unless during that period the regulations are approved by a resolution of the Scottish Parliament. 4 In calculating the period of 40 days mentioned in subsection (3)(b), no account is to be taken of any time during which the Scottish Parliament is— a dissolved, or b in recess for more than 4 days. 5 Where by virtue of this section the Scottish Ministers make regulations that are subject to the made affirmative procedure and the regulations cease to have effect because they are not approved within the period mentioned in subsection (3)(b), the fact that the regulations cease to have effect does not— a affect anything previously done under or by virtue of the regulations, or b prevent the making of new regulations. 6 Section 30 of the Interpretation and Legislative Reform (Scotland) Act 2010 does not apply in relation to regulations that are subject to the made affirmative procedure by virtue of this section."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "46", "section_title": "Modified procedure for regulations of Northern Ireland departments", "section_text": "46 1 During the period of six months beginning with the day on which this section comes into force, any relevant provision that may be made by a Northern Ireland department by regulations that are subject to the affirmative resolution procedure may be made by regulations that are subject to the made affirmative procedure. 2 In subsection (1)  “ relevant provision ” means— a provision under Article 13HA(1) of the Insolvency (Northern Ireland) Order 1989 (power to modify moratorium provisions in relation to certain companies); b provision under Article 13HB(1) of that Order (moratorium: power to make provision in connection with pension schemes). 3 For the purposes of this section— a “ regulations that are subject to the affirmative resolution procedure ” means regulations that may not be made unless a draft of the regulations has been laid before, and approved by a resolution of, the Assembly; b “ regulations that are subject to the made affirmative procedure ” means regulations that— i must be laid before the Assembly as soon as reasonably practicable after being made, and ii cease to have effect at the end of the period of 40 days beginning with the day on which the regulations are made, unless during that period the regulations are approved by a resolution of the Assembly. 4 In calculating the period of 40 days mentioned in subsection (3)(b)(ii), no account is to be taken of any time during which the Assembly is— a dissolved, b in recess for more than 4 days, or c adjourned for more than 6 days. 5 Where by virtue of this section a Northern Ireland department makes regulations that are subject to the made affirmative procedure and the regulations cease to have effect because they are not approved within the period mentioned in subsection (3)(b)(ii), the fact that the regulations cease to have effect does not— a affect anything previously done under or by virtue of the regulations, or b prevent the making of new regulations. 6 In this section  “ the Assembly ” means the Northern Ireland Assembly."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "47", "section_title": "Power to make consequential provision", "section_text": "47 1 The Secretary of State or the Treasury may by regulations make provision that is consequential on this Act. 2 The power in subsection (1) may, in particular, be used to amend, repeal, revoke or otherwise modify any provision of this Act or any provision made by or under primary legislation passed or made— a before this Act, or b later in the same session of Parliament as this Act. 3 But the power to amend or repeal any provision made by this Act may not be used after the period of 3 years beginning with the day on which it is passed. 4 Regulations under this section— a may make different provision for different purposes; b may include transitional or transitory provision or savings. 5 Regulations under this section are to be made by statutory instrument. 6 A statutory instrument containing regulations under this section that amend or repeal provision made by primary legislation (whether alone or with other provision) may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 7 Any other statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament. 8 In this section  “ primary legislation ” means— a an Act, b an Act or Measure of Senedd Cymru, c an Act of the Scottish Parliament, or d Northern Ireland legislation."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "48", "section_title": "Extent", "section_text": "48 1 An amendment, repeal or revocation made by this Act has the same extent within the United Kingdom as the provision amended, repealed or revoked. 2 The following provisions extend to England and Wales and Scotland only— a section 3 and Parts 1 and 2 of Schedule 4; b section 10 and Schedule 10; c section 12; d section 15; e sections 20 to 24; f section 41. 3 The following provisions extend to England and Wales only— a section 44; b Part 3 of Schedule 4. 4 The following provisions extend to Scotland only— a section 45; b Part 4 of Schedule 4. 5 The following provisions extend to Northern Ireland only— a section 6 and Schedule 8; b section 11 and Schedule 11; c section 13; d section 19; e sections 28 to 36; f section 42. 6 Subject to the above, this Act extends to England and Wales, Scotland and Northern Ireland."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "49", "section_title": "Commencement", "section_text": "49 1 This Act comes into force on the day after that on which it is passed, subject to subsection (2). 2 Paragraph 51 of Schedule 3 comes into force on such day as the Secretary of State may by regulations appoint. 3 Different days may be appointed for different purposes. 4 The Secretary of State may by regulations make transitional or saving provision in connection with the coming into force of any provision of this Act. 5 The power to make regulations under subsection (4) includes power to make different provision for different purposes. 6 Regulations under this section are to be made by statutory instrument."}, {"act": "Corporate Insolvency and Governance Act 2020", "year": 2020, "section": "50", "section_title": "Short title", "section_text": "50 This Act may be cited as the Corporate Insolvency and Governance Act 2020."}]