[{"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "1", "section_title": "Duty to notify member States of convictions", "section_text": "1 1 This section applies where— a an individual who is a national of a member State has been convicted by or before a court in a part of the United Kingdom, and b the conviction is recorded in the criminal records database for that part. 2 This section also applies where— a an individual who is a national of a member State has been convicted in UK service disciplinary proceedings (whether or not in a part of the United Kingdom), and b the conviction is recorded in the criminal records database for any part of the United Kingdom. 3 The designated UK authority must notify the central authority of the member State of the conviction. 4 If the individual is a national of more than one member State, the designated UK authority must notify the central authority of each of those member States of the conviction. 5 Notification under this section must be given before the end of the period of 28 days beginning with the day on which the conviction is recorded in the criminal records database. 6 A notification under this section— a must include the information listed in Schedule 1, and b may include any other information that the designated UK authority considers appropriate. 7 If the record of the conviction is amended so as to alter or delete any of the information mentioned in paragraph 13, 14, 16, 17, 19 or 20 of Schedule 1 (information about the conviction), subsections (3) to (6) apply in relation to the amendment as they apply in relation to the conviction. 8 Nothing in this section requires the designated UK authority to disclose any information if the disclosure would contravene the data protection legislation (but, in determining whether the disclosure would contravene that legislation, the duties imposed by this section are to be taken into account). 9 For the purposes of this section it does not matter if the individual is a national of the United Kingdom as well as a national of a member State."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "2", "section_title": "Retention of information received from member States", "section_text": "2 1 This section applies where— a an individual who is a UK national has been convicted under the law of a member State, and b the central authority of the member State notifies the designated UK authority of the conviction. 2 The designated UK authority must retain a record of— a the conviction, and b any other information listed in Schedule 1 that is included in the notification. 3 The record may be retained in whatever way the designated UK authority considers appropriate. 4 If the designated UK authority is notified by the central authority of any amendment or deletion relating to the information contained in the record, the designated UK authority must amend the record accordingly. 5 Nothing in this section requires the designated UK authority to retain any information if the retention would contravene the data protection legislation (but, in determining whether the retention would contravene that legislation, the duty imposed by subsection (2) is to be taken into account)."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "3", "section_title": "Transfers to third countries of personal data notified under section 2", "section_text": "3 1 Personal data notified to the designated UK authority as mentioned in section 2 may not be transferred to a third country unless conditions A and B are met. 2 Condition A is that the transfer— a is based on adequacy regulations, or b is based on there being appropriate safeguards. 3 For the purposes of subsection (2)— a the reference to a transfer being based on adequacy regulations has the same meaning as it has for the purposes of Part 3 of the Data Protection Act 2018; b the reference to a transfer being based on there being appropriate safeguards is to be read in accordance with section 75 of that Act. 4 Condition B is that the intended recipient has functions relating to the prevention, investigation, detection or prosecution of criminal offences or the execution of criminal penalties, including the safeguarding against and the prevention of threats to public security. 5 See also section 73 of the Data Protection Act 2018 for additional conditions that must be met before personal data may be transferred to a third country (in particular, that the transfer must be necessary for any of the law enforcement purposes). 6 Where personal data within subsection (1) is transferred to a third country, the person making the transfer must make it a condition of the transfer that the data may be used only for the purpose for which it is being transferred. 7 In this section— “ personal data ” has the same meaning as in the Data Protection Act 2018 (see section 3(2) of that Act); “ third country ” means a country or territory other than— the United Kingdom, or a member State."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "4", "section_title": "Requests for information from member States", "section_text": "4 1 The designated UK authority may, for any of the law enforcement purposes, make a request to the central authority of a member State for information relating to any overseas convictions of an individual recorded in a criminal records database of the member State. 2 If an individual who is a national of a member State makes a request to the designated UK authority for information relating to the individual's overseas convictions, the designated UK authority must make a request to the central authority of that member State for information relating to any overseas convictions of the individual recorded in a criminal records database of the member State. 3 If the individual is a national of more than one member State, the designated UK authority must make a request to the central authority of each of those member States for the information. 4 Any information provided to the designated UK authority in response to a request made under this section may be used only— a for the purpose or purposes for which it was requested, and b in accordance with any restrictions specified by the central authority that provided it. 5 But subsection (4) does not prohibit the use of such information for the purpose of preventing an immediate and serious threat to public security. 6 In this section  “ overseas conviction ” means a conviction under the law of a country or territory outside the United Kingdom."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "5", "section_title": "Requests for information made by member States", "section_text": "5 1 If— a the central authority of a member State makes a request to the designated UK authority for information relating to an individual's convictions, and b conditions A and B are met, the designated UK authority must, as soon as practicable before the end of the relevant period, provide the information to the central authority (but see subsection (5)). 2 Condition A is that the request is made— a for any of the law enforcement purposes, or b for the purposes of enabling the central authority to comply with a request made by an individual who is a UK national for information relating to the individual's convictions. 3 Condition B is that the information— a is recorded in the criminal records database for a part of the United Kingdom, or b is retained in accordance with section 2. 4 “ The relevant period ” means the period of 20 working days beginning with the day on which the designated UK authority receives the request. 5 Subsection (1) does not require the designated UK authority to provide any information relating to a conviction that is spent unless— a the request has been made for the purposes of any criminal investigation or criminal proceedings, or b subsection (6) applies. 6 If the request has been made for the purposes of determining the suitability of an individual to work with children, the information to be provided under subsection (1) must include any information relating to any conviction of the individual for a child sexual offence (whether or not spent). 7 Nothing in this section requires the designated UK authority to disclose any information if the disclosure would contravene the data protection legislation (but, in determining whether the disclosure would contravene that legislation, the duties imposed by this section are to be taken into account). 8 In this section— “ ancillary offence ” means— an offence of attempting or conspiring to commit a child sexual offence, an offence under Part 2 of the Serious Crime Act 2007 in relation to a child sexual offence, an offence of inciting a person to commit a child sexual offence, an offence of aiding, abetting, counselling or procuring the commission of a child sexual offence, or an offence of being involved art and part in the commission of a child sexual offence; “ child ” means an individual under the age of 18; “ child sexual offence ” means— an offence consisting of— the sexual abuse or sexual exploitation of a child, or conduct relating to such abuse or exploitation, an offence relating to indecent images of a child, an offence consisting of any other behaviour carried out in relation to a child that is of a sexual nature or carried out for sexual purposes, or an ancillary offence; and for these purposes  “ offence ” includes an offence under a law that is no longer in force; “ conviction ” means— a conviction by or before a court in a part of the United Kingdom, a conviction in UK service disciplinary proceedings (whether or not in a part of the United Kingdom), or a conviction under the law of a country or territory outside the United Kingdom; “ criminal proceedings ” means— proceedings before a court for dealing with an individual accused of an offence, or proceedings before a court for dealing with an individual convicted of an offence, including proceedings in respect of a sentence or order; “ working day ” means any day other than— Saturday or Sunday, Christmas Day, Good Friday, and any day which is a bank holiday in England and Wales under the Banking and Financial Dealings Act 1971. 9 For the purposes of this section a conviction is  “spent” if— a in the case of a conviction in Northern Ireland, it is a spent conviction for the purposes of the Rehabilitation of Offenders (Northern Ireland) Order 1978 (S.I. 1978/1908 (N.I. 27)); b in any other case, it is a spent conviction for the purposes of the Rehabilitation of Offenders Act 1974."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "6", "section_title": "Interpretation of the criminal records provisions", "section_text": "6 1 In the criminal records provisions— “ central authority ”, in relation to a member State, means an authority designated by the government of that member State as the appropriate authority for requesting, receiving or providing information relating to convictions; “ conviction ”, in relation to UK service disciplinary proceedings— in the case of proceedings in respect of a service offence, includes anything that under section 376(1) and (2) of the Armed Forces Act 2006 (which relates to summary hearings and the Summary Appeal Court) is to be treated as a conviction for the purposes of that Act; in the case of any other UK service disciplinary proceedings, includes a finding of guilt in those proceedings; and  “ convicted ”, in relation to UK service disciplinary proceedings, is to be read accordingly; “ criminal records database ” means— in relation to England and Wales, the names database held by the Secretary of State for the use of constables; in relation to Scotland, the criminal history database of the Police Service of Scotland held for the use of police forces generally; in relation to Northern Ireland, the names database maintained by the Department of Justice in Northern Ireland for the purpose of recording convictions and cautions; in relation to a member State, any database maintained in respect of the member State that corresponds to the criminal records database for England and Wales; “ the criminal records provisions ” means sections 1 to 5, this section and Schedule 1; “ designated UK authority ” means a person designated for the purposes of the criminal records provisions by a direction given by the Secretary of State; “ the law enforcement purposes ” means the purposes of the prevention, investigation, detection or prosecution of criminal offences or the execution of criminal penalties, including the safeguarding against and the prevention of threats to public security; “ service offence ” means— a service offence within the meaning of the Armed Forces Act 2006, or an SDA offence within the meaning of the Armed Forces Act 2006 (Transitional Provisions etc) Order 2009 (S.I. 2009/1059); “ UK national ” means an individual who is— a British citizen, a British overseas territories citizen, a British National (Overseas) or a British Overseas citizen, a person who under the British Nationality Act 1981 is a British subject, or a British protected person within the meaning of that Act; “ UK service disciplinary proceedings ” means— any proceedings (whether or not before a court) in respect of a service offence (except proceedings before a civilian court within the meaning of the Armed Forces Act 2006); any proceedings under the Army Act 1955, the Air Force Act 1955, or the Naval Discipline Act 1957 (whether before a court-martial or before any other court or person authorised under any of those Acts to award a punishment in respect of an offence); any proceedings before a Standing Civilian Court established under the Armed Forces Act 1976. 2 The following provisions (which deem a conviction of a person discharged not to be a conviction) do not apply for the purposes of the criminal records provisions to a conviction of an individual for an offence in respect of which an order has been made discharging the individual absolutely or conditionally— a section 247 of the Criminal Procedure (Scotland) Act 1995; b Article 6 of the Criminal Justice (Northern Ireland) Order 1996 (S.I. 1996/3160 (N.I. 24)); c section 14 of the Powers of Criminal Courts (Sentencing) Act 2000; d section 82 of the Sentencing Code; e section 187 of the Armed Forces Act 2006 or any corresponding earlier enactment. 3 The appropriate national authority may by regulations amend this section so as to change the meaning of  “ criminal records database ” in relation to a part of the United Kingdom. 4 For the purposes of subsection (3) the  “appropriate national authority” is— a in relation to England and Wales, the Secretary of State; b in relation to Scotland, the Scottish Ministers; c in relation to Northern Ireland, the Department of Justice in Northern Ireland."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "7", "section_title": "Passenger name record data", "section_text": "7 In Schedule 2— a Part 1 amends the Passenger Name Record Data and Miscellaneous Amendments Regulations 2018 (S.I. 2018/598)\t\t\t\t\t(the  “ PNR regulations ”); b Part 2 makes provision for an interim period; c Part 3 confers power to modify the PNR regulations to apply to sea and rail travel."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "8", "section_title": "Disclosure of vehicle registration data", "section_text": "8 1 The Secretary of State may disclose vehicle registration data in accordance with— a   Article 537   of the Trade and Cooperation Agreement (automated searching of vehicle registration data), and b   Chapter 3 of Annex 39   to that agreement (exchange of vehicle registration data). 2 A disclosure under this section does not breach— a any obligation of confidence owed by the Secretary of State, or b any other restriction on the disclosure of data (however imposed). 3 Nothing in this section authorises the making of a disclosure which contravenes the data protection legislation (save that the power conferred by this section is to be taken into account in determining whether any disclosure contravenes that legislation). 4 Nothing in this section limits the circumstances in which data may be disclosed under any other enactment or rule of law. 5 “ Vehicle registration data ” has the meaning given by   Article 528   of the Trade and Cooperation Agreement (definitions)."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "9", "section_title": "Mutual assistance in criminal matters", "section_text": "9 Schedule 3 contains provision about mutual assistance in criminal matters."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "10", "section_title": "Accreditation of forensic service providers", "section_text": "10 1 The Accreditation of Forensic Service Providers Regulations 2018 (S.I. 2018/1276) are amended as follows. 2 In regulation 2 (interpretation)— a in the definitions of  “dactyloscopic data”,  “DNA-profile” and  “laboratory activity”, for  “the Framework Decision” substitute  “                        Title II of Part 3 of the Trade and Cooperation Agreement (exchanges of DNA, fingerprints and vehicle registration data etc)                      ” , b omit the definition of  “Framework Decision”, and c after the definition of  “relevant employee” insert— “ the Trade and Cooperation Agreement ” has the same meaning as in the European Union (Future Relationship) Act 2020 (see section 37 of that Act) . 3 In regulation 4 (requirement to use an accredited forensic service provider) in paragraph (2)(b) for  “Article 4 of the Framework Decision” substitute  “                    paragraph 1 of Article LAW.PRUM.16 of the Trade and Cooperation Agreement                  ” ."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "11", "section_title": "Member States to remain category 1 territories", "section_text": "11 1 In the Extradition Act 2003 (Designation of Part 1 Territories) Order 2003 (S.I. 2003/3333) after Article 1 insert— 1A The following territories are designated for the purposes of Part 1 of the Extradition Act 2003— Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, The Netherlands, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden. 2 In Article 2(2) and Article 3(2) of the Extradition Act 2003 (Designation of Part 2 Territories) Order 2003 (S.I. 2003/3334) omit the entry for each territory that is designated for the purposes of Part 1 of the Extradition Act 2003 by reason of subsection (1) of this section."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "12", "section_title": "Dual criminality", "section_text": "12 1 The Extradition Act 2003 is amended as follows. 2 In section 64 (extradition offence: persons not sentenced for offence)— a in subsection (2), for  “, (4) or (5)” substitute  “                        or (4)                      ” , and b omit subsection (5). 3 In section 65 (extradition offence: persons sentenced for offence)— a in subsection (2), for  “, (4) or (5)” substitute  “                        or (4)                      ” , and b omit subsection (5). 4 In section 142 (issue of Part 3 warrant)— a in subsection (6)(a), for  “European framework” substitute  “                        Trade and Cooperation Agreement                      ” , and b in subsection (7), in the words before paragraph (a), for  “European framework” substitute  “                        Trade and Cooperation Agreement                      ” . 5 In section 215 (European framework list)— a in the heading, for  “European framework” substitute  “                        Trade and Cooperation Agreement                      ” , and b in subsection (1), for  “European framework” substitute  “                        Trade and Cooperation Agreement                      ” . 6 In Schedule 2 (European framework list)— a in the heading, for  “European framework” substitute  “                        Trade and Cooperation Agreement                      ” , b in paragraph 7, after  “Corruption” insert  “                        , including bribery                      ” , and c in paragraph 31, for  “aircraft/ships” substitute  “                        aircraft/ships/spacecraft                      ” ."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "13", "section_title": "Category 1 territories not applying Trade and Cooperation Agreement to old cases", "section_text": "13 1 Section 155A of the Extradition Act 2003 (category 1 territories not applying framework decision to old cases) is amended as follows. 2 In the heading, for  “framework decision” substitute  “                    Trade and Cooperation Agreement                  ” . 3 In subsection (1)— a for  “European extradition requests” substitute  “                        requests for extradition made by the United Kingdom                      ” , and b for  “the European framework decision” substitute  “                        Title VII of Part 3 of the Trade and Cooperation Agreement                      ” . 4 In subsection (4)— a omit the definitions of  “European extradition request” and  “European framework decision”, and b at the end insert— “ the Trade and Cooperation Agreement ” has the same meaning as in the European Union (Future Relationship) Act 2020 (see section 37 of that Act)."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "14", "section_title": "Disclosure of non-food product safety information within UK", "section_text": "14 1 This section applies to information which relates to the safety of non-food products and is supplied by the European Commission, or such person as the Commission may specify by written notice to the Secretary of State, to a relevant authority for the purpose of giving effect to a provision of— a   Article 96   of the Trade and Cooperation Agreement (including any annex to that Article), or b a non-food product safety annex. 2 A relevant authority may disclose that information for a permitted purpose. 3 The following are the  “permitted purposes” for the purpose of subsection (2)— a to ensure health and safety, b to ensure the protection of consumers, and c to ensure the protection of the environment. 4 A person who receives information as a result of subsection (2) may not— a use the information for a purpose other than a permitted purpose, or b further disclose that information except with the consent of the relevant authority who disclosed the information."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "15", "section_title": "Disclosure of non-food product safety information to Commission", "section_text": "15 1 This section applies to information held by a relevant authority which relates to the safety of non-food products. 2 A relevant authority may disclose information to the European Commission, or such person as the Commission may specify by written notice to the Secretary of State, for the purpose of giving effect to a provision of— a   Article 96   of the Trade and Cooperation Agreement (including any annex to that Article), or b a non-food product safety annex."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "16", "section_title": "Offence relating to disclosure under section 14(4)(b)", "section_text": "16 1 A person commits an offence if the person, in contravention of section 14(4)(b), discloses information which relates to a person whose identity— a is specified in the disclosure, or b can be deduced from it. 2 It is a defence for a person charged with an offence under this section to prove that the person reasonably believed— a that the disclosure was lawful, or b that the information had already lawfully been made available to the public. 3 A prosecution for an offence under this section— a may be brought in England and Wales only with the consent of the Director of Public Prosecutions; b may be brought in Northern Ireland only with the consent of the Director of Public Prosecutions for Northern Ireland. 4 A person guilty of an offence under this section is liable— a on conviction on indictment, to imprisonment for a term not exceeding two years, to a fine or to both, or b on summary conviction— i in England and Wales, to imprisonment for a term not exceeding   the general limit in a magistrates’ court , to a fine or to both; ii in Scotland, to imprisonment for a term not exceeding 12 months, to a fine not exceeding the statutory maximum or to both; iii in Northern Ireland, to imprisonment for a term not exceeding 6 months, to a fine not exceeding the statutory maximum or to both. 5 In relation to an offence committed before   2 May 2022 , the reference in subsection (4)(b)(i) to   the general limit in a magistrates’ court   is to be read as a reference to 6 months."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "17", "section_title": "General provisions about disclosure of non-food product safety information", "section_text": "17 1 Nothing in section 14 or 15 limits the circumstances in which information may be disclosed under any other enactment or rule of law. 2 A disclosure under section 14 or 15 does not breach— a any obligation of confidence owed by the relevant authority, or b any other restriction on the disclosure of information (however imposed). 3 Nothing in this section, or in section 14 or 15, authorises a disclosure of information if the disclosure would contravene the data protection legislation (but in determining whether a disclosure would do so, the powers conferred by sections 14(2) and 15(2) are to be taken into account)."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "18", "section_title": "Interpretation of sections 14 to 17", "section_text": "18 1 In sections 14 to 17 and this section— “ market surveillance ” means any activity conducted or measure taken for the purpose of ensuring that a product complies with relevant legal requirements; “ market surveillance authority ” means— a person in the United Kingdom with any function of carrying out market surveillance that is conferred by an enactment or rule of law, and a person in any other country or territory with any corresponding function; “ non-food product safety annex ” means one of the following annexes to the Trade and Cooperation Agreement—   Annex 11 : Motor vehicles and equipment and parts thereof, or   Annex 13  : Chemicals; “ permitted purpose ” has the meaning given by section 14(3); “ relevant authority ” means— a Minister of the Crown, or the Health and Safety Executive; “ relevant legal requirements ” means such requirements of the law relating to a product as apply in the territory in which the product is made available on the market, put into service or put into use. 2 For the purposes of sections 14 and 15 and this section, information which relates to the safety of non-food products includes— a information about whether, and the extent to which, a non-food product complies, or may comply, with any— i relevant legal requirement, or ii other assessment that relates to product safety, b information about developments, or potential developments, in the field of safety of non-food products, and c the exercise of functions by market surveillance authorities in relation to non-food products."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "19", "section_title": "Use of relevant international standards", "section_text": "19 Schedule 4 contains amendments about the use of international standards."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "20", "section_title": "Disclosure of information and co-operation with other customs services", "section_text": "20 1 In the Customs and Excise Management Act 1979, after section 8 insert— Disclosure of customs information 8A 1 HMRC (or anyone acting on their behalf) may disclose to any person information held by them in connection with HMRC's customs functions if the disclosure is made for purposes that are connected with those functions. 2 In this section  “ HMRC's customs functions ” means HMRC's functions in their capacity as a customs service and includes in particular their functions relating to— a the movement of goods or cash into or out of the United Kingdom, and b the imposition, enforcement or other regulation of import duty. 3 A person who receives information as a result of this section— a may use it only for the purposes for which it was disclosed, and b may not further disclose it without the consent of the Commissioners (which may be general or specific). 4 If— a a person discloses information in contravention of subsection (3)(b), and b the information relates to a person whose identity is specified in, or can be deduced from, the disclosure, section 19 of the Commissioners for Revenue and Customs Act 2005 (offence of wrongful disclosure) applies in relation to the disclosure as it applies in relation to a disclosure in contravention of section 20(9) of that Act. 5 Nothing in this section authorises a disclosure of information if the disclosure would contravene the data protection legislation or would be prohibited by the investigatory powers legislation (but in determining whether a disclosure would do either of those things, the power conferred by subsection (1) is to be taken into account). 6 In subsection (5)— “ the data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act); “ the investigatory powers legislation ” means Parts 1 to 7 and Chapter 1 of Part 9 of the Investigatory Powers Act 2016. 7 Nothing in this section— a applies to a disclosure made in the exercise of the power conferred by section 8B(1) or (2) of this Act (co-operation with other customs services); b limits the circumstances in which information may be disclosed under section 18(2) of the Commissioners for Revenue and Customs Act 2005 or under any other enactment or rule of law. 8 In this section— “ cash ” means— notes and coins in any currency, and any bearer-negotiable or other monetary instrument; “ HMRC ” means Her Majesty's Revenue and Customs. Co-operation with other customs services 8B 1 HMRC (or anyone acting on their behalf) may co-operate with any other customs service (whether by exchanging information or otherwise) on matters of mutual concern with a view to securing— a the administration of the import duty system, b the prevention or detection of evasion or other fraud relating to import duty, and c the prevention, reduction or elimination of avoidance of a liability to import duty. 2 HMRC (or anyone acting on their behalf) may co-operate with any other customs service (whether by exchanging information or otherwise) for the purposes of implementing any international obligation of the United Kingdom. 3 A person who receives information as a result of this section— a may use it only for the purposes of HMRC's customs functions or the functions of the other customs service in question, and b may not further disclose it without the consent of the Commissioners (which may be general or specific). 4 If— a a person discloses information in contravention of subsection (3)(b), and b the information relates to a person whose identity is specified in, or can be deduced from, the disclosure, section 19 of the Commissioners for Revenue and Customs Act 2005 (offence of wrongful disclosure) applies in relation to the disclosure as it applies in relation to a disclosure in contravention of section 20(9) of that Act. 5 Nothing in this section authorises a disclosure of information if the disclosure would contravene the data protection legislation or would be prohibited by the investigatory powers legislation (but in determining whether a disclosure would do either of those things, the powers conferred by subsections (1) and (2) are to be taken into account). 6 In subsection (5)— “ the data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act); “ the investigatory powers legislation ” means Parts 1 to 7 and Chapter 1 of Part 9 of the Investigatory Powers Act 2016. 7 Nothing in this section limits the circumstances in which information may be disclosed under section 18(2) of the Commissioners for Revenue and Customs Act 2005 or under any other enactment or rule of law. 8 In this section— “ HMRC's customs functions ” and  “ HMRC ” have the same meaning as in section 8A; “ international obligation of the United Kingdom ” includes any obligation of the United Kingdom that arises under an international agreement or arrangement to which the United Kingdom is a party (whenever the United Kingdom becomes a party to it). 2 In section 10 of that Act (disclosure by Commissioners of certain information as to imported goods), omit subsection (A1). 3 In the Taxation (Cross-border Trade) Act 2018— a omit section 25 (disclosure of information); b omit section 26 (co-operation with other customs services); c (in consequence of the amendment made by subsection (2)), in Schedule 7 (consequential amendments) omit paragraph 8(2)."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "21", "section_title": "Powers to make regulations about movement of goods", "section_text": "21 1 The Customs and Excise Management Act 1979 is amended as follows. 2 After section 166 insert— Powers to make regulations about movement of goods Regulations about movement of goods 166A 1 The Commissioners may by regulations make provision for the purpose of monitoring, or controlling, the movement of goods that pose, or might pose, a risk to— a public health or public safety, b national security, or c the environment (including the health of animals or plants). 2 The Commissioners may by regulations make provision for the purpose of implementing any international obligation of the United Kingdom relating to the movement of goods. 3 Regulations under subsection (1) or (2) may, in particular, include provision— a requiring records to be kept or information to be provided, b requiring declarations to be made, c requiring or authorising persons or vehicles to be searched, d requiring or authorising samples of goods to be taken, e requiring or authorising goods to be examined, sealed, locked, marked, seized, detained or disposed of, or f otherwise imposing restrictions or prohibitions with respect to the movement of goods. 4 A reference in this section to the movement of goods is to their movement into or out of the United Kingdom or within the United Kingdom, and includes a reference to their loading or unloading. 5 In this section  “ international obligation of the United Kingdom ” includes any obligation of the United Kingdom that arises under an international agreement or arrangement to which the United Kingdom is a party (whenever the United Kingdom becomes a party to it). 6 The power to make regulations under subsection (2) in relation to an international obligation arising under an international agreement or arrangement is capable of being exercised before the international agreement or arrangement comes into effect. Authorised economic operators 166B 1 Regulations under section 166A may include provision— a disapplying or simplifying specified requirements imposed by the relevant legislation in relation to things required or authorised to be done by authorised economic operators, or b requiring the Commissioners or the Treasury to have regard to the status of a person as an authorised economic operator when considering whether or not, or how, to exercise any power or other function for the purposes of the relevant legislation. 2 In this section— “ authorised economic operators ” means persons authorised as such in accordance with provision made by the relevant legislation; “ the relevant legislation ” means— this Act and subordinate legislation made under it, and provisions contained in “customs legislation” within the meaning of  Regulation (EU) No 952/2013  of the European Parliament and of the Council of 9 October 2013 laying down the Union Customs Code (see Article 5(2) of that Regulation). 3 Regulations made by virtue of this section may, in particular— a specify the criteria to be applied in determining whether or not any person should be an authorised economic operator; b specify those criteria by reference to professional standards of competence (as set by any specified person) or by reference to anything else (including the judgment of any person as to suitability); c make provision for a person's status as an authorised economic operator to be subject to compliance with conditions specified in the regulations or in the authorisation; d establish different classes of authorised economic operator. Regulations under sections 166A: further provision 166C 1 Regulations under section 166A may— a confer a discretion; b authorise fees to be charged in respect of the exercise of a function of the Commissioners, the Treasury or another public body; c make provision for enforcement, including provision about civil sanctions; d make provision for reviews or appeals in relation to decisions made in the exercise of a function of the Commissioners, the Treasury or another public body; e make different provision for different cases or circumstances or for different areas; f make supplementary, incidental, consequential, transitional, transitory or saving provision. 2 Regulations under section 166A may provide for requirements of an administrative nature relating to— a any requirement or condition imposed by the regulations, or b any declaration or application for which provision is made by the regulations, to be specified by a public notice. 3 The requirements that may be specified by virtue of subsection (2) include— a requirements about keeping records and other evidence; b requirements about the submission of evidence; c requirements about the form and content of anything that must or may be provided; d requirements about the manner in which, and the time within which, any such thing is to be provided. 4 Regulations under section 166A may not— a impose or vary the amount of any duty or other form of taxation, or b establish a public authority. 5 Regulations under section 166A may not include— a provision that would be within the legislative competence of the Scottish Parliament if it were included in an Act of that Parliament, b provision that would be within the legislative competence of Senedd Cymru if it were included in an Act of Senedd Cymru, or c provision that would be within the legislative competence of the Northern Ireland Assembly if it were included in an Act of that Assembly, unless the provision is merely incidental to, or consequential on, provision that would be outside that legislative competence. 6 A power to make regulations under section 166A may be exercised by modifying any enactment. 7 In this section— “ enactment ” has the same meaning as in the European Union (Future Relationship) Act 2020; “ modify ” includes amend, repeal or revoke (and related expressions are to be read accordingly); “ public authority ” means a public authority within the meaning of section 6 of the Human Rights Act 1998. 3 In section 172 (regulations)— a in subsection (2), for  “subsection (3)” substitute  “                        subsections (3) and (4)                      ” ; b after subsection (3) insert— 4 A statutory instrument containing (whether alone or with other provision) regulations under section 166A that amend (or repeal or revoke)— a an Act of Parliament, b an Act of the Scottish Parliament, c an Act or Measure of Senedd Cymru, or d Northern Ireland legislation, may not be made unless a draft of the instrument has been laid before each House of Parliament and approved by a resolution of each House."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "22", "section_title": "Administrative co-operation on VAT and mutual assistance on tax debts", "section_text": "22 1 The arrangements contained in the Protocol have effect (and do so in spite of anything in any enactment). 2 The Commissioners for Her Majesty's Revenue and Customs are the competent authority in the United Kingdom responsible for the application of the Protocol. 3 A reference in any enactment to arrangements having effect by virtue of, or by virtue of an Order in Council under, section 173 of the Finance Act 2006 (international tax enforcement arrangements) includes a reference to arrangements having effect by virtue of this section. 4 In this section  “ the Protocol ” means— a the protocol, contained in the Trade and Cooperation Agreement, on administrative co-operation and combating fraud in the field of Value Added Tax and on mutual assistance for the recovery of claims relating to taxes and duties, and b any decision or recommendation adopted by the Specialised Committee in accordance with that protocol. 5 In subsection (4)— a a reference to the Trade and Cooperation Agreement or to any provision of it is to that agreement or provision as it has effect at the relevant time; b a reference to a decision or recommendation adopted by the Specialised Committee in accordance with any provision is to a decision or recommendation so adopted at or before the relevant time. 6 In subsection (5)  “ the relevant time ” means the time at which the protocol mentioned in subsection (4)(a) comes into effect (or, if it comes into effect at different times for different purposes, the earliest such time). 7 The Commissioners for Her Majesty's Revenue and Customs may by regulations amend subsection (6) so as to substitute a later time for that for the time being specified there."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "23", "section_title": "Licences for access to the international road haulage market", "section_text": "23 In Regulation  (EC) No. 1072/2009  of the European Parliament and of the Council of 21 October 2009 on common rules for access to the international road haulage market, for the model licence set out in Annex 2 (UK licence for the Community model) substitute the model licence set out in Part B of Appendix Road.A.1.3 to Annex Road-1 to the Trade and Cooperation Agreement."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "24", "section_title": "International road haulage", "section_text": "24 1 The 2009 Regulation is amended in accordance with this section. 2 In Article 2(2) (meaning of  “international carriage”), as amended by regulation 13(3)(b) of the 2019 regulations— a in point (e), omit  “or”; b at the end of point (f), insert ; or                         g a laden journey undertaken by a vehicle from the United Kingdom between two Member States which follows a journey referred to in point (a). 3 In Article 8 (general principle of cabotage), as amended by regulation 13(9) of the 2019 regulations, in paragraph 2, for  “three cabotage operations”, in each place it appears, substitute  “                    two cabotage operations                  ” . 4 In this section— “ the 2009 Regulation ” means Regulation  (EC) No 1072/2009  of the European Parliament and of the Council of 21 October 2009 on common rules for access to the international road haulage market; “ the 2019 regulations ” means the Licensing of Operators and International Road Haulage (Amendment etc.) (EU Exit) Regulations 2019 (S.I. 2019/708)."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "25", "section_title": "Disclosure of data relating to drivers' cards for tachographs", "section_text": "25 1 The Secretary of State may disclose data from the GB electronic register in accordance with— a Article 13(2) of   Section 2 of Part C of Annex 31   to the Trade and Cooperation Agreement (interconnection and accessibility of electronic registers of data relating to drivers' cards for tachographs), or b Article 13(4) of   Section 2 of Part C of Annex 31   to the Trade and Cooperation Agreement (access for control officers to electronic registers of data relating to drivers' cards for tachographs). 2 The Department for Infrastructure may disclose data from the NI electronic register in accordance with— a Article 13(2) of   Section 2 of Part C of Annex 31   to the Trade and Cooperation Agreement (interconnection and accessibility of electronic registers of data relating to drivers' cards for tachographs), or b Article 13(4) of   Section 2 of Part C of Annex 31   to the Trade and Cooperation Agreement (access for control officers to electronic registers of data relating to drivers' cards for tachographs). 3 A disclosure under this section does not breach— a any obligation of confidence owed by the Secretary of State or the Department for Infrastructure, or b any other restriction on the disclosure of data (however imposed). 4 Nothing in this section authorises the making of a disclosure which contravenes the data protection legislation (save that the power conferred by this section is to be taken into account in determining whether any disclosure contravenes that legislation). 5 Nothing in this section limits the circumstances in which data may be disclosed under any other enactment or rule of law. 6 In this section— “ GB electronic register ” means any electronic register maintained by the Secretary of State in accordance with Article 13(1) of   Section 2 of Part C of Annex 31   to the Trade and Cooperation Agreement (maintenance of electronic registers of data relating to drivers' cards for tachographs); “ NI electronic register ” means any electronic register maintained by the Department for Infrastructure in accordance with Article 13(1) of   Section 2 of Part C of Annex 31   to the Trade and Cooperation Agreement (maintenance of electronic registers of data relating to drivers' cards for tachographs)."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "26", "section_title": "Social security co-ordination", "section_text": "26 1 The following provisions of the Trade and Cooperation Agreement, in its English language version, form part of domestic law on and after the relevant day— a the SSC Protocol; b   Title I of Heading 4 of Part 2 (Trade, Transport, Fisheries and Other Arrangements) ; c   Articles 6 and 775 , so far as applying to the SSC Protocol. 2 Any enactment has effect on and after the relevant day with such modifications as— a are required in consequence of subsection (1) or otherwise for the purposes of implementing the provisions mentioned in that subsection, and b are capable of being ascertained from those provisions or otherwise from the Trade and Cooperation Agreement. 3 Subsections (1) and (2)— a are subject to any equivalent or other provision— i which (whether before, on or after the relevant day) is made by or under this Act or any other enactment or otherwise forms part of domestic law, and ii which is for the purposes of (or has the effect of) implementing to any extent the Trade and Cooperation Agreement or any other future relationship agreement, and b do not limit the scope of any power which is capable of being exercised to make any such provision. 4 The references to the Trade and Cooperation Agreement in— a subsections (1) and (2), and b the definition of  “the SSC Protocol” in subsection (5), are (except as provided in that definition) references to the agreement as it has effect on the relevant day. 5 In this section— “ domestic law ” means— in subsection (1), the law of England and Wales, Scotland and Northern Ireland, and in subsection (3)(a)(i), the law of England and Wales, Scotland or Northern Ireland; “ relevant day ”, in relation to any provision mentioned in subsection (1) or any aspect of it, means— so far as the provision or aspect concerned is provisionally applied before it comes into force, the time and day from which the provisional application applies, and so far as the provision or aspect concerned is not provisionally applied before it comes into force, the time and day when it comes into force; “ the SSC Protocol ” means the Protocol on Social Security Coordination contained in the Trade and Cooperation Agreement, as that protocol is modified or supplemented from time to time in accordance with Article SSC.11(6), Article SSC.11(8) or Article SSC.68 of that protocol; and references to the purposes of (or having the effect of) implementing an agreement (or any provision of an agreement) include references to the purposes of (or having the effect of) making provision consequential on any such implementation."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "27", "section_title": "The EU and Euratom and related organisations and bodies", "section_text": "27 1 Section 4B of the International Organisations Act 1968 (bodies established under the Treaty on European Union) is amended in accordance with this section. 2 For the title substitute  “                    The EU and Euratom and related organisations and bodies                  ” . 3 For subsection (1) substitute— 1 This section applies to— a the European Union, b Euratom, or c any EU or Euratom organisation or body, if the United Kingdom, or Her Majesty's Government in the United Kingdom, has obligations in relation to it by virtue of any agreement to which the United Kingdom, or Her Majesty's Government in the United Kingdom, is a party (whether made with another sovereign Power or the Government of such a Power or not). 4 In subsection (2)— a in the words before paragraph (a), for  “a specified body to which this section applies” substitute  “                        the European Union, Euratom or an EU or Euratom organisation or body if this section applies to it and it is specified                      ” ; b in paragraph (a), and in paragraph (b) (in both places), for  “body” substitute  “                        it                      ” ; c in paragraph (b), for  “subsection (1)(b)” substitute  “                        subsection (1)                      ” . 5 In subsection (3)— a in paragraph (a), for  “body's officers or staff” substitute “officers or staff of the European Union, Euratom or the EU or Euratom organisation or body; b in paragraph (b), for  “the body” substitute  “                        it                      ” . 6 After subsection (3) insert— 3A The power conferred by subsection (2) includes power to make such provision (including provision amending any retained EU law) as Her Majesty in Council considers appropriate in consequence of any provision of the kind referred to in subsection (2)(a) to (c). 7 In subsection (4), for  “section,  “specified”” substitute section—                     “ body ” includes a delegation or office; “ EU or Euratom organisation or body ” means— a an organisation or body which is established by or on behalf of the EU or Euratom (or by or on behalf of them jointly), or b any other organisation or body in relation to which the United Kingdom, or Her Majesty's Government in the United Kingdom, had obligations immediately before IP completion day by virtue of the United Kingdom's relationship with the EU or Euratom (or with both of them); “specified” ."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "28", "section_title": "Nuclear Cooperation Agreement", "section_text": "28 1 In regulation 3 of the Nuclear Safeguards (Fissionable Material and Relevant International Agreements) (EU Exit) Regulations 2019 (S.I. 2019/195) (relevant international agreements)— a after paragraph (g) insert— h the Agreement between the Government of the United Kingdom of Great Britain and Northern Ireland and the European Atomic Energy Community for cooperation on the safe and peaceful uses of nuclear energy; , and b in the words after the paragraphs, for  “(g)” substitute  “                        (h)                      ” . 2 In regulation 49 of the Nuclear Safeguards (EU Exit) Regulations 2019 (S.I. 2019/196) (interpretation of Part 13), in the definition of  “specified international agreement”, for  “paragraphs (c) to (f)” substitute  “                    any of paragraphs (c) to (f) and (h)                  ” ."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "29", "section_title": "General implementation of agreements", "section_text": "29 1 Existing domestic law has effect on and after the relevant day with such modifications as are required for the purposes of implementing in that law the Trade and Cooperation Agreement or the Security of Classified Information Agreement so far as the agreement concerned is not otherwise so implemented and so far as such implementation is necessary for the purposes of complying with the international obligations of the United Kingdom under the agreement. 2 Subsection (1)— a is subject to any equivalent or other provision— i which (whether before, on or after the relevant day) is made by or under this Act or any other enactment or otherwise forms part of domestic law, and ii which is for the purposes of (or has the effect of) implementing to any extent the Trade and Cooperation Agreement, the Security of Classified Information Agreement or any other future relationship agreement, and b does not limit the scope of any power which is capable of being exercised to make any such provision. 3 The references in subsection (1) to the Trade and Cooperation Agreement or the Security of Classified Information Agreement are references to the agreement concerned as it has effect on the relevant day. 4 In this section— “ domestic law ” means the law of England and Wales, Scotland or Northern Ireland; “ existing domestic law ” means— an existing enactment, or any other domestic law as it has effect on the relevant day; “ existing enactment ” means an enactment passed or made before the relevant day; “ modifications ” does not include any modifications of the kind which would result in a public bill in Parliament containing them being treated as a hybrid bill; “ relevant day ”, in relation to the Trade and Cooperation Agreement or the Security of Classified Information Agreement or any aspect of either agreement, means— so far as the agreement or aspect concerned is provisionally applied before it comes into force, the time and day from which the provisional application applies, and so far as the agreement or aspect concerned is not provisionally applied before it comes into force, the time and day when it comes into force; and references to the purposes of (or having the effect of) implementing an agreement include references to the purposes of (or having the effect of) making provision consequential on any such implementation."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "30", "section_title": "Interpretation of agreements", "section_text": "30 A court or tribunal must have regard to   Article 4   of the Trade and Cooperation Agreement (public international law) when interpreting that agreement or any supplementing agreement."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "31", "section_title": "Implementation power", "section_text": "31 1 A relevant national authority may by regulations make such provision as the relevant national authority considers appropriate— a to implement the Trade and Cooperation Agreement, the Nuclear Cooperation Agreement, the Security of Classified Information Agreement or any relevant agreement, or b otherwise for the purposes of dealing with matters arising out of, or related to, the Trade and Cooperation Agreement, the Nuclear Cooperation Agreement, the Security of Classified Information Agreement or any relevant agreement. 2 Regulations under this section may make any provision that could be made by an Act of Parliament (including modifying this Act). 3 Regulations under this section may (among other things and whether with the same or a different effect) re-implement any aspect of— a the Trade and Cooperation Agreement, b the Nuclear Cooperation Agreement, c the Security of Classified Information Agreement, or d any relevant agreement, which has already been implemented (whether by virtue of this Act or otherwise). 4 But regulations under this section may not— a impose or increase taxation or fees, b make retrospective provision, c create a relevant criminal offence, d amend, repeal or revoke the Human Rights Act 1998 or any subordinate legislation made under it, or e amend or repeal the Scotland Act 1998, the Government of Wales Act 2006 or the Northern Ireland Act 1998 (unless the regulations are made by virtue of paragraph 27(b) of Schedule 5 to this Act or are amending or repealing any provision of those Acts which modifies another enactment). 5 Subsection (4)(b) does not apply in relation to any regulations under this section which are for the purposes of replacing or otherwise modifying, or of otherwise making provision in connection with, the provision made by section 37(4) and (5). 6 See also Part 2 of Schedule 5 (general restrictions on certain powers of devolved authorities: devolved competence etc.). 7 In this section  “ relevant agreement ” means— a any future relationship agreement which is not the Trade and Cooperation Agreement, the Nuclear Cooperation Agreement or the Security of Classified Information Agreement, or b any agreement which falls within   Article 361(4)   of the Trade and Cooperation Agreement (competition co-operation agreement) (including any agreement which so falls as modified or supplemented from time to time in accordance with any provision of it or of any future relationship agreement)."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "32", "section_title": "Powers relating to the start of agreements", "section_text": "32 1 A relevant national authority may by regulations make such provision as the relevant national authority considers appropriate in connection with— a the Trade and Cooperation Agreement, the Nuclear Cooperation Agreement or the Security of Classified Information Agreement (to any extent) coming into force, or becoming provisionally applied, later than IP completion day and after a period of time during which the agreement concerned was (to that extent) neither in force nor provisionally applied, or b the ending, suspension or resumption of any provisional application of the Trade and Cooperation Agreement, the Nuclear Cooperation Agreement or the Security of Classified Information Agreement. 2 Regulations under this section may make any provision that could be made by an Act of Parliament (including modifying this Act). 3 Regulations under this section may not— a create a relevant criminal offence, b amend, repeal or revoke the Human Rights Act 1998 or any subordinate legislation made under it, or c amend or repeal the Scotland Act 1998, the Government of Wales Act 2006 or the Northern Ireland Act 1998 (unless the regulations are made by virtue of paragraph 27(b) of Schedule 5 to this Act or are amending or repealing any provision of those Acts which modifies another enactment). 4 See also Part 2 of Schedule 5 (general restrictions on certain powers of devolved authorities: devolved competence etc.)."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "33", "section_title": "Powers relating to the functioning of agreements", "section_text": "33 1 A relevant national authority may by regulations make such provision as the relevant national authority considers appropriate for the purposes of, or otherwise in connection with, the suspension, resumption or termination of— a the Trade and Cooperation Agreement, b the Security of Classified Information Agreement, or c any other future relationship agreement, in accordance with the terms applicable to the agreement. 2 A relevant national authority may by regulations make such provision as the relevant national authority considers appropriate— a to implement or remove any relevant remedial measures which the United Kingdom has decided to take under the Trade and Cooperation Agreement or any other future relationship agreement, or b otherwise for the purposes of, or otherwise in connection with, the taking of any relevant remedial measures by the United Kingdom or another party to the Trade and Cooperation Agreement or any other future relationship agreement. 3 A relevant national authority may by regulations make such provision as the relevant national authority considers appropriate— a to implement any agreed resolution of a dispute between the United Kingdom and another party under the Trade and Cooperation Agreement, the Security of Classified Information Agreement or any other future relationship agreement, or b for the purposes of, or otherwise in connection with, any other decision of the United Kingdom in connection with any such dispute (other than a decision to suspend, resume, terminate or take relevant remedial measures). 4 Regulations under this section may make any provision that could be made by an Act of Parliament (including modifying this Act). 5 But regulations under this section may not— a make retrospective provision, b create a relevant criminal offence, c confer a power to legislate, d implement a ruling of an arbitration tribunal under the Trade and Cooperation Agreement or any other future relationship agreement, e amend, repeal or revoke the Human Rights Act 1998 or any subordinate legislation made under it, or f amend or repeal the Scotland Act 1998, the Government of Wales Act 2006 or the Northern Ireland Act 1998 (unless the regulations are made by virtue of paragraph 27(b) of Schedule 5 to this Act or are amending or repealing any provision of those Acts which modifies another enactment). 6 Subsection (5)(c) does not prevent— a the modification of a power to legislate, or b the extension of such a power for similar purposes to those for which it was conferred. 7 See also Part 2 of Schedule 5 (general restrictions on certain powers of devolved authorities: devolved competence etc.). 8 References in this section to the suspension, resumption or termination of a future relationship agreement include references to— a its suspension, resumption or termination in whole or in part or for a particular purpose or purposes, and b anything equivalent in effect to a suspension, resumption or termination (however expressed). 9 In this section  “ relevant remedial measures ” means— a any safeguard measures, or re-balancing measures, which any party to the Trade and Cooperation Agreement or any supplementing agreement is entitled to take under   Article 773   of the Trade and Cooperation Agreement (including that Article as it has effect in relation to any supplementing agreement), b any other safeguard measures or re-balancing measures, or c any other remedial measures which any party to a future relationship agreement is entitled to take under that agreement or any other future relationship agreement, and includes any interim or temporary measures which fall within paragraph (a), (b) or (c) but does not include any suspension, resumption or termination which falls within subsection (1)."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "34", "section_title": "Funding of PEACE PLUS programme", "section_text": "34 1 There may be paid out of money provided by Parliament any expenditure which the Secretary of State may incur in making payments to the EU or an EU entity to support the PEACE PLUS programme and any successor programmes. 2 In subsection (1)— “ EU entity ” means an EU institution or any office, body or agency of the EU; “ the PEACE PLUS programme ” means the programme of the EU which is the successor to the programme known as PEACE IV (Ireland-United Kingdom)."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "35", "section_title": "General financial provision", "section_text": "35 1 There may be paid out of money provided by Parliament any expenditure incurred by a Minister of the Crown, government department or other public authority by virtue of any future relationship agreement. 2 A Minister of the Crown, government department or devolved authority may incur expenditure, for the purpose of, or in connection with, preparing for anything about which provision may be made under a power to make subordinate legislation conferred or modified by or under this Act, before any such provision is made. 3 There is to be paid out of money provided by Parliament— a any expenditure incurred by a Minister of the Crown, government department or other public authority by virtue of this Act, and b any increase attributable to this Act in the sums payable by virtue of any other Act out of money so provided. 4 Subsection (3) is subject to any other provision made by or under this Act or any other enactment. 5 In this section  “ government department ” means any department of the Government of the United Kingdom."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "36", "section_title": "Requirements in Part 2 of CRAGA", "section_text": "36 Section 20 of the Constitutional Reform and Governance Act 2010 (treaties to be laid before Parliament before ratification) does not apply in relation to the Trade and Cooperation Agreement, the Nuclear Cooperation Agreement or the Security of Classified Information Agreement (but this does not affect whether that section applies in relation to any treaty which modifies or supplements the agreement concerned)."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "37", "section_title": "Interpretation", "section_text": "37 1 In this Act— “ the data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act); “ devolved authority ” means— the Scottish Ministers, the Welsh Ministers, or a Northern Ireland department; “ enactment ” means an enactment whenever passed or made and includes— an enactment contained in any Order in Council, order, rules, regulations, scheme, warrant, byelaw or other instrument made under an Act of Parliament, an enactment contained in any Order in Council made in exercise of Her Majesty's Prerogative, an enactment contained in, or in an instrument made under, an Act of the Scottish Parliament, an enactment contained in, or in an instrument made under, a Measure or Act of Senedd Cymru, an enactment contained in, or in an instrument made under, Northern Ireland legislation, an enactment contained in any instrument made by a member of the Scottish Government, the Welsh Ministers, the First Minister for Wales, the Counsel General to the Welsh Government, a Northern Ireland Minister, the First Minister in Northern Ireland, the deputy First Minister in Northern Ireland or a Northern Ireland department in exercise of prerogative or other executive functions of Her Majesty which are exercisable by such a person on behalf of Her Majesty, an enactment contained in, or in an instrument made under, a Measure of the Church Assembly or of the General Synod of the Church of England, and any   assimilated direct   legislation; “ future relationship agreement ” means— the Trade and Cooperation Agreement, the Nuclear Cooperation Agreement, the Security of Classified Information Agreement, or any of the following so far as it is not a treaty to which section 20 of the Constitutional Reform and Governance Act 2010 applies (ignoring section 22 of that Act) (treaties to be laid before Parliament before ratification)— a supplementing agreement, or an agreement under, or otherwise envisaged (whether as part of particular arrangements or otherwise) by, an agreement falling within paragraph (a), (b) or (c) or sub-paragraph (i), (as the agreement concerned is modified or supplemented from time to time in accordance with any provision of it or of any other agreement falling within paragraph (a), (b) or (c) or this paragraph); “ member State ” does not include the United Kingdom; “ Minister of the Crown ” has the same meaning as in the Ministers of the Crown Act 1975 and also includes the Commissioners for Her Majesty's Revenue and Customs; “ modify ” includes amend, repeal or revoke (and related expressions are to be read accordingly); “ Northern Ireland devolved authority ” means the First Minister and deputy First Minister in Northern Ireland acting jointly, a Northern Ireland Minister or a Northern Ireland department; “ the Nuclear Cooperation Agreement ” means the Agreement between the Government of the United Kingdom of Great Britain and Northern Ireland and the European Atomic Energy Community for cooperation on the safe and peaceful uses of nuclear energy (as that agreement is modified or supplemented from time to time in accordance with any provision of it or of any other future relationship agreement); “ PNR regulations ” has the meaning given by section 7(a); “ power to legislate ” does not include a power— to make rules of procedure for any court or tribunal, or to give directions as to matters of administration; “ primary legislation ” means— an Act of Parliament, an Act of the Scottish Parliament, a Measure or Act of Senedd Cymru, or Northern Ireland legislation; “ relevant criminal offence ” means an offence for which an individual who has reached the age of 18 (or, in relation to Scotland or Northern Ireland, 21) is capable of being sentenced to imprisonment for a term of more than 2 years (ignoring any enactment prohibiting or restricting the imprisonment of individuals who have no previous convictions); “ relevant national authority ” means— a Minister of the Crown, a devolved authority, or a Minister of the Crown acting jointly with one or more devolved authorities; “ assimilated direct   CAP legislation ” has the same meaning as in the Direct Payments to Farmers (Legislative Continuity) Act 2020 (see section 2(10) of that Act); “ retrospective provision ”, in relation to provision made by regulations, means provision taking effect from a date earlier than the date on which the regulations are made; “ the Security of Classified Information Agreement ” means the Agreement between the European Union and the United Kingdom of Great Britain and Northern Ireland concerning security procedures for exchanging and protecting classified information (as that agreement is modified or supplemented from time to time in accordance with any provision of it or of any other future relationship agreement); “ subordinate legislation ” means any Order in Council, order, rules, regulations, scheme, warrant, byelaw or other instrument made under any primary legislation; and (except in Part 2 of Schedule 5) includes any Order in Council, order, rules, regulations, scheme, warrant, byelaw or other instrument made on or after IP completion day (or, in the case of any   assimilated direct   CAP legislation, on or after exit day) under any   assimilated direct   legislation; “ supplementing agreement ” means an agreement which constitutes a supplementing agreement by virtue of   Article 2   of the Trade and Cooperation Agreement; “ the Trade and Cooperation Agreement ” means the Trade and Cooperation Agreement between the European Union and the European Atomic Energy Community, of the one part, and the United Kingdom of Great Britain and Northern Ireland, of the other part (as that agreement is modified or supplemented from time to time in accordance with any provision of it or of any other future relationship agreement); “ treaty ” has the same meaning as in Part 2 of the Constitutional Reform and Governance Act 2010 (see section 25 of that Act); “ tribunal ” means any tribunal in which legal proceedings may be brought. 2 For the purposes of this Act, examples of where an agreement or part of an agreement is modified or supplemented in accordance with any provision of the agreement or of any other future relationship agreement include where it is modified or supplemented as a result of— a a decision or other act of any council, committee, sub-committee or other body of persons established by virtue of the agreement or another future relationship agreement, or b any arrangements provided for by virtue of the agreement or another future relationship agreement. 3 References in this Act to the Trade and Cooperation Agreement, the Nuclear Cooperation Agreement or the Security of Classified Information Agreement also include references to the agreement concerned— a as provisionally applied, and b as modified or supplemented from time to time on or before its coming into force and otherwise than in accordance with any provision of it or of any other future relationship agreement. 4 Subsection (5) applies if, in accordance with any provision of the Trade and Cooperation Agreement, the Nuclear Cooperation Agreement or the Security of Classified Information Agreement, any version of the agreement concerned which results from a process of final legal revision replaces from the beginning the signed version of the agreement and is established as authentic and definitive. 5 References in this Act or any other enactment to the Trade and Cooperation Agreement, the Nuclear Cooperation Agreement or (as the case may be) the Security of Classified Information Agreement, or to any provision or collection of provisions of the agreement concerned, are to be read as modified accordingly."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "38", "section_title": "Regulations", "section_text": "38 Schedule 5 contains provision about regulations under this Act (including provision about procedure)."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "39", "section_title": "Consequential and transitional provision etc.", "section_text": "39 1 A Minister of the Crown may by regulations make such provision as the Minister considers appropriate in consequence of this Act. 2 The power to make regulations under subsection (1) may (among other things) be exercised by modifying any provision made by or under an enactment. 3 Part 1 of Schedule 6 contains consequential provision. 4 A Minister of the Crown may by regulations make such transitional, transitory or saving provision as the Minister considers appropriate in connection with the coming into force of any provision of this Act. 5 Part 2 of Schedule 6 contains transitional, transitory and saving provision."}, {"act": "European Union (Future Relationship) Act 2020", "year": 2020, "section": "40", "section_title": "Extent, commencement and short title", "section_text": "40 1 Subject to subsections (2) to (5), this Act extends to England and Wales, Scotland and Northern Ireland. 2 Section 25(1) extends to England and Wales and Scotland only. 3 Section 25(2) extends to Northern Ireland only. 4 Paragraph 2 of Schedule 4 extends to England and Wales and Scotland only. 5 Subject to subsection (4), any provision of this Act which amends or repeals an enactment has the same extent as the enactment amended or repealed. 6 The following provisions— a section 6(1) for the purposes of the Secretary of State giving a direction as provided for in the definition of  “designated UK authority”, b paragraph 4 of Schedule 2 for the purposes of the Secretary of State giving a direction under regulation 4A(1) of the PNR regulations and any other provision of that Schedule so far as necessary for those purposes (and section 7 so far as relating to those provisions), c paragraph 2(1) to (5) of Schedule 3 (and section 9 so far as relating to those provisions), d sections 30 to 33, e sections 35 to 38 (including Schedule 5), f section 39(1), (2) and (4), g paragraphs 4 and 11 to 13 of Schedule 6 (and section 39(3) and (5) so far as relating to those paragraphs), and h this section, come into force on the day on which this Act is passed. 7 The provisions of this Act, so far as they are not brought into force by subsection (6), come into force on such day as a Minister of the Crown may by regulations appoint; and different days may be appointed for different purposes. 8 This Act may be cited as the European Union (Future Relationship) Act 2020."}]