[{"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "1", "section_title": "Saving of ECA for implementation period", "section_text": "1 After section 1 of the European Union (Withdrawal) Act 2018 (repeal of the European Communities Act 1972) insert— Savings for implementation period Saving for ECA for implementation period 1A 1 Subsections (2) to (4) have effect despite the repeal of the European Communities Act 1972 on exit day by section 1. 2 The European Communities Act 1972, as it has effect in domestic law or the law of a relevant territory immediately before exit day, continues to have effect in domestic law or the law of the relevant territory on and after exit day so far as provided by subsections (3) to (5). 3 The Act of 1972 has effect on and after exit day as if — a the definitions of  “the Treaties” and  “the EU Treaties” given by section 1(2) to (4) (interpretation)— i included Part 4 of the withdrawal agreement (implementation period), other than that Part so far as it relates to, or could be applied in relation to, the Common Foreign and Security Policy, but ii were otherwise limited to anything which falls within those definitions as at immediately before exit day so far as it is not excluded by regulations made on or after exit day by a Minister of the Crown under this sub-paragraph, b the reference in section 2(2) to the objects of the EU were a reference to those objects so far as they are applicable to and in the United Kingdom by virtue of Part 4 of the withdrawal agreement, c section 2(3) (payment of EU costs etc.) were omitted, d in section 3 (decisions on, and proof of, EU Treaties and EU instruments etc.)— i the references to the Treaties in subsections (1) and (2) included the withdrawal agreement, and ii the words in brackets in subsection (1) only applied so far as they are in accordance with Part 4 of the withdrawal agreement, e references in sections 5 and 6 (customs duties and common agricultural policy) to the common customs tariff of the EU, directly applicable EU provision, the exclusion of customs duties, EU arrangements and agricultural levies of the EU were to such things so far as they are applicable to and in the United Kingdom by virtue of Part 4 of the withdrawal agreement, and f in Part 2 of Schedule 1 (general definitions in relation to the EU)— i in the definition of  “EU customs duty”, the reference to directly applicable EU provision were to such provision so far as it is applicable to and in the United Kingdom by virtue of Part 4 of the withdrawal agreement, and ii in the definition of  “Member” in the expression  “member State”, after  “EU” there were inserted  “                                    and for the purposes of this expression the United Kingdom is to be treated as if it were a member of the EU during the implementation period (within the meaning given by section 1A(6) of the European Union (Withdrawal) Act 2018)                                  ” . 4 In this section  “ relevant territory ” means the Isle of Man, any of the Channel Islands or Gibraltar. 5 Subsections (1) to (4) are repealed on IP completion day. 6 In this Act— “ the implementation period ” means the transition or implementation period provided for by Part 4 of the withdrawal agreement and beginning with exit day and ending on IP completion day; “IP completion day” (and related expressions) have the same meaning as in the European Union (Withdrawal Agreement) Act 2020 (see section 39(1) to (5) of that Act); “ withdrawal agreement ” has the same meaning as in that Act (see section 39(1) and (6) of that Act). 7 In this Act— a references to the European Communities Act 1972 are to be read, so far as the context permits or requires, as being or (as the case may be) including references to that Act as it continues to have effect by virtue of subsections (2) to (4) above, and b references to any Part of the withdrawal agreement or the EEA EFTA separation agreement include references to any other provisions of that agreement so far as applying to that Part."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "2", "section_title": "Additional saving for implementation period", "section_text": "2 After section 1A of the European Union (Withdrawal) Act 2018 (saving for the European Communities Act 1972 for the implementation period) (for which see section 1 above) insert— Saving for EU-derived domestic legislation for implementation period 1B 1 Subsections (2) to (5) have effect despite the repeal of the European Communities Act 1972 on exit day by section 1. 2 EU-derived domestic legislation, as it has effect in domestic law immediately before exit day, continues to have effect in domestic law on and after exit day, subject as follows. 3 Any enactment which continues to have effect by virtue of subsection (2) is to be read, on and after exit day and so far as the context permits or requires, as if— a any reference to an expression which is to be read in accordance with Schedule 1 to the Interpretation Act 1978 and is an expression defined by section 1 of, or Part 2 of Schedule 1 to, the European Communities Act 1972 were a reference to that expression as defined by that section or that Part of that Schedule as it continues to have effect by virtue of section 1A(2) to (4) of this Act, b any reference (however expressed and subject to paragraph (a) above) to— i EU law, ii any particular EU Treaty or any part of it, iii any EU instrument, or other document of an EU entity or of the EU, or any part of any such instrument or document, iv any part of EU law not falling within sub-paragraph (ii) or (iii), v any tax, duty, levy or interests of the EU, or vi any arrangement involving, or otherwise relating to, the EU of a kind not falling within sub-paragraph (i), (ii), (iii), (iv) or (v), were a reference to any such thing so far as it is applicable to and in the United Kingdom by virtue of Part 4 of the withdrawal agreement, c any reference (however expressed and subject to paragraph (a) above) to the European Communities Act 1972 were or (as the case may be) included a reference to the Act of 1972 as it continues to have effect by virtue of section 1A(2) to (4) of this Act, d any reference (however expressed) to the area of the EU or of the EEA included the United Kingdom, e any reference (however expressed) to a citizen of the EU or a national of the EEA included a United Kingdom national (within the meaning given by Article 2(d) of the withdrawal agreement), and f such other modifications were made as— i are provided for by regulations under section 8A or Part 1A of Schedule 2, or ii so far as not so provided, are necessary for any purpose of Part 4 of the withdrawal agreement and are capable of being ascertained from any such purpose or otherwise from that Part of that agreement. 4 Any EU-derived domestic legislation which is an enactment passed or made on or after exit day and before IP completion day is, unless the contrary intention appears, to be read in accordance with subsection (3) (and anything done or omitted to be done in connection with any such enactment is to be understood, and has effect, accordingly). 5 Subsections (2) to (4) are subject to any regulations made under section 8A or 23 or Part 1A of Schedule 2 or otherwise under this Act or under the European Union (Withdrawal Agreement) Act 2020. 6 Subsections (1) to (5) are repealed on IP completion day. 7 In this Act  “ EU-derived domestic legislation ” means any enactment so far as— a made under section 2(2) of, or paragraph 1A of Schedule 2 to, the European Communities Act 1972, b passed or made, or operating, for a purpose mentioned in section 2(2)(a) or (b) of that Act, c relating to— i anything which falls within paragraph (a) or (b), or ii any rights, powers, liabilities, obligations, restrictions, remedies or procedures which are recognised and available in domestic law by virtue of section 2(1) of the European Communities Act 1972, or d relating otherwise to the EU or the EEA, but does not include any enactment contained in the European Communities Act 1972 or any enactment contained in this Act or the European Union (Withdrawal Agreement) Act 2020 or in regulations made under this Act or the Act of 2020."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "3", "section_title": "Supplementary power in connection with implementation period", "section_text": "3 After section 8 of the European Union (Withdrawal) Act 2018 (dealing with deficiencies arising from withdrawal) insert— Supplementary power in connection with implementation period 8A 1 A Minister of the Crown may by regulations— a provide for other modifications for the purposes of section 1B(3)(f)(i) (whether applying in all cases or particular cases or descriptions of case), b provide for subsection (3) or (4) of section 1B not to apply to any extent in particular cases or descriptions of case, c make different provision in particular cases or descriptions of case to that made by subsection (3) or (4) of that section, d modify any enactment contained in this Act in consequence of any repeal made by section 1A(5) or 1B(6), or e make such provision not falling within paragraph (a), (b), (c) or (d) as the Minister considers appropriate for any purpose of, or otherwise in connection with, Part 4 of the withdrawal agreement. 2 The power to make regulations under subsection (1) may (among other things) be exercised by modifying any provision made by or under an enactment. 3 In subsection (2)  “ enactment ” does not include primary legislation passed or made after IP completion day. 4 No regulations may be made under subsection (1) after the end of the period of two years beginning with IP completion day."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "4", "section_title": "Powers corresponding to section 3 involving devolved authorities", "section_text": "4 After Part 1 of Schedule 2 to the European Union (Withdrawal) Act 2018 (corresponding powers involving devolved authorities: dealing with deficiencies arising from withdrawal) insert—  PART 1A  Provision in connection with implementation period Supplementary power in connection with implementation period 11A 1 A devolved authority may by regulations— a provide for other modifications for the purposes of section 1B(3)(f)(i) (whether applying in all cases or particular cases or descriptions of case), b provide for subsection (3) or (4) of section 1B not to apply to any extent in particular cases or descriptions of case, c make different provision in particular cases or descriptions of case to that made by subsection (3) or (4) of that section, or d make such provision not falling within paragraph (a), (b) or (c) as the devolved authority considers appropriate for any purpose of, or otherwise in connection with, Part 4 of the withdrawal agreement. 2 A Minister of the Crown acting jointly with a devolved authority may by regulations— a provide for other modifications for the purposes of section 1B(3)(f)(i) (whether applying in all cases or particular cases or descriptions of case), b provide for subsection (3) or (4) of section 1B not to apply to any extent in particular cases or descriptions of case, c make different provision in particular cases or descriptions of case to that made by subsection (3) or (4) of that section, or d make such provision not falling within paragraph (a), (b) or (c) as they consider appropriate for any purpose of, or otherwise in connection with, Part 4 of the withdrawal agreement. 3 The power to make regulations under this Part may (among other things) be exercised by modifying any provision made by or under an enactment. 4 In sub-paragraph (3)  “ enactment ” does not include primary legislation passed or made after IP completion day. 5 No regulations may be made under this Part after the end of the period of two years beginning with IP completion day. 6 Regulations under sub-paragraph (1) are also subject to paragraphs 11B and 11C. No power to make provision outside devolved competence 11B 1 No provision may be made by a devolved authority acting alone in regulations under this Part unless the provision is within the devolved competence of the devolved authority. 2 See paragraphs 11D to 11F for the meaning of  “ devolved competence ” for the purposes of this Part. Certain requirements for consent, joint exercise or consultation 11C Paragraphs 5 to 7 apply for the purposes of this Part as they apply for the purposes of Part 1. Meaning of devolved competence: Part 1A 11D A provision is within the devolved competence of the Scottish Ministers for the purposes of this Part if— a it would be within the legislative competence of the Scottish Parliament if it were contained in an Act of that Parliament (ignoring, in the case of regulations made under this Part before exit day, section 29(2)(d) of the Scotland Act 1998 so far as relating to EU law), or b it is provision which could be made in other subordinate legislation by the Scottish Ministers, the First Minister or the Lord Advocate acting alone (ignoring, in the case of regulations made under this Part before exit day, section 57(2) of the Scotland Act 1998 so far as relating to EU law). 11E A provision is within the devolved competence of the Welsh Ministers for the purposes of this Part if— a it would be within the legislative competence of the National Assembly for Wales if it were contained in an Act of the Assembly (ignoring, in the case of regulations made under this Part before exit day, section 108A(2)(e) of the Government of Wales Act 2006 so far as relating to EU law but including any provision that could be made only with the consent of a Minister of the Crown), or b it is provision which could be made in other subordinate legislation by the Welsh Ministers acting alone (ignoring, in the case of regulations made under this Part before exit day, section 80(8) of the Government of Wales Act 2006 so far as relating to EU law). 11F A provision is within the devolved competence of a Northern Ireland department for the purposes of this Part if— a the provision, if it were contained in an Act of the Northern Ireland Assembly— i would be within the legislative competence of the Assembly (ignoring, in the case of regulations made under this Part before exit day, section 6(2)(d) of the Northern Ireland Act 1998 so far as relating to EU law), and ii would not require the consent of the Secretary of State, b the provision— i amends or repeals Northern Ireland legislation, and ii would, if it were contained in an Act of the Northern Ireland Assembly, be within the legislative competence of the Assembly (ignoring, in the case of regulations made under this Part before exit day, section 6(2)(d) of the Northern Ireland Act 1998 so far as relating to EU law) and require the consent of the Secretary of State, or c the provision is provision which could be made in other subordinate legislation by any Northern Ireland devolved authority acting alone (ignoring, in the case of regulations made under this Part before exit day, section 24(1)(b) of the Northern Ireland Act 1998)."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "5", "section_title": "General implementation of remainder of withdrawal agreement", "section_text": "5 After section 7 of the European Union (Withdrawal) Act 2018 (status of retained EU law) insert— Further aspects of withdrawal General implementation of remainder of withdrawal agreement 7A 1 Subsection (2) applies to— a all such rights, powers, liabilities, obligations and restrictions from time to time created or arising by or under the withdrawal agreement, and b all such remedies and procedures from time to time provided for by or under the withdrawal agreement, as in accordance with the withdrawal agreement are without further enactment to be given legal effect or used in the United Kingdom. 2 The rights, powers, liabilities, obligations, restrictions, remedies and procedures concerned are to be— a recognised and available in domestic law, and b enforced, allowed and followed accordingly. 3 Every enactment (including an enactment contained in this Act) is to be read and has effect subject to subsection (2). 4 This section does not apply in relation to Part 4 of the withdrawal agreement so far as section 2(1) of the European Communities Act 1972 applies in relation to that Part. 5 See also (among other things)— a Part 3 of the European Union (Withdrawal Agreement) Act 2020 (further provision about citizens' rights), b section 20 of that Act (financial provision), c section 7C of this Act (interpretation of law relating to withdrawal agreement etc.), d section 8B of this Act (power in connection with certain other separation issues), e section 8C of this Act (power in connection with the Protocol on Ireland/Northern Ireland in withdrawal agreement), and f Parts 1B and 1C of Schedule 2 to this Act (powers involving devolved authorities in connection with certain other separation issues and the Ireland/Northern Ireland Protocol)."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "6", "section_title": "General implementation of related EEA EFTA and Swiss agreements", "section_text": "6 After section 7A of the European Union (Withdrawal) Act 2018 (general implementation of remainder of withdrawal agreement) (for which see section 5 above) insert— General implementation of EEA EFTA and Swiss agreements 7B 1 Subsection (2) applies to all such rights, powers, liabilities, obligations, restrictions, remedies and procedures as— a would from time to time be created or arise, or (in the case of remedies or procedures) be provided for, by or under the EEA EFTA separation agreement or the Swiss citizens' rights agreement, and b would, in accordance with Article 4(1) of the withdrawal agreement, be required to be given legal effect or used in the United Kingdom without further enactment, if that Article were to apply in relation to the EEA EFTA separation agreement and the Swiss citizens' rights agreement, those agreements were part of EU law and the relevant EEA states and Switzerland were member States. 2 The rights, powers, liabilities, obligations, restrictions, remedies and procedures concerned are to be— a recognised and available in domestic law, and b enforced, allowed and followed accordingly. 3 Every enactment (other than section 7A but otherwise including an enactment contained in this Act) is to be read and has effect subject to subsection (2). 4 See also (among other things)— a Part 3 of the European Union (Withdrawal Agreement) Act 2020 (further provision about citizens' rights), b section 7C of this Act (interpretation of law relating to the EEA EFTA separation agreement and the Swiss citizens' rights agreement etc.), c section 8B of this Act (power in connection with certain other separation issues), and d Part 1B of Schedule 2 to this Act (powers involving devolved authorities in connection with certain other separation issues). 5 In this section  “ the relevant EEA states ” means Norway, Iceland and Liechtenstein. 6 In this Act  “EEA EFTA separation agreement” and “Swiss citizens' rights agreement” have the same meanings as in the European Union (Withdrawal Agreement) Act 2020 (see section 39(1) of that Act)."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "7", "section_title": "Rights related to residence: application deadline and temporary protection", "section_text": "7 1 A Minister of the Crown may by regulations make such provision as the Minister considers appropriate for any of the following purposes— a specifying the deadline that applies for the purposes of— i the first sub-paragraph of Article 18(1)(b) of the withdrawal agreement (deadline for the submission of applications for the new residence status described in Article 18(1)); ii the first sub-paragraph of Article 17(1)(b) of the EEA EFTA separation agreement (deadline for the submission of applications for the new residence status described in Article 17(1)); iii the first sentence of Article 16(1)(b) of the Swiss citizens' rights agreement (deadline for the submission of applications for the new residence status described in Article 16(1)); b implementing Article 18(2) of the withdrawal agreement (protection for Union citizens etc. in the period prior to the deadline for the submission of applications for the new residence status described in Article 18(1)); c implementing Article 17(2) of the EEA EFTA separation agreement (protection for EEA EFTA nationals etc. in the period prior to the deadline for the submission of applications for the new residence status described in Article 17(1)); d implementing Article 16(2) of the Swiss citizens' rights agreement (protection for Swiss nationals etc. in the period prior to the deadline for the submission of applications for the new residence status described in Article 16(1)); e implementing Article 18(3) of the withdrawal agreement (protection for Union citizens etc. pending a final decision on an application for the new residence status described in Article 18(1)); f implementing Article 17(3) of the EEA EFTA separation agreement (protection for EEA EFTA nationals etc. pending a final decision on an application for the new residence status described in Article 17(1)); g implementing Article 16(3) of the Swiss citizens' rights agreement (protection for Swiss nationals etc. pending a final decision on an application for the new residence status described in Article 16(1)). 2 If the Minister considers it appropriate, regulations under subsection (1) relating to the implementation of a provision mentioned in subsection (1)(b), (c) or (d) may be made so as to apply both to— a persons to whom the provision in question applies, and b persons to whom that provision does not apply but who may be granted leave to enter or remain in the United Kingdom by virtue of residence scheme immigration rules (see section 17) and who do not have such leave. 3 If the Minister considers it appropriate, regulations under subsection (1) relating to the implementation of a provision mentioned in subsection (1)(e), (f) or (g) may be made so as to apply both to— a persons to whom the provision in question applies, and b persons to whom that provision does not apply but who make an application for leave to enter or remain in the United Kingdom by virtue of residence scheme immigration rules. 4 The power to make regulations under subsection (1) may (among other things) be exercised by modifying any provision made by or under an enactment."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "8", "section_title": "Frontier workers", "section_text": "8 1 A Minister of the Crown may by regulations make such provision as the Minister considers appropriate for the purpose of implementing any of the following— a Articles 24(3) and 25(3) of the withdrawal agreement (rights of employed and self-employed frontier workers) other than as regards rights enjoyed as workers (see section 14(1)); b Articles 23(3) and 24(3) of the EEA EFTA separation agreement (rights of employed and self-employed frontier workers) other than as regards rights enjoyed as workers (see section 14(2)); c Article 20(2) of the Swiss citizens' rights agreement (rights of frontier workers to enter and exit). 2 A Minister of the Crown may by regulations make such provision as the Minister considers appropriate for the purpose of implementing any of the following— a Article 26 of the withdrawal agreement (issue of documents); b Article 25 of the EEA EFTA separation agreement (issue of documents); c Article 21(1)(a) and (2) of the Swiss citizens' rights agreement (issue of documents). 3 The power to make regulations under subsection (1) or (2) may (among other things) be exercised by modifying any provision made by or under the Immigration Acts."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "9", "section_title": "Restrictions of rights of entry and residence", "section_text": "9 1 A Minister of the Crown may by regulations make such provision as the Minister considers appropriate for the purpose of implementing any of the following— a Article 20(1), (3) and (4) of the withdrawal agreement (restrictions of the rights of entry and residence); b Article 19(1), (3) and (4) of the EEA EFTA separation agreement (restrictions of the rights of entry and residence); c Articles 17(1) and (3) and 20(3) of the Swiss citizens' rights agreement (restrictions of the rights of entry and residence). 2 If the Minister considers it appropriate, regulations under subsection (1) relating to the implementation of a provision mentioned in subsection (1)(a), (b) or (c) may be made so as to apply both to— a persons to whom the provision in question applies, and b persons to whom that provision does not apply but who— i have entry clearance granted by virtue of relevant entry clearance immigration rules (see section 17), ii have leave to enter or remain in the United Kingdom granted by virtue of residence scheme immigration rules (see section 17), or iii otherwise have leave to enter granted after arriving with entry clearance granted by virtue of relevant entry clearance immigration rules. 3 In subsection (2)(b), references to a person who has entry clearance or leave to enter or remain include references to a person who would have had entry clearance or leave to enter or remain but for— a the making of a deportation order under section 5(1) of the Immigration Act 1971, or b the making of any other decision made in connection with restricting the right of the person to enter the United Kingdom. 4 The power to make regulations under subsection (1) may (among other things) be exercised by modifying any provision made— a by or under the Immigration Acts, or b under other primary legislation."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "10", "section_title": "Retention of existing grounds for deportation", "section_text": "10 1 Section 3 of the Immigration Act 1971 (general provisions for regulation and control) is amended in accordance with subsections (2) to (4). 2 After subsection (5) insert— 5A The Secretary of State may not deem a relevant person's deportation to be conducive to the public good under subsection (5) if the person's deportation— a would be in breach of the obligations of the United Kingdom under Article 20 of the EU withdrawal agreement, Article 19 of the EEA EFTA separation agreement, or Article 17 or 20(3) of the Swiss citizens' rights agreement, or b would be in breach of those obligations if the provision in question mentioned in paragraph (a) applied in relation to the person. 3 After subsection (6) insert— 6A A court may not recommend under subsection (6) that a relevant person be deported if the offence for which the person was convicted consisted of or included conduct that took place before IP completion day. 4 After subsection (9) insert— 10 For the purposes of this section, a person is a  “relevant person”— a if the person is in the United Kingdom (whether or not they have entered within the meaning of section 11(1)) having arrived with entry clearance granted by virtue of relevant entry clearance immigration rules, b if the person has leave to enter or remain in the United Kingdom granted by virtue of residence scheme immigration rules, c if the person may be granted leave to enter or remain in the United Kingdom as a person who has a right to enter the United Kingdom by virtue of— i Article 32(1)(b) of the EU withdrawal agreement, ii Article 31(1)(b) of the EEA EFTA separation agreement, or iii Article 26a(1)(b) of the Swiss citizens' rights agreement, whether or not the person has been granted such leave, or d if the person may enter the United Kingdom by virtue of regulations made under section 8 of the European Union (Withdrawal Agreement) Act 2020 (frontier workers), whether or not the person has entered by virtue of those regulations. 11 In this section— “EEA EFTA separation agreement” and “Swiss citizens' rights agreement” have the same meanings as in the European Union (Withdrawal Agreement) Act 2020 (see section 39(1) of that Act); “relevant entry clearance immigration rules” and  “residence scheme immigration rules” have the meanings given by section 17 of the European Union (Withdrawal Agreement) Act 2020. 5 In section 33 of the UK Borders Act 2007 (exceptions to automatic deportation), after subsection (6A), insert— 6B Exception 7 is where— a the foreign criminal is a relevant person, and b the offence for which the foreign criminal was convicted as mentioned in section 32(1)(b) consisted of or included conduct that took place before IP completion day. 6C For the purposes of subsection (6B), a foreign criminal is a  “relevant person”— a if the foreign criminal is in the United Kingdom (whether or not they have entered within the meaning of section 11(1) of the Immigration Act 1971) having arrived with entry clearance granted by virtue of relevant entry clearance immigration rules, b if the foreign criminal has leave to enter or remain in the United Kingdom granted by virtue of residence scheme immigration rules, c if the foreign criminal may be granted leave to enter or remain in the United Kingdom as a person who has a right to enter the United Kingdom by virtue of— i Article 32(1)(b) of the EU withdrawal agreement, ii Article 31(1)(b) of the EEA EFTA separation agreement, or iii Article 26a(1)(b) of the Swiss citizens' rights agreement, whether or not the foreign criminal has been granted such leave, or d if the foreign criminal may enter the United Kingdom by virtue of regulations made under section 8 of the European Union (Withdrawal Agreement) Act 2020 (frontier workers), whether or not the foreign criminal has entered by virtue of those regulations. 6D In this section— “EEA EFTA separation agreement” and “Swiss citizens' rights agreement” have the same meanings as in the European Union (Withdrawal Agreement) Act 2020 (see section 39(1) of that Act); “relevant entry clearance immigration rules” and  “residence scheme immigration rules” have the meanings given by section 17 of the European Union (Withdrawal Agreement) Act 2020. 6 In section 3(10) of the Immigration Act 1971 and section 33(6C) of the UK Borders Act 2007 (for which see subsections (4) and (5) above), references to having leave to enter or remain in the United Kingdom granted by virtue of residence scheme immigration rules include references to having such leave granted by virtue of those rules before section 17 comes into force."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "11", "section_title": "Appeals etc. against citizens' rights immigration decisions", "section_text": "11 1 A Minister of the Crown may by regulations make provision for, or in connection with, appeals against citizens' rights immigration decisions of a kind described in the regulations. 2 For the purposes of this section, each of the following is a “citizens' rights immigration decision”— a a decision made in connection with entry clearance by virtue of relevant entry clearance immigration rules (see section 17); b a decision made in connection with leave to enter or remain in the United Kingdom by virtue of residence scheme immigration rules (see section 17); c a decision made in connection with entry clearance for the purposes of acquiring leave to enter or remain in relation to a healthcare right of entry; d a decision made in connection with leave to enter or remain in the United Kingdom in relation to a healthcare right of entry; e a decision made in connection with a right to enter or remain in the United Kingdom by virtue of regulations made under section 8 (frontier workers); f a decision to make, or a refusal to revoke, a deportation order under section 5(1) of the Immigration Act 1971 in relation to a relevant person; g any other decision made in connection with restricting the right of a relevant person to enter the United Kingdom. 3 A Minister of the Crown may also by regulations make provision for, or in connection with, reviews (including judicial reviews) of decisions within subsection (2)(g). 4 The power to make regulations under subsection (1) or (3) may (among other things) be exercised by modifying any provision made by or under an enactment. 5 Such regulations may, for example, apply with or without modifications any enactment which applies in relation to appeals under section 82 of the Nationality, Immigration and Asylum Act 2002 or section 2 of the Special Immigration Appeals Commission Act 1997. 6 For the purposes of subsection (2), a  “healthcare right of entry” is a right to enter the United Kingdom that a person has by virtue of— a Article 32(1)(b) of the withdrawal agreement, b Article 31(1)(b) of the EEA EFTA separation agreement, or c Article 26a(1)(b) of the Swiss citizens' rights agreement. 7 For the purposes of subsection (2)(f) and (g), a person is a  “relevant person” if— a Article 20 of the withdrawal agreement, Article 19 of the EEA EFTA separation agreement or (as the case may be) Articles 17 or 20(3) of the Swiss citizens' rights agreement (restrictions of the rights of entry and residence) applies to the person, or b the person is not within paragraph (a) but— i has entry clearance granted by virtue of relevant entry clearance immigration rules, ii has leave to enter or remain in the United Kingdom granted by virtue of residence scheme immigration rules, or iii otherwise has leave to enter granted after arriving with entry clearance granted by virtue of relevant entry clearance immigration rules. 8 In subsection (7)(b), references to a person who has entry clearance or leave to enter or remain include references to a person who would have had entry clearance or leave to enter or remain but for— a the making of a deportation order under section 5(1) of the Immigration Act 1971, or b the making of any other decision made in connection with restricting the right of the person to enter the United Kingdom."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "12", "section_title": "Recognition of professional qualifications", "section_text": "12 1 An appropriate authority may by regulations make such provision as the authority considers appropriate— a to implement Chapter 3 of Title II of Part 2 of the withdrawal agreement (professional qualifications), b to supplement the effect of section 7A of the European Union (Withdrawal) Act 2018 in relation to that Chapter, or c otherwise for the purposes of dealing with matters arising out of, or related to, that Chapter (including matters arising by virtue of section 7A of that Act and that Chapter). 2 An appropriate authority may by regulations make such provision as the authority considers appropriate— a to implement Chapter 3 of Title II of Part 2 of the EEA EFTA separation agreement (professional qualifications), b to supplement the effect of section 7B of the European Union (Withdrawal) Act 2018 in relation to that Chapter, or c otherwise for the purposes of dealing with matters arising out of, or related to, that Chapter (including matters arising by virtue of section 7B of that Act and that Chapter). 3 An appropriate authority may by regulations make such provision as the authority considers appropriate— a to implement professional qualification provisions of the Swiss citizens' rights agreement, b to supplement the effect of section 7B of the European Union (Withdrawal) Act 2018 in relation to those provisions, or c otherwise for the purposes of dealing with matters arising out of, or related to, those provisions (including matters arising by virtue of section 7B of that Act and those provisions). 4 For the purposes of subsection (3) the following are  “professional qualification provisions” of the Swiss citizens' rights agreement— a Part 4 of that agreement (mutual recognition of professional qualifications); b Article 23(4) of that agreement as regards the recognition of professional qualifications. 5 If an appropriate authority considers it appropriate, regulations under subsection (1) or (2) relating to the implementation of a provision of Chapter 3 of Title II of Part 2 of the withdrawal agreement or of the EEA EFTA separation agreement may be made so as to apply both to— a persons to whom the provision in question applies, and b persons to whom that provision does not apply but who may be granted leave to enter or remain in the United Kingdom by virtue of residence scheme immigration rules, whether or not they have been granted such leave (see section 17). 6 The power to make regulations under subsection (1), (2) or (3) may (among other things) be exercised by modifying any provision made by or under an enactment. 7 In subsection (6)  “ enactment ” does not include primary legislation passed or made after IP completion day. 8 In this section,  “ appropriate authority ” means— a a Minister of the Crown, b a devolved authority, or c a Minister of the Crown acting jointly with a devolved authority. 9 Schedule 1 contains further provision about the power of devolved authorities to make regulations under this section."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "13", "section_title": "Co-ordination of social security systems", "section_text": "13 1 An appropriate authority may by regulations make such provision as the authority considers appropriate— a to implement Title III of Part 2 of the withdrawal agreement (co-ordination of social security systems), b to supplement the effect of section 7A of the European Union (Withdrawal) Act 2018 in relation to that Title, or c otherwise for the purposes of dealing with matters arising out of, or related to, that Title (including matters arising by virtue of section 7A of that Act and that Title). 2 An appropriate authority may by regulations make such provision as the authority considers appropriate— a to implement Title III of Part 2 of the EEA EFTA separation agreement (co-ordination of social security systems), b to supplement the effect of section 7B of the European Union (Withdrawal) Act 2018 in relation to that Title, or c otherwise for the purposes of dealing with matters arising out of, or related to, that Title (including matters arising by virtue of section 7B of that Act and that Title). 3 An appropriate authority may by regulations make such provision as the authority considers appropriate— a to implement social security co-ordination provisions of the Swiss citizens' rights agreement, b to supplement the effect of section 7B of the European Union (Withdrawal) Act 2018 in relation to those provisions, or c otherwise for the purposes of dealing with matters arising out of, or related to, those provisions (including matters arising by virtue of section 7B of that Act and those provisions). 4 For the purposes of subsection (3) the following are  “social security co-ordination provisions” of the Swiss citizens' rights agreement— a Part 3 of that agreement (co-ordination of social security systems); b Article 23(4) of that agreement as regards social security co-ordination. 5 The power to make regulations under subsection (1), (2) or (3) may (among other things) be exercised by modifying any provision made by or under an enactment. 6 In this section,  “ appropriate authority ” means— a a Minister of the Crown, b a devolved authority, or c a Minister of the Crown acting jointly with a devolved authority. 7 Schedule 1 contains further provision about the power of devolved authorities to make regulations under this section."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "14", "section_title": "Non-discrimination, equal treatment and rights of workers etc.", "section_text": "14 1 An appropriate authority may by regulations make such provision as the authority considers appropriate for the purpose of implementing any of the following provisions of the withdrawal agreement— a Article 12 (prohibition of discrimination on grounds of nationality); b Article 23 (right to equal treatment); c Articles 24(1) and 25(1) (rights of workers and the self-employed); d Articles 24(3) and 25(3) (rights of employed or self-employed frontier workers) as regards rights enjoyed as workers. 2 An appropriate authority may by regulations make such provision as the authority considers appropriate for the purpose of implementing any of the following provisions of the EEA EFTA separation agreement— a Article 11 (prohibition of discrimination on grounds of nationality); b Article 22 (right to equal treatment); c Articles 23(1) and 24(1) (rights of workers and the self-employed); d Articles 23(3) and 24(3) (rights of employed or self-employed frontier workers) as regards rights enjoyed as workers. 3 An appropriate authority may by regulations make such provision as the authority considers appropriate for the purpose of implementing any of the following provisions of the Swiss citizens' rights agreement— a Article 7 (prohibition of discrimination on grounds of nationality); b Article 18 (right to take up employment etc.); c Article 19 (rights of employed or self-employed persons etc.); d Article 20(1) (rights of frontier workers); e Article 23(1) (rights of persons providing services). 4 If the appropriate authority considers it appropriate, regulations under subsection (1), (2) or (3) relating to the implementation of a provision mentioned in that subsection, may be made so as to apply both to— a persons to whom the provision in question applies, and b persons to whom that provision does not apply but who may be granted leave to enter or remain in the United Kingdom by virtue of residence scheme immigration rules, whether or not they have been granted such leave (see section 17). 5 The power to make regulations under subsection (1), (2) or (3) may (among other things) be exercised by modifying any provision made by or under an enactment. 6 In this section,  “ appropriate authority ” means— a a Minister of the Crown, b a devolved authority, or c a Minister of the Crown acting jointly with a devolved authority. 7 Schedule 1 contains further provision about the power of devolved authorities to make regulations under this section."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "15", "section_title": "Independent Monitoring Authority for the Citizens' Rights Agreements", "section_text": "15 1 A body corporate called the Independent Monitoring Authority for the Citizens' Rights Agreements is established. 2 In this Part that body is referred to as  “ the IMA ”. 3 Schedule 2 contains provision relating to the IMA (including provisions about the IMA's constitution and functions)."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "16", "section_title": "Regulations: supplementary", "section_text": "16 1 In sections 7, 8, 9 and 14— a a power to make provision for the purpose of implementing a provision of the withdrawal agreement includes power to make provision to supplement the effect of section 7A of the European Union (Withdrawal) Act 2018 in relation to that provision of the agreement, b a power to make provision for the purpose of implementing a provision of the EEA EFTA separation agreement includes power to make provision to supplement the effect of section 7B of that Act in relation to that provision of the agreement, and c a power to make provision for the purpose of implementing a provision of the Swiss citizens' rights agreement includes power to make provision to supplement the effect of section 7B of that Act in relation to that provision of the agreement. 2 The conferral of a power on a Minister of the Crown under section 7, 8, 9 or 11 does not affect the extent of any power of a devolved authority under section 12, 13 or 14 which overlaps with a power under section 7, 8, 9 or 11 by virtue of section 17(4). 3 Regulations under this Part may not provide for the conferral of functions (including the conferral of a discretion) on, or the delegation of functions to, a person who is not a public authority (but may so provide if the person is a public authority). 4 In subsection (3),  “ public authority ” means a person who exercises functions of a public nature."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "17", "section_title": "Interpretation: Part 3", "section_text": "17 1 In this Part,  “ residence scheme immigration rules ” means— a Appendix EU to the immigration rules except those rules, or changes to that Appendix, which are identified in the immigration rules as not having effect in connection with the residence scheme that operates in connection with the withdrawal of the United Kingdom from the EU, and b any other immigration rules which are identified in the immigration rules as having effect in connection with the withdrawal of the United Kingdom from the EU. 2 In this Part,  “ relevant entry clearance immigration rules ” means any immigration rules which are identified in the immigration rules as having effect in connection with the granting of entry clearance for the purposes of acquiring leave to enter or remain in the United Kingdom by virtue of residence scheme immigration rules. 3 In this Part, references to having leave to enter or remain in the United Kingdom granted by virtue of residence scheme immigration rules include references to having such leave granted by virtue of those rules before this section comes into force. 4 In this Part, a reference to a Chapter, Title, Part or other provision of the withdrawal agreement, EEA EFTA separation agreement or Swiss citizens' rights agreement includes a reference to— a any other provision of the agreement in question so far as relating to that Chapter, Title, Part or other provision, and b any provision of EU law which is applied by, or referred to in, that Chapter, Title, Part or other provision (to the extent of the application or reference). 5 In this Part— “ entry clearance ” has the meaning given by section 33(1) of the Immigration Act 1971 (interpretation); “ immigration rules ” has the same meaning as in the Immigration Act 1971."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "18", "section_title": "Main power in connection with other separation issues", "section_text": "18 After section 8A of the European Union (Withdrawal) Act 2018 (supplementary power in connection with implementation period) (for which see section 3 above) insert— Power in connection with certain other separation issues 8B 1 A Minister of the Crown may by regulations make such provision as the Minister considers appropriate— a to implement Part 3 of the withdrawal agreement (separation provisions), b to supplement the effect of section 7A in relation to that Part, or c otherwise for the purposes of dealing with matters arising out of, or related to, that Part (including matters arising by virtue of section 7A and that Part). 2 A Minister of the Crown may by regulations make such provision as the Minister considers appropriate— a to implement Part 3 of the EEA EFTA separation agreement (separation provisions), b to supplement the effect of section 7B in relation to that Part, or c otherwise for the purposes of dealing with matters arising out of, or related to, that Part (including matters arising by virtue of section 7B and that Part). 3 Regulations under this section may make any provision that could be made by an Act of Parliament. 4 Regulations under this section may (among other things) restate, for the purposes of making the law clearer or more accessible, anything that forms part of domestic law by virtue of— a section 7A above and Part 3 of the withdrawal agreement, or b section 7B above and Part 3 of the EEA EFTA separation agreement. 5 But regulations under this section may not— a impose or increase taxation or fees, b make retrospective provision, c create a relevant criminal offence, d establish a public authority, e amend, repeal or revoke the Human Rights Act 1998 or any subordinate legislation made under it, or f amend or repeal the Scotland Act 1998, the Government of Wales Act 2006 or the Northern Ireland Act 1998 (unless the regulations are made by virtue of paragraph 21(b) of Schedule 7 to this Act or are amending or repealing any provision of those Acts which modifies another enactment). 6 In this section references to Part 3 of the withdrawal agreement or of the EEA EFTA separation agreement include references to any provision of EU law which is applied by, or referred to in, that Part (to the extent of the application or reference)."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "19", "section_title": "Powers corresponding to section 18 involving devolved authorities", "section_text": "19 After Part 1A of Schedule 2 to the European Union (Withdrawal) Act 2018 (corresponding powers involving devolved authorities: provision in connection with implementation period) (for which see section 4 above) insert—  PART 1B  Provision in connection with certain other separation issues Powers in connection with Part 3 of withdrawal agreement and EEA EFTA separation agreement 11G 1 A devolved authority may by regulations make such provision as the devolved authority considers appropriate— a to implement Part 3 of the withdrawal agreement (separation provisions), b to supplement the effect of section 7A in relation to that Part, or c otherwise for the purposes of dealing with matters arising out of, or related to, that Part (including matters arising by virtue of section 7A and that Part). 2 A Minister of the Crown acting jointly with a devolved authority may by regulations make such provision as they consider appropriate— a to implement Part 3 of the withdrawal agreement (separation provisions), b to supplement the effect of section 7A in relation to that Part, or c otherwise for the purposes of dealing with matters arising out of, or related to, that Part (including matters arising by virtue of section 7A and that Part). 3 A devolved authority may by regulations make such provision as the devolved authority considers appropriate— a to implement Part 3 of the EEA EFTA separation agreement (separation provisions), b to supplement the effect of section 7B in relation to that Part, or c otherwise for the purposes of dealing with matters arising out of, or related to, that Part (including matters arising by virtue of section 7B and that Part). 4 A Minister of the Crown acting jointly with a devolved authority may by regulations make such provision as they consider appropriate— a to implement Part 3 of the EEA EFTA separation agreement (separation provisions), b to supplement the effect of section 7B in relation to that Part, or c otherwise for the purposes of dealing with matters arising out of, or related to, that Part (including matters arising by virtue of section 7B and that Part). 5 Regulations under this Part may make any provision that could be made by an Act of Parliament. 6 Regulations under this Part may (among other things) restate, for the purposes of making the law clearer or more accessible, anything that forms part of domestic law by virtue of— a section 7A above and Part 3 of the withdrawal agreement, or b section 7B above and Part 3 of the EEA EFTA separation agreement. 7 But regulations under this Part may not— a impose or increase taxation or fees, b make retrospective provision, c create a relevant criminal offence, d establish a public authority, e amend, repeal or revoke the Human Rights Act 1998 or any subordinate legislation made under it, or f amend or repeal the Scotland Act 1998, the Government of Wales Act 2006 or the Northern Ireland Act 1998 (unless the regulations are made by virtue of paragraph 21(b) of Schedule 7 to this Act or are amending or repealing any provision of those Acts which modifies another enactment). 8 Regulations under sub-paragraph (1) or (3) are also subject to paragraphs 11H and 11I. 9 In this paragraph references to Part 3 of the withdrawal agreement or of the EEA EFTA separation agreement include references to any provision of EU law which is applied by, or referred to in, that Part (to the extent of the application or reference). No power to make provision outside devolved competence 11H 1 No provision may be made by a devolved authority acting alone in regulations under this Part unless the provision is within the devolved competence of the devolved authority. 2 See paragraphs 11J to 11L for the meaning of  “ devolved competence ” for the purposes of this Part. Certain requirements for consent, joint exercise or consultation 11I Paragraphs 5 to 7 apply for the purposes of this Part as they apply for the purposes of Part 1. Meaning of devolved competence: Part 1B 11J A provision is within the devolved competence of the Scottish Ministers for the purposes of this Part if— a it would be within the legislative competence of the Scottish Parliament if it were contained in an Act of that Parliament (ignoring section 29(2)(d) of the Scotland Act 1998 so far as relating to EU law and retained EU law), or b it is provision which could be made in other subordinate legislation by the Scottish Ministers, the First Minister or the Lord Advocate acting alone (ignoring section 57(2) of the Scotland Act 1998 so far as relating to EU law and section 57(4) of that Act). 11K A provision is within the devolved competence of the Welsh Ministers for the purposes of this Part if— a it would be within the legislative competence of the National Assembly for Wales if it were contained in an Act of the Assembly (ignoring section 108A(2)(e) of the Government of Wales Act 2006 so far as relating to EU law and retained EU law but including any provision that could be made only with the consent of a Minister of the Crown), or b it is provision which could be made in other subordinate legislation by the Welsh Ministers acting alone (ignoring section 80(8) of the Government of Wales Act 2006). 11L A provision is within the devolved competence of a Northern Ireland department for the purposes of this Part if— a the provision, if it were contained in an Act of the Northern Ireland Assembly— i would be within the legislative competence of the Assembly (ignoring section 6(2)(d) of the Northern Ireland Act 1998), and ii would not require the consent of the Secretary of State, b the provision— i amends or repeals Northern Ireland legislation, and ii would, if it were contained in an Act of the Northern Ireland Assembly, be within the legislative competence of the Assembly (ignoring section 6(2)(d) of the Northern Ireland Act 1998) and require the consent of the Secretary of State, or c the provision is provision which could be made in other subordinate legislation by any Northern Ireland devolved authority acting alone (ignoring section 24(1)(b) and (3) of the Northern Ireland Act 1998)."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "20", "section_title": "Financial provision", "section_text": "20 1 Any sum that is required to be paid to the EU or an EU entity to meet any obligation that the United Kingdom has by virtue of the withdrawal agreement is to be charged on and paid out of the Consolidated Fund or, if the Treasury so decides, the National Loans Fund. 2 After 31 March 2021, subsection (1) does not apply in relation to any expenditure other than sums required to be paid in respect of the traditional own resources of the EU. 3 Any money received by a Minister of the Crown or a government department by virtue of the withdrawal agreement is to be paid into the Consolidated Fund or, if the Treasury so decides, the National Loans Fund. 4 A Minister of the Crown, government department or devolved authority may incur expenditure, for the purpose of, or in connection with, preparing for anything about which provision may be made under a power to make subordinate legislation conferred or modified by or under this Act, before any such provision is made. 5 There is to be paid out of money provided by Parliament— a any expenditure in relation to which subsection (1) does not apply which is incurred by a Minister of the Crown, government department or other public authority by virtue of this Act, and b any increase attributable to this Act in the sums payable by virtue of any other Act out of money so provided. 6 Subsections (1), (3) and (5) are subject to any other provision made by or under this Act or any other enactment. 7 In this section— “ EU entity ” means an EU institution or any office, body or agency of the EU; “ government department ” means any department of the Government of the United Kingdom; “ the traditional own resources of the EU ” means the EU's traditional own resources referred to in Article 2(1)(a) of the Council Decision of 26 May 2014 on the system of own resources of the European Union (2014/335/EU, Euratom)."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "21", "section_title": "Main power in connection with Ireland/Northern Ireland Protocol", "section_text": "21 After section 8B of the European Union (Withdrawal) Act 2018 (power in connection with certain other separation issues) (for which see section 18 above) insert— Power in connection with Ireland/Northern Ireland Protocol in withdrawal agreement 8C 1 A Minister of the Crown may by regulations make such provision as the Minister considers appropriate— a to implement the Protocol on Ireland/Northern Ireland in the withdrawal agreement, b to supplement the effect of section 7A in relation to the Protocol, or c otherwise for the purposes of dealing with matters arising out of, or related to, the Protocol (including matters arising by virtue of section 7A and the Protocol). 2 Regulations under subsection (1) may make any provision that could be made by an Act of Parliament (including modifying this Act). 3 Regulations under subsection (1) may (among other things) make provision facilitating the access to the market within Great Britain of qualifying Northern Ireland goods. 4 Such provision may (among other things) include provision about the recognition within Great Britain of technical regulations, assessments, registrations, certificates, approvals and authorisations issued by— a the authorities of a member State, or b bodies established in a member State, in respect of qualifying Northern Ireland goods. 5 Regulations under subsection (1) may (among other things) restate, for the purposes of making the law clearer or more accessible, anything that forms part of domestic law by virtue of section 7A and the Protocol. 6 A Minister of the Crown may by regulations define  “ qualifying Northern Ireland goods ” for the purposes of this Act. 7 In this section any reference to the Protocol on Ireland/Northern Ireland includes a reference to— a any other provision of the withdrawal agreement so far as applying to the Protocol, and b any provision of EU law which is applied by, or referred to in, the Protocol (to the extent of the application or reference), but does not include the second sentence of Article 11(1) of the Protocol (which provides that the United Kingdom and the Republic of Ireland may continue to make new arrangements that build on the provisions of the Belfast Agreement in other areas of North-South cooperation on the island of Ireland)."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "22", "section_title": "Powers corresponding to section 21 involving devolved authorities", "section_text": "22 After Part 1B of Schedule 2 to the European Union (Withdrawal) Act 2018 (corresponding powers involving devolved authorities: provision in connection with certain other separation issues) (for which see section 19 above) insert—  PART 1C  Provision in connection with Protocol on Ireland/Northern Ireland Power in connection with Protocol on Ireland/Northern Ireland 11M 1 A devolved authority may by regulations make such provision as the devolved authority considers appropriate— a to implement the Protocol on Ireland/Northern Ireland in the withdrawal agreement, b to supplement the effect of section 7A in relation to the Protocol, or c otherwise for the purposes of dealing with matters arising out of, or related to, the Protocol (including matters arising by virtue of section 7A and the Protocol). 2 A Minister of the Crown acting jointly with a devolved authority may by regulations make such provision as they consider appropriate— a to implement the Protocol on Ireland/Northern Ireland in the withdrawal agreement, b to supplement the effect of section 7A in relation to the Protocol, or c otherwise for the purposes of dealing with matters arising out of, or related to, the Protocol (including matters arising by virtue of section 7A and the Protocol). 3 Regulations under this Part may make any provision that could be made by an Act of Parliament. 4 Regulations under this Part may (among other things) make provision facilitating the access to the market within Great Britain of qualifying Northern Ireland goods. 5 Such provision may (among other things) include provision about the recognition within Great Britain of technical regulations, assessments, registrations, certificates, approvals and authorisations issued by— a the authorities of a member State, or b bodies established in a member State, in respect of qualifying Northern Ireland goods. 6 Regulations under this Part may (among other things) restate, for the purposes of making the law clearer or more accessible, anything that forms part of domestic law by virtue of section 7A and the Protocol. 7 Regulations under sub-paragraph (1) are also subject to paragraphs 11N and 11O. 8 In this paragraph any reference to the Protocol on Ireland/Northern Ireland includes a reference to— a any other provision of the withdrawal agreement so far as applying to the Protocol, and b any provision of EU law which is applied by, or referred to in, the Protocol (to the extent of the application or reference), but does not include the second sentence of Article 11(1) of the Protocol (which provides that the United Kingdom and the Republic of Ireland may continue to make new arrangements that build on the provisions of the Belfast Agreement in other areas of North-South cooperation on the island of Ireland). No power to make provision outside devolved competence 11N 1 No provision may be made by a devolved authority acting alone in regulations under this Part unless the provision is within the devolved competence of the devolved authority. 2 See paragraphs 11P to 11R for the meaning of  “ devolved competence ” for the purposes of this Part. Certain requirements for consent, joint exercise or consultation 11O Paragraphs 5 to 7 apply for the purposes of this Part as they apply for the purposes of Part 1. Meaning of devolved competence: Part 1C 11P A provision is within the devolved competence of the Scottish Ministers for the purposes of this Part if— a it would be within the legislative competence of the Scottish Parliament if it were contained in an Act of that Parliament (ignoring section 29(2)(d) of the Scotland Act 1998 so far as relating to EU law), or b it is provision which could be made in other subordinate legislation by the Scottish Ministers, the First Minister or the Lord Advocate acting alone (ignoring section 57(2) of the Scotland Act 1998 so far as relating to EU law). 11Q A provision is within the devolved competence of the Welsh Ministers for the purposes of this Part if— a it would be within the legislative competence of the National Assembly for Wales if it were contained in an Act of the Assembly (ignoring section 108A(2)(e) of the Government of Wales Act 2006 so far as relating to EU law but including any provision that could be made only with the consent of a Minister of the Crown), or b it is provision which could be made in other subordinate legislation by the Welsh Ministers acting alone (ignoring section 80(8) of the Government of Wales Act 2006 so far as relating to EU law). 11R A provision is within the devolved competence of a Northern Ireland department for the purposes of this Part if— a the provision, if it were contained in an Act of the Northern Ireland Assembly— i would be within the legislative competence of the Assembly (ignoring section 6(2)(d) of the Northern Ireland Act 1998 so far as relating to EU law), and ii would not require the consent of the Secretary of State, b the provision— i amends or repeals Northern Ireland legislation, and ii would, if it were contained in an Act of the Northern Ireland Assembly, be within the legislative competence of the Assembly (ignoring section 6(2)(d) of the Northern Ireland Act 1998 so far as relating to EU law) and require the consent of the Secretary of State, or c the provision is provision which could be made in other subordinate legislation by any Northern Ireland devolved authority acting alone (ignoring section 24(1)(b) of the Northern Ireland Act 1998)."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "23", "section_title": "Protection for certain rights, safeguards etc. in Belfast Agreement", "section_text": "23 Schedule 3 contains provision about the implementation of Article 2(1) of the Protocol on Ireland/Northern Ireland in the withdrawal agreement."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "24", "section_title": "No alteration of North-South co-operation", "section_text": "24 In section 10 of the European Union (Withdrawal) Act 2018 (continuation of North-South co-operation and the prevention of new border arrangements), after subsection (2), insert— 3 A Minister of the Crown may not agree to the making of a recommendation by the Joint Committee under Article 11(2) of the Protocol on Ireland/Northern Ireland in the withdrawal agreement (recommendations as to North-South cooperation) to— a alter the arrangements for North-South co-operation as provided for by the Belfast Agreement, b establish a new implementation body, or c alter the functions of an existing implementation body. 4 In this section— “ the Belfast Agreement ” has the meaning given by section 98 of the Northern Ireland Act 1998; “ implementation body ” has the meaning given by section 55(3) of that Act."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "25", "section_title": "Retention of saved EU law at end of implementation period", "section_text": "25 1 In section 2 of the European Union (Withdrawal) Act 2018 (saving for EU-derived domestic legislation)— a in subsection (1) for  “exit day”, in both places where it appears, substitute  “                        IP completion day                      ” , b omit subsection (2), and c in subsection (3) after  “incorporation)” insert  “                        and section 5A (savings and incorporation: supplementary)                      ” . 2 In section 3 of that Act (incorporation of direct EU legislation)— a in subsection (1) for  “exit day”, in both places where it appears, substitute  “                        IP completion day                      ” , b in subsection (2)(a)— i for  “exit day” substitute  “                            IP completion day                          ” , ii before sub-paragraph (i) insert— ai it is applicable to and in the United Kingdom by virtue of Part 4 of the withdrawal agreement, bi it neither has effect nor is to have effect by virtue of section 7A or 7B, , iii at the end of sub-paragraph (i) insert  “                            and                          ” , and iv omit sub-paragraph (ii) and the word  “and” at the end of the sub-paragraph, c in subsection (2)(b)— i for  “exit day” substitute  “                            IP completion day                          ” , and ii before sub-paragraph (i) insert— ai it is applicable to and in the United Kingdom by virtue of Part 4 of the withdrawal agreement, bi it neither has effect nor is to have effect by virtue of section 7A or 7B, , d in subsection (2)(c) for  “exit day” substitute IP completion day and so far as—                         i it is applicable to and in the United Kingdom by virtue of Part 4 of the withdrawal agreement, and ii it neither has effect nor is to have effect by virtue of section 7A or 7B , e in subsection (3) for  “exit day”, wherever it appears, substitute  “                        IP completion day                      ” , and f in subsection (5) after  “incorporation)” insert  “                        and section 5A (savings and incorporation: supplementary)                      ” . 3 In section 4 of that Act (saving for rights etc. under section 2(1) of the ECA)— a in subsection (1) for  “exit day”, in both places where it appears, substitute  “                        IP completion day                      ” , b in subsection (2)— i after paragraph (a) (and before the  “or” at the end of the paragraph) insert— aa are, or are to be, recognised and available in domestic law (and enforced, allowed and followed accordingly) by virtue of section 7A or 7B, , and ii in paragraph (b) for  “exit day” substitute  “                            IP completion day                          ” , and c in subsection (3) after  “incorporation)” insert  “                        and section 5A (savings and incorporation: supplementary)                      ” . 4 In section 5 of that Act (exceptions to savings and incorporation)— a in subsections (1) to (5) for  “exit day”, wherever it appears, substitute  “                        IP completion day                      ” , and b after subsection (6) insert— 7 Subsections (1) to (6) and Schedule 1 are subject to relevant separation agreement law (for which see section 7C). 5 After section 5 of that Act insert— Savings and incorporation: supplementary 5A The fact that anything which continues to be, or forms part of, domestic law on or after IP completion day by virtue of section 2, 3 or 4 has an effect immediately before IP completion day which is time-limited by reference to the implementation period does not prevent it from having an indefinite effect on and after IP completion day by virtue of section 2, 3 or 4. 6 In Schedule 1 to that Act (further provision about exceptions to savings and incorporation)— a for  “exit day”, wherever it appears, substitute  “                        IP completion day                      ” , and b in paragraph 5(1) for  “in accordance with this Act” substitute  “                        by virtue of section 2, 3, 4 or 6(3) or (6) and otherwise in accordance with this Act                      ” ."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "26", "section_title": "Interpretation of retained EU law and relevant separation agreement law", "section_text": "26 1 In section 6 of the European Union (Withdrawal) Act 2018 (interpretation of retained EU law)— a for  “exit day”, wherever it appears, substitute  “                        IP completion day                      ” , b in subsection (4), after paragraph (b) (but before the  “and” at the end of the paragraph) insert— ba a relevant court or relevant tribunal is not bound by any retained EU case law so far as is provided for by regulations under subsection (5A), , c in subsection (5) after  “EU case law” insert  “                        by virtue of subsection (4)(a) or (b)                      ” , d after subsection (5) insert— 5A A Minister of the Crown may by regulations provide for— a a court or tribunal to be a relevant court or (as the case may be) a relevant tribunal for the purposes of this section, b the extent to which, or circumstances in which, a relevant court or relevant tribunal is not to be bound by retained EU case law, c the test which a relevant court or relevant tribunal must apply in deciding whether to depart from any retained EU case law, or d considerations which are to be relevant to— i the Supreme Court or the High Court of Justiciary in applying the test mentioned in subsection (5), or ii a relevant court or relevant tribunal in applying any test provided for by virtue of paragraph (c) above. 5B Regulations under subsection (5A) may (among other things) provide for— a the High Court of Justiciary to be a relevant court when sitting otherwise than as mentioned in subsection (4)(b)(i) and (ii), b the extent to which, or circumstances in which, a relevant court or relevant tribunal not being bound by retained EU case law includes (or does not include) that court or tribunal not being bound by retained domestic case law which relates to retained EU case law, c other matters arising in relation to retained domestic case law which relates to retained EU case law (including by making provision of a kind which could be made in relation to retained EU case law), or d the test mentioned in paragraph (c) of subsection (5A) or the considerations mentioned in paragraph (d) of that subsection to be determined (whether with or without the consent of a Minister of the Crown) by a person mentioned in subsection (5C)(a) to (e) or by more than one of those persons acting jointly. 5C Before making regulations under subsection (5A), a Minister of the Crown must consult— a the President of the Supreme Court, b the Lord Chief Justice of England and Wales, c the Lord President of the Court of Session, d the Lord Chief Justice of Northern Ireland, e the Senior President of Tribunals, and f such other persons as the Minister of the Crown considers appropriate. 5D No regulations may be made under subsection (5A) after IP completion day. , and e after subsection (6) insert— 6A Subsections (1) to (6) are subject to relevant separation agreement law (for which see section 7C). 2 After section 7B of that Act (general implementation of EEA EFTA and Swiss agreements) (for which see section 6 above) insert— Interpretation of relevant separation agreement law 7C 1 Any question as to the validity, meaning or effect of any relevant separation agreement law is to be decided, so far as they are applicable— a in accordance with the withdrawal agreement, the EEA EFTA separation agreement and the Swiss citizens' rights agreement, and b having regard (among other things) to the desirability of ensuring that, where one of those agreements makes provision which corresponds to provision made by another of those agreements, the effect of relevant separation agreement law in relation to the matters dealt with by the corresponding provision in each agreement is consistent. 2 See (among other things)— a Article 4 of the withdrawal agreement (methods and principles relating to the effect, the implementation and the application of the agreement), b Articles 158 and 160 of the withdrawal agreement (jurisdiction of the European Court in relation to Part 2 and certain provisions of Part 5 of the agreement), c Articles 12 and 13 of the Protocol on Ireland/Northern Ireland in the withdrawal agreement (implementation, application, supervision and enforcement of the Protocol and common provisions), d Article 4 of the EEA EFTA separation agreement (methods and principles relating to the effect, the implementation and the application of the agreement), and e Article 4 of the Swiss citizens' rights agreement (methods and principles relating to the effect, the implementation and the application of the agreement). 3 In this Act  “ relevant separation agreement law ” means— a any of the following provisions or anything which is domestic law by virtue of any of them— i section 7A, 7B, 8B or 8C or Part 1B or 1C of Schedule 2 or this section, or ii Part 3, or section 20, of the European Union (Withdrawal Agreement) Act 2020 (citizens' rights and financial provision), or b anything not falling within paragraph (a) so far as it is domestic law for the purposes of, or otherwise within the scope of— i the withdrawal agreement (other than Part 4 of that agreement), ii the EEA EFTA separation agreement, or iii the Swiss citizens' rights agreement, as that body of law is added to or otherwise modified by or under this Act or by other domestic law from time to time."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "27", "section_title": "Dealing with deficiencies in retained EU law", "section_text": "27 1 Section 8 of the European Union (Withdrawal) Act 2018 (dealing with deficiencies arising from withdrawal) is amended in accordance with subsections (2) to (6). 2 In subsection (2)— a in paragraph (d)(ii), after  “membership of the EU” insert  “                        or Part 4 of the withdrawal agreement                      ” , b in paragraph (e), after  “Treaties” insert  “                        or as a result of either the end of the implementation period or any other effect of the withdrawal agreement                      ” , c after paragraph (e) insert— ea is not clear in its effect as a result of the operation of any provision of sections 2 to 6 or Schedule 1, , and d in paragraph (f)(i) for  “exit day” substitute  “                        IP completion day                      ” . 3 In subsection (4) for  “exit day” substitute  “                    IP completion day                  ” . 4 In subsection (7), omit paragraph (e). 5 In subsection (8) for  “exit day” substitute  “                    IP completion day                  ” . 6 In subsection (9)— a for  “that withdrawal taken together” substitute —                         a any aspect of that withdrawal, including (among other things)— i the end of the implementation period, or ii any other effect of the withdrawal agreement, or b that withdrawal, or any such aspect of it, taken together , and b after  “Act” insert  “                        or the European Union (Withdrawal Agreement) Act 2020                      ” . 7 In the following provisions of Part 1 of Schedule 2 to the European Union (Withdrawal) Act 2018 (dealing with deficiencies arising from withdrawal: devolved authorities) for  “exit day” substitute  “                    IP completion day                  ” a paragraph 4(a), b paragraph 8(2)(a)(i), c paragraph 9(2)(a)(i), and d paragraph 10(2)(a)(i)."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "28", "section_title": "Ancillary fee-charging powers", "section_text": "28 In Part 1 of Schedule 4 to the European Union (Withdrawal) Act 2018 (charging in connection with certain new functions)— a in paragraph 1(1), after paragraph (a) (but before the  “or” at the end of that paragraph) insert— aa section 8B or Part 1B of Schedule 2 (powers in connection with Part 3 of the withdrawal agreement and Part 3 of the EEA EFTA separation agreement), or ab section 8C or Part 1C of Schedule 2 (powers in connection with the Ireland/Northern Ireland Protocol in the withdrawal agreement) , and b in paragraph 5— i in sub-paragraph (1), for  “sub-paragraph (2)” substitute  “                        sub-paragraphs (2) and (2A)                      ” , and ii after sub-paragraph (2) insert— 2A This paragraph does not apply in relation to regulations made under paragraph 1(1)(aa) or (ab)."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "29", "section_title": "Review of EU legislation during implementation period", "section_text": "29 After section 13 of the European Union (Withdrawal) Act 2018 (Parliamentary approval of the outcome of negotiations with the EU) insert— Review of EU legislation during implementation period 13A 1 Subsection (2) applies where the European Scrutiny Select Committee of the House of Commons (“the ESC”) publishes a report in respect of any EU legislation made, or which may be made, during the implementation period and the report— a states that, in the opinion of the ESC, the EU legislation raises a matter of vital national interest to the United Kingdom, b confirms that the ESC has taken such evidence as it considers appropriate as to the effect of the EU legislation and has consulted any Departmental Select Committee of the House of Commons which the ESC considers also has an interest in the EU legislation, and c sets out the wording of a motion to be moved in the House of Commons in accordance with subsection (2). 2 A Minister of the Crown must, within the period of 14 Commons sitting days beginning with the day on which the report is published, make arrangements for the motion mentioned in subsection (1)(c) to be debated and voted on by the House of Commons. 3 Subsection (4) applies where the EU Select Committee of the House of Lords (“the EUC”) publishes a report in respect of any EU legislation made, or which may be made, during the implementation period and the report— a states that, in the opinion of the EUC, the EU legislation raises a matter of vital national interest to the United Kingdom, b confirms that the EUC has taken such evidence as it considers appropriate as to the effect of the EU legislation, and c sets out the wording of a motion to be moved in the House of Lords in accordance with subsection (4). 4 A Minister of the Crown must, within the period of 14 Lords sitting days beginning with the day on which the report is published, make arrangements for the motion mentioned in subsection (3)(c) to be debated and voted on by the House of Lords. 5 In this section— “ EU legislation ” means— any amendment to the Treaty on European Union, the Treaty on the Functioning of the European Union, the Euratom Treaty or the EEA agreement, any EU directive, or any EU regulation or EU decision which is not EU tertiary legislation; “ the European Scrutiny Select Committee of the House of Commons ” means the Select Committee of the House of Commons known as the European Scrutiny Select Committee or any successor of that committee; “ the EU Select Committee of the House of Lords ” means the Select Committee of the House of Lords known as the EU Select Committee or any successor of that committee."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "30", "section_title": "Certain dispute procedures under withdrawal agreement", "section_text": "30 After section 13A of the European Union (Withdrawal) Act 2018 (review of EU legislation during implementation period) (for which see section 29 above) insert— Certain dispute procedures under withdrawal agreement 13B 1 Subsection (2) applies if a request has been made under Article 170 of the withdrawal agreement to the other party in a dispute (request to establish an arbitration panel in relation to a dispute between the EU and the United Kingdom). 2 A Minister of the Crown must, within the 14 day period beginning with the day on which the request is made, make a statement in writing to each House of Parliament that the request has been made and setting out the details of it. 3 Subsection (4) applies if the European Court has given a ruling in response to a request by an arbitration panel under Article 174(1) of the withdrawal agreement (request for ruling by European Court on certain questions arising in a dispute submitted to arbitration). 4 A Minister of the Crown must, within the 14 day period beginning with the publication in the Official Journal of the European Union of the ruling of the European Court, make a statement in writing to each House of Parliament that the ruling has been made and setting out the details of it contained in the Official Journal. 5 After the end of each reporting period, a Minister of the Crown must lay before each House of Parliament a report setting out the number of times within the reporting period that the Joint Committee has been provided with notice under Article 169(1) of the withdrawal agreement (notice concerning the commencement of consultations in the Joint Committee to resolve a dispute between the EU and the United Kingdom about the interpretation and application of the withdrawal agreement). 6 In this section— “ reporting period ” means— the period of one year beginning with the day on which IP completion day falls, and each subsequent year; “ the 14 day period ” means— in relation to the House of Commons, the period of 14 Commons sitting days, and in relation to the House of Lords, the period of 14 Lords sitting days."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "31", "section_title": "Repeal of section 13 of EUWA 2018", "section_text": "31 1 Section 13 of the European Union (Withdrawal) Act 2018 (Parliamentary approval of the outcome of negotiations with the EU) is repealed. 2 Accordingly, none of the conditions set out in paragraphs (a) to (d) of subsection (1) of that section apply in relation to the ratification of the withdrawal agreement."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "32", "section_title": "Requirements in Part 2 of CRAGA", "section_text": "32 Section 20 of the Constitutional Reform and Governance Act 2010 (treaties to be laid before Parliament before ratification) does not apply in relation to the withdrawal agreement (but this does not affect whether that section applies in relation to any modification of the agreement)."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "33", "section_title": "Prohibition on extending implementation period", "section_text": "33 After section 15 of the European Union (Withdrawal) Act 2018 (publication and rules of evidence) insert— Prohibition on extending implementation period 15A A Minister of the Crown may not agree in the Joint Committee to an extension of the implementation period."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "34", "section_title": "Ministerial co-chairs of the Joint Committee", "section_text": "34 After section 15A of the European Union (Withdrawal) Act 2018 (prohibition on extending implementation period) (for which see section 33 above) insert— Ministerial co-chairs of the Joint Committee 15B The functions of the United Kingdom's co-chair of the Joint Committee, under Annex VIII of the withdrawal agreement (rules of procedure of the Joint Committee and specialised committees), are to be exercised personally by a Minister of the Crown (and, accordingly, only a Minister of the Crown may be designated as a replacement under Rule 1(3))."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "35", "section_title": "No use of written procedure in the Joint Committee", "section_text": "35 After section 15B of the European Union (Withdrawal) Act 2018 (ministerial co-chairs of the Joint Committee) (for which see section 34 above) insert— No use of written procedure in the Joint Committee 15C 1 The United Kingdom's co-chair of the Joint Committee may not consent to the Joint Committee using the written procedure provided for in Rule 9(1) of Annex VIII of the withdrawal agreement. 2 In subsection (1) the reference to the United Kingdom's co-chair of the Joint Committee includes a reference to any designee of the co-chair designated under Rule 1(3) of Annex VIII of the withdrawal agreement."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "36", "section_title": "Repeal of unnecessary or spent enactments", "section_text": "36 The following enactments are repealed— a section 9 of the European Union (Withdrawal) Act 2018 (implementing the withdrawal agreement), b sections 16 and 18 of that Act (spent duties in relation to environmental principles etc. and a customs arrangement), c section 19 of that Act (future interaction with the law and agencies of the EU), d Part 2 of Schedule 2 to that Act (implementing the withdrawal agreement), e the European Union (Withdrawal) Act 2019 (provisions in connection with an extension under Article 50(3) of the Treaty on European Union), and f the European Union (Withdrawal) (No. 2) Act 2019 (duties in connection with an extension under Article 50(3) of the Treaty on European Union)."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "37", "section_title": "Arrangements with EU about unaccompanied children seeking asylum", "section_text": "37 In section 17 of the European Union (Withdrawal) Act 2018 (family unity for those seeking asylum or other protection in Europe), for subsection (1) substitute— 1 A Minister of the Crown must, within the period of two months beginning with the day on which the European Union (Withdrawal Agreement) Act 2020 is passed, lay before Parliament a statement of policy in relation to any future arrangements between the United Kingdom and the EU about— a unaccompanied children, who make an application for international protection to a member State, coming to the United Kingdom where it is in their best interests to join a relative who— i is a lawful resident of the United Kingdom, or ii has made a protection claim which has not been decided, and b unaccompanied children in the United Kingdom, who make a protection claim, going to a member State to join a relative there in equivalent circumstances."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "38", "section_title": "Parliamentary sovereignty  and the constitutional status of Northern Ireland  ", "section_text": "38 1 It is recognised that the Parliament of the United Kingdom is sovereign. 2 In particular, its sovereignty subsists notwithstanding— a directly applicable or directly effective EU law continuing to be recognised and available in domestic law by virtue of section 1A or 1B of the European Union (Withdrawal) Act 2018 (savings of existing law for the implementation period), b section 7A of that Act (other directly applicable or directly effective aspects of the withdrawal agreement  (including the Windsor Framework) ), c section 7B of that Act (deemed direct applicability or direct effect in relation to the EEA EFTA separation agreement and the Swiss citizens' rights agreement), and d section 7C of that Act (interpretation of law relating to the withdrawal agreement  (including the Windsor Framework)  (other than the implementation period), the EEA EFTA separation agreement and the Swiss citizens' rights agreement). 3 Accordingly, nothing in this Act derogates from the sovereignty of the Parliament of the United Kingdom. 4 The Windsor Framework is without prejudice to these matters (in particular), which are recognised and continue— a the constitutional status of Northern Ireland as part of the United Kingdom, b Northern Ireland’s part in the economy of the United Kingdom, including its customs territory and internal market, c the power of the Parliament of the United Kingdom to make laws for Northern Ireland, and d the vesting of executive power in Northern Ireland in His Majesty. 5 The enactments which make provision— a about the constitutional status of Northern Ireland, the power of the Parliament of the United Kingdom to make laws for Northern Ireland and the vesting of executive power in Northern Ireland include— i the Northern Ireland Act 1998  (section 1 of which relates to the principle of consent), and ii the Union with Ireland Act 1800  and the Act of Union (Ireland) 1800 , and b about Northern Ireland’s part in the economy of the United Kingdom, including its customs territory and internal market, include the United Kingdom Internal Market Act 2020."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "38A", "section_title": "Prohibition of certain Northern Ireland-related agreements", "section_text": "38A 1 His Majesty’s Government must not ratify a Northern Ireland-related agreement with the European Union that would create a new regulatory border between Great Britain and Northern Ireland. 2 Before His Majesty’s Government ratifies a Northern Ireland-related agreement with the European Union that would not create a new regulatory border between Great Britain and Northern Ireland, a Minister of the Crown must lay before Parliament a statement explaining why the agreement does not create a new regulatory border. 3 In this section— “ a new regulatory border ” has the meaning given in paragraph 18(5) of Schedule 6B  to the Northern Ireland Act 1998; “ a Northern Ireland-related agreement with the European Union ” means a written agreement that— is between the United Kingdom, of the one part, and the European Union or the European Union and its Member States, of the other part, including— a supplementing agreement of the kind referred to in Article 2 of the Trade and Cooperation Agreement, and an agreement of the kind referred to in Article 13(8) of the Windsor Framework, is binding under international law, supersedes (in whole or in part) or supplements the Windsor Framework, and relates to any matter to which the Windsor Framework relates (whether or not it also relates to any other matter), including— customs matters and matters relating to the customs territory of the United Kingdom, the movement of goods into Northern Ireland, the United Kingdom internal market for goods and services, technical regulations, assessments, registrations, certificates, approvals and authorisations, and VAT and excise; “ ratify ” has the meaning given in s 25(3) of the Constitutional Reform and Governance Act 2010 ; “ Trade and Cooperation Agreement ” has the meaning given in section 37(1) of the European Union (Future Relationship) Act 2020 ."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "39", "section_title": "Interpretation", "section_text": "39 1 In this Act— “ devolved authority ” means— the Scottish Ministers, the Welsh Ministers, or a Northern Ireland department; “ EEA EFTA separation agreement ” means (as modified from time to time in accordance with any provision of it) the Agreement on arrangements between Iceland, the Principality of Liechtenstein, the Kingdom of Norway and the United Kingdom of Great Britain and Northern Ireland following the withdrawal of the United Kingdom from the European Union, the EEA Agreement and other agreements applicable between the United Kingdom and the EEA EFTA States by virtue of the United Kingdom's membership of the European Union; “ enactment ” means an enactment whenever passed or made and includes— an enactment contained in any Order in Council, order, rules, regulations, scheme, warrant, byelaw or other instrument made under an Act of Parliament, an enactment contained in any Order in Council made in exercise of Her Majesty's Prerogative, an enactment contained in, or in an instrument made under, an Act of the Scottish Parliament, an enactment contained in, or in an instrument made under, a Measure or Act of the National Assembly for Wales, an enactment contained in, or in an instrument made under, Northern Ireland legislation, an enactment contained in any instrument made by a member of the Scottish Government, the Welsh Ministers, the First Minister for Wales, the Counsel General to the Welsh Government, a Northern Ireland Minister, the First Minister in Northern Ireland, the deputy First Minister in Northern Ireland or a Northern Ireland department in exercise of prerogative or other executive functions of Her Majesty which are exercisable by such a person on behalf of Her Majesty, an enactment contained in, or in an instrument made under, a Measure of the Church Assembly or of the General Synod of the Church of England, and any retained direct EU legislation; “ IP completion day ” means 31 December 2020 at 11.00 p.m (and see subsections (2) to (5)); “ Minister of the Crown ” has the same meaning as in the Ministers of the Crown Act 1975 and also includes the Commissioners for Her Majesty's Revenue and Customs; “ modify ” includes amend, repeal or revoke (and related expressions are to be read accordingly); “ primary legislation ” means— an Act of Parliament, an Act of the Scottish Parliament, a Measure or Act of the National Assembly for Wales, or Northern Ireland legislation; “ subordinate legislation ” means any Order in Council, order, rules, regulations, scheme, warrant, byelaw or other instrument made under any primary legislation; “Swiss citizens' rights agreement” means (as modified from time to time in accordance with any provision of it) the Agreement signed at Bern on 25 February 2019 between the United Kingdom of Great Britain and Northern Ireland and the Swiss Confederation on citizens' rights following the withdrawal of the United Kingdom from— the European Union, and the free movement of persons agreement, so far as the Agreement operates for the purposes of the case where  “ specified date ” for the purposes of that Agreement has the meaning given in Article 2(b)(ii) of that Agreement;   “ Windsor Framework ” means the part of the withdrawal agreement known as the Windsor Framework by virtue of Joint Declaration No. 1/2023 of 24 March 2023 made between the EU and the United Kingdom in the Joint Committee established by the withdrawal agreement;   “ withdrawal agreement ” means the agreement between the United Kingdom and the EU under Article 50(2) of the Treaty on European Union which sets out the arrangements for the United Kingdom's withdrawal from the EU   as modified in relation to the Windsor Framework (and as otherwise modified from time to time in accordance with any provision of that agreement) . 2 In this Act references to before, after or on IP completion day, or to beginning with IP completion day, are to be read as references to before, after or at 11.00 p.m. on 31 December 2020 or (as the case may be) to beginning with 11.00 p.m. on that day. 3 Subsection (4) applies if, by virtue of any change to EU summer-time arrangements, the transition or implementation period provided for by Part 4 of the withdrawal agreement is to end on a day or time which is different from that specified in the definition of  “IP completion day” in subsection (1). 4 A Minister of the Crown may by regulations— a amend the definition of  “IP completion day” in subsection (1) to ensure that the day and time specified in the definition are the day and time that the transition or implementation period provided for by Part 4 of the withdrawal agreement is to end, and b amend subsection (2) in consequence of any such amendment. 5 In subsection (3)  “ EU summer-time arrangements ” means the arrangements provided for by Directive  2000/84/EC  of the European Parliament and of the Council of 19 January 2001 on summer-time arrangements. 6 In this Act any reference to an Article of the Treaty on European Union includes a reference to that Article as applied by Article 106a of the Euratom Treaty."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "40", "section_title": "Regulations", "section_text": "40 Schedule 4 contains provision about regulations under this Act (including provision about procedure)."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "41", "section_title": "Consequential and transitional provision etc.", "section_text": "41 1 A Minister of the Crown may by regulations make such provision as the Minister considers appropriate in consequence of this Act. 2 The power to make regulations under subsection (1) may (among other things) be exercised by modifying any provision made by or under an enactment. 3 In subsection (2)\t\t\t\t\t “ enactment ” does not include primary legislation passed or made after IP completion day. 4 Parts 1 and 2 of Schedule 5 contain minor and consequential provision. 5 A Minister of the Crown may by regulations make such transitional, transitory or saving provision as the Minister considers appropriate in connection with the coming into force of any provision of this Act (including its operation in connection with exit day or IP completion day). 6 Part 3 of Schedule 5 contains transitional, transitory and saving provision."}, {"act": "European Union (Withdrawal Agreement) Act 2020", "year": 2020, "section": "42", "section_title": "Extent, commencement and short title", "section_text": "42 1 Subject to subsections (2) to (5), this Act extends to England and Wales, Scotland and Northern Ireland. 2 Any provision of this Act which amends or repeals an enactment has the same extent as the enactment amended or repealed. 3 Accordingly, section 1 (but not section 2) also extends to the Isle of Man, the Channel Islands and Gibraltar. 4 The power in section 36 of the Immigration Act 1971 or (as the case may be) section 60(4) of the UK Borders Act 2007 may be exercised so as to extend (with or without modifications) to the Isle of Man or any of the Channel Islands the modifications made to that Act by section 10 above. 5 Paragraphs 1 and 2 of Schedule 5, so far as they relate to the modification of any provision in subordinate legislation which extends outside England and Wales, Scotland and Northern Ireland, also extend there. 6 The following provisions— a sections 3 and 4, b sections 11, 16 and 17, c sections 20, 29 and 31 to 40 (including Schedule 4), d section 41(1) to (3) and (5), e the following provisions of Schedule 5— i paragraphs 1(3) to (6) and 2, ii paragraph 3(2) to (8), iii paragraph 4, iv paragraphs 5 and 7(a) and (b), v paragraphs 8 and 12(a) and (b), vi paragraphs 17, 20, 22, 24, 27 and 31, vii paragraphs 32, 36(a) and (b) and 37(b) and (c), viii paragraphs 38, 41(1) and (3)(a), 42, 44(1), (2)(a), (d) and (e) and (3), 47(1), (2), (4) and (6) and 50, ix paragraphs 51 and 56(1) and (7)(b) for the purposes of making regulations under section 8A of, or Part 1A of Schedule 2 to, the European Union (Withdrawal) Act 2018, x paragraphs 52(1) and (3) to (7) and 53(1) to (4), (6), (7)(a), (8)(a) and (9) to (13), xi paragraph 56(1) and (6)(b) to (d), and xii paragraphs 65 to 68, (and section 41(4) and (6) so far as relating to any provision so far as it falls within any of sub-paragraphs (i) to (xii)), and f this section, come into force on the day on which this Act is passed. 7 The provisions of this Act, so far as they are not brought into force by subsection (6), come into force on such day as a Minister of the Crown may by regulations appoint; and different days may be appointed for different purposes. 8 This Act may be cited as the European Union (Withdrawal Agreement) Act 2020."}]