[{"act": "Finance Act 2020", "year": 2020, "section": "1", "section_title": "Income tax charge for tax year 2020-21", "section_text": "1 Income tax is charged for the tax year 2020-21."}, {"act": "Finance Act 2020", "year": 2020, "section": "2", "section_title": "Main rates of income tax for tax year 2020-21", "section_text": "2 For the tax year 2020-21 the main rates of income tax are as follows— a the basic rate is 20%, b the higher rate is 40%, and c the additional rate is 45%."}, {"act": "Finance Act 2020", "year": 2020, "section": "3", "section_title": "Default and savings rates of income tax for tax year 2020-21", "section_text": "3 1 For the tax year 2020-21 the default rates of income tax are as follows— a the default basic rate is 20%, b the default higher rate is 40%, and c the default additional rate is 45%. 2 For the tax year 2020-21 the savings rates of income tax are as follows— a the savings basic rate is 20%, b the savings higher rate is 40%, and c the savings additional rate is 45%."}, {"act": "Finance Act 2020", "year": 2020, "section": "4", "section_title": "Starting rate limit for savings for tax year 2020-21", "section_text": "4 Section 21 of ITA 2007 (indexation) does not apply in relation to the starting rate limit for savings for the tax year 2020-21 (so that the starting rate limit for savings remains at £5,000 for that tax year)."}, {"act": "Finance Act 2020", "year": 2020, "section": "5", "section_title": "Main rate of corporation tax for financial year 2020", "section_text": "5 1 For the financial year 2020 the main rate of corporation tax is 19%. 2 Accordingly, omit section 7(2) of F(No.2)A 2015 (which is superseded by the provision made by subsection (1))."}, {"act": "Finance Act 2020", "year": 2020, "section": "6", "section_title": "Corporation tax: charge and main rate for financial year 2021", "section_text": "6 1 Corporation tax is charged for the financial year 2021. 2 The main rate of corporation tax for that year is 19%."}, {"act": "Finance Act 2020", "year": 2020, "section": "7", "section_title": "Workers' services provided through intermediaries", "section_text": "7 Schedule 1 makes provision about workers' services provided through intermediaries."}, {"act": "Finance Act 2020", "year": 2020, "section": "8", "section_title": "Determining the appropriate percentage for a car: tax year 2020-21 onwards", "section_text": "8 1 Chapter 6 of Part 3 of ITEPA 2003 (taxable benefits: cars etc) is amended as follows. 2 In section 136 (car with a CO 2  emissions figure: post-September 1999 registration)— a in subsection (2A)— i after  “figure” insert  “                            in a case where the car is first registered before 6 April 2020                          ” , ii for  “light-duty” substitute  “                            light                          ” , and iii for  “an EC certificate of conformity” substitute  “                            the EC certificate of conformity or UK approval certificate                          ” , and b after subsection (2A) insert— 2B For the purpose of determining the car's CO 2  emissions figure in a case where the car is first registered on or after 6 April 2020, ignore any values specified in the EC certificate of conformity or UK approval certificate that are not WLTP (worldwide harmonised light vehicle test procedures) values. 3 In section 137 (car with a CO 2  emissions figure: bi-fuel cars)— a in subsection (2A)— i after  “figure” insert  “                            in a case where the car is first registered before 6 April 2020                          ” , ii for  “light-duty” substitute  “                            light                          ” , and iii for  “an EC certificate of conformity” substitute  “                            the EC certificate of conformity or UK approval certificate                          ” , and b after subsection (2A) insert— 2B For the purpose of determining the car's CO 2  emissions figure in a case where the car is first registered on or after 6 April 2020, ignore any values specified in the EC certificate of conformity or UK approval certificate that are not WLTP (worldwide harmonised light vehicle test procedures) values. 4 In section 139 (car with a CO 2  emissions figure)— a for subsection (2) substitute— 2 For the purposes of subsection (1) and the table— a if a CO 2  emissions figure is not a whole number, round it down to the nearest whole number, and b if an electric range figure is not a whole number, round it up to the nearest whole number. , and b after subsection (5) insert— 5A For the purpose of determining the electric range figure for a car first registered before 6 April 2020, ignore any WLTP (worldwide harmonised light vehicle test procedures) values specified in an EC certificate of conformity, an EC type-approval certificate or a UK approval certificate. 5B For the purpose of determining the electric range figure for a car first registered on or after 6 April 2020, ignore any values specified in an EC certificate of conformity, an EC type-approval certificate or a UK approval certificate that are not WLTP (worldwide harmonised light vehicle test procedures) values. 5 The amendments made by this section have effect for the tax year 2020-21 and subsequent tax years."}, {"act": "Finance Act 2020", "year": 2020, "section": "9", "section_title": "Determining the appropriate percentage for a car: tax year 2020-21 only", "section_text": "9 1 For the tax year 2020-21, Chapter 6 of Part 3 of ITEPA 2003 (taxable benefits: cars etc) has effect with the following modifications. 2 In section 139 (car with a CO 2  emissions figure: the appropriate percentage)— a in the table in subsection (1), in the second column of the entry for a car with a CO 2  emissions figure of 0, for  “2%” substitute  “                        0%                      ” , and b in subsection (7) before paragraph (a) insert— za section 139A (recently registered cars), . 3 After section 139 insert— Section 139: recently registered car with CO 2  emissions figure 139A In its application in relation to a car that is first registered on or after 6 April 2020, section 139 has effect as if— a for the table in subsection (1) there were substituted— Car  Appropriate percentage Car with CO 2  emissions figure of 0 0% Car with CO 2  emissions figure of 1 - 50 Car with electric range figure of 130 or more 0%  Car with electric range figure of 70 - 129 3%  Car with electric range figure of 40 - 69 6% Car with electric range figure of 30 - 39 10% Car with electric range figure of less than 30 12% Car with CO 2  emissions figure of 51 - 54 13% Car with CO 2  emissions figure of 55 - 59 14% Car with CO 2  emissions figure of 60 - 64 15% Car with CO 2  emissions figure of 65 - 69 16% Car with CO 2  emissions figure of 70 - 74 17% b in subsection (3)(a) for  “20%” there were substituted  “                              18%                            ” . 4 In section 140 (car without a CO 2  emissions figure: the appropriate percentage) in subsection (3)(a) for  “2%” substitute  “                    0%                  ” ."}, {"act": "Finance Act 2020", "year": 2020, "section": "10", "section_title": "Determining the appropriate percentage for a car: tax year 2021-22 only", "section_text": "10 1 For the tax year 2021-22, Chapter 6 of Part 3 of ITEPA 2003 (taxable benefits: cars etc) has effect with the following modifications. 2 In section 139 (car with a CO 2  emissions figure: the appropriate percentage)— a in the table in subsection (1), in the second column of the entry for a car with a CO 2  emissions figure of 0, for  “2%” substitute  “                        1%                      ” , and b in subsection (7) before paragraph (a) insert— za section 139A (recently registered cars), . 3 After section 139 insert— Section 139: recently registered car with CO 2  emissions figure 139A In its application in relation to a car that is first registered on or after 6 April 2020, section 139 has effect as if— a for the table in subsection (1) there were substituted— Car  Appropriate percentage Car with CO 2  emissions figure of 0 1% Car with CO 2  emissions figure of 1 - 50 Car with electric range figure of 130 or more 1%  Car with electric range figure of 70 - 129 4%  Car with electric range figure of 40 - 69 7% Car with electric range figure of 30 - 39 11% Car with electric range figure of less than 30 13% Car with CO 2  emissions figure of 51 - 54 14% Car with CO 2  emissions figure of 55 - 59 15% Car with CO 2  emissions figure of 60 - 64 16% Car with CO 2  emissions figure of 65 - 69 17% Car with CO 2  emissions figure of 70 - 74 18% b in subsection (3)(a) for  “20%” there were substituted  “                              19%                            ” . 4 In section 140 (car without a CO 2  emissions figure: the appropriate percentage) in subsection (3)(a) for  “2%” substitute  “                    1%                  ” ."}, {"act": "Finance Act 2020", "year": 2020, "section": "11", "section_title": "Apprenticeship bursaries paid to persons leaving local authority care", "section_text": "11 1 In Part 4 of ITEPA 2003 (employment income: exceptions), in Chapter 4 (exemptions: education and training), after section 254 insert— Persons leaving local authority care Apprenticeship bursaries paid to persons leaving local authority care 254A 1 No liability to income tax arises in respect of a care leaver's apprenticeship bursary payment. 2 A care leaver's apprenticeship bursary payment is a payment— a payable out of the public revenue, b to a care leaver (see subsection (3)), c made in connection with the person's employment as an apprentice (see subsection (4)), and d in respect of which any conditions specified in regulations made by the Treasury are met. 3 A person is a care leaver if they are a person— a who is, or was, a child looked after— i by a local authority in England within the meaning of section 22 of the Children Act 1989 (general duty of local authority in relation to children looked after by them); ii by a local authority in Wales within the meaning of the Social Services and Well-being (Wales) Act 2014 (anaw 4) (see section 74 of that Act (child or young person looked after by a local authority)); iii by a local authority in Scotland within the meaning of Chapter 1 of Part 2 of the Children (Scotland) Act 1995 (see section 17(6) of that Act (duty of local authority to child looked after by them)); iv by an authority in Northern Ireland within the meaning of the Children (Northern Ireland) Order 1995 (S.I. 1995/755 (N.I. 2)) (see Article 25 of that Order (children looked after by an authority: interpretation)), and b in respect of whom any other conditions specified in regulations made by the Treasury are met. 4 “ Apprentice ” has the meaning specified in regulations made by the Treasury. 5 Regulations under this section— a may make provision framed by reference to a scheme (however described or named), or document, as it has effect from time to time, b may make different provision for different purposes, c may make different provision for different areas, and d may make retrospective provision. 2 The amendment made by this section has effect in relation to the tax year 2020-21 and subsequent tax years."}, {"act": "Finance Act 2020", "year": 2020, "section": "12", "section_title": "Tax treatment of certain Scottish social security benefits", "section_text": "12 1 Table B in section 677(1) of ITEPA 2003 (UK social security benefits wholly exempt from income tax) is amended as follows. 2 In Part 1 (benefits payable under primary legislation etc), insert each of the following at the appropriate place— Disability assistance for children and young people SS(S)A 2018 Sections 24 and 31 Job start ETA 1973 Section 2 . 3 In Part 2 (benefits payable under regulations), insert the following at the appropriate place— Scottish child payment SS(S)A 2018 Section 79 . 4 The amendments made by this section have effect for the tax year 2020-21 and subsequent tax years."}, {"act": "Finance Act 2020", "year": 2020, "section": "13", "section_title": "Power to exempt social security benefits from income tax", "section_text": "13 1 The Treasury may by regulations amend Chapter 4 or 5 of Part 10 of ITEPA 2003 (social security benefits: exemptions) so as to provide that no liability to income tax arises on social security benefits of a description specified in the regulations. 2 Regulations under this section may make— a different provision for different cases; b retrospective provision; c incidental or supplementary provision; d consequential provision (which may include provision amending any provision made by or under the Income Tax Acts). 3 In section 655 of ITEPA 2003 (structure of Part 10), in subsection (2), at the end insert ;                     section 13 of FA 2020 (power to exempt social security benefits from income tax)."}, {"act": "Finance Act 2020", "year": 2020, "section": "14", "section_title": "Voluntary office-holders: payments in respect of expenses", "section_text": "14 1 After section 299A of ITEPA 2003 insert— Voluntary office-holders: payments in respect of expenses 299B 1 No liability to income tax arises in respect of a payment to a person who holds a voluntary office if the payment is in respect of reasonable expenses incurred in carrying out the duties of that office. 2 It does not matter whether— a the payment is an advance payment or a reimbursement; b the person who makes the payment is the person with whom the office is held. 3 Subsections (2) and (3) of section 299A apply for the purposes of subsection (1) of this section as they apply for the purposes of subsection (1) of that section. 2 In section 299A(3)(a) of ITEPA 2003 (voluntary office-holders: compensation for lost employment income) after  “payment” insert  “                    (whether an advance payment or a reimbursement)                  ” . 3 The amendments made by this section have effect for the tax year 2020-21 and subsequent tax years."}, {"act": "Finance Act 2020", "year": 2020, "section": "15", "section_title": "Loan charge not to apply to loans or quasi-loans made before 9 December 2010", "section_text": "15 1 In Schedule 11 to F(No.2)A 2017 (employment income provided through third parties: loans etc outstanding on 5 April 2019) in paragraph 1 (person to be treated as taking a relevant step for the purposes of Part 7A of ITEPA 2003 by reason of making a loan or quasi-loan) in sub-paragraph (1)(b) for  “6 April 1999” substitute  “                    9 December 2010                  ” . 2 In Schedule 12 to F(No.2)A 2017 (trading income provided through third parties: loans etc outstanding on 5 April 2019) in paragraph 1 (application of sections 23A to 23H of ITTOIA 2005 in relation to certain loans and quasi-loans) in sub-paragraph (2)(a)(i) for  “6 April 1999” substitute  “                    9 December 2010                  ” . 3 Part 1 of Schedule 2 makes further amendments to F(No.2)A 2017 in consequence of this section."}, {"act": "Finance Act 2020", "year": 2020, "section": "16", "section_title": "Election for loan charge to be split over three tax years", "section_text": "16 1 Schedule 11 to F(No.2)A 2017 (employment income provided through third parties: loans etc outstanding on 5 April 2019) is amended as follows. 2 In paragraph 1 (person to be treated as taking a relevant step for the purposes of Part 7A of ITEPA 2003 by reason of making loan or quasi-loan)— a after sub-paragraph (6) insert— 6A Sub-paragraph (4) is subject to paragraph 1A(5). , and b in sub-paragraph (7)— i in the words before paragraph (a) after  “paragraph” insert  “                            and paragraph 1A                          ” , and ii in paragraph (a) for  “the following provisions of this Schedule” substitute  “                            paragraphs 3 to 18                          ” . 3 After paragraph 1 insert— 1A 1 This paragraph applies where— a a person (“P”) is treated as taking a relevant step within paragraph 1 (“the initial step”) by reason of making a loan or quasi-loan, and b an election has been made by A for the purposes of this paragraph. 2 P is treated as taking two further relevant steps for the purposes of Part 7A of ITEPA 2003. 3 P is treated as taking one of the further steps on the first anniversary of the date on which P is treated as taking the initial step. 4 P is treated as taking one of the further steps on the second anniversary of the date on which P is treated as taking the initial step. 5 For the purposes of section 554Z3(1) of ITEPA 2003 (value of relevant step), the initial step and each of the further steps is to be treated as involving a sum of money equal to one third of the amount of the loan or quasi-loan that is outstanding at the time P is treated as taking the initial step. 6 References in this Schedule and in Part 7A of ITEPA 2003 to a relevant step within paragraph 1A of this Schedule are to be read as references to a relevant step which a person is treated by this paragraph as taking. 7 An election for the purposes of this paragraph— a may be made at any time before 1 October 2020, and b may be made at a later time if an officer of Revenue and Customs allows it. 8 But a person who is under a duty imposed by paragraph 35C of this Schedule or paragraph 22 of Schedule 12 may not make an election for the purposes of this paragraph until that duty has been complied with. 9 An election for the purposes of this paragraph may not be revoked. 10 A person who has made an election for the purposes of paragraph 1(3A) of Schedule 12 is to be treated as having made an election for the purposes of this paragraph. 11 The Commissioners for Her Majesty's Revenue and Customs may by regulations provide that sub-paragraph (7)(a) applies to a specified class of persons as if the reference to 1 October 2020 were to such later date as is specified. 12 In sub-paragraph (11)  “ specified ” means specified in the regulations. 4 Schedule 12 to F(No.2)A 2017 (trading income provided through third parties: loans etc outstanding on 5 April 2019) is amended as follows. 5 In paragraph 1 (application of sections 23A to 23H of ITTOIA 2005 in relation to certain loans and quasi-loans)— a in sub-paragraph (1) for the words from  “as a” to the end substitute  “                        for the purposes of sections 23A to 23H of ITTOIA 2005 as a relevant benefit that arises immediately before the end of 5 April 2019.                      ” , b in sub-paragraph (3)— i in the words before paragraph (a), after  “applies” insert  “                            and T has not made an election for the purposes of sub-paragraph (3A)                          ” , ii in paragraph (a) for the words from  “immediately” to the end substitute  “                            at the time the relevant benefit is treated as arising, and                          ” , and iii for paragraphs (b) and (c) substitute— b where T ceases to carry on the relevant trade before the tax year in which the relevant benefit is treated as arising, as if section 23E(1)(b) were omitted and as if section 23E(1) provided that the relevant benefit amount is treated for income tax purposes as a post-cessation receipt of the trade received in that tax year. , and c after sub-paragraph (3) insert— 3A Where section 23E of ITTOIA 2005 applies in relation to a relevant benefit which is a loan or quasi-loan in relation to which sub-paragraph (2) applies and T has made an election for the purposes of this sub-paragraph, section 23E has effect— a as if the  “relevant benefit amount” were one third of the amount of the loan or quasi-loan that is outstanding at the time the relevant benefit is treated as arising, b as if section 23E(1)(a) specified the tax year in which the relevant benefit is treated as arising and each of the two subsequent tax years, and c where T ceases to carry on the relevant trade before any tax year so specified in section 23E(1)(a), as if section 23E(1)(b) were omitted and as if section 23E(1) provided that the relevant benefit amount is to be treated for income tax purposes as a post-cessation receipt of the trade received in that tax year. 3B An election for the purposes of sub-paragraph (3A)— a may be made at any time before 1 October 2020, and b may be made at a later time if an officer of Revenue and Customs allows it. 3C But a person who is under a duty imposed by paragraph 22 of this Schedule or paragraph 35C of Schedule 11 may not make an election for the purposes of sub-paragraph (3A) until that duty has been complied with. 3D An election for the purposes of sub-paragraph (3A) may not be revoked. 3E A person who has made an election for the purposes of paragraph 1A of Schedule 11 is to be treated as having made an election for the purposes of sub-paragraph (3A) of this paragraph. 3F The Commissioners for Her Majesty's Revenue and Customs may by regulations provide that sub-paragraph (3B)(a) applies to a specified class of persons as if the reference to 1 October 2020 were to such later date as is specified. 3G In sub-paragraph (3F)  “ specified ” means specified in the regulations. 6 Part 2 of Schedule 2 makes amendments in consequence of this section."}, {"act": "Finance Act 2020", "year": 2020, "section": "17", "section_title": "Loan charge reduced where underlying liability disclosed but unenforceable", "section_text": "17 1 In Schedule 11 to F(No.2)A 2017 (employment income provided through third parties: loans etc outstanding on 5 April 2019) after paragraph 1A (as inserted by section 16) insert— 1B 1 This paragraph applies where— a a person is treated as taking a relevant step within paragraph 1 by reason of making a loan or quasi-loan, b a reasonable case could have been made that for a qualifying tax year (“ the relevant year ”) A was chargeable to income tax on an amount that was referable to the loan or quasi-loan, c at a time when an officer of Revenue and Customs had power to recover (from A or any other person) income tax for the relevant year in respect of that amount, a qualifying tax return or two or more qualifying tax returns of the same type taken together contained a reasonable disclosure of the loan or quasi-loan, and d as at 6 April 2019 an officer of Revenue and Customs had not taken steps to recover (from A or any other person) income tax for the relevant year in respect of that amount. 2 But this paragraph does not apply if— a a reasonable case could have been made that for a tax year other than the relevant year (“the alternative year”) A was chargeable to income tax on an amount within sub-paragraph (3), and b it is the case that— i on or before 5 April 2019 an officer of Revenue and Customs took steps to recover (from A or any other person) income tax for the alternative year in respect of that amount, or ii the alternative year is not a qualifying tax year. 3 An amount is within this sub-paragraph if — a it is the same amount as is mentioned in sub-paragraph (1), b it is part of the amount mentioned in sub-paragraph (1), or c it is derived from or represents the whole or part of the amount mentioned in sub-paragraph (1). 4 Where this paragraph applies, then for the purposes of paragraphs 1(4) and 1A(5) the amount of the loan or quasi-loan that is outstanding is to be taken to be reduced (but not below nil) by the amount mentioned in sub-paragraph (1). 5 For the purposes of sub-paragraph (1)(c) a qualifying tax return, or two or more qualifying tax returns taken together, contained a reasonable disclosure of the loan or quasi-loan if the return or returns taken together— a identified the loan or quasi-loan, b identified the person to whom the loan or quasi-loan was made in a case where the loan or quasi-loan was made to a person other than A, c identified the relevant arrangements in pursuance of which or in connection with which the loan or quasi-loan was made, and d provided such other information as was sufficient for it to be apparent that a reasonable case could be made that for the relevant year A was chargeable to income tax on an amount that was referable to the loan or quasi-loan. 6 A reference in sub-paragraph (1)(b), (2) or (5)(d) to A being chargeable to income tax does not include A being chargeable to income tax by reason of section 175 of ITEPA 2003 (benefit of taxable cheap loan treated as earnings). 7 In this paragraph— “ qualifying tax year ” means the tax year 2015-16 and any earlier tax year, and “ qualifying tax return ” means — a return made by A or B under section 8 of TMA 1970 for a qualifying tax year, and any accompanying accounts, statements or documents, or a return made by B under paragraph 3 of Schedule 18 to FA 1998 for an accounting period that commenced before 6 April 2016, and a qualifying tax return is of the same type as another if both fall within the same paragraph of this definition. 2 In Schedule 12 to F(No.2)A 2017 (trading income provided through third parties: loans etc outstanding on 5 April 2019) after paragraph 1 insert— 1A 1 This paragraph applies where— a a loan or quasi-loan is to be treated for the purposes of sections 23A to 23H of ITTOIA 2005 as a relevant benefit by reason of paragraph 1, b a reasonable case could have been made that for a qualifying tax year (“ the relevant year ”) T was chargeable to income tax on an amount that was referable to the loan or quasi-loan, c at a time when an officer of Revenue and Customs had power to recover (from T or any other person) income tax for the relevant year in respect of that amount, a qualifying tax return or two or more qualifying tax returns taken together contained a reasonable disclosure of the loan or quasi-loan, and d as at 6 April 2019 an officer of Revenue and Customs had not taken steps to recover (from T or any other person) income tax for the relevant year in respect of that amount. 2 But this paragraph does not apply if— a a reasonable case could have been made that for a tax year other than the relevant year (“the alternative year”) T was chargeable to income tax on an amount within sub-paragraph (3), and b it is the case that— i on or before 5 April 2019 an officer of Revenue and Customs took steps to recover (from T or any other person) income tax for the alternative year in respect of that amount, or ii the alternative year is not a qualifying tax year. 3 An amount is within this sub-paragraph if— a it is the same amount as is mentioned in sub-paragraph (1), b it is part of the amount mentioned in sub-paragraph (1), or c it is derived from or represents the whole or part of the amount mentioned in sub-paragraph (1). 4 Where this paragraph applies, then for the purposes of paragraph 1(3)(a) and (3A)(a) the amount of the loan or quasi-loan that is outstanding is to be taken to be reduced (but not below nil) by the amount mentioned in sub-paragraph (1). 5 For the purposes of sub-paragraph (1)(c) a qualifying tax return, or two or more qualifying tax returns taken together, contained a reasonable disclosure of the loan or quasi-loan if the return or returns taken together— a identified the loan or quasi-loan, b identified the person to whom the loan or quasi-loan was made in a case where the loan or quasi-loan was made to a person other than T, c identified the relevant arrangements in pursuance of which or in connection with which the loan or quasi-loan was made, and d provided such other information as was sufficient for it to be apparent that a reasonable case could be made that for the relevant year T was chargeable to income tax on an amount that was referable to the loan or quasi-loan. 6 In this paragraph— “ qualifying tax year ” means the tax year 2015-16 and any earlier tax year, and “ qualifying tax return ” means a return made by T under section 8 of TMA 1970 for a qualifying tax year, and any accompanying accounts, statements or documents."}, {"act": "Finance Act 2020", "year": 2020, "section": "18", "section_title": "Relief from interest on tax payable by a person subject to the loan charge", "section_text": "18 1 This section applies where— a a person is chargeable to income tax on any amount by reason of Schedule 11 or 12 to F(No.2)A 2017 or would be so chargeable but for section 15 or 17 of this Act, b before the end of September 2020 the person delivers a return under section 8 of TMA 1970 for the tax year 2018-19, and c at the end of September 2020 the person's self-assessment included in that return is complete and accurate. 2 If before the end of September 2020 the person discharges their liability to income tax and capital gains tax for the tax year 2018-19— a any amount paid in discharging that liability (other than a payment made on account of income tax for that tax year) is to be taken to not carry interest, and b any amount paid by the person on account of their liability to income tax for the tax year 2019-20 is to be taken to not carry interest. 3 If before the end of September 2020 the person enters into an agreement with the Commissioners for Her Majesty's Revenue and Customs as to the discharge of their liability to income tax and capital gains tax for the tax year 2018-19— a any amount paid before the end of September 2020 in discharging that liability (other than a payment made on account of income tax for that tax year) is to be taken to not carry interest, b for the purposes of section 101 of FA 2009 the late payment interest start date in respect of any amount paid in accordance with the agreement after the end of September 2020 is 1 October 2020, and c any amount paid by the person on account of their liability to income tax for the tax year 2019-20 is to be taken to not carry interest. 4 Paragraph (b) of subsection (2) and paragraph (c) of subsection (3) do not apply if at the end of January 2021 the person has neither discharged their liability to income tax and capital gains tax for the tax year 2019-20 nor entered into an agreement with the Commissioners for Her Majesty's Revenue and Customs as to the discharge of that liability. 5 The Commissioners for Her Majesty's Revenue and Customs may by regulations provide that this section applies to a specified class of persons as if— a the references in this section to the end of September 2020 were to such later time as is specified, and b the reference in subsection (3)(b) to 1 October 2020 were to such later date as is specified. 6 In subsection (5)  “ specified ” means specified in the regulations."}, {"act": "Finance Act 2020", "year": 2020, "section": "19", "section_title": "Minor amendments relating to the loan charge", "section_text": "19 1 Schedule 11 to F(No.2)A 2017 (employment income provided through third parties: loans etc outstanding on 5 April 2019) is amended as follows. 2 In paragraph 35C(2)(b) (date by which loan charge information must be provided) for  “1 October 2019” substitute  “                    1 October 2020                  ” . 3 In paragraph 45 (meaning of  “ A ” and  “ B ”) after  “section 554A(1)(a)” insert  “                    and 554AA(1)(a)                  ” . 4 In Schedule 12 to F(No.2)A 2017 (trading income provided through third parties: loans etc outstanding on 5 April 2019) in paragraph 22(2)(b) (date by which loan charge information must be provided) for  “1 October 2019” substitute  “                    1 October 2020                  ” ."}, {"act": "Finance Act 2020", "year": 2020, "section": "20", "section_title": "Repaying sums paid to HMRC under agreements relating to certain loans etc", "section_text": "20 1 The Commissioners for Her Majesty's Revenue and Customs (“ the Commissioners ”) must establish a scheme under which they may on an application made to them before 1 October 2021— a repay the whole or part of a qualifying amount paid or treated as paid to them under a qualifying agreement, or b waive the payment of the whole or part of a qualifying amount due to be paid to them under a qualifying agreement. 2 An agreement is a qualifying agreement if— a it is an agreement with the Commissioners, b it is made on or after 16 March 2016 and before 11 March 2020, and c it imposes an obligation on any party to the agreement to pay an amount of income tax that is referable (directly or indirectly) to a qualifying loan or quasi-loan. 3 An amount paid, treated as paid or due to be paid under a qualifying agreement is a qualifying amount if— a the amount is referable (directly or indirectly) to a qualifying loan or quasi-loan, and b the amount is one that an officer of Revenue and Customs had no power to recover at the time the agreement was made. 4 But an amount that is referable (directly or indirectly) to a qualifying loan or quasi-loan made on or after 9 December 2010 is not a qualifying amount by reason of subsection (3) unless at a time when an officer of Revenue and Customs had power to recover the amount a tax return, or two or more tax returns of the same type taken together, contained a reasonable disclosure of the loan or quasi-loan. 5 For the purposes of subsection (4), a tax return, or two or more tax returns taken together, contained a reasonable disclosure of the loan or quasi-loan if the return or returns taken together— a identified the qualifying loan or quasi-loan, b identified the person to whom the qualifying loan or quasi-loan was made, c identified any arrangements in pursuance of which, or in connection with which, the qualifying loan or quasi-loan was made, and d provided such other information as was sufficient for it to be apparent that a reasonable case could have been made that the amount concerned was payable to the Commissioners. 6 An amount paid, treated as paid or due to be paid under a qualifying agreement is also a qualifying amount if it is interest on another qualifying amount paid, treated as paid or due to be paid under that agreement. 7 A loan or quasi-loan is a qualifying loan or quasi-loan if it is made on or after 6 April 1999 and before 6 April 2016. 8 In this section— “loan” and  “quasi-loan” have the meaning they have in Part 1 of Schedule 11 to F(No.2)A 2017 and Schedule 12 to that Act (see paragraph 2 of each of those Schedules), and “ tax return ” means— a return made under section 8 of TMA 1970 and any accompanying accounts, statements or documents, or a return made under paragraph 3 of Schedule 18 to FA 1998, and a tax return is of the same type as another if both fall within the same paragraph of this definition. 9 Section 21 makes further provision in connection with the scheme established under this section."}, {"act": "Finance Act 2020", "year": 2020, "section": "21", "section_title": "Operation of the scheme", "section_text": "21 1 The scheme may make provision— a in relation to all qualifying agreements or specified descriptions of qualifying agreements only, and b in relation to all qualifying amounts or specified descriptions of qualifying amounts only. 2 The scheme may make provision for an amount that is not a qualifying amount by reason only of subsection (4) of section 20 to be treated in certain cases as if it were a qualifying amount. 3 The scheme may make provision about the making of applications under the scheme, including— a provision as to who is or is not eligible to apply, b provision as to the conditions that must be met in order to apply, c provision as to the form, manner and content of an application, and d provision as to information or evidence to be provided in support of an application. 4 The scheme may make provision about the determination of applications under the scheme, including— a provision in accordance with which the Commissioners must determine whether to exercise their discretion to repay or waive the payment of a qualifying amount, and b provision in accordance with which the Commissioners must determine how much of any qualifying amount to repay or waive. 5 The scheme may make provision authorising the Commissioners to make a repayment or waiver conditional— a on the applicant or any other person agreeing to the termination or variation of the qualifying agreement concerned, b on the applicant or any other person making a new agreement with the Commissioners, or c on the satisfaction of such other conditions as may be specified or determined by the Commissioners. 6 The scheme may provide that in making any determination under the scheme the Commissioners may or must take account of— a the effect the qualifying agreement concerned has had, or may have, on the applicant or any other person (for example, the effect it has had, or may have, on any liability, relief or benefit), b the effect any repayment or waiver would have on the applicant or any other person (for example, the effect it would have on any liability, relief or benefit), and c such other matters as may be specified. 7 The scheme may make provision as to the effect, if any, a repayment or waiver is to have on— a the entitlement of the applicant, or any other person, to a payment, benefit or relief under an enactment, b the amount or value of such a payment, benefit or relief, c any liability the applicant, or any other person, may have under an enactment, or d the extent of any such liability. 8 The scheme may make provision for or in connection with the recovery by the Commissioners of— a any amount repaid under the scheme in circumstances where the Commissioners consider that the repayment should not have been paid, or b any amount the payment of which has been waived under the scheme in circumstances where the Commissioners consider that the waiver should not have been granted. 9 The scheme may make— a different provision for different purposes or cases, b provision generally or for specific cases, c provision subject to exceptions, and d incidental, supplementary, consequential or transitional provision. 10 The scheme may be amended by the Commissioners from time to time. 11 An amendment making provision of a kind authorised by subsection (7) may have effect in relation to a repayment paid or waiver granted before the amendment comes into force, but only if the principal effect of the amendment is to benefit persons other than the Commissioners. 12 In this section— “ the scheme ” means the scheme established under section 20, “ specified ” means specified in the scheme, and “the Commissioners”,  “qualifying amount” and  “qualifying agreement” have the meaning they have in section 20."}, {"act": "Finance Act 2020", "year": 2020, "section": "22", "section_title": "Annual allowance: tapered reduction", "section_text": "22 1 In Part 4 of FA 2004 (pension schemes), section 228ZA (annual allowance charge: tapered reduction of annual allowance) is amended as follows. 2 For subsection (1) substitute— 1 If the individual is a high-income individual for the tax year, the amount of the annual allowance for the tax year in the case of the individual is the amount specified for the tax year by or under section 228 reduced (but not below £4,000) by— ( AI − £ 240,000 ) × 1 2 where AI is the individual's adjusted income for the tax year. 3 In subsection (3)— a in paragraph (a), for  “£150,000” substitute  “                        £240,000                      ” ; b in paragraph (b), for  “£150,000 minus A” substitute  “                        £240,000 minus the amount specified for the tax year by or under section 228                      ” . 4 The amendments made by this section have effect for the tax year 2020-21 and subsequent tax years."}, {"act": "Finance Act 2020", "year": 2020, "section": "23", "section_title": "Entrepreneurs' relief", "section_text": "23 Schedule 3 makes provision about relief under Chapter 3 of Part 5 of TCGA 1992."}, {"act": "Finance Act 2020", "year": 2020, "section": "24", "section_title": "Relief on disposal of private residence", "section_text": "24 1 TCGA 1992 is amended as follows. 2 In section 222 (relief on disposal of private residence)— a after subsection (5) insert— 5A But a notice or further notice under subsection (5)(a) determining which of 2 or more residences is an individual's main residence for any period may be given more than 2 years from the beginning of the period if during the period the individual has not held an interest of more than a negligible market value in more than one of the residences. , b in subsection (7)(a) (disposal of dwelling-house to a spouse or civil partner)— i for  “the dwelling-house” substitute  “                            a dwelling-house                          ” , and ii omit  “which is their only or main residence”, c in subsection (8A) (when living accommodation is job-related for a person) after paragraph (b) insert ; or                         c an armed forces accommodation allowance for or towards costs of the accommodation is paid to, or in respect of, the person or the person's spouse or civil partner , and d in subsection (8D) (interpretation) after paragraph (b) insert ; and                         c “ armed forces accommodation allowance ” means an allowance which is exempt from income tax by reason of section 297D of ITEPA 2003. 3 In section 223 (amount of relief)— a in subsections (1) and (2)(a) for  “18 months” substitute  “                        9 months                      ” , and b omit subsection (4). 4 After section 223 insert— Amount of relief: individual's residency delayed by certain events 223ZA 1 Subsection (4) below applies where— a a gain to which section 222 applies accrues to an individual on the disposal of, or of an interest in, a dwelling-house or part of a dwelling-house, b the time at which the dwelling-house or the part of the dwelling-house first became the individual's only or main residence (“the moving-in time”) was within the first 24 months of the individual's period of ownership, c at no time during the period beginning with the individual's period of ownership and ending with the moving-in time was the dwelling-house or the part of the dwelling-house another person's residence, and d during the period beginning with the individual's period of ownership and ending with the moving-in time a qualifying event occurred. 2 The following are qualifying events— a the completion of the construction, renovation, redecoration or alteration of the dwelling-house or the part of the dwelling-house mentioned in subsection (1); b the disposal by the individual of, or of an interest in, any other dwelling-house or part of a dwelling-house that immediately before the disposal was the individual's only or main residence. 3 In determining whether and, if so, when a qualifying event within subsection (2)(b) occurred, ignore section 28 (time of disposal where asset disposed of under contract). 4 For the purposes of subsections (1) and (2) of section 223, as they have effect in relation to the gain, the dwelling-house or the part of the dwelling-house mentioned in subsection (1) above is to be treated as having been the individual's only or main residence from the beginning of the individual's period of ownership until the moving-in time. 5 After section 223A insert— Additional relief: part of private residence let out 223B 1 Where— a a gain to which section 222 applies accrues to an individual on the disposal of, or of an interest in, a dwelling-house or part of a dwelling-house, and b at any time in the individual's period of ownership the condition in subsection (2) is met in respect of the dwelling-house, the part of the gain that is within subsection (3) is a chargeable gain only to the extent, if any, to which it exceeds the amount in subsection (4). 2 The condition is that— a part of the dwelling-house is the individual's only or main residence, and b another part of the dwelling-house is being let out by the individual as residential accommodation. 3 The part of the gain that is within this subsection is the part that (but for subsection (1)) would be a chargeable gain by reason of the fact that, at the times in the individual's period of ownership when the condition in subsection (2) is met, the individual's only or main residence does not include the part of the dwelling-house that is being let out as residential accommodation. 4 The amount is whichever is the lesser of— a the amount of the gain that is not a chargeable gain by virtue of section 223, and b £40,000. 5 Where by reason of section 222(7)(a) the individual's period of ownership mentioned in subsection (1) begins with the beginning of the period of ownership of another person, any question whether the condition in subsection (2) is met at a time that is within both those periods of ownership is to be determined as if the references in subsection (2) to the individual were to that other person. 6 In section 224 (amount of relief: further provisions)— a in the heading for  “Amount of relief” substitute  “                        Relief under sections 223 and 223B                      ” , b in subsection (1)— i for  “the gain”, in the first place those words occur, substitute  “                            a gain to which section 222 applies                          ” , ii for  “section 223” substitute  “                            sections 223 and 223B                          ” , c in subsection (2) for  “section 223” substitute  “                        sections 223 and 223B                      ” , and d in subsection (3) for  “Section 223” substitute  “                        Sections 223 and 223B                      ” . 7 In section 225E (disposals by disabled persons or persons in care homes etc) in subsection (4) for  “18 months” substitute  “                    9 months                  ” . 8 In section 248E(6) (relief on disposal of joint interests in private residence) for  “and 223” substitute  “                    , 223 and 223B                  ” . 9 The amendment made by subsection (2)(a) has effect in relation to a notice given on or after 6 April 2020. 10 The amendments made by subsection (2)(b) have effect in a case where the disposal or death mentioned in subsection (7)(a) of section 222 of TCGA 1992 is made or occurs on or after 6 April 2020. 11 The amendments made by subsections (3) to (8) have effect in relation to disposals made on or after 6 April 2020."}, {"act": "Finance Act 2020", "year": 2020, "section": "25", "section_title": "Corporate capital losses", "section_text": "25 Schedule 4 makes provision relating to capital losses made by companies."}, {"act": "Finance Act 2020", "year": 2020, "section": "26", "section_title": "Quarterly instalment payments", "section_text": "26 1 The Corporation Tax (Instalment Payments) Regulations 1998 (S.I. 1998/3175) are amended as follows. 2 At the end of regulation 3 (large and very large companies) insert— 11 A company which— a is chargeable to corporation tax for an accounting period only because of a chargeable gain accruing to the company on the disposal of an asset, and b would, apart from this paragraph, be a very large company by virtue of this regulation in respect of the accounting period, is to be treated for the purposes of these regulations as if it were a large company by virtue of paragraph (1). 3 In regulation 3(10), in the words before paragraph (a), after  “12 months” insert  “                    and paragraph (11) does not apply                  ” . 4 The amendments made by this section have effect in relation to accounting periods beginning on or after 11 March 2020."}, {"act": "Finance Act 2020", "year": 2020, "section": "27", "section_title": "Relief from CGT for loans to traders", "section_text": "27 In section 253(1)(b) of TCGA 1992 (which provides that a loan qualifies for relief only if the borrower is UK resident), at the beginning insert  “                if the loan is made before 24 January 2019,              ” ."}, {"act": "Finance Act 2020", "year": 2020, "section": "28", "section_title": "Research and development expenditure credit", "section_text": "28 1 In section 104M(3) of CTA 2009 (amount of R&D expenditure credit) for  “12%” substitute  “                    13%                  ” . 2 The amendment made by this section has effect in relation to expenditure incurred on or after 1 April 2020."}, {"act": "Finance Act 2020", "year": 2020, "section": "29", "section_title": "Structures and buildings allowances: rate of relief", "section_text": "29 1 Part 2A of CAA 2001 (structures and buildings allowances) is amended as follows. 2 In section 270AA (application of Part 2A)— a in subsection (2) (entitlement to an allowance), at the beginning of paragraph (b) insert  “                        the beginning of                      ” , b in subsection (2)(b)(ii), for  “50 years” substitute  “                        33 1/3 years                      ” , and c in subsection (5) (basic rule: allowance for a chargeable period of one year), for  “2%” substitute  “                        3%                      ” . 3 In section 270EA (proportionate adjustment in certain cases), in subsection (3)— a in paragraph (a), for  “(b)” substitute  “                        (b)(i)                      ” , and b after paragraph (a) (but before the  “or”) insert— aa the period mentioned in section 270AA(2)(b)(ii) expires part way through the chargeable period, . 4 In section 270EB (multiple uses), in subsection (2), for  “2%” substitute  “                    3%                  ” . 5 After section 270GC (but before Chapter 8) insert— CHAPTER 7A Adjustment for pre-April 2020 allowance Adjustment for pre-April 2020 allowance 270GD 1 This section applies if— a on the relevant date, a person is entitled to an allowance under this Part by reference to qualifying expenditure incurred in relation to a building or structure, b the person does not dispose of the relevant interest in the building or structure before the end of the period mentioned in section 270AA(2)(b)(ii) (the  “allowance period”), and c at the end of the allowance period, the person is entitled to an allowance under this Part by reference to the qualifying expenditure mentioned in paragraph (a). 2 The person is entitled to an additional amount of allowance for the chargeable period in which the allowance period ends. 3 The additional amount of the allowance is 1% of the qualifying expenditure multiplied by the following fraction— D / 365 where D is the number of days during the period beginning with 29 October 2018 and ending with the relevant date in respect of which an allowance under this Part by reference to the qualifying expenditure was made to the person. 4 For the purposes of this section  “ the relevant date ” means— a for income tax purposes, 5 April 2020, or b for corporation tax purposes, 31 March 2020. 6 The amendments made by this section are treated as having come into force— a for income tax purposes, on 6 April 2020, or b for corporation tax purposes, on 1 April 2020, and in subsection (7) references to the commencement date are to be read accordingly. 7 For the purposes of subsection (6), in relation to a chargeable period beginning before the commencement date and ending on or after that date, Part 2A of CAA 2001 applies as if— a the part of the chargeable period falling before the commencement date, and b the part of the chargeable period falling on or after that date, were separate chargeable periods."}, {"act": "Finance Act 2020", "year": 2020, "section": "30", "section_title": "Structures and buildings allowances: miscellaneous amendments", "section_text": "30 Schedule 5 makes miscellaneous amendments of CAA 2001 in relation to structures and buildings allowances."}, {"act": "Finance Act 2020", "year": 2020, "section": "31", "section_title": "Intangible fixed assets: pre-FA 2002 assets etc", "section_text": "31 1 Part 8 of CTA 2009 (intangible fixed assets) is amended as follows. 2 In section 711 (overview of Part 8) in subsection (8) after paragraph (fa) (but before the  “and” at the end of that paragraph) insert— fb Chapter 16A (debits in respect of assets that were pre-FA 2002 assets etc), fc Chapter 16B (fungible assets), . 3 In section 845 (transfer between company and related party treated as at market value) in subsection (4) (exceptions)— a omit the  “and” at the end of paragraph (d), and b at the end of paragraph (e) insert , and                         f sections 900E and 900F (special rules in respect of assets that were pre-FA 2002 assets etc) . 4 In section 849AB (grant of licence or other right treated as at market value) in subsection (6) (exceptions)— a omit the  “and” at the end of paragraph (a), and b at the end of paragraph (b) insert , and                         c section 900F (special rules in respect of assets that were pre-FA 2002 assets etc) . 5 Omit section 858 (fungible assets) and the italic heading before that section. 6 In section 882 (application of Part 8 to assets created or acquired on or after 1 April 2002) for subsection (1) substitute— 1 The general rule is that this Part applies to an intangible fixed asset of a company (“ the company ”) only if one or more of the conditions in subsections (1A) to (1D) is met. 1A The condition in this subsection is that the asset is created by the company on or after 1 April 2002. 1B The condition in this subsection is that the asset is acquired by the company during the period beginning with 1 April 2002 and ending with 30 June 2020 and either— a it is acquired from a person who at the time of the acquisition is not a related party in relation to the company, or b it is acquired in case A (in subsection (3)), case B (in subsection (4)) or case C (in subsection (5)) from a person who at the time of the acquisition is a related party in relation to the company. 1C The condition in this subsection is that the asset is acquired by the company on or after 1 July 2020. 1D The condition in this subsection is that the asset is held by the company immediately before 1 July 2020 and at that time the company is not within the charge to corporation tax in respect of the asset. 1E But the condition in subsection (1D) is to be treated as not met if— a at any time during the period beginning with 19 March 2020 and ending with 30 June 2020 the asset is a pre-FA 2002 asset in the hands of any company that is within the charge to corporation tax in respect of the asset, and b after that time but during that period the asset is not acquired by any other company from a person who at the time of the acquisition is not a related party in relation to that other company. 7 In section 883 (assets treated as created or acquired when expenditure incurred)— a after subsection (3) insert— 3A An intangible asset is treated as acquired on or after 1 July 2020 so far as expenditure on its acquisition is incurred on or after that date. 3B An intangible asset is treated as acquired during the period beginning with 1 April 2002 and ending with 30 June 2020 so far as expenditure on its acquisition is incurred during that period. 3C An intangible asset is treated as acquired during the period beginning with 19 March 2020 and ending with 30 June 2020 so far as expenditure on its acquisition is incurred during that period. , b in subsection (4)— i for  “whether” substitute  “                            when                          ” , and ii omit  “on or after 1 April 2002”, and c for subsection (5) substitute— 5 If by reason of any of subsections (3) to (3C) of this section this Part would apply to an intangible fixed asset of a company to a limited extent only, the asset is to be treated as if it consisted of two separate assets— a one asset being an asset to which this Part applies, and b one asset being an asset to which the alternative enactments apply. 8 Omit section 890 (fungible assets: application of section 858) and the italic heading before that section. 9 Omit section 891 (realisation and acquisition of fungible assets). 10 In section 892 (certain assets acquired on transfer of business)— a in the heading at the end insert  “                        or transfer within a group                      ” , b in subsection (2) omit  “and” at the end of paragraph (b), c in subsection (2) after paragraph (c) insert , and                         d section 171 of that Act (transfers within a group) , and d after subsection (4) insert— 5 If the transfer mentioned in subsection (1) occurred before 1 July 2020, this section applies as if paragraph (d) of subsection (2) were omitted. 11 In section 893 (assets whose value derives from pre-2002 assets) in subsection (1)(a) for  “on or after 1 April 2002” substitute  “                    during the period beginning with 1 April 2002 and ending with 30 June 2020                  ” . 12 In section 895 (assets acquired in connection with disposals of pre-FA 2002 assets) in subsection (1)(b) at the beginning insert  “                    at any time before 1 July 2020                  ” . 13 After Chapter 16 insert— CHAPTER 16A Debits in respect of assets that were pre-FA 2002 assets etc Introduction Introduction 900A 1 This Chapter contains special rules affecting the debits to be brought into account by a company for tax purposes in respect of an intangible fixed asset that is a restricted asset. 2 Sections 900B to 900D make provision determining when an intangible fixed asset of a company is a restricted asset for the purposes of this Chapter. 3 Sections 900E and 900F contain the special rules. 4 The following sections contain supplementary provisions— a section 900G (meaning of relieving acquisition), b section 900H (when two persons are related), and c section 900I (acquisition of asset in pursuance of an unconditional obligation). When an intangible fixed asset is a restricted asset When an intangible fixed asset is a restricted asset: the first case 900B 1 An intangible fixed asset of a company is a restricted asset if— a the company acquired the asset on or after 1 July 2020, b the company acquired the asset from a person who at the time of the acquisition was a related party in relation to the company, and c the asset is within subsection (2) or (3). 2 The asset is within this subsection if— a the asset was a pre-FA 2002 asset in the hands of any company on 1 July 2020, and b at no time on or after 1 July 2020 has the asset been the subject of a relieving acquisition. 3 The asset is within this subsection if— a the asset was created before 1 April 2002, b immediately before 1 July 2020 the asset was held by a person other than a company, and c at no time on or after 1 July 2020 has the asset been the subject of a relieving acquisition. 4 But the asset is not within subsection (3) if the person mentioned in that subsection (“the intermediary”) acquired the asset on or after 1 April 2002 from a person (“ the third party ”) who meets the conditions in subsections (5), (6) and (7). 5 The third party meets the condition in this subsection if— a the third party is not a company, or b the third party is a company in relation to which the intermediary is not a related party at the time of the intermediary's acquisition. 6 The third party meets the condition in this subsection if at the time of the intermediary's acquisition the third party is not a related party in relation to a company in relation to which the intermediary is a related party. 7 The third party meets the condition in this subsection if at the time of the acquisition of the asset by the company mentioned in subsection (1) the third party is not a related party in relation to that company. When an intangible fixed asset is a restricted asset: the second case 900C 1 An intangible fixed asset of a company (“the asset concerned”) is a restricted asset if— a the company acquired the asset concerned on or after 1 July 2020, b the company acquired the asset concerned from a person who at the time of the acquisition was a related party in relation to the company, and c the asset concerned is within subsection (2). 2 The asset concerned is within this subsection if— a the asset concerned was created on or after 1 July 2020, b at no time has the asset concerned been the subject of a relieving acquisition, c the value of the asset concerned derives in whole or in part from another asset (“the other asset”), and d the other asset was a pre-FA 2002 asset or a restricted asset in the hands of any company on the date the asset concerned was created. 3 The condition in subsection (2)(d) is to be treated as met if— a the other asset was held by a person other than a company on the date the asset concerned was created, b on the date the asset concerned was created that person was a related party in relation to a company, and c the other asset would have been a pre-FA 2002 asset or a restricted asset in the hands of that company on the date the asset concerned was created had that company acquired the other asset from that person immediately before that date. 4 For the purposes of this section the cases in which the value of an asset may be derived from any other asset include any case where— a assets have been merged or divided, b assets have changed their nature, or c rights or interests in or over assets have been created or extinguished. When an intangible fixed asset is a restricted asset: the third case 900D 1 An intangible fixed asset of a company (“the asset concerned”) is a restricted asset if— a the company acquired the asset concerned on or after 1 July 2020, and b the asset concerned is within subsection (2). 2 The asset concerned is within this subsection if— a the asset concerned was acquired by any company on or after 1 July 2020 directly or indirectly as a consequence of, or otherwise in connection with, the realisation by another person of an asset (“the other asset”), b that company and that other person were related parties at the time of the realisation of the other asset, c the other asset was a pre-FA 2002 asset or a restricted asset in the hands of any company at any time during the period beginning with 1 July 2020 and ending with the time of the realisation mentioned in paragraph (a), d the other asset was not the subject of a relieving acquisition at any time during the period beginning with 1 July 2020 and ending with the time of the realisation mentioned in paragraph (a), and e the asset concerned has not been the subject of a relieving acquisition at any time after the realisation mentioned in paragraph (a). 3 The condition in subsection (2)(c) is to be treated as met if— a immediately before 1 July 2020 the other asset was held by a person that was not a company, b immediately before 1 July 2020 that person was a related party in relation to a company, and c the other asset would have been a pre-FA 2002 asset in the hands of that company on 1 July 2020 had that company acquired the asset from that person immediately before that date. 4 For the purposes of subsection (2) it does not matter whether— a the other asset is the same as the asset concerned, b the asset concerned is acquired at the time of the realisation of the other asset, or c the asset concerned is acquired by merging assets or otherwise. The special rules Special rule: section 900B case 900E 1 This section applies in respect of a restricted asset of a company if it is a restricted asset by reason of section 900B. 2 If the company was the first company to acquire the asset on or after 1 July 2020, the relevant Chapters of this Part have effect as if the company acquired the asset at no cost. 3 If the company was not the first company to acquire the asset on or after 1 July 2020, the relevant Chapters of this Part have effect as if the company acquired the asset for the adjusted amount. 4 The adjusted amount is— A − B where— A is the amount of consideration— for which the company actually acquired the asset, or if different, for which it would (ignoring this section) be treated for the purposes of the Taxes Acts as having acquired the asset, and B is the market value of the asset on the date it was first acquired by a company on or after 1 July 2020. 5 Where B is greater than A the adjusted amount is nil. 6 In this section— “ market value ”, in relation to an asset, means the price the asset might reasonably be expected to fetch on a sale in the open market, and “ the relevant Chapters of this Part ” means— Chapter 3 (debits in respect of intangible fixed assets), Chapter 15 (adjustments on change of accounting policy), and Chapter 5 (calculation of tax written-down value) in so far as it has effect for the purposes of Chapters 3 and 15. Special rule: section 900C or 900D case 900F 1 This section applies in respect of a restricted asset of a company if it is a restricted asset by reason of section 900C or 900D. 2 The relevant Chapters of this Part have effect as if the company acquired the asset for the adjusted amount. 3 The adjusted amount is calculated as follows— Step 1  Find the amount— for which the company actually acquired the asset, or if different, for which it would (ignoring this section) be treated for the purposes of the Taxes Acts as having acquired the asset. Step 2  Deduct from the amount found at Step 1 such proportion of the notional deduction amount for the relevant other asset or each relevant other asset as is just and reasonable in the circumstances. 4 Where the deduction at Step 2 results in a negative value the adjusted amount is nil. 5 In subsection (3)— “ relevant other asset ” means an asset by reference to which the conditions in paragraphs (c) and (d) of section 900C(2) or (as the case may be) the conditions in section 900D(2) were met, and “ the notional deduction amount ”, in relation to a relevant other asset, means— in a case where section 900E(2) would have applied had the company acquired the relevant other asset instead of the restricted asset, an amount equal to the market value of the relevant other asset at the time the restricted asset was acquired, and in a case where section 900E(3) would have applied had the company acquired the relevant other asset instead of the restricted asset, an amount equal to the market value of the relevant other asset at the time it was first acquired by a company on or after 1 July 2020, and in a case where subsection (2) of this section would have applied had the company acquired the relevant other asset instead of the restricted asset, the amount that would have been deducted at step 2 of subsection (3) of this section if the company had acquired the relevant other asset instead of the restricted asset. 6 In this section  “ market value ” and  “ the relevant Chapters of this Part ” have the same meaning as in section 900E. Supplementary provisions Meaning of  “relieving acquisition” 900G For the purposes of this Chapter, an asset is the subject of a relieving acquisition if it is acquired by a company from a person who at the time of the acquisition is not a related party in relation to the company. Supplementary provision about when two persons are related 900H 1 References in this Chapter to one person being a related party in relation to another person are to be read as including references to the participation condition being met as between those persons. 2 References in subsection (1) to a person include a firm in a case where, for section 1259 purposes, references in this Chapter to a company are read as references to the firm. 3 In subsection (2)  “ section 1259 purposes ” means the purposes of determining under section 1259 the amount of profits or losses to be allocated to a partner in a firm. 4 Section 148 of TIOPA 2010 (when the participation condition is met) applies for the purposes of subsection (1) as it applies for the purposes of section 147(1)(b) of TIOPA 2010. Acquisition of asset in pursuance of an unconditional obligation 900I 1 A company that acquires an intangible fixed asset in pursuance of an unconditional obligation under a contract is to be treated for the purposes of this Chapter as having acquired the asset on the date on which the company became subject to that obligation or (if later) the date on which that obligation became unconditional. 2 An obligation is unconditional if it may not be varied or extinguished by the exercise of a right (whether under contract or otherwise). CHAPTER 16B Fungible assets Fungible assets: general 900J 1 For the purposes of this Part— a fungible assets of the same kind that are held by the same person in the same capacity are treated as indistinguishable parts of a single asset, b that asset is treated as growing as additional assets of the same kind are created or acquired, and c that asset is treated as diminishing as some of the assets are realised. 2 In this Part  “ fungible assets ” means assets of a nature to be dealt in without identifying the particular assets involved. Fungible assets: pre-FA 2002 assets and restricted assets 900K 1 For the purposes of section 900J— a pre-FA 2002 assets, b restricted assets, and c standard intangible fixed assets, are to be regarded as assets of different kinds. 2 If section 900J applies (whether or not it is a case where subsection (1) of this section has effect)— a a single asset comprising pre-FA 2002 assets is treated as itself being a pre-FA 2002 asset, b a single asset comprising restricted assets is treated as itself being a restricted asset, and c a single asset comprising standard intangible fixed assets is treated as itself being a standard intangible fixed asset. Realisation of fungible assets: pre-FA 2002 assets and restricted assets 900L 1 This section applies if— a a company realises a fungible asset, and b apart from subsection (1) of section 900K, the asset would be treated as part of a single asset comprising more than one of the kinds of asset referred to in that subsection. 2 The realisation is treated— a as diminishing a single asset of the company comprising pre-FA 2002 assets in priority to diminishing a single asset of the company comprising restricted assets or a single asset of the company comprising standard intangible fixed assets, and b as diminishing a single asset of the company comprising restricted assets in priority to diminishing a single asset of the company comprising standard intangible fixed assets. Acquisition of fungible assets: pre-FA 2002 assets and restricted assets 900M 1 Fungible assets acquired by a company that would not otherwise be treated as pre-FA 2002 assets are so treated so far as they are identified, in accordance with the following rules, with pre-FA 2002 assets realised by the company. 2 Fungible assets acquired by a company that would not otherwise be treated as pre-FA 2002 assets or restricted assets are to be treated as restricted assets so far as they are identified, in accordance with the following rules, with restricted assets realised by the company. 3 Rule 1 is that assets acquired are identified with pre-FA 2002 assets or restricted assets of the same kind realised by the company within the period beginning 30 days before and ending 30 days after the date of the acquisition. 4 The reference in subsection (3) to assets  “of the same kind” is to assets that are, or but for section 900K(1) would be, treated as part of a single asset because of section 900J. 5 Rule 2 is that assets realised earlier are identified before assets realised later. 6 Rule 3 is that assets acquired earlier are identified before assets acquired later. Debits in respect of a single asset comprising restricted assets 900N 1 This section applies in respect of a single asset of a company that comprises restricted assets (and is itself treated as a restricted asset by reason of section 900K(2)(b)). 2 The relevant Chapters of this Part have effect as if the company acquired the single asset for the sum of the amounts for which the company would have been treated for the purposes of those Chapters as having acquired each of the restricted assets that comprises the single asset. 3 In this section  “ the relevant Chapter of this Part ” has the meaning given by section 900E(6). Interpretation 900O In this Chapter— “ restricted asset ” has the same meaning as in Chapter 16A, and “ standard intangible fixed asset ” means an intangible fixed asset that is neither a pre-FA 2002 asset nor a restricted asset. 14 The amendments made by this section have effect in relation to accounting periods beginning on or after 1 July 2020. 15 For the purposes of subsection (14), an accounting period beginning before, and ending on or after, 1 July 2020 is to be treated as if so much of the accounting period as falls before that date, and so much of the accounting period as falls on or after that date, were separate accounting periods."}, {"act": "Finance Act 2020", "year": 2020, "section": "32", "section_title": "Non-UK resident companies carrying on UK property businesses etc", "section_text": "32 Schedule 6 makes minor amendments (which arise in consequence of the provision made by Schedule 1 or 5 to FA 2019) in relation to non-UK resident companies that carry on UK property businesses or have other income relating to land in the United Kingdom."}, {"act": "Finance Act 2020", "year": 2020, "section": "33", "section_title": "Surcharge on banking companies: transferred-in losses", "section_text": "33 1 Chapter 4 of Part 7A of CTA 2010 (surcharge on banking companies) is amended as follows. 2 In section 269D (overview of Chapter), after subsection (4) insert— 4A Section 269DCA defines  “ non-banking transferred-in loss relief ” for the purposes of calculating a company's surcharge profits. 3 In section 269DA (surcharge on banking companies), in subsection (2) (calculation of  “surcharge profits”)— a in the formula, after  “NBPLR +” insert  “                        NBTILR +                      ” ; b after the definition of  “NBPLR” insert— “NBTILR” is the amount (if any) of non-banking transferred-in loss relief (see section 269DCA); . 4 In section 269DC (meaning of  “non-banking or pre-2016 loss relief”)— a in subsection (13) (meaning of  “a non-banking or pre-2016 carried-forward capital loss”)— i in paragraph (a), omit  “or as a result of a non-banking loss transfer”; ii in paragraph (b), for  “8(1)(b)” substitute  “                            2A(1)(b)                          ” ; b omit subsections (14) and (15) (meaning of  “ non-banking loss transfer ” and  “ non-banking company ”). 5 After section 269DC insert— Meaning of  “non-banking transferred-in loss relief” 269DCA 1 In section 269DA(2),  “ non-banking transferred-in loss relief ” means the sum of any amounts that are deducted under section 2A of TCGA 1992 in determining the taxable total profits of the company of the chargeable accounting period in respect of an allowable loss, or any part of an allowable loss, that accrued to the company as a result of a non-banking loss transfer. 2 A  “non-banking loss transfer” is a transfer to the company of the whole or any part of an allowable loss, by an election under section 171A of TCGA 1992 (reallocation within group), from a non-banking company. 3 In this section  “ non-banking company ” means a company that is not a banking company at the time that the allowable loss, or such part of it as the election transfers, is treated as accruing by virtue of the election (see, in particular, section 171B(3) of TCGA 1992). 6 The amendments made by this section have effect in relation to an allowable loss, or any part of an allowable loss, deducted from a chargeable gain accruing on a disposal made on or after 11 March 2020."}, {"act": "Finance Act 2020", "year": 2020, "section": "34", "section_title": "CT payment plans for tax on certain transactions with EEA residents", "section_text": "34 Schedule 7 makes provision for the deferral of the payment of corporation tax arising in connection with certain transactions involving companies resident in an EEA state."}, {"act": "Finance Act 2020", "year": 2020, "section": "35", "section_title": "Changes to accounting standards affecting leases", "section_text": "35 1 Schedule 14 to FA 2019 (leases: changes to accounting standards etc) is amended as follows. 2 In paragraph 13 (cases where asset first recognised for period of account beginning on or after 1 January 2019), for sub-paragraph (1) substitute— 1 This paragraph applies if the first period of account for which the right-of-use asset falls (or would fall) to be recognised for accounting purposes in the accounts of the lessee begins on or after 1 January 2019 (referred to in the following provisions of this paragraph as  “the first period of account”). 3 For paragraph 14 (cases where asset first recognised for a period of account beginning before 1 January 2019) substitute— 14 1 This paragraph applies if the first period of account for which the right-of-use asset falls (or would fall) to be recognised for accounting purposes in the accounts of the lessee begins before 1 January 2019. 2 The change of basis provisions and this Part of this Schedule have effect— a as if there were a change of accounting policy with respect of the accounts of the lessee for the first period of account beginning on or after 1 January 2019, and b as if that period of account were the first period of account for which the right-of-use asset falls (or would fall) to be recognised for accounting purposes in the accounts of the lessee. 4 Schedule 14 to FA 2019 has effect, and is to be deemed always to have had effect, with the amendments made by this section."}, {"act": "Finance Act 2020", "year": 2020, "section": "36", "section_title": "Enterprise investment scheme: approved investment fund as nominee", "section_text": "36 1 Section 251 of ITA 2007 (EIS: approved investment fund as nominee) is amended as follows. 2 In subsection (1)— a in the opening words, for  “Subsection (2) applies” substitute  “                        This section applies                      ” , b in paragraph (a), for  “an approved fund” substitute  “                        an approved knowledge-intensive fund                      ” , c omit the  “and” at the end of paragraph (b), d in paragraph (c), for  “90%” substitute  “                        50%                      ” , e after that paragraph insert— d the amounts which the managers have, as nominee for the individual, subscribed for shares issued within 24 months after the closing of the fund represent at least 90% of the individual's investment in the fund, e within that 24 month period at least 80% of the individual's investment in the fund is represented by shares in companies which are knowledge-intensive companies at the time the shares are issued, and f the managers have met such conditions with respect to the provision of information to HMRC Commissioners as the Commissioners consider appropriate for the purposes of this section. , and f omit the second sentence. 3 After that subsection insert— 1A In this section  “ the managers of an approved knowledge-intensive fund ” means the person or persons having the management of an investment fund— a which is, in the opinion of HMRC Commissioners, a fund established for the purpose of investing wholly, or substantially wholly, in shares in companies which are knowledge-intensive companies at the time the shares are issued, and b which is, having met such other conditions as HMRC Commissioners consider appropriate for the purposes of this section, approved by them for those purposes. 4 In subsection (2), omit  “In any case where this subsection applies,”. 5 After that subsection insert— 2A Accordingly, in a case where section 158 has effect with the modifications in subsection (2), the reference in section 158(4) to the issue of the shares in the preceding tax year is to the issue of the shares in the tax year preceding the tax year in which the fund closes (and references elsewhere in this Part to the issue of shares in a previous tax year are to be read accordingly). 6 In subsection (4), in the opening words, for  “an approved fund” substitute  “                    an approved knowledge-intensive fund                  ” . 7 In subsection (5)(b), for  “the Commissioners for Her Majesty's Revenue and Customs” substitute  “                    HMRC Commissioners                  ” . 8 In subsection (6), for  “an approved fund” substitute  “                    an approved knowledge-intensive fund                  ” . 9 In subsection (7), for  “an approved fund” substitute  “                    an approved knowledge-intensive fund                  ” . 10 After that subsection insert— 8 In this section  “ HMRC Commissioners ” means the Commissioners for Her Majesty's Revenue and Customs. 11 In the title, for  “investment fund” substitute  “                    knowledge-intensive fund                  ” . 12 The amendments made by this section are treated as having come into force on 6 April 2020 in relation to funds that close on or after that date."}, {"act": "Finance Act 2020", "year": 2020, "section": "37", "section_title": "Gains from contracts for life insurance etc: top slicing relief", "section_text": "37 1 In Chapter 9 of Part 4 of ITTOIA 2005 (gains from contracts for life insurance etc), sections 535 to 537 (top slicing relief) are amended as follows. 2 In section 535 (top slicing relief), at the end insert— 8 For the purposes of the calculations mentioned in subsection (1)— a section 25(2) of ITA 2007 (deductions of reliefs and allowances in most beneficial way for taxpayer) does not apply, and b reliefs and allowances are available for deduction from an amount that, for the purposes of those calculations, is the highest part of the individual's total income for the tax year only so far as they cannot be deducted from other amounts. 3 In section 536(1) (top slicing relieved liability: one chargeable event), in paragraph (a) of step 2— a omit the  “and” at the end of sub-paragraph (i), and b after the  “and” at the end of sub-paragraph (ii) insert— iii in determining the amount of the individual's personal allowance under section 35 of ITA 2007 (but not the amount of any other relief or allowance), it is assumed that the gain from the chargeable event is equal to the amount of the annual equivalent, and . 4 In section 537 (top slicing relieved liability: two or more chargeable events), in paragraph (a) of step 2— a omit the  “and” at the end of sub-paragraph (i), and b after the  “and” at the end of sub-paragraph (ii) insert— iii in determining the amount of the individual's personal allowance under section 35 of ITA 2007 (but not the amount of any other relief or allowance), it is assumed that the total gains from the chargeable events are equal to the amount of the total annual equivalent, and . 5 The amendments made by this section have effect in relation to the tax year 2019-20 and subsequent tax years (but see subsection (6) for an exception in the case of the tax years 2019-20 and 2020-21). 6 Those amendments do not have effect in relation to the tax year 2019-20 or 2020-21 in the case of an individual who is only liable to tax under Chapter 9 of Part 4 of ITTOIA 2005 for the year in question— a on a gain from one chargeable event that occurs before 11 March 2020, or b on gains from chargeable events each of which occurs before that day."}, {"act": "Finance Act 2020", "year": 2020, "section": "38", "section_title": "Losses on disposal of shares: abolition of requirement to be UK business", "section_text": "38 1 The following provisions are repealed— a section 134(5) of ITA 2007 (which provides that a company is a qualifying trading company for the purposes of income tax relief under Chapter 6 of Part 4 of that Act only if it carries on its business in the United Kingdom), and b section 78(5) of CTA 2010 (which makes corresponding provision for the purposes of corporation tax relief under Chapter 5 of Part 4 of that Act). 2 In consequence of the repeals made by subsection (1)— a in ITA 2007— i in section 134(1), for  “D” substitute  “                            C                          ” , ii in section 147(8), at the end of paragraph (a) insert  “                            or                          ”  and omit paragraph (c) together with the “or” before it, iii in section 150(1), omit the entry relating to section 134(5)(a), and iv in paragraph 38(2) of Schedule 2, in the opening words, for  “(2) to (5)” substitute  “                            (2) to (4)                          ” , and omit the substituted section 134(5) of ITA 2007, and b in CTA 2010— i in section 75(8), at the end of paragraph (a) insert  “                            or                          ”  and omit paragraph (c) together with the “or” before it, ii in section 78(1), for  “D” substitute  “                            C                          ” , iii in section 89(1), omit the entry relating to section 78(5)(a), and iv in paragraph 28(4) of Schedule 2, in the opening words, for  “(2) to (5)” substitute  “                            (2) to (4)                          ” , and omit the substituted section 78(5) of CTA 2010. 3 The amendments made by this section have effect in relation to disposals made on or after 24 January 2019."}, {"act": "Finance Act 2020", "year": 2020, "section": "39", "section_title": "Digital services tax: introduction", "section_text": "39 1 A tax (to be known as  “ digital services tax ”) is charged in accordance with this Part on UK digital services revenues arising to a person in an accounting period. 2 The Commissioners for Her Majesty's Revenue and Customs (in this Part referred to as  “ the Commissioners ”) are responsible for the collection and management of digital services tax. 3 In this Part— a sections 40 to 45 define  “UK digital services revenues” and other key expressions; b sections 46 to 51 contain the charge to digital services tax; c sections 52 to 56 impose a duty to file returns and other reporting requirements; d sections 57 to 60 define groups and related concepts; e sections 61 to 64 define accounting periods, the meaning of revenues arising, and other accounts-related concepts; f sections 65 to 72 contain supplementary and general provisions."}, {"act": "Finance Act 2020", "year": 2020, "section": "40", "section_title": "Meaning of  “digital services revenues”", "section_text": "40 1 This section applies for the purposes of this Part. 2 The  “digital services revenues” of a group for a period are the total amount of revenues arising to members of the group in that period in connection with any digital services activity of any member of the group. 3 Where revenues arise in connection with a digital services activity and anything else, the revenues are to be treated as arising in connection with the activity to such extent as is just and reasonable."}, {"act": "Finance Act 2020", "year": 2020, "section": "41", "section_title": "Meaning of  “UK digital services revenues”", "section_text": "41 1 This section applies for the purposes of this Part. 2 A group's  “UK digital services revenues” for a period are so much of its digital services revenues for that period as are attributable to UK users. 3 Revenues are attributable to UK users if— a they are within Case 1, 2 or 3, or b they are within Case 4 or 5 and, where subsection (9) applies, they are allocated to UK users under that subsection. This is subject to subsection (10). 4 Case 1 is where— a the revenues are online marketplace revenues, b they arise in connection with a marketplace transaction, and c a UK user is a party to the transaction. 5 Case 2 is where— a the revenues are online marketplace revenues, and b they arise in connection with particular accommodation or land in the United Kingdom (see section 42). 6 Case 3 is where— a the revenues are online marketplace revenues, b they arise in connection with online advertising for particular services, goods or other property, and c the advertising is paid for by a UK user. 7 Case 4 is where— a the revenues are online advertising revenues, b they are not within any of Cases 1 to 3, and c the advertising is viewed or otherwise consumed by UK users. 8 Case 5 is where— a the revenues are not within any of Cases 1 to 4, and b they arise in connection with UK users. 9 For the purposes of subsection (3)(b), revenues are to be allocated to UK users to such extent as is just and reasonable where they are— a online advertising revenues within Case 4 and the advertising in question is viewed or otherwise consumed by UK users and others; b revenues within Case 5 and they arise in connection with UK users and others. 10 Online marketplace revenues are treated as not attributable to UK users if— a where they arise in connection with a marketplace transaction— i they arise in connection with particular accommodation or land outside the United Kingdom (see section 42), and ii the only UK user who is a party to the transaction is a provider or seller of the thing to which the transaction relates; b in any other case, they arise in connection with particular accommodation or land outside the United Kingdom (see section 42). 11 In this section— “ marketplace transaction ” means a transaction on the online marketplace between users; “ online advertising revenues ” means revenues arising in connection with the provision or facilitation of online advertising; “ online marketplace revenues ” means revenues arising in connection with an online marketplace. 12 For the purpose of the definition of  “marketplace transaction”,  “ transaction on the online marketplace ” includes the placing on the marketplace of an order that results in an agreement, even if the agreement between the users is made otherwise than through the marketplace."}, {"act": "Finance Act 2020", "year": 2020, "section": "42", "section_title": "UK digital services revenues: accommodation and land", "section_text": "42 1 This section, which supplements section 41 (meaning of a group's UK digital services revenues), applies for the purpose of determining when online marketplace revenues arise in connection with accommodation or land. 2 The revenues are treated as arising in connection with accommodation if they arise in connection with— a the provision of accommodation, or b the provision of services, goods or other property in relation to accommodation, in connection with the provision of the accommodation on the online marketplace. 3 The revenues are treated as arising in connection with land if they arise in connection with— a the sale of an estate, interest or right in or over land, or b the provision of services, goods or other property in relation to land, in connection with the sale of an estate, interest or right in or over the land on the online marketplace. 4 In this section— a any reference to providing or selling anything includes offering to provide or sell it; b any reference to providing goods or other property includes providing it temporarily; c “ online marketplace revenues ” means revenues arising in connection with an online marketplace."}, {"act": "Finance Act 2020", "year": 2020, "section": "43", "section_title": "Meaning of  “digital services activity” etc", "section_text": "43 1 This section applies for the purposes of this Part. 2 “ Digital services activity ” means providing— a a social media service, b an internet search engine, or c an online marketplace. 3 “ Social media service ” means an online service that meets the following conditions— a the main purpose, or one of the main purposes, of the service is to promote interaction between users (including interaction between users and user-generated content), and b making content generated by users available to other users is a significant feature of the service. 4 “ Internet search engine ” does not include a facility on a website that merely enables a person to search— a the material on that website, or b the material on that website and on closely related websites. 5 “ Online marketplace ” means an online service that meets the following conditions— a the main purpose, or one of the main purposes, of the service is to facilitate the sale by users of particular things, and b the service enables users to sell particular things to other users, or to advertise or otherwise offer particular things for sale to other users. 6 In subsection (5)— a “ thing ” means any services, goods or other property; b any reference to the sale of a thing includes hiring it. 7 Any reference to providing a social media service, internet search engine or online marketplace includes carrying on an associated online advertising service; and any reference to a social media service, internet search engine or online marketplace is to be read accordingly. 8 In this section  “ associated online advertising service ” means an online service that— a facilitates online advertising, and b derives significant benefit from its association with the social media service, internet search engine or online marketplace. 9 Where an associated online advertising service derives significant benefit from its association with more than one type of digital services activity, revenues arising from the service are to be treated as attributable to each of the types of digital services activity in question to such extent as is just and reasonable. 10 See also section 45 (exclusion for online financial marketplaces)."}, {"act": "Finance Act 2020", "year": 2020, "section": "44", "section_title": "Meaning of  “user” and  “UK user”", "section_text": "44 1 This section applies for the purposes of this Part. 2 Any reference to a user, in relation to a digital services activity of a person (the  “provider”), does not include— a the provider or a member of the same group as the provider, or b an employee of a person within paragraph (a), acting in the course of that person's business. 3 “ UK user ” means any user who it is reasonable to assume— a in the case of an individual, is normally in the United Kingdom; b in any other case, is established in the United Kingdom."}, {"act": "Finance Act 2020", "year": 2020, "section": "45", "section_title": "Exclusion for online financial marketplaces", "section_text": "45 1 In this Part any reference to an online marketplace excludes one that is for the time being an online financial marketplace. 2 An online marketplace is an  “online financial marketplace” for a relevant accounting period if more than half of the revenues arising to the provider in the accounting period in connection with the online marketplace arise in connection with the provider's facilitation of the trading of financial instruments, commodities or foreign exchange. 3 In subsection (2)— a the reference to the trading of financial instruments includes the creation of such instruments; b the reference to the trading of commodities is to the kind of commodities, and the kind of trading, occurring on a commodities exchange. 4 In this section— “ financial instrument ” means— a financial instrument within the meaning of the applicable accounting standards (see section 64), or a contract of insurance as defined by section 64 of FA 2012; “ provider ” means the person providing the online marketplace; “ relevant accounting period ” means an accounting period of the group of which the provider is a member."}, {"act": "Finance Act 2020", "year": 2020, "section": "46", "section_title": "Meaning of  “the threshold conditions”", "section_text": "46 1 For the purposes of this Part  “ the threshold conditions ”, in relation to a group, for an accounting period are— a that the total amount of digital services revenues arising in that period to members of the group exceeds £500 million, and b that the total amount of UK digital services revenues arising in that period to members of the group exceeds £25 million. 2 But if the duration of the accounting period is less than a year, the amounts mentioned in subsection (1)(a) and (b) are proportionately reduced."}, {"act": "Finance Act 2020", "year": 2020, "section": "47", "section_title": "Charge to DST", "section_text": "47 1 This section applies where the threshold conditions are met in relation to a group for an accounting period. 2 Each person who was a member of the group in the accounting period (a  “relevant person”) is liable to digital services tax in respect of UK digital services revenues arising in that period. 3 To find the liability of a relevant person to digital services tax in respect of the accounting period, take the following steps. Step 1  Take the total amount of UK digital services revenues arising to members of the group in the accounting period. Step 2  Deduct £25million from the amount found under step 1. Step 3  Calculate 2% of the amount calculated under step 2. The result is  “the group amount”. Step 4  The relevant person's liability to digital services tax in respect of the accounting period is the appropriate proportion of the group amount. 4 In this section  “ the appropriate proportion ” means such proportion of the total amount of UK digital services revenues arising to members of the group in the accounting period as is attributable to the relevant person. 5 If the duration of the accounting period is less than a year, the sum mentioned in step 2 of subsection (3) is proportionately reduced. 6 This section is subject to section 48 (alternative basis of charge)."}, {"act": "Finance Act 2020", "year": 2020, "section": "48", "section_title": "Alternative basis of charge", "section_text": "48 1 This section applies if a valid election under this section in respect of an accounting period has been made in the group's DST return for that period (whether as originally made or by amendment). 2 An election under this section is valid if it specifies the categories of revenues in relation to which it applies (or specifies that it applies in relation to all categories). 3 For this purpose, the categories of revenues are— a revenues arising in connection with any social media service; b revenues arising in connection with any internet search engine; c revenues arising in connection with any online marketplace. 4 To find the liability of a relevant person to digital services tax in respect of the accounting period, take the following steps (instead of the steps set out in section 47(3)). Step 1  Take the total amount of UK digital services revenues arising to members of the group in the accounting period. Step 2  Apportion the total amount found under step 1 between the three categories of revenues. Step 3  For each category of revenues, the  “net revenues” is the amount by which the amount of revenues apportioned under step 2 exceeds the relevant proportion of £25million.“The relevant proportion” is— R TR where— R is the amount of revenues apportioned under step 2 to the category, and TR is the total amount found under step 1. Step 4  For each specified category of revenues, calculate the operating margin.“The operating margin” is— R − E R where— R has the same meaning as in step 3, and E is the amount of relevant operating expenses of the group that are recognised in the accounting period (as to which, see section 49). If R does not exceed E, the operating margin is nil. Step 5  For each specified category of revenues, the taxable amount is 0.8 x the operating margin x the net revenues. For any other category of revenues, the taxable amount is 2% of the net revenues. Step 6  Add together the taxable amounts calculated under step 5. The result is  “the group amount”. Step 7  The relevant person's liability to digital services tax in respect of the accounting period is the appropriate proportion of the group amount. 5 If the duration of the accounting period is less than a year, the sum mentioned in step 3 of subsection (4) is proportionately reduced. 6 In this section— “ the appropriate proportion ” has the meaning given by section 47; “ relevant person ” has the same meaning as in section 47; “ specified ”, in relation to a category of revenues, means a category of revenues specified in the election."}, {"act": "Finance Act 2020", "year": 2020, "section": "49", "section_title": "Section 48: meaning of  “relevant operating expenses”", "section_text": "49 1 This section supplements section 48. 2 The  “relevant operating expenses” of a group, in relation to a specified category of revenues, means any expenses of a member of the group attributable to the earning of UK digital services revenues within the specified category, except excluded expenses. 3 “ Excluded expenses ” means any expenses— a in respect of interest (or anything equivalent, from a commercial perspective, to interest), b attributable to the acquisition of a business or part of a business, c occurring otherwise than in the normal course of business, d resulting from a change in the valuation of any tangible or intangible asset, or e in respect of any tax (arising under the law of any territory). 4 Where expenses are attributable to— a the earning of UK digital services revenues within the specified category, and b anything else, the expenses are to be treated as relevant operating expenses to such extent as is just and reasonable. 5 In this section  “ specified ” has the meaning given by section 48."}, {"act": "Finance Act 2020", "year": 2020, "section": "50", "section_title": "Relief for certain cross-border transactions", "section_text": "50 1 This section applies if a claim under this section in respect of an accounting period has been included in the group's DST return for that period (whether as originally made or by amendment). 2 For the purposes of step 1 in section 47(3) or 48(4), disregard 50% of any UK digital services revenues arising to a member of the group in the accounting period in connection with a relevant cross-border transaction. 3 For the purposes of step 4 in section 48(4), disregard 50% of any relevant operating expenses of a member of the group recognised in the accounting period that result from a relevant cross-border transaction. 4 “ Relevant cross-border transaction ” means a marketplace transaction where— a the online marketplace is provided by a member of the group, b a foreign user is a party to the transaction, and c all or part of any revenues arising to a member of the group in connection with the transaction are (or would be) subject to a foreign DST charge. 5 In this section— “ foreign user ” means a user who it is reasonable to assume— in the case of an individual, is normally in a territory outside the United Kingdom; in any other case, is established in a territory outside the United Kingdom, and a reference to the foreign user's  “territory” is to be read accordingly; “ foreign DST charge ” means a charge (known by any name) under the law of the foreign user's territory which is similar to digital services tax; “ marketplace transaction ” has the meaning given by section 41; “ relevant operating expenses ” has the meaning given by section 49."}, {"act": "Finance Act 2020", "year": 2020, "section": "51", "section_title": "When DST is due and payable", "section_text": "51 Digital services tax in respect of an accounting period is due and payable on the day following the end of 9 months from the end of the accounting period."}, {"act": "Finance Act 2020", "year": 2020, "section": "52", "section_title": "Meaning of  “the responsible member”", "section_text": "52 1 In this Part any reference to  “the responsible member” of a group, at any time, is a reference to the following person— a if at that time a nomination under subsection (2) is in force, the person nominated; b otherwise, the parent of the group. 2 The parent of a group may nominate a person to be  “the responsible member” of the group if— a the person is a member of the group, b the person is a company, and c the parent agrees in writing to provide the person with everything the person may reasonably require in order to comply with— i any obligation imposed by or under this Part, or ii any other obligation imposed on the person in connection with any digital services tax liability of any member of the group. 3 A nomination is in force from the time it is made until any of the following events occurs— a the parent nominates another person; b the person nominated ceases to be a member of the group or ceases to be a company; c an officer of Revenue and Customs or the parent revokes the nomination. 4 An officer of Revenue and Customs may revoke a nomination only if the officer has reason to believe that the person nominated— a is not being provided with something the person reasonably requires in order to comply with an obligation of a kind mentioned in subsection (2)(c), or b is not complying with any such obligation. 5 An officer of Revenue and Customs revokes a nomination by notifying the parent and the nominated person of the revocation. The revocation has effect when the notification is issued. 6 Any nomination, or revocation of a nomination, must be in writing."}, {"act": "Finance Act 2020", "year": 2020, "section": "53", "section_title": "Continuity of obligations etc where change in the responsible member", "section_text": "53 1 This section applies if at any time (“ the relevant time ”) a person (“the new responsible member”) becomes the responsible member of a group in place of another person (  “                    the old responsible member                  ” ). 2 The relevant obligations and liabilities of the new responsible member include any relevant obligations and liabilities of the old responsible member as respects the group. 3 Anything done as respects the group by or in relation to the old responsible member, before the relevant time, is treated as having been done by or in relation to the new responsible member. 4 Accordingly, a penalty may be imposed on the new responsible member in respect of anything done before the relevant time if, at that time, a penalty could have been imposed on the old responsible member in respect of the thing done. 5 Anything done by HMRC in relation to the old responsible member as respects the group, before the end of the day the change is notified, is treated for all relevant purposes as done by or in relation to the new responsible member. 6 Anything (including any proceedings) relating to the group that, at any time during the period beginning with the relevant time and ending with the day the change is notified, is in the process of being done in relation to the old responsible member may be continued in relation to the new responsible member. 7 Accordingly, any reference in an enactment or other instrument to the responsible member of the group is to be read, so far as necessary for the purposes of giving effect to any of subsections (2) to (6), as being or including a reference to the new responsible member. 8 In this section— a any reference to an act includes an omission; b any reference to the day the change is notified is to the day on which an officer of Revenue and Customs receives notification, in accordance with section 55, that the new responsible member has become the responsible member of the group; c “ relevant obligations and liabilities ” means any obligations or other liabilities relating to digital services tax; d “ relevant purposes ” means any purposes relating to digital services tax. 9 Nothing in this section— a prevents HMRC or anyone else, after the relevant time, from imposing a penalty, exercising any other power, or doing anything else, in relation to the old responsible member in respect of anything done before the relevant time, or b affects the validity of anything done before the relevant time."}, {"act": "Finance Act 2020", "year": 2020, "section": "54", "section_title": "Duty to notify HMRC when threshold conditions are met", "section_text": "54 1 This section applies— a in relation to the first accounting period of a group in respect of which the threshold conditions are met, and b where a direction under section 56 has been given in respect of a group, in relation to the first relevant accounting period in respect of which the threshold conditions are met. In paragraph (b)  “ relevant accounting period ” means the accounting period specified in the direction or any subsequent accounting period. 2 The responsible member must provide specified information to HMRC. 3 The information must be provided in the specified way. 4 The information must be provided before the end of the period of 90 days from the end of the accounting period. 5 In subsections (2) and (3)  “ specified ” means specified in a notice published by HMRC."}, {"act": "Finance Act 2020", "year": 2020, "section": "55", "section_title": "Duty to notify HMRC of change in relevant information", "section_text": "55 1 This section applies where section 54 applies or has applied in relation to a group. 2 If at any relevant time there is a change in relevant information relating to the group, the responsible member must notify HMRC of that change. 3 The notification must be given in the specified way. 4 The notification must be given before the end of the period of 90 days beginning with the day on which the change occurs. 5 In subsection (3)  “ specified ” means specified in a notice published by HMRC. 6 In this section— “ relevant information ” means information of a kind specified under section 54(2); “ relevant time ” means any time— after the time when the information is provided under section 54 or (if earlier) the last time by which the information may be provided in accordance with that section, and before the giving of a direction under section 56 in relation to the group."}, {"act": "Finance Act 2020", "year": 2020, "section": "56", "section_title": "Duty to file returns", "section_text": "56 1 This section applies where the threshold conditions are met in relation to a group for an accounting period. 2 The responsible member must deliver a DST return— a for the accounting period, and b for each subsequent accounting period, subject to subsection (3). 3 An officer of Revenue and Customs may, on the application of the responsible member, direct that the duty to deliver a DST return does not apply in relation to an accounting period specified in the direction or subsequent accounting periods. 4 Such a direction may be given only if it appears to the officer that the threshold conditions will not be met in relation to the group for any accounting period beginning with the specified accounting period. 5 Nothing in a direction under subsection (3) prevents the further application of this section to the group, in any subsequent accounting period in which the threshold conditions are met. 6 Schedule 8 contains provision about DST returns, enquiries, assessments etc."}, {"act": "Finance Act 2020", "year": 2020, "section": "57", "section_title": "Meaning of  “group”,  “parent” etc", "section_text": "57 1 In this Part  “ group ” means— a any entity which— i is a relevant entity (see section 58), and ii meets condition A or B (see subsections (2) and (3)), and b each subsidiary (if any) of the entity mentioned in paragraph (a). 2 Condition A is that the entity— a is a member of a GAAP group, and b is not a subsidiary of an entity that— i is a relevant entity, and ii itself meets condition A. 3 Condition B is that the entity is not a member of a GAAP group. 4 In this Part— a references to the  “ parent ” of a group are to the entity mentioned in subsection (1)(a); b references to a  “member” of a group are to an entity mentioned in subsection (1)(a) or (b); c “ subsidiary ” has the meaning given by the applicable accounting standards. 5 In this section  “ GAAP group ” means a group within the meaning of the applicable accounting standards. 6 For the meaning of  “the applicable accounting standards” see section 64."}, {"act": "Finance Act 2020", "year": 2020, "section": "58", "section_title": "Section 57: meaning of  “relevant entity”", "section_text": "58 1 In section 57  “ relevant entity ” means— a a company, or b an entity the shares or other interests in which are listed on a recognised stock exchange and are sufficiently widely held. 2 Shares or other interests in an entity are  “sufficiently widely held” if no participator in the entity holds more than 10% by value of all the shares or other interests in the entity. 3 The following are not relevant entities— a the Crown; b a Minister of the Crown; c a government department; d a Northern Ireland department; e a foreign sovereign power. 4 In this section— a “ participator ” has the meaning given by section 454 of CTA 2010; b “ recognised stock exchange ” has the meaning given by section 1137 of CTA 2010; c the reference to shares or other interests being listed on a recognised stock exchange is to be read in accordance with section 1137 of CTA 2010. 5 For the meaning of  “company” see section 72."}, {"act": "Finance Act 2020", "year": 2020, "section": "59", "section_title": "Continuity of a group over time", "section_text": "59 1 In this Part, this section applies for the purpose of determining whether a group at any time (Time 2) is the same group as a group at any earlier time (Time 1). 2 The group at Time 2 is the same group as the group at Time 1 if and only if the entity that is the parent of the group at Time 2— a was the parent of the group at Time 1, and b was the parent of a group at all times between Time 1 and Time 2."}, {"act": "Finance Act 2020", "year": 2020, "section": "60", "section_title": "Treatment of stapled entities", "section_text": "60 1 This section applies where two or more entities— a would, apart from this section, be the parent of a group, and b are stapled to each other. 2 This Part applies as if— a the entities were subsidiaries of another entity (the  “deemed parent”), and b the deemed parent were within section 57(1)(a) (conditions for being the parent of a group). 3 For the purpose of this section, an entity (A) is  “stapled” to another entity (B) if, in consequence of the nature of the rights attaching to the shares or other interests in A (including any terms or conditions attaching to the right to transfer the interests), it is necessary or advantageous for a person who has, disposes of or acquires shares or other interests in A also to have, dispose of or acquire shares or other interests in B."}, {"act": "Finance Act 2020", "year": 2020, "section": "61", "section_title": "Accounting periods and meaning of  “a group's accounts”", "section_text": "61 1 This section applies for the purposes of this Part. 2 A group's first accounting period— a begins with 1 April 2020, and b ends with the first accounting reference date to occur after that date or, if earlier, with 31 March 2021. This is subject to subsection (4) (rule for groups coming into existence after 1 April 2020). 3 Any other accounting period of a group— a begins immediately after the end of the previous accounting period, and b ends with the first accounting reference date to occur after it begins or, if earlier, one year after it begins. 4 In the case of a group formed after 1 April 2020, its first accounting period— a begins with the date on which it is formed, and b ends with the first accounting reference date to occur after that date or, if earlier, one year after it begins. 5 In this section  “ accounting reference date ” means the date to which the group's accounts are made up. 6 Any reference to a group's accounts is to— a the consolidated accounts of the group's parent and its subsidiaries, or b the parent's accounts (if the parent is the only member of the group throughout the period in question)."}, {"act": "Finance Act 2020", "year": 2020, "section": "62", "section_title": "Apportionment of revenues or expenses to accounting period", "section_text": "62 1 This section applies if a group's period of account does not coincide with an accounting period. 2 The revenues or expenses of a period of account may be apportioned to the parts of that period falling within different accounting periods. 3 The apportionment must be made by reference to the number of days in the periods concerned."}, {"act": "Finance Act 2020", "year": 2020, "section": "63", "section_title": "Meaning of revenues arising, or expenses recognised, in a period", "section_text": "63 1 In this Part any reference to revenues arising to members of a group in a period, or to expenses of members of a group recognised in a period, is to be interpreted as follows. 2 For any period of account of the group for which the group's accounts are produced in accordance with the applicable accounting standards, the reference is to— a revenues (however described) or expenses recognised in the income statement (or in profit and loss) for that period, or b if any consolidation exemption applies, to revenues (however described) or expenses that would be recognised in the income statement (or in profit and loss) for that period if no consolidation exemption were applicable. 3 For any period of account of the group not falling within subsection (2), the reference is to revenues or expenses that would be recognised in the income statement (or in profit and loss) in the group's accounts produced in accordance with IAS for the period if such accounts were produced (and no consolidation exemption was applicable). 4 If the group does not produce accounts for any period (“ the relevant period ”) in an accounting period, the reference is to revenues or expenses that would be recognised in the income statement (or in profit and loss) in the group's accounts produced in accordance with IAS for the relevant period if such accounts were produced (and no consolidation exemption was applicable). 5 In this section  “ consolidation exemption ” means any exemption in the applicable accounting standards from a requirement to consolidate revenues."}, {"act": "Finance Act 2020", "year": 2020, "section": "64", "section_title": "Meaning of  “the applicable accounting standards” etc", "section_text": "64 1 This section applies for the purposes of this Part. 2 “ The applicable accounting standards ”, in relation to a group, means— a for any period for which the group's accounts are produced in accordance with UK GAAP, UK GAAP; b for any period for which the group's accounts are produced in accordance with acceptable overseas GAAP, acceptable overseas GAAP; c for any period for which the group's accounts are produced in accordance with a specified standard, that standard; d otherwise, IAS. 3 “UK GAAP”— a means generally accepted accounting practice in relation to accounts of UK companies (other than accounts prepared in accordance with IAS) that are intended to give a true and fair view, and b has the same meaning in relation to persons other than companies, and companies that are not UK companies, as it has in relation to UK companies. “UK companies” here means companies incorporated or formed under the law of a part of the United Kingdom. 4 “ Acceptable overseas GAAP ” means the generally accepted accounting practice and principles of any of the following— Canada; China; Japan; South Korea; the United States of America. 5 “ IAS ” means— a International Accounting Standards, b International Financial Reporting Standards, and c related interpretations, issued or adopted, from time to time, by the International Accounting Standards Board. 6 In subsection (2)(c),  “ specified ” means specified in a notice published by HMRC."}, {"act": "Finance Act 2020", "year": 2020, "section": "65", "section_title": "Anti-avoidance", "section_text": "65 1 Any tax advantage that would (apart from this section) arise from relevant avoidance arrangements is to be counteracted by the making of such adjustments as are just and reasonable. 2 The adjustments (whether or not made by an officer of Revenue and Customs) may be made by way of an assessment, the modification of an assessment, amendment or disallowance of a claim, or otherwise. 3 Arrangements are  “relevant avoidance arrangements” if their main purpose, or one of their main purposes, is to enable a person to obtain a tax advantage. 4 But arrangements are not  “relevant avoidance arrangements” if the obtaining of any tax advantage that would (apart from this section) arise from them can reasonably be regarded as consistent with— a any principles on which the provisions of this Part that are relevant to the arrangements are based (whether express or implied), and b the policy objectives of those provisions. 5 In this section— “arrangements” include any agreement, understanding, scheme, transaction or series of transactions (whether or not legally enforceable); “ tax ” means digital services tax (and  “ tax advantage ” is to be construed accordingly); “ tax advantage ” includes— avoidance or reduction of a charge to tax or an assessment to tax, repayment or increased repayment of tax, avoidance of a possible assessment to tax, and deferral of a payment of tax or advancement of a repayment of tax."}, {"act": "Finance Act 2020", "year": 2020, "section": "66", "section_title": "Notice requiring payment from other group members", "section_text": "66 1 This section applies where any DST liability relating to a group for an accounting period is unpaid at the end of the period of 3 months after the relevant date. 2 A designated officer may give a notice (a  “payment notice”) to a relevant person requiring that person, within 30 days of the giving of the notice, to pay all unpaid DST liabilities relating to the group for the accounting period. 3 A payment notice must state— a the amount of any digital services tax or penalty that remains unpaid, b the date any digital services tax or penalty first became payable, and c the relevant person's right of appeal. 4 A payment notice may not be given more than 3 years and 6 months after the relevant date. 5 If the DST liability arose because of a determination under Part 5 of Schedule 8, the relevant date is the date on which the notice of determination is issued. 6 If the DST liability arose because of a self-assessment, the relevant date is the later of— a the date on which the tax becomes due and payable; b in a case where the DST return is delivered after the filing date, the date on which the return is delivered; c if notice of enquiry is given, the date on which the enquiry is completed; d if more than one notice of enquiry is given, the date on which the last notice is given; e if as a result of such an enquiry the DST return is amended, the date on which the notice of the amendment is issued; f if there is an appeal against such an amendment, the date on which the appeal is finally determined. 7 If the DST liability arose because of an assessment under Part 6 or 7 of Schedule 8, the relevant date is— a if there is no appeal against the assessment, the date on which the notice of assessment is issued, or b if there is such an appeal, the date on which the appeal is finally determined. 8 If the DST liability arose because of a penalty, the relevant date is the date on which the notice of the penalty is issued. 9 A payment notice may be given anywhere in the world, to any relevant person (whether or not resident in the United Kingdom). 10 Schedule 9 makes further provision about payment notices. 11 In this section— “ designated officer ” means an officer of Revenue and Customs who has been designated by the Commissioners for the purposes of this Part; “ DST liability ”, in relation to a group for an accounting period, means— a liability of a relevant person to digital services tax in respect of that period, or a liability of a person to a penalty for anything done (or not done) in respect of the accounting period; “ the filing date ” has the same meaning as in Schedule 8 (see paragraph 1(1)); “ relevant person ” means any person who was a member of the group in the accounting period. 12 The reference in subsection (6) to a self-assessment includes a reference to a self-assessment that supersedes a determination (see paragraph 18 of Schedule 8). 13 In this section references to  “digital services tax” include references to interest on digital services tax."}, {"act": "Finance Act 2020", "year": 2020, "section": "67", "section_title": "Interest on overdue DST", "section_text": "67 1 Digital services tax carries interest at the applicable rate from the date when the tax becomes due and payable until payment. 2 This applies even if the date when the tax becomes due and payable is— a a Saturday or Sunday, b Good Friday, Christmas Day, a bank holiday or other public holiday, or c a day specified in an order made under section 2 of the Banking and Financial Dealings Act 1971 (power to suspend financial dealings). 3 In this section  “ the applicable rate ” means the rate applicable under section 178 of FA 1989."}, {"act": "Finance Act 2020", "year": 2020, "section": "68", "section_title": "Interest on overpaid DST etc", "section_text": "68 1 Where a payment in respect of a person's digital services tax liability for an accounting period is made before the due date, the payment carries interest at the applicable rate from the later of— a the date the payment is made, and b 6 months and 13 days from the start of the accounting period, until the due date. 2 Where a repayment of digital services tax paid by a person for an accounting period falls to be made, the repayment carries interest at the applicable rate— a from the due date or, if later, the date the digital services tax was paid, and b until the order for repayment is issued. 3 Where a repayment of digital services tax is a repayment of tax paid by a person on different dates, it is to be treated so far as possible as a repayment of tax paid on a later (rather than an earlier) date among those dates. 4 Where— a interest has been paid to a person under this section, b there is a change in the person's assessed liability, c the change does not correct (wholly or in part) an error made by an officer of Revenue and Customs, and d as a result of the change (and in particular not as a result of an error in the calculation of interest) it appears to an officer of Revenue and Customs that some or all of the interest ought not to have been paid, the interest that ought not to have been paid may be recovered from the person. 5 For the purposes of subsection (4)(b) there is a change in a person's assessed liability if (and only if)— a an assessment, or an amendment of an assessment, of the amount of digital services tax payable by the person for the accounting period in question is made, or b an HMRC determination of that amount is made, whether or not any previous assessment or determination has been made. 6 In this section— “ the applicable rate ” has the same meaning as in section 67; “ the due date ”, in relation to an accounting period, means the date digital services tax for the accounting period becomes due and payable; “ error ” includes— any computational error, and the allowance of a claim that ought not to have been allowed; “ HMRC determination ” means a determination under Part 5 of Schedule 8."}, {"act": "Finance Act 2020", "year": 2020, "section": "69", "section_title": "Recovery of DST liability", "section_text": "69 1 Any amount due by way of DST liability is recoverable as a debt due to the Crown. 2 In this section  “ DST liability ” has the same meaning as in section 66."}, {"act": "Finance Act 2020", "year": 2020, "section": "70", "section_title": "Minor and consequential amendments", "section_text": "70 Schedule 10 contains minor and consequential amendments."}, {"act": "Finance Act 2020", "year": 2020, "section": "71", "section_title": "Review of DST", "section_text": "71 1 The Treasury must, before the end of 2025, conduct a review of digital services tax and prepare a report of the review. 2 The Treasury must lay a copy of the report before Parliament."}, {"act": "Finance Act 2020", "year": 2020, "section": "72", "section_title": "Interpretation of Part", "section_text": "72 In this Part— “ accounting period ” has the meaning given by section 61; “ the applicable accounting standards ” has the meaning given by section 64; “ the Commissioners ” has the meaning given by section 39; “ company ” has the meaning given by section 1121(1) of CTA 2010; “ digital services activity ” has the meaning given by section 43; “ digital services revenues ” has the meaning given by section 40; “ group ” has the meaning given by section 57; “ group's accounts ” has the meaning given by section 61; “ HMRC ” means Her Majesty's Revenue and Customs; “ IAS ” has the meaning given by section 64; “ member ” has the meaning given by section 57; “ parent ” has the meaning given by section 57; “ the responsible member ” has the meaning given by section 52; “ subsidiary ” has the meaning given by section 57; “ the threshold conditions ” has the meaning given by section 46; “ UK digital services revenues ” has the meaning given by section 41; “ UK user ” has the meaning given by section 44; “ user ” has the meaning given by section 44."}, {"act": "Finance Act 2020", "year": 2020, "section": "73", "section_title": "Excluded property etc", "section_text": "73 1 IHTA 1984 is amended as follows. 2 In section 48 (excluded property)— a in subsection (3)(a), for  “settlement was made” substitute  “                        property became comprised in the settlement (but see also subsection (3F))                      ” , b in subsection (3A)(a), for  “settlement was made” substitute  “                        property became comprised in the settlement (but see also subsection (3F))                      ” , c in subsection (3E), for  “settlement is made” substitute  “                        property became comprised in the settlement (but see also subsection (3F))                      ” , and d after subsection (3E) insert— 3F If— a an amount is payable in respect of property (“the existing property”) comprised in a settlement, and b the amount represents an accumulation of income which (once accumulated) becomes comprised in the settlement, subsections (3)(a), (3A)(a) and (3E) have effect, in the case of the amount, as if any reference to the time it became comprised in the settlement were to the time the existing property became comprised in the settlement. 3 After section 48 insert— Commencement of settlement 48A In this Act any reference to the commencement of a settlement is to the time when property first becomes comprised in it. 4 Omit section 60 (meaning of commencement of settlement for purposes of Chapter). 5 In section 64 (charge at ten-year anniversary)— a in subsection (1B)— i after  “settlor of” insert  “                            property comprised in                          ” , ii for  “settlement was made” substitute  “                            property became comprised in the settlement (but see also subsection (1BA))                          ” , and iii after  “income of the settlement” insert  “                            that arose (directly or indirectly) from the property                          ” , and b after that subsection insert— 1BA If— a an amount is payable in respect of property (“the existing property”) comprised in a settlement, and b the amount represents an accumulation of income which (once accumulated) becomes comprised in the settlement, subsection (1B) has effect, in the case of the amount, as if any reference to the time it became comprised in the settlement were to the time the existing property became comprised in the settlement. 6 In section 65 (charge at other times)— a in subsection (7A), for  “settlement made” substitute  “                        property became comprised in settlement                      ” , b in subsection (8)— i after  “settlor of” insert  “                            property comprised in                          ” , ii for  “settlement was made” substitute  “                            property became comprised in the settlement (but see also subsection (8A))                          ” , and iii for  “property comprised in the settlement” substitute  “                            the property                          ” , and c after that subsection insert— 8A If— a an amount is payable in respect of property (“the existing property”) comprised in a settlement, and b the amount represents an accumulation of income which (once accumulated) becomes comprised in the settlement, subsection (8) has effect, in the case of the amount, as if any reference to the time it became comprised in the settlement were to the time the existing property became comprised in the settlement. 7 In section 74A (arrangements involving acquisition of interest in settled property etc)— a in subsection (2)(a), for  “settlement was made” substitute  “                        relevant settled property became comprised in the settlement                      ” , and b in subsection (3)(a), for  “settlement was made” substitute  “                        relevant settled property became comprised in the settlement                      ” . 8 In section 157(3) (non-residents' bank accounts), for  “he made” substitute  “                    the settled property became comprised in                  ” . 9 In section 237(1)(b) (imposition of charge), for  “the chargeable transfer is made by the making of a settlement or” substitute  “                    property becomes comprised in a settlement by virtue of the chargeable transfer or the chargeable transfer                  ” . 10 In section 272 (general interpretation)— a before the definition of  “conditionally exempt transfer” insert— “commencement” of a settlement has the meaning given by section 48A; , and b in the definition of  “foreign-owned”, in paragraph (b)(ii), at the end insert  “                        (and section 64(1BA) applies for the purposes of this sub-paragraph as it applies for the purposes of section 64(1B))                      ” . 11 In relation to any chargeable transfer made on or after the day on which this Act is passed, the amendments made by this section are treated as always having been in force. Section 2(3) of IHTA 1984 applies for the purposes of this subsection."}, {"act": "Finance Act 2020", "year": 2020, "section": "74", "section_title": "Transfers between settlements etc", "section_text": "74 1 IHTA 1984 is amended as follows. 2 After section 81A insert— Excluded property: property to which section 80 applies 81B 1 This section applies to property to which section 80 (initial interest of settlor etc) applies. 2 If the property would apart from this section be excluded property by virtue of section 48(3)(a) or (3A)(a), the property is at any time in a tax year to be regarded as excluded property for the purposes of this Chapter, except sections 78 and 79, only if Conditions A and B are met. 3 Section 65(8) has effect in relation to the property only if Condition A is met (in addition to any condition mentioned in that provision). 4 Condition A is that the actual settlor was not domiciled in the United Kingdom at the time of the occasion first referred to in section 80(1). 5 Condition B is that the actual settlor is not a formerly domiciled resident for the tax year. 6 In this section  “ the actual settlor ” means the person who is the settlor of the property in relation to the settlement first mentioned in section 80(1). 7 Where the occasion first referred to in section 80(1) occurred before the day on which the Finance Act 2020 was passed, this section has effect as if, in subsection (2),  “or (3A)(a)” were omitted. 3 In section 82 (excluded property)— a in subsection (1), omit  “80 or”, b in subsection (2)— i omit  “80 or”, and ii for  “settlement was made” substitute  “                            property became comprised in the settlement                          ” , c in subsection (3), omit paragraph (a), d in subsection (4), omit paragraph (a), e after that subsection insert— 5 This section does not apply in relation to a case to which section 82A applies. , and f in the heading, at the end insert  “                        : property to which section 81 applies (old cases)                      ” . 4 After section 82 insert— Excluded property: property to which section 81 applies (new cases) 82A 1 This section— a applies where, at any time on or after the day on which the Finance Act 2020 is passed, property ceases to be comprised in a settlement (“the first settlement”) but is treated as a result of section 81 as remaining comprised in that settlement for the purposes of this Chapter, and b applies whether or not at any subsequent time the property is comprised in the first settlement without regard to that section. 2 If the property would apart from this section be excluded property by virtue of section 48(3)(a) or (3A)(a), the property is to be regarded as excluded property for the purposes of this Chapter, except sections 78 and 79, at any time only if the non-domicile condition is met in relation to each qualifying transfer occurring on or before that time. 3 Section 65(8) has effect in relation to the property at any time only if (in addition to the condition mentioned there) the non-domicile condition is met in relation to each qualifying transfer occurring on or before that time; but, for the purposes of this subsection, the non-domicile condition has effect with the omission of subsection (6)(a)(ii). 4 For the purposes of this section each of the following is a  “qualifying transfer”— a the occasion on which section 81 applies to the property; and b any subsequent occasion on which the property would, if the effect of section 81 were ignored, become comprised in a settlement to which this Chapter applies (including the first settlement). 5 But a qualifying transfer does not occur as a result of— a an assignment by a beneficiary of an interest in a settlement, or b an exercise of a general power of appointment, unless the time of the assignment or exercise of the power falls on or after the day on which the Finance Act 2020 is passed. 6 For the purposes of this section  “the non-domicile condition” is— a in a case where a qualifying transfer occurs as a result of an assignment by a beneficiary of an interest in a settlement or an exercise of a general power of appointment, that the beneficiary or the person exercising the power— i was not domiciled in the United Kingdom at the time of the assignment or exercise of the power, and ii is not a formerly domiciled resident for the tax year in which the time mentioned in subsection (2) falls; b in a case in which section 81 applies which is not within paragraph (a), that the person who was the settlor of the property in relation to the first settlement was not domiciled in the United Kingdom immediately before the time when the property ceased to be comprised in the first settlement; c in any other case, that the person who was the settlor of the property in relation to the first settlement was not domiciled in the United Kingdom immediately before the time of the subsequent occasion. 7 If— a the settlor mentioned in subsection (6)(b) or (c) has died before the time mentioned there, and b the death does not give rise to a qualifying transfer, the non-domicile condition is treated as met. 8 In this section any reference to a qualifying transfer occurring as a result of— a an assignment by a beneficiary of an interest in a settlement, or b an exercise of a general power of appointment, includes the transfer occurring partly as a result of the assignment or exercise of the power. 9 In this section any reference to an assignment includes an assignation. 5 In relation to any chargeable transfer made on or after the day on which this Act is passed, the amendments made by subsections (2) and (3) are treated as always having been in force. Section 2(3) of IHTA 1984 applies for the purposes of this subsection."}, {"act": "Finance Act 2020", "year": 2020, "section": "75", "section_title": "Relief for payments to victims of persecution during Second World War era", "section_text": "75 1 IHTA 1984 is amended as follows. 2 In section 153ZA (inheritance tax relief for payments to victims of persecution during Second World War era: qualifying payments), after subsection (8) insert— 8A Regulations under this section may have effect in relation to deaths occurring before the regulations are made. 3 In Schedule 5A (inheritance tax relief for payments to victims of persecution during Second World War era), in Part 1 (compensation payments), after paragraph 9 insert— 10 A one-off payment of a fixed amount from the Kindertransport Fund established by the Government of the Federal Republic of Germany. 4 The amendment made by subsection (3) has effect in relation to deaths occurring on or after 1 January 2019."}, {"act": "Finance Act 2020", "year": 2020, "section": "76", "section_title": "Exceptional circumstances preventing disposal of interest in three year period", "section_text": "76 1 In FA 2003, Schedule 4ZA (stamp duty land tax: higher rates for additional dwellings etc) is amended as follows. 2 In paragraph 3 (single dwelling transactions)— a in sub-paragraph (7)(b) for  “the period of three years beginning with the day after the effective date of the transaction concerned” substitute  “                        a permitted period                      ” ; b after sub-paragraph (7) insert— 7A For the purposes of sub-paragraph (7)(b), the permitted periods are— a the period of three years beginning with the day after the effective date of the transaction concerned, or b if HMRC are satisfied that the purchaser or the purchaser's spouse or civil partner would have disposed of the major interest in the sold dwelling within that three year period but was prevented from doing so by exceptional circumstances that could not reasonably have been foreseen, such longer period as HMRC may allow in response to an application made in accordance with sub-paragraph (7B). 7B An application for the purposes of sub-paragraph (7A)(b) must— a be made within the period of 12 months beginning with the effective date of the transaction disposing of the major interest in the sold dwelling, and b be made in such form and manner, and contain such information, as may be specified by HMRC. 7C Schedule 11A (claims not included in returns) does not apply in relation to an application made in accordance with sub-paragraph (7B). 3 In paragraph 8 (further provision in connection with paragraph 3(6) and (7))— a in sub-paragraph (3), after  “paragraph 3(7)” insert  “                        by virtue of paragraph 3(7A)(a)                      ” ; b in sub-paragraph (4), after  “paragraph 3(7)” insert  “                        by virtue of paragraph 3(7A)(a)                      ” ; c after sub-paragraph (4) insert— 5 Where HMRC grant an application made in accordance with paragraph 3(7B)— a the land transaction return in respect of the transaction concerned is treated as having been amended to take account of the application of paragraph 3(7) by virtue of paragraph 3(7A)(b), and b HMRC must notify the purchaser accordingly. 4 The amendments made by this section have effect in a case where the effective date of the transaction concerned is on or after 1 January 2017."}, {"act": "Finance Act 2020", "year": 2020, "section": "77", "section_title": "Stamp duty: transfers of unlisted securities and connected persons", "section_text": "77 After section 47 of FA 2019 insert— Stamp duty: transfers of unlisted securities and connected persons 47A 1 This section applies if— a an instrument transfers unlisted securities to a company or a company's nominee for consideration, b the person transferring the securities is connected with the company or is the nominee of a person connected with the company, and c some or all of the consideration consists of the issue of shares. 2 In this section  “ unlisted securities ” means stock or marketable securities that are not listed securities within the meaning of section 47 (stamp duty: transfers of listed securities and connected persons). 3 For the purposes of the enactments relating to stamp duty the amount or value of the consideration is to be treated as being equal to— a the amount or value of the consideration for the transfer, or b if higher, the value of the unlisted securities. 4 For the purposes of subsection (3)  “ the enactments relating to stamp duty ” means the Stamp Act 1891 and any enactment amending that Act or that is to be construed as one with that Act. 5 For the purposes of this section— a the value of unlisted securities is to be taken to be the market value of the securities at the date the instrument is executed; b “ market value ” has the same meaning as in TCGA 1992 and is to be determined in accordance with sections 272 and 273 of that Act (valuation). 6 Section 1122 of CTA 2010 (connected persons) has effect for the purposes of this section. 7 This section is to be construed as one with the Stamp Act 1891. 8 This section has effect in relation to instruments executed on or after the date on which FA 2020 is passed."}, {"act": "Finance Act 2020", "year": 2020, "section": "78", "section_title": "SDRT: unlisted securities and connected persons", "section_text": "78 After section 48 of FA 2019— SDRT: unlisted securities and connected persons 48A 1 This section applies if a person is connected with a company and— a the person or the person's nominee— i agrees to transfer unlisted securities to the company or the company's nominee for consideration in money or money's worth, or ii transfers such securities to the company or the company's nominee for consideration in money or money's worth, and b some or all of the consideration consists of the issue of shares. 2 In this section  “ unlisted securities ” means chargeable securities that are not listed securities within the meaning of section 48 (SDRT: listed securities and connected persons). 3 For the purposes of stamp duty reserve tax chargeable under section 87 of FA 1986 (the principal charge), the amount or value of the consideration is to be treated as being equal to— a the amount or value of the consideration for the transfer, or b if higher, the market value of the unlisted securities at the time the agreement is made. 4 Subsection (5) has effect for the purposes of stamp duty reserve tax chargeable under section 93 of FA 1986 (depositary receipts) or section 96 of that Act (clearance services). 5 If the amount or value of the consideration for any transfer of unlisted securities is less than the value of those securities at the time they are transferred, the transfer is to be treated as being for an amount of consideration in money equal to that value. 6 For the purposes of this section— a the value of unlisted securities is to be taken to be their market value; b “ market value ” has the same meaning as in TCGA 1992 and is to be determined in accordance with sections 272 and 273 of that Act (valuation). 7 Section 1122 of CTA 2010 (connected persons) has effect for the purposes of this section. 8 This section is to be construed as one with Part 4 of FA 1986. 9 This section has effect— a in relation to the charge to tax under section 87 of FA 1986 where— i the agreement to transfer securities is conditional and the condition is satisfied on or after the relevant date, or ii in any other case, the agreement is made on or after that date; b in relation to the charge to tax under section 93 or 96 of that Act, where the transfer is on or after the relevant date (whenever the arrangement was made). In this subsection  “the relevant date” is the day on which FA 2020 is passed."}, {"act": "Finance Act 2020", "year": 2020, "section": "79", "section_title": "Stamp duty: acquisition of target company's share capital", "section_text": "79 1 Section 77A of FA 1986 (disqualifying arrangements) is amended as follows. 2 In subsection (2), after paragraph (b) insert— but a person who has held at least 25% of the issued share capital of the target company at all times during the relevant period is not within paragraph (a) or (b). 3 After that subsection insert— 2A For the purposes of subsection (2) the  “relevant period” is the period of 3 years ending immediately before the time at which the shares in the acquiring company are issued (or first issued) as consideration for the acquisition. 4 In subsection (3) omit  “But”. 5 After subsection (5) insert— 5A The Treasury may by regulations amend subsection (2) or (2A) so as to alter the percentage or length of the period for the time being specified there. 5B The power to make regulations under subsection (5A) is exercisable by statutory instrument subject to annulment in pursuance of a resolution of the House of Commons. 6 The amendments made by this section have effect in relation to instruments executed on or after the day on which this Act is passed."}, {"act": "Finance Act 2020", "year": 2020, "section": "80", "section_title": "Call-off stock arrangements", "section_text": "80 1 VATA 1994 is amended as follows. 2 After section 14 insert— Goods supplied between the UK and member States under call-off stock arrangements Call-off stock arrangements 14A Schedule 4B (call-off stock arrangements) has effect. 3 In section 69 (breaches of regulatory provisions)— a in subsection (1)(a) for  “or paragraph 5 of Schedule 3A” substitute  “                        , paragraph 5 of Schedule 3A or paragraph 9(1) or (2)(a) of Schedule 4B                      ” , and b in subsection (2) after  “under” insert  “                        paragraph 8 or 9(2)(b) of Schedule 4B or                      ” . 4 In Schedule 4 (matters to be treated as a supply of goods or services) in paragraph 6, after sub-paragraph (2) insert— 3 Sub-paragraph (1) above is subject to paragraph 2 of Schedule 4B (call-off stock arrangements). 5 After Schedule 4A insert— SCHEDULE 4B Call-off stock arrangements Section 14A Where this Schedule applies 1 1 This Schedule applies where— a on or after 1 January 2020 goods forming part of the assets of any business are removed — i from the United Kingdom for the purpose of being taken to a place in a member State, or ii from a member State for the purpose of being taken to a place in the United Kingdom, b the goods are removed in the course or furtherance of that business by or under the directions of the person carrying on that business (“ the supplier ”), c the goods are removed with a view to their being supplied in the destination State, at a later stage and after their arrival there, to another person (“ the customer ”), d at the time of the removal the customer is entitled to take ownership of the goods in accordance with an agreement existing between the customer and the supplier, e at the time of the removal the supplier does not have a business establishment or other fixed establishment in the destination State, f at the time of the removal the customer is identified for the purposes of VAT in accordance with the law of the destination State and both the identity of the customer and the number assigned to the customer for the purposes of VAT by the destination State are known to the supplier, g as soon as reasonably practicable after the removal the supplier records the removal in the register provided for in Article 243(3) of Council Directive  2006/112/EC  of 28 November 2006 on the common system of value added tax, and h the supplier includes the number mentioned in paragraph (f) in the recapitulative statement provided for in Article 262(2) of Council Directive  2006/112/EC . 2 In this Schedule— “ the destination State ” means— in a case within paragraph (i) of sub-paragraph (1)(a), the member State concerned, and in a case within paragraph (ii) of sub-paragraph (1)(a), the United Kingdom, and “ the origin State ” means— in a case within paragraph (i) of sub-paragraph (1)(a), the United Kingdom, and in a case within paragraph (ii) of sub-paragraph (1)(a), the member State concerned. Removal of the goods not to be treated as a supply 2 The removal of the goods from the origin State is not to be treated by reason of paragraph 6(1) of Schedule 4 as a supply of goods by the supplier. Goods transferred to the customer within 12 months of arrival 3 1 The rules in sub-paragraph (2) apply if— a during the period of 12 months beginning with the day the goods arrive in the destination State the supplier transfers the whole property in the goods to the customer, and b during the period beginning with the day the goods arrive in the destination State and ending immediately before the time of that transfer no relevant event occurs. 2 The rules are that— a a supply of the goods in the origin State is deemed to be made by the supplier, b the deemed supply is deemed to involve the removal of the goods from the origin State at the time of the transfer mentioned in sub-paragraph (1), c the consideration given by the customer for the transfer mentioned in sub-paragraph (1) is deemed to have been given for the deemed supply, and d an acquisition of the goods by the customer in pursuance of the deemed supply is deemed to take place in the destination State. 3 For the meaning of a  “relevant event”, see paragraph 7. Relevant event occurs within 12 months of arrival 4 1 The rules in sub-paragraph (2) apply (subject to paragraph 6) if— a during the period of 12 months beginning with the day the goods arrive in the destination State a relevant event occurs, and b during the period beginning with the day the goods arrive in the destination State and ending immediately before the time that relevant event occurs the supplier does not transfer the whole property in the goods to the customer. 2 The rules are that— a a supply of the goods in the origin State is deemed to be made by the supplier, b the deemed supply is deemed to involve the removal of the goods from the origin State at the time the relevant event occurs, and c an acquisition of the goods by the supplier in pursuance of the deemed supply is deemed to take place in the destination State. 3 For the meaning of a  “relevant event”, see paragraph 7. Goods not transferred and no relevant event occurs within 12 months of arrival 5 1 The rules in sub-paragraph (2) apply (subject to paragraph 6) if during the period of 12 months beginning with the day the goods arrive in the destination State the supplier does not transfer the whole property in the goods to the customer and no relevant event occurs. 2 The rules are that— a a supply of the goods in the origin State is deemed to be made by the supplier, b the deemed supply is deemed to involve the removal of the goods from the origin State at the beginning of the day following the expiry of the period of 12 months mentioned in sub-paragraph (1), and c an acquisition of the goods by the supplier in pursuance of the deemed supply is deemed to take place in the destination State. 3 For the meaning of a  “relevant event”, see paragraph 7. Exception to paragraphs 4 and 5: goods returned to origin State 6 The rules in paragraphs 4(2) and 5(2) do not apply if during the period of 12 months beginning with the day the goods arrive in the destination State— a the goods are returned to the origin State by or under the direction of the supplier, and b the supplier records the return of the goods in the register provided for in Article 243(3) of Council Directive  2006/112/EC . Meaning of  “relevant event” 7 1 For the purposes of this Schedule each of the following events is a relevant event— a the supplier forms an intention not to supply the goods to the customer (but see sub-paragraph (2)), b the supplier forms an intention to supply the goods to the customer otherwise than in the destination State, c the supplier establishes a business establishment or other fixed establishment in the destination State, d the customer ceases to be identified for the purposes of VAT in accordance with the law of the destination State, e the goods are removed from the destination State by or under the directions of the supplier otherwise than for the purpose of being returned to the origin State, or f the goods are destroyed, lost or stolen. 2 But the event mentioned in paragraph (a) of sub-paragraph (1) is not a relevant event for the purposes of this Schedule if— a at the time that the event occurs the supplier forms an intention to supply the goods to another person (“the substitute customer”), b at that time the substitute customer is identified for the purposes of VAT in accordance with the law of the destination State, c the supplier includes the number assigned to the substitute customer for the purposes of VAT by the destination State in the recapitulative statement provided for in Article 262(2) of Council Directive  2006/112/EC , and d as soon as reasonably practicable after forming the intention to supply the goods to the substitute customer the supplier records that intention in the register provided for in Article 243(3) of Council Directive  2006/112/EC . 3 In a case where sub-paragraph (2) applies, references in this Schedule to the customer are to be then read as references to the substitute customer. 4 In a case where the goods are destroyed, lost or stolen but it is not possible to determine the date on which that occurred, the goods are to be treated for the purposes of this Schedule as having been destroyed, lost or stolen on the date on which they were found to be destroyed or missing. Record keeping by the supplier 8 In a case where the origin State is the United Kingdom, any record made by the supplier in pursuance of paragraph 1(1)(g), 6(b) or 7(2)(d) must be preserved for such period not exceeding 6 years as the Commissioners may specify in writing. Record keeping by the customer 9 1 In a case where the destination State is the United Kingdom, the customer must as soon as is reasonably practicable make a record of the information relating to the goods that is specified in Article 54A(2) of Council Implementing  Regulation (EU) No. 282/2011  of 15 March 2011 laying down implementing measures for Directive  2006/112/EC   on the common system of value added tax. 2 A record made under this paragraph must— a be made in a register kept by the customer for the purposes of this paragraph, and b be preserved for such period not exceeding 6 years as the Commissioners may specify in writing. 6 In Schedule 6 (valuation of supplies: special cases) in paragraph 6(1) in paragraph (c) after  “that Schedule” insert ; or                     d paragraph 4(2)(a) or 5(2)(a) of Schedule 4B . 7 The Value Added Tax Regulations 1995 (S.I. 1995/2518) are amended as follows. 8 In regulation 21 (interpretation of Part 4)— a the existing text becomes paragraph (1), and b after that paragraph insert— 2 For the purposes of this Part— a goods are removed from the United Kingdom under call-off stock arrangements if they are removed from the United Kingdom in circumstances where the conditions in paragraphs (a) to (g) of paragraph 1(1) of Schedule 4B to the Act are met, b references to  “the customer” or  “ the destination State ”, in relation to goods removed from the United Kingdom under call-off stock arrangements, are to be construed in accordance with paragraph 1 of Schedule 4B to the Act, and c “ call-off stock goods ”, in relation to a taxable person, means goods that have been removed from the United Kingdom under call-off stock arrangements by or under the directions of the taxable person. 9 After regulation 22 insert— 22ZA 1 A taxable person must submit a statement to the Commissioners if any of the following events occurs— a goods are removed from the United Kingdom under call-off stock arrangements by or under the directions of the taxable person; b call-off stock goods are returned to the United Kingdom by or under the directions of the taxable person at any time during the period of 12 months beginning with their arrival in the destination State; c the taxable person forms an intention to supply call-off stock goods to a person (“ the substitute ”) other than the customer in circumstances where— i the taxable person forms that intention during the period of 12 months beginning with the arrival of the goods in the destination State, and ii the substitute is identified for VAT purposes in accordance with the law of the destination State. 2 The statement must— a be made in the form specified in a notice published by the Commissioners, b contain, in respect of each event mentioned in paragraph (1) which has occurred within the period in respect of which the statement is made, such information as may from time to time be specified in a notice published by the Commissioners, and c contain a declaration that the information provided in the statement is true and complete. 3 Paragraphs (3), (4) and (6) of regulation 22 have effect for the purpose of determining the period in respect of which the statement must be made, but as if— a in paragraph (3)(a) of regulation 22, for  “paragraphs (4) to (6)” there were substituted  “                                  paragraphs (4) and (6)                                ” , b in paragraph (3)(a) of regulation 22, for  “the EU supply of goods is made” there were substituted  “                                  the event occurs                                ” , c in paragraph (4)(a) of regulation 22, for  “the supply is made” there were substituted  “                                  the event occurs                                ” , and d in paragraph (6) of regulation 22, the reference to paragraph (1) of that regulation were a reference to paragraph (1) of this regulation. 4 In determining the period in respect of which the statement must be made, the time at which an event mentioned in paragraph (1)(a) of this regulation is to be taken to occur is the time the goods concerned are removed from the United Kingdom (rather than the time the condition mentioned in paragraph (g) of paragraph 1(1) to Schedule 4B to the Act is met in respect of the removal). 10 In regulation 22B (EC sales statements: supplementary)— a in paragraph (1) for the words from  “statements”, in the first place it occurs, to  “and” substitute  “                        more than one statement is to be submitted under regulations 22 to                      ” , b in paragraph (2) after  “22” insert  “                        , 22ZA                      ” , and c in paragraph (3), in the words before paragraph (a), after  “22” insert  “                        , 22ZA                      ” . 11 Regulation 22ZA of the Value Added Tax Regulations 1995 (as inserted by subsection (9)) is to be treated for the purposes of sections 65 and 66 of VATA 1994 as having been made under paragraph 2(3) of Schedule 11 to that Act."}, {"act": "Finance Act 2020", "year": 2020, "section": "81", "section_title": "Post-duty point dilution of wine or made-wine", "section_text": "81 1 After section 55 of ALDA 1979 insert— Post-duty point dilution of wine or made-wine 55ZA 1 This section applies if— a wine or made-wine is imported into the United Kingdom or produced in the United Kingdom for sale, b excise duty is chargeable on the wine or made-wine as a result of section 54 or 55, c after the excise duty point in relation to that charge, a person mixes or otherwise adds, at any place in the United Kingdom, water or any other substance to the wine or made-wine in a case where what results (“the new product”) is intended for sale, and d if the addition had taken place immediately before that duty point, the amount of the excise duty would have been greater than the amount actually payable. 2 The addition attracts a penalty under section 9 of the Finance Act 1994 (civil penalties), and the new product is liable to forfeiture. 3 This section has effect, despite section 8 of the Isle of Man Act 1979, as if a removal of wine or made-wine to the United Kingdom from the Isle of Man constituted its importation into the United Kingdom (and references to the charge to excise duty as a result of section 54 or 55 and to the excise duty point are to be read accordingly). 2 The amendment made by this section has effect in relation to any addition of water or any other substance on or after 1 April 2020."}, {"act": "Finance Act 2020", "year": 2020, "section": "82", "section_title": "Rates of tobacco products duty", "section_text": "82 1 In Schedule 1 to TPDA 1979 (table of rates of tobacco products duty), for the Table substitute— 1 Cigarettes An amount equal to the higher of— 16.5% of the retail price plus £237.34 per thousand cigarettes, or £305.23 per thousand cigarettes. 2 Cigars £296.04 per kilogram 3 Hand-rolling tobacco £253.33 per kilogram 4 Other smoking tobacco and chewing tobacco £130.16 per kilogram 5 Tobacco for heating £243.95 per kilogram 2 The amendment made by this section is treated as having come into force at 6pm on 11 March 2020."}, {"act": "Finance Act 2020", "year": 2020, "section": "83", "section_title": "Rates for light passenger or light goods vehicles, motorcycles etc", "section_text": "83 1 Schedule 1 to VERA 1994 (annual rates of vehicle excise duty) is amended as follows. 2 In paragraph 1 (general rate)— a in sub-paragraph (2) (vehicle not covered elsewhere in Schedule with engine cylinder capacity exceeding 1,549cc), for  “£265” substitute  “                        £270                      ” , and b in sub-paragraph (2A) (vehicle not covered elsewhere in Schedule with engine cylinder capacity not exceeding 1,549cc), for  “£160” substitute  “                        £165                      ” . 3 In paragraph 1B (graduated rates for light passenger vehicles registered before 1 April 2017), for the Table substitute— CO 2  emissions figure Rate (1) (2) (3) (4) Exceeding Not exceeding Reduced rate Standard rate g/km g/km £ £ 100 110 10 20 110 120 20 30 120 130 115 125 130 140 140 150 140 150 155 165 150 165 195 205 165 175 230 240 175 185 255 265 185 200 295 305 200 225 320 330 225 255 555 565 255 570 580 . 4 In the sentence immediately following the Table in that paragraph, for paragraphs (a) and (b) substitute— a in column (3), in the last two rows,  “320” were substituted for  “555” and  “                          570                        ” , and b in column (4), in the last two rows,  “330” were substituted for  “565” and  “                          580                        ” . 5 In paragraph 1GC (graduated rates for first licence for light passenger vehicles registered on or after 1 April 2017), for Table 1 (vehicles other than higher rate diesel vehicles) substitute— CO 2  emissions figure Rate (1) (2) (3) (4) Exceeding Not exceeding Reduced rate Standard rate g/km g/km £ £ 0 50 0 10 50 75 15 25 75 90 100 110 90 100 125 135 100 110 145 155 110 130 165 175 130 150 205 215 150 170 530 540 170 190 860 870 190 225 1295 1305 225 255 1840 1850 255 2165 2175 . 6 In that paragraph, for Table 2 (higher rate diesel vehicles) substitute— CO 2  emissions figure Rate (1) (2) (3) Exceeding Not exceeding Rate g/km g/km £ 0 50 25 50 75 110 75 90 135 90 100 155 100 110 175 110 130 215 130 150 540 150 170 870 170 190 1305 190 225 1850 225 255 2175 255 2175 . 7 In paragraph 1GD(1) (rates for any other licence for light passenger vehicles registered on or after 1 April 2017)— a in paragraph (a) (reduced rate), for  “£135” substitute  “                        £140                      ” , and b in paragraph (b) (standard rate), for  “£145” substitute  “                        £150                      ” . 8 In paragraph 1GE(2) (rates for light passenger vehicles registered on or after 1 April 2017 with a price exceeding £40,000)— a in paragraph (a), for  “£440” substitute  “                        £465                      ” , and b in paragraph (b), for  “£450” substitute  “                        £475                      ” . 9 In paragraph 1J(a) (rates for light goods vehicles that are not pre-2007 or post-2008 lower emission vans), for  “£260” substitute  “                    £265                  ” . 10 In paragraph 2(1) (rates for motorcycles)— a in paragraph (b) (motorbicycles with engine cylinder capacity exceeding 150cc but not exceeding 400cc), for  “£43” substitute  “                        £44                      ” , b in paragraph (c) (motorbicycles with engine cylinder capacity exceeding 400cc but not exceeding 600cc), for  “£66” substitute  “                        £67                      ” , and c in paragraph (d) (other cases), for  “£91” substitute  “                        £93                      ” . 11 The amendments made by this section have effect in relation to licences taken out on or after 1 April 2020."}, {"act": "Finance Act 2020", "year": 2020, "section": "84", "section_title": "Applicable CO 2  emissions figure determined using WLTP values", "section_text": "84 1 In Schedule 1 to VERA 1994 (annual rates of duty) in paragraph 1GA(5) (meaning of  “the applicable CO 2  emissions figure”)— a omit  “and” at the end of paragraph (a), b in paragraph (b)— i after  “figure” insert  “                            of a vehicle first registered before 1 April 2020                          ” , ii for  “light-duty” substitute  “                            light                          ” , and iii after  “EU certificate of conformity” insert  “                            or UK approval certificate                          ” , and c at the end of paragraph (b) insert , and                         c for the purpose of determining the applicable CO 2  emissions figure of a vehicle first registered on or after 1 April 2020, ignore any values specified in an EU certificate of conformity or UK approval certificate that are not WLTP (worldwide harmonised light vehicle test procedures) values . 2 The amendments made by this section have effect in relation to licences taken out on or after 1 April 2020."}, {"act": "Finance Act 2020", "year": 2020, "section": "85", "section_title": "Electric vehicles: extension of exemption", "section_text": "85 1 VERA 1994 is amended as follows. 2 In paragraph 25 of Schedule 2 (exempt vehicles: light passenger vehicles with low CO 2  emissions) omit sub-paragraphs (5) and (6) (no exemption if vehicle price exceeds £40,000 etc). 3 As a consequence, Part 1AA of Schedule 1 (annual rates of duty: light passenger vehicles registered on or after 1 April 2017) is amended as follows. 4 In paragraph 1GB (exemption from paying duty on first vehicle licence for certain vehicles)— a in sub-paragraph (1) omit  “(2) or”, and b omit sub-paragraph (2). 5 In paragraph 1GD (rates of duty payable on any other vehicle licence for vehicle), in sub-paragraph (2) omit  “or (4)”. 6 In paragraph 1GE (higher rates of duty: vehicles with a price exceeding £40,000)— a omit sub-paragraphs (3) and (4), and b in sub-paragraph (5) for  “sub-paragraphs (2) and (4) do” substitute  “                        Sub-paragraph (2) does                      ” . 7 In paragraph 1GF (calculating the price of a vehicle), in sub-paragraph (1) omit  “and (3)(a)”. 8 The amendments made by this section come into force on 1 April 2020 but do not apply in relation to licences in force immediately before that date."}, {"act": "Finance Act 2020", "year": 2020, "section": "86", "section_title": "Motor caravans", "section_text": "86 1 In VERA 1994, in Part 1AA of Schedule 1 (annual rates of duty: light passenger vehicles registered on or after 1 April 2017), paragraph 1GA is amended as follows. 2 After sub-paragraph (1) insert— 1A But this Part of this Schedule does not apply to a motor caravan which is first registered, under this Act or under the law of a country or territory outside the United Kingdom, on or after 12 March 2020. 3 After sub-paragraph (2) insert— 2A For the purposes of sub-paragraph (1A) a vehicle is a  “motor caravan” if the certificate mentioned in sub-paragraph (1)(b) identifies the vehicle as a motor caravan within the meaning of Annex II to Directive  2007/46/EC ."}, {"act": "Finance Act 2020", "year": 2020, "section": "87", "section_title": "Exemption in respect of medical courier vehicles", "section_text": "87 1 Schedule 2 to VERA 1994 (exempt vehicles) is amended as follows. 2 In the heading before paragraph 6, after  “Ambulances” insert  “                    , medical courier vehicles                  ” . 3 After paragraph 6 insert— 6A 1 A vehicle is an exempt vehicle if— a it is used primarily for the transportation of medical items, b it is readily identifiable as a vehicle used for the transportation of medical items by being marked  “Blood” on both sides, and c it is registered under this Act in the name of a charity whose main purpose is to provide services for the transportation of medical items. 2 In this paragraph— “ charity ” means a charity as defined by paragraph 1 of Schedule 6 to the Finance Act 2010; “ medical items ” means items intended for use for medical purposes, including in particular— blood; medicines and other medical supplies; items relating to people who are undergoing medical treatment; “ item ” includes any substance. 4 The amendments made by this section come into force on 1 April 2020."}, {"act": "Finance Act 2020", "year": 2020, "section": "88", "section_title": "HGV road user levy  : exempt period  ", "section_text": "88 1   Subject to section 88A,  section 5(2) of the HGV Road User Levy Act 2013 (HGV road user levy charged for all periods for which a UK heavy goods vehicle is charged to vehicle excise duty) does not apply where the period for which a UK heavy goods vehicle is charged to vehicle excise duty is a period that begins in the exempt period. 2 Section 6(2) of the 2013 Act (HGV road user levy charged in respect of non-UK heavy goods vehicle for each day on which the vehicle is used or kept on a road to which the Act applies) does not apply in respect of any day in the exempt period. 3   For the purposes of this section and  section 88A ,  the exempt period is the period of    36    months beginning with 1 August 2020. 4 Section 7 of the 2013 Act (rebate of levy) has effect as if, after subsection (2A), there were inserted— 2B A rebate entitlement also arises where HGV road user levy has been paid in respect of a non-UK heavy goods vehicle in accordance with section 6(2) in respect of any part of the exempt period within the meaning of section 88(3) of the Finance Act 2020."}, {"act": "Finance Act 2020", "year": 2020, "section": "88A", "section_title": "HGV road user levy: transitional provision for end of exempt period", "section_text": "88A 1 This section applies where— a a UK heavy goods vehicle (the “charged vehicle”) is charged to vehicle excise duty in respect of more than one period (a “charged period”) beginning within the last 12 months of the exempt period, and b the combined length of the charged periods is more than 12 months. 2 Section 5(2) of the 2013 Act applies in relation to the charged vehicle in respect of each complete month in the period (the “transitional liability period”)— a beginning with the day after the last exempt day in relation to the charged vehicle, and b ending with the end of the charged period during which that last exempt day occurs. 3 The last exempt day, in relation to a charged vehicle, is the last day of the period of 12 months beginning with the day on which the first charged period beginning within the last 12 months of the exempt period began. 4  Subsection (5)  applies where, in relation to the charged vehicle— a a notification has been made under section 7(2)(c) of the 2013 Act (an “off-road notification”) in respect of a period beginning within the last 12 months of the exempt period, and b vehicle excise duty is charged in respect of a period beginning— i after the day on which the off-road notification is made, and ii within the last 12 months of the exempt period. 5 In calculating the period of 12 months mentioned in  subsection (3)  ignore the number of whole months in the period beginning with the day on which the off-road notification is made and ending with the first day of the period described in  subsection (4) (b) . 6 The Secretary of State, and any person who may exercise powers on behalf of the Secretary of State under section 9 of the 2013 Act (collection of levy), may (in addition to having the powers, duties and liabilities mentioned in that section) give a notice (a “payment notice”) to a person liable for HGV road user levy in respect of a transitional liability period. 7 A payment notice must state— a the amount of HGV road user levy for which the person is liable in respect of the transitional liability period, b how the amount is to be paid, and c that payment must be made within the period of 28 days beginning with the day on which the notice is given. 8 The amount in  subsection (7) (a)  is given by— L × M 12 where— L is the yearly rate of HGV road user levy applicable in relation to the vehicle on the first day of the transitional liability period, and M is the number of whole months during the transitional liability period. 9 In relation to the transitional liability period— a a person commits an offence under section 11 of the 2013 Act (offence of using or keeping heavy goods vehicle if levy not paid) only if the person— i has been given a payment notice, and ii has failed to make payment in accordance with that notice, and b section 7(5A) of the Vehicle Excise and Registration Act 1994 has effect as if the reference to HGV road user levy having been paid were a reference to it having been paid in accordance with a payment notice. 10 In this section “ UK heavy goods vehicle ” has the same meaning as in the HGV Road User Levy Act 2013 (see section 2 of that Act)."}, {"act": "Finance Act 2020", "year": 2020, "section": "89", "section_title": "Rebated fuel: private pleasure craft", "section_text": "89 Schedule 11 makes provision about the use of rebated fuel in private pleasure craft."}, {"act": "Finance Act 2020", "year": 2020, "section": "90", "section_title": "Rates of air passenger duty from 1 April 2021", "section_text": "90 1 In section 30(4A) of FA 1994 (air passenger duty: long haul rates)— a in paragraph (a), for  “£80” substitute  “                        £82                      ” , and b in paragraph (b), for  “£176” substitute  “                        £180                      ” . 2 The amendments made by this section have effect in relation to the carriage of passengers beginning on or after 1 April 2021."}, {"act": "Finance Act 2020", "year": 2020, "section": "91", "section_title": "Amounts of gross gaming yield charged to gaming duty", "section_text": "91 1 In section 11(2) of FA 1997 (rates of gaming duty), for the table substitute— TABLE Part of gross gaming yield Rate The first £2,471,000 15% The next £1,703,500 20% The next £2,983,000 30% The next £6,296,500 40% The remainder 50% . 2 The amendment made by this section has effect in relation to accounting periods beginning on or after 1 April 2020."}, {"act": "Finance Act 2020", "year": 2020, "section": "92", "section_title": "Rates of climate change levy until 1 April 2021", "section_text": "92 1 Paragraph 42 of Schedule 6 to FA 2000 (climate change levy: amount payable by way of levy) is amended as follows. 2 In sub-paragraph (1), for the table substitute— Taxable commodity supplied Rate at which levy payable if supply is not a reduced-rate supply Electricity £0.00811 per kilowatt hour Gas supplied by a gas utility or any gas supplied in a gaseous state that is of a kind supplied by a gas utility £0.00406 per kilowatt hour Any petroleum gas, or other gaseous hydrocarbon, supplied in a liquid state £0.02175 per kilogram Any other taxable commodity £0.03174 per kilogram . 3 In sub-paragraph (1)— a in paragraph (ba) (reduced-rate supplies of electricity), for  “7” substitute  “                        8                      ” , b after that paragraph insert— bb if the supply is a reduced-rate of supply of any petroleum gas, or other gaseous hydrocarbon, supplied in a liquid state, 23 per cent of the amount that would be payable if the supply were a supply to which paragraph (a) applies; , and c in paragraph (c) (other reduced-rate supplies), for  “22” substitute  “                        19                      ” . 4 In consequence of the amendment made by subsection (3), in the Notes to paragraph 2 of Schedule 1 to the Climate Change Levy (General) Regulations 2001, for the definition of  “r” substitute— r= 0.92 in the case of electricity; 0.77 in the case of any petroleum gas, or other gaseous hydrocarbon, supplied in a liquid state; and 0.81 in any other case. 5 The amendments made by this section have effect in relation to supplies treated as taking place on or after 1 April 2020."}, {"act": "Finance Act 2020", "year": 2020, "section": "93", "section_title": "Rates of climate change levy from 1 April 2021", "section_text": "93 1 Paragraph 42 of Schedule 6 to FA 2000 (climate change levy: amount payable by way of levy) is amended as follows. 2 In sub-paragraph (1), for the table substitute— TABLE Taxable commodity supplied Rate at which levy payable if supply is not a reduced-rate supply Electricity £0.00775 per kilowatt hour Gas supplied by a gas utility or any gas supplied in a gaseous state that is of a kind supplied by a gas utility £0.00465 per kilowatt hour Any petroleum gas, or other gaseous hydrocarbon, supplied in a liquid state £0.02175 per kilogram Any other taxable commodity £0.03640 per kilogram . 3 In sub-paragraph (1)(c), as amended by section 92(3)(c), for  “19” substitute  “                    17                  ” . 4 In consequence of the amendment made by subsection (3), in the definition of  “r” in the Notes to paragraph 2 of Schedule 1 to the Climate Change Levy (General) Regulations 2001, as amended by section 92(4), for  “0.81” substitute  “                    0.83                  ” . 5 The amendments made by this section have effect in relation to supplies treated as taking place on or after 1 April 2021."}, {"act": "Finance Act 2020", "year": 2020, "section": "94", "section_title": "Rates of landfill tax", "section_text": "94 1 Section 42 of FA 1996 (amount of landfill tax) is amended as follows. 2 In subsection (1)(a) (standard rate), for  “£91.35” substitute  “                    £94.15                  ” . 3 In subsection (2) (reduced rate for certain disposals), in the words after paragraph (b)— a for  “£91.35” substitute  “                        £94.15                      ” , and b for  “£2.90” substitute  “                        £3                      ” . 4 The amendments made by this section have effect in relation to disposals made (or treated as made) on or after 1 April 2020."}, {"act": "Finance Act 2020", "year": 2020, "section": "95", "section_title": "Carbon emissions tax", "section_text": "95 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2020", "year": 2020, "section": "96", "section_title": "Charge for allocating allowances under emissions reduction trading scheme", "section_text": "96 1 The Treasury may impose charges by providing in regulations for emissions allowances to be allocated in return for payment. 2 Regulations under subsection (1) may in particular include provision— a for persons other than persons to whom a trading scheme applies to be allocated emissions allowances in return for payment; b as to the imposition of fees and the making and forfeiting of deposits; c as to the person by whom allocations in return for payment are to be conducted; d for allocations in return for payment to be overseen by an independent person appointed by the Treasury; e for the imposition of penalties for failure to comply with the terms of the regulations or of a scheme under subsection (3); f for the imposition of interest in respect of any charges, fees or penalties due under the regulations; g for and in connection with the recovery of any charges, fees, penalties or interest due under the regulations; h conferring rights of appeal against decisions made in allocations in return for payment, the forfeiting of deposits and the imposition of penalties (including specifying the person, court or tribunal to hear and determine appeals). 3 The Treasury may make schemes about the conduct and terms of allocations of emissions allowances in return for payment (the schemes having effect subject to any regulations under this section). 4 Schemes under subsection (3) may in particular include provision about— a who may participate in allocations in return for payment, b the allowances to be allocated in return for payment, and c where and when allocations in return for payment are to take place. 5 Regulations under this section are to be made by statutory instrument. 6 A statutory instrument containing the first regulations under this section may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, the House of Commons. 7 Any other statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of the House of Commons (unless a draft of the instrument has been laid before, and approved by a resolution of, that House). 8 In this section— “ emissions allowance ” means an allowance under paragraph 5 of Schedule 2 to the Climate Change Act 2008 relating to a trading scheme; “ trading scheme ” means a trading scheme dealt with under Part 1 of that Schedule (schemes limiting activities relating to emissions of greenhouse gas)."}, {"act": "Finance Act 2020", "year": 2020, "section": "97", "section_title": "International trade disputes", "section_text": "97 In section 15(1)(b) of TCTA 2018 (import duty: international disputes etc), for  “is authorised under international law” substitute  “                considers that (having regard to the matters set out in section 28 and any other relevant matters) it is appropriate              ” ."}, {"act": "Finance Act 2020", "year": 2020, "section": "98", "section_title": "HMRC debts: priority on insolvency", "section_text": "98 1 In section 386 of the Insolvency Act 1986 (preferential debts)— a in subsection (1) after  “other deposits” insert  “                        ; certain HMRC debts                      ” ; b in subsection (1B) for  “or 15BB” substitute  “                        , 15BB or 15D                      ” . 2 In Schedule 6 to that Act (preferential debts) after paragraph 15C insert— Category 9: Certain HMRC debts 15D 1 Any amount owed at the relevant date by the debtor to the Commissioners in respect of— a value added tax, or b a relevant deduction. 2 In sub-paragraph (1), the reference to  “any amount” is subject to any regulations under section 99(1) of the Finance Act 2020. 3 For the purposes of sub-paragraph (1)(b) a deduction is  “relevant” if— a the debtor is required, by virtue of an enactment, to make the deduction from a payment made to another person and to pay an amount to the Commissioners on account of the deduction, b the payment to the Commissioners is credited against any liabilities of the other person, and c the deduction is of a kind specified in regulations under section 99(3) of the Finance Act 2020. 4 In this paragraph  “ the Commissioners ” means the Commissioners for Her Majesty's Revenue and Customs. 3 In section 129(2) of the Bankruptcy (Scotland) Act 2016 (asp 21) (priority in distribution: meaning of certain expressions) in the definition of  “secondary preferred debt” for  “paragraph 7 or 8” substitute  “                    any of paragraphs 7 to 8A                  ” . 4 In Part 1 of Schedule 3 to that Act (list of preferred debts) after paragraph 8 insert— Certain HMRC debts 8A 1 Any amount owed at the relevant date by the debtor to the Commissioners in respect of— a value added tax, or b a relevant deduction. 2 In sub-paragraph (1), the reference to  “any amount” is subject to any regulations under section 99(1) of the Finance Act 2020. 3 For the purposes of sub-paragraph (1)(b) a deduction is  “relevant” if— a the debtor is required, by virtue of an enactment, to make the deduction from a payment made to another person and to pay an amount to the Commissioners on account of the deduction, b the payment to the Commissioners is credited against any liabilities of the other person, and c the deduction is of a kind specified in regulations under section 99(3) of the Finance Act 2020. 4 In this paragraph  “ the Commissioners ” means the Commissioners for Her Majesty's Revenue and Customs. 5 In Article 346 of the Insolvency (Northern Ireland) Order 1989 (S.I. 1989/2405 (N.I. 19)) (preferential debts)— a in paragraph (1) after  “other deposits” insert  “                        ; certain HMRC debts                      ” ; b in paragraph (1B) for  “or 20” substitute  “                        , 20 or 22                      ” . 6 In Schedule 4 to that Order (preferential debts) after paragraph 21 insert— Category 9: Certain HMRC debts 22 1 Any amount owed at the relevant date by the debtor to the Commissioners in respect of— a value added tax, or b a relevant deduction. 2 In sub-paragraph (1), the reference to  “any amount” is subject to any regulations under section 99(1) of the Finance Act 2020. 3 For the purposes of sub-paragraph (1)(b) a deduction is  “relevant” if— a the debtor is required, by virtue of an enactment, to make the deduction from a payment made to another person and to pay an amount to the Commissioners on account of the deduction, b the payment to the Commissioners is credited against any liabilities of the other person, and c the deduction is of a kind specified in regulations under section 99(3) of the Finance Act 2020. 4 In this paragraph  “ the Commissioners ” means the Commissioners for Her Majesty's Revenue and Customs. 7 The amendments made by this section do not apply in relation to any case where the relevant date is before 1 December 2020."}, {"act": "Finance Act 2020", "year": 2020, "section": "99", "section_title": "HMRC debts: regulations", "section_text": "99 1 The Treasury may by regulations provide that only the following amounts are secondary preferential debts (or, in relation to Scotland, secondary preferred debts) for the purpose of a relevant provision— a in the case of amounts owed in respect of value added tax, amounts referable to such period as is specified in the regulations; b in the case of amounts owed in respect of a relevant deduction, amounts owed in respect of a deduction from a payment made during such period as is specified in the regulations. 2 In subsection (1)  “ relevant provision ” means— a paragraph 15D(1) of Schedule 6 to the Insolvency Act 1986 (preferential debts: certain HMRC debts); b paragraph 8A(1) of Schedule 3 to the Bankruptcy (Scotland) Act 2016 (asp 21) (list of preferred debts: certain HMRC debts); c paragraph 22(1) of Schedule 4 to the Insolvency (Northern Ireland) Order 1989 (S.I. 1989/2405 (N.I. 19)) (preferential debts: certain HMRC debts). 3 The Treasury may by regulations specify kinds of deductions for the purposes of— a paragraph 15D(3)(c) of Schedule 6 to the Insolvency Act 1986; b paragraph 8A(3)(c) of Schedule 3 to the Bankruptcy (Scotland) Act 2016 (asp 21); c paragraph 22(3)(c) of Schedule 4 to the Insolvency (Northern Ireland) Order 1989 (S.I. 1989/2405 (N.I. 19)). 4 Regulations under this section may contain transitional or supplementary provision. 5 Regulations under this section— a are to be made by statutory instrument; b are subject to annulment in pursuance of a resolution of the House of Commons."}, {"act": "Finance Act 2020", "year": 2020, "section": "100", "section_title": "Joint and several liability of company directors etc", "section_text": "100 1 Schedule 13 makes provision for individuals to be jointly and severally liable, in certain circumstances involving insolvency or potential insolvency, for amounts payable to the Commissioners for Her Majesty's Revenue and Customs by bodies corporate or unincorporate. 2 A reference in Schedule 13 to a tax liability of a company does not include— a any tax liability that relates to a period ending before the day on which this Act is passed; b any tax liability (other than one that relates to a period) arising from an event or default occurring before that day. 3 For the purposes of subsection (2), a tax liability relates to a period if— a the liability arises in respect of a particular tax year, accounting period or other period, or b the amount of the liability is calculated by reference to a particular period. 4 A reference in paragraph 5 of Schedule 13 to a penalty does not include any penalty in respect of which the determination to impose the penalty, or (as the case may be) the commencement of proceedings before the tribunal for the penalty to be imposed, occurs before the day on which this Act is passed."}, {"act": "Finance Act 2020", "year": 2020, "section": "101", "section_title": "Amendments relating to the operation of the GAAR", "section_text": "101 Schedule 14 makes— a provision about the procedural requirements and time limits for the making of adjustments by virtue of section 209 of FA 2013, and b provision amending paragraph 5 of Schedule 43C to that Act."}, {"act": "Finance Act 2020", "year": 2020, "section": "102", "section_title": "Tax relief for scheme payments etc", "section_text": "102 Schedule 15 makes provision for tax relief in respect of— a payments made under or otherwise referable to the Windrush Compensation Scheme, b payments under the Troubles Permanent Disablement Payment Scheme, and c other compensation payments made by or on behalf of a government, public authority or local authority."}, {"act": "Finance Act 2020", "year": 2020, "section": "103", "section_title": "HMRC: exercise of officer functions", "section_text": "103 1 Anything capable of being done by an officer of Revenue and Customs by virtue of a function conferred by or under an enactment relating to taxation may be done by HMRC (whether by means involving the use of a computer or otherwise). 2 Accordingly, it follows that HMRC may (among other things)— a give a notice under section 8, 8A or 12AA of TMA 1970 (notice to file personal, trustee or partnership return); b amend a return under section 9ZB of that Act (correction of personal or trustee return); c make an assessment to tax in accordance with section 30A of that Act (assessing procedure); d make a determination under section 100 of that Act (determination of penalties); e give a notice under paragraph 3 of Schedule 18 to FA 1998 (notice to file company tax return); f make a determination under paragraph 2 or 3 of Schedule 14 to FA 2003 (SDLT: determination of penalties). 3 Anything done by HMRC in accordance with subsection (1) has the same effect as it would have if done by an officer of Revenue and Customs (or, where the function is conferred on an officer of a particular kind, an officer of that kind). 4 In this section— “ HMRC ” means Her Majesty's Revenue and Customs; references to an officer of Revenue and Customs include an officer of a particular kind, such as an officer authorised for the purposes of an enactment. 5 This section is treated as always having been in force. 6 However, this section does not apply in relation to anything mentioned in subsection (1) done by HMRC if— a before 11 March 2020, a court or tribunal determined that the relevant act was of no effect because it was not done by an officer of Revenue and Customs (or an officer of a particular kind), and b at the beginning of 11 March 2020, the order of the court or tribunal giving effect to that determination had not been set aside or overturned on appeal."}, {"act": "Finance Act 2020", "year": 2020, "section": "104", "section_title": "Returns relating to LLP not carrying on business etc with view to profit", "section_text": "104 1 In TMA 1970 after section 12ABZA insert— Returns relating to LLP not carrying on business etc with view to profit 12ABZAA 1 This section applies where— a a person delivers a purported partnership return (“the relevant return”) in respect of a period (“ the relevant period ”), b the relevant return— i is made on the basis that the activities of a limited liability partnership (“the LLP”) are treated, under section 863 of ITTOIA 2005 or section 1273 of CTA 2009, as carried on in partnership by its members (“the purported partnership”), and ii relates to the purported partnership, but c the LLP does not carry on a business with a view to profit in the relevant period (and, accordingly, its activities are not treated as mentioned in paragraph (b)(i)). 2 For the purposes of the relevant enactments, treat the relevant return as a partnership return (and, accordingly, anything done under a relevant enactment in connection with the relevant return has the same effect as it would have if done in connection with a partnership return in a corresponding partnership case). 3 “ Relevant enactment ” means— a any of the following— i sections 12AC and 28B (enquiries into partnership returns), ii Part 4 of FA 2014 (follower notices and accelerated payment notices), and b any enactment relating to, or applying for the purposes of, an enactment within paragraph (a). 4 In relation to the relevant return, the relevant enactments apply with the necessary modifications, including in particular the following— a “ partner ” includes purported partner, and b “ partnership ” includes the purported partnership. 5 In this section— “ business ” includes trade or profession; “ corresponding partnership case ” means a corresponding case in which the limited liability partnership in question carries on a business with a view to profit in the relevant period; “ purported partner ” means any person who was a member of the LLP in the relevant period; “ purported partnership return ” means anything that— purports to be a partnership return, and is in a form, and is delivered in a way, that a partnership return could have been made and delivered in a corresponding partnership case. 2 The amendment made by subsection (1) is treated as always having been in force. 3 However, that amendment does not apply in relation to a purported partnership return if— a before 11 March 2020, a court or tribunal determined, in proceedings to which a limited liability partnership was a party, that the purported partnership return was not a return under section 12AA of TMA 1970, and b at the beginning of 11 March 2020, the order of the court or tribunal giving effect to that determination had not been set aside or overturned on appeal. 4 In Part 1 of Schedule 14 to F(No.2)A 2017 (digital reporting and record-keeping for income tax etc: amendments of TMA 1970), after paragraph 10B insert— 10BA 1 Section 12ABZAA (returns relating to LLP not carrying on business etc with view to profit) is amended as follows. 2 For subsection (2) substitute— 2 For the purposes of the relevant enactments— a where the relevant return purports to be a section 12AA partnership return, treat it as a section 12AA partnership return; b where the relevant return purports to be a Schedule A1 partnership return, treat it as a Schedule A1 partnership return, (and, accordingly, anything done under a relevant enactment in connection with the relevant return has the same effect as it would have if done in connection with a section 12AA or Schedule A1 partnership return (as the case may be) in a corresponding partnership case). 3 In subsection (5), in the definition of  “purported partnership return”— a in paragraph (a), for  “partnership return” substitute  “                                  section 12AA or Schedule A1 partnership return                                ” ; b in paragraph (b), for  “partnership return” substitute  “                                  section 12AA or Schedule A1 partnership return (as the case may be)                                ” . 5 The reference in section 61(6) of F(No.2)A 2017 (commencement) to Schedule 14 to that Act is to be read as a reference to that Schedule as amended by subsection (4) of this section."}, {"act": "Finance Act 2020", "year": 2020, "section": "105", "section_title": "Interest on unpaid tax in case of disaster etc of national significance", "section_text": "105 1 Section 135 of FA 2008 (interest on unpaid tax in case of disaster etc of national significance) is amended as follows. 2 In subsection (2), for the words from  “arising” to the end substitute that—                     a arises under or by virtue of an enactment or a contract settlement, and b is of a description (if any) specified in the order. 3 In subsection (4)— a after  “relief period” insert  “                        , in relation to a deferred amount,                      ” ; b in paragraph (b), after  “revoked” insert  “                        or amended so that it ceases to have effect in relation to the deferred amount                      ” . 4 In subsection (10)— a at the end of paragraph (a), omit  “and”; b at the end of paragraph (b) insert , and                         c may specify different dates in relation to liabilities of different descriptions. 5 The amendments made by this section have effect from 20 March 2020."}, {"act": "Finance Act 2020", "year": 2020, "section": "106", "section_title": "Taxation of coronavirus support payments", "section_text": "106 1 Schedule 16 makes provision about the taxation of coronavirus support payments. 2 In this section, and in that Schedule,  “ coronavirus support payment ” means a payment made (whether before or after the passing of this Act) under any of the following schemes— a the coronavirus job retention scheme; b the self-employment income support scheme; c any other scheme that is the subject of a direction given under section 76 of the Coronavirus Act 2020 (functions of Her Majesty's Revenue and Customs in relation to coronavirus or coronavirus disease); d the coronavirus statutory sick pay rebate scheme; e a coronavirus business support grant scheme; f any scheme specified or described in regulations made under this section by the Treasury. 3 The Treasury may by regulations make provision about  (including provision modifying)   the application of Schedule 16 to a scheme falling within subsection   (2)(b)   to (f) (including provision modifying paragraph 8 of that Schedule so that it applies to payments made under a coronavirus business support grant scheme). 4 Regulations under this section may make provision about coronavirus support payments made before (as well as after) the making of the regulations. 5 In this section, and in that Schedule— “coronavirus” and  “coronavirus disease” have the meaning they have in the Coronavirus Act 2020 (see section 1 of that Act); “ coronavirus business support grant scheme ” means any scheme (whether announced or operating before or after the passing of this Act), other than a scheme within subsection (2)(a) to (d), under which a public authority makes grants to businesses with the object of providing support to those businesses in connection with any effect or anticipated effect (direct or indirect) of coronavirus or coronavirus disease; “ the coronavirus job retention scheme ” means the scheme (as it has effect from time to time) that is the subject of the direction given by the Treasury on 15 April 2020 under section 76 of the Coronavirus Act 2020; “ the coronavirus statutory sick pay rebate scheme ” means the scheme (as it has effect from time to time) given effect to by the Statutory Sick Pay (Coronavirus) (Funding of Employers' Liabilities) Regulations 2020 (S.I. 2020/512); “ employment-related scheme ” means the coronavirus job retention scheme or the coronavirus statutory sick pay rebate scheme; “ the self-employment income support scheme ” means the scheme (as it has effect from time to time) that is the subject of the direction given by the Treasury on 30 April 2020 under section 76 of the Coronavirus Act 2020. 6 Examples of coronavirus business support grant schemes as at 24 June 2020 include— a the small business grant fund that is the subject of the guidance about that scheme and the retail, hospitality and leisure grant fund published by the Department for Business, Energy & Industrial Strategy on 1 April 2020; b the retail, hospitality and leisure grant fund that is the subject of that guidance; c the local authority discretionary grants fund that is the subject of the guidance about that scheme published by the Department for Business, Energy & Industrial Strategy on 13 May 2020; d the schemes corresponding to the small business grant fund, retail and hospitality grant fund and local authority discretionary grants fund in Scotland, Wales and Northern Ireland."}, {"act": "Finance Act 2020", "year": 2020, "section": "107", "section_title": "Enterprise management incentives", "section_text": "107 1 Schedule 5 to ITEPA 2003 (enterprise management incentives) is modified in accordance with subsections (2) and (3). 2 Paragraph 26 (requirement as to commitment of working time) has effect as if, in sub-paragraph (3)— a the  “or” at the end of paragraph (c) were omitted, and b at the end of paragraph (d), there were inserted , or                               e not being required to work for reasons connected with coronavirus disease (within the meaning given by section 1(1) of the Coronavirus Act 2020). 3 Paragraph 27 (meaning of  “working time”) has effect as if, in sub-paragraph (1)(b), for  “(d)” there were substituted  “                          (e)                        ” . 4 Section 535 of ITEPA 2003 (disqualifying events relating to employee in relation to enterprise management incentives) has effect as if, in the closing words of subsection (3), for  “(d)” there were substituted  “                          (e)                        ” . 5 The modifications made by this section have effect in relation to the period— a beginning with 19 March 2020, and b ending with 5 April 2022."}, {"act": "Finance Act 2020", "year": 2020, "section": "108", "section_title": "Protected pension age of members re-employed as a result of coronavirus", "section_text": "108 1 In FA 2004, in Schedule 36 (pension schemes etc), paragraph 22 (rights to take benefit before normal minimum pension age) is amended as follows. 2 In sub-paragraph (7F), at the end of paragraph (b) insert , and                     c that the member is or was employed as mentioned in sub-paragraph (7B)(a) where— i the employment began at any time during the coronavirus period, and ii the only or main reason that the member was taken into employment was to help the employer to respond to the public health, social, economic or other effects of coronavirus. 3 After sub-paragraph (7J) insert— 7K In sub-paragraph (7F)(c)— “ coronavirus ” has the same meaning as in the Coronavirus Act 2020 (see section 1(1) of that Act); “ the coronavirus period ” means the period beginning with 1 March 2020 and ending with 1 November 2020. 7L The Treasury may by regulations amend the definition of  “the coronavirus period” in sub-paragraph (7K) so as to replace the later of the dates specified in it with another date falling before 6 April 2021. 7M The power in sub-paragraph (7L) may be exercised on more than one occasion. 4 The amendments made by this section are treated as having come into force on 1 March 2020."}, {"act": "Finance Act 2020", "year": 2020, "section": "109", "section_title": "Modifications of the statutory residence test in connection with coronavirus", "section_text": "109 1 This section applies for the purposes of determining— a whether an individual was or was not resident in the United Kingdom for the tax year 2019-20 for the purposes of relevant tax, and b if an individual was not so resident in the United Kingdom for the tax year 2019-20 (including as a result of this section), whether the individual was or was not resident in the United Kingdom for the tax year 2020-21 for the purposes of relevant tax. “ Relevant tax ” has the meaning given by paragraph 1(4) of Schedule 45 to FA 2013 (statutory residence test). 2 That Schedule is modified in accordance with subsections (3) to (13). 3 Paragraph 8 (second automatic UK test: days at overseas homes) has effect as if after sub-paragraph (5) there were inserted— 5A For the purposes of sub-paragraphs (1)(b) and (4), a day does not count as a day when P is present at a home of P's in the UK if it is a day that would fall within the third case in paragraph 22(7) (if P were present in the UK at the end of it). 4 Paragraph 22 (key concepts: days spent) has effect as if— a in sub-paragraph (2), for  “two cases” there were substituted  “                        three cases                      ” ; b after sub-paragraph (6) there were inserted— 7 The third case is where— a that day falls within the period beginning with 1 March 2020 and ending with 1 June 2020, b on that day P is present in the UK for an applicable reason related to coronavirus disease, and c in the tax year in question, P is resident in a territory outside the UK (“the overseas territory”). 8 The following are applicable reasons related to coronavirus disease— a that P is present in the UK as a medical or healthcare professional for purposes connected with the detection, treatment or prevention of coronavirus disease; b that P is present in the UK for purposes connected with the development or production of medicinal products (including vaccines), devices, equipment or facilities related to the detection, treatment or prevention of coronavirus disease. 9 For the purposes of sub-paragraph (7)(c), P is resident in an overseas territory in the tax year in question if P is considered for tax purposes to be a resident of that territory in accordance with the laws of that territory. 10 The Treasury may by regulations made by statutory instrument— a amend sub-paragraph (7)(a) so as to replace the later of the dates specified in it with another date falling before 6 April 2021; b amend this paragraph so as to add one or more applicable reasons related to coronavirus disease. 11 The powers under sub-paragraph (10) may be exercised on more than one occasion. 12 A statutory instrument containing regulations under sub-paragraph (10) is subject to annulment in pursuance of a resolution of the House of Commons. 5 Paragraph 23 (key concepts: days spent and the deeming rule) has effect as if after sub-paragraph (5) there were inserted— 5A For the purposes of sub-paragraphs (3)(b) and (4), a day does not count as a qualifying day if it is a day that would fall within the third case in paragraph 22(7) (if P were present in the UK at the end of it). 6 Paragraph 28(2) (rules for calculating the reference period) has effect as if— a in paragraph (b) the  “and” at the end were omitted; b after paragraph (b) there were inserted— ba absences from work at times during the period specified in an emergency volunteering certificate issued to P under Schedule 7 to the Coronavirus Act 2020 (emergency volunteering leave), and ; c in paragraph (c), for  “or (b)” there were substituted  “                        , (b) or (ba)                      ” . 7 Paragraph 29 (significant breaks from UK or overseas work) has effect as if in sub-paragraphs (1)(b) and (2)(b), for  “or parenting leave” there were substituted  “                    , parenting leave or emergency volunteering leave under Schedule 7 to the Coronavirus Act 2020                  ” . 8 Paragraph 32 (family tie) has effect as if after sub-paragraph (4) there were inserted— 4A But a day does not count as a day on which P sees the child if the day on which P sees the child would be a day falling within the third case in paragraph 22(7) (if P were present in the UK at the end of it). 9 Paragraph 34 (accommodation tie) has effect as if after sub-paragraph (1) there were inserted— 1A For the purposes of sub-paragraph (1)— a if the place is available to P on a day that would fall within the third case in paragraph 22(7) (if P were present in the UK at the end of that day), that day is to be disregarded for the purposes of sub-paragraph (b), and b a night spent by P at the place immediately before or after a day that would fall within the third case in paragraph 22(7) (if P were present in the UK at the end of that day) is to be disregarded for the purposes of sub-paragraph (c). 10 Paragraph 35 (work tie) has effect as if after sub-paragraph (2) there were inserted— 3 But a day that would fall within the third case in paragraph 22(7) (if P were present in the UK at the end of it) does not count as a day on which P works in the UK. 11 Paragraph 37 (90-day tie) has effect as if— a the existing text were sub-paragraph (1); b after that sub-paragraph, there were inserted— 2 For the purposes of sub-paragraph (1), a day that would fall within the third case in paragraph 22(7) (if P were present in the UK at the end of it) does not count as a day P has spent in the UK in the year in question. 12 Paragraph 38 (country tie) has effect as if after sub-paragraph (3) there were inserted— 4 For the purposes of sub-paragraph (3), P is to be treated as not being present in the UK at the end of a day that would fall within the third case in paragraph 22(7) (if P were present in the UK at the end of that day). 13 Paragraph 145 (interpretation) has effect as if at the appropriate place there were inserted— “ coronavirus disease ” has the same meaning as in the Coronavirus Act 2020 (see section 1(1) of that Act); ."}, {"act": "Finance Act 2020", "year": 2020, "section": "110", "section_title": "Future Fund: EIS and SEIS relief", "section_text": "110 1 This section applies if an individual to whom shares in a company have been issued— a enters into a convertible loan agreement with the company under the Future Fund on or after 20 May 2020, and b subsequently receives value from the company under the terms of the agreement. 2 If, as a result of the receipt of value, any EIS relief attributable to shares issued before the relevant time would (apart from this subsection) be withdrawn or reduced under section 213 of ITA 2007, the value received is to be ignored for the purposes of that section. 3 If, as a result of the receipt of value, any SEIS relief attributable to shares issued before the relevant time would (apart from this subsection) be withdrawn or reduced under section 257FE of ITA 2007, the value received is to be ignored for the purposes of that section. 4 If, as a result of the receipt of value, shares issued before the relevant time would (apart from this subsection) cease to be eligible shares by reason of paragraph 13(1)(b) of Schedule 5B to TCGA 1992, the value received is to be ignored for the purposes of that paragraph. 5 In this section— “ the Future Fund ” means the scheme of that name operated from 20 May 2020 by the British Business Bank plc on behalf of the Secretary of State; “ the relevant time ” means the time when the individual enters into the convertible loan agreement."}, {"act": "Finance Act 2020", "year": 2020, "section": "111", "section_title": "Preparing for a new tax in respect of certain plastic packaging", "section_text": "111 The Commissioners for Her Majesty's Revenue and Customs may make preparations for the introduction of a new tax to be charged in respect of certain plastic packaging."}, {"act": "Finance Act 2020", "year": 2020, "section": "112", "section_title": "Limits on local loans", "section_text": "112 1 In section 4(1) of the National Loans Act 1968 (which sets a limit on local loans made in pursuance of section 3 of that Act)— a for  “£85 billion” substitute  “                        £115 billion                      ” , and b for  “£95 billion” substitute  “                        £135 billion                      ” . 2 The Local Loans (Increase of Limit) Order 2019 (SI 2019/1317) is revoked. 3 This section comes into force on such day as the Treasury may by regulations made by statutory instrument appoint."}, {"act": "Finance Act 2020", "year": 2020, "section": "113", "section_title": "Interpretation", "section_text": "113 In this Act the following abbreviations are references to the following Acts— ALDA 1979 Alcoholic Liquor Duties Act 1979 CAA 2001 Capital Allowances Act 2001 CTA 2009 Corporation Tax Act 2009 CTA 2010 Corporation Tax Act 2010 FA, followed by a year Finance Act of that year F(No.2)A, followed by a year Finance (No.2) Act of that year HODA 1979 Hydrocarbon Oil Duties Act 1979 IHTA 1984 Inheritance Tax Act 1984 ITA 2007 Income Tax Act 2007 ITEPA 2003 Income Tax (Earnings and Pensions) Act 2003 ITTOIA 2005 Income Tax (Trading and Other Income) Act 2005 TCGA 1992 Taxation of Chargeable Gains Act 1992 TCTA 2018 Taxation (Cross-border Trade) Act 2018 TMA 1970 Taxes Management Act 1970 TPDA 1979 Tobacco Products Duty Act 1979 VATA 1994 Value Added Tax Act 1994 VERA 1994 Vehicle Excise and Registration Act 1994"}, {"act": "Finance Act 2020", "year": 2020, "section": "114", "section_title": "Short title", "section_text": "114 This Act may be cited as the Finance Act 2020."}]