[{"act": "Immigration and Social Security Co-ordination (EU Withdrawal) Act 2020", "year": 2020, "section": "1", "section_title": "Repeal of the main retained EU law relating to free movement etc.", "section_text": "1 Schedule 1 makes provision to— a end rights to free movement of persons under retained EU law, including by repealing the main provisions of retained EU law relating to free movement, and b end other EU-derived rights, and repeal other retained EU law, relating to immigration."}, {"act": "Immigration and Social Security Co-ordination (EU Withdrawal) Act 2020", "year": 2020, "section": "2", "section_title": "Irish citizens: entitlement to enter or remain without leave", "section_text": "2 1 The Immigration Act 1971 is amended as follows. 2 After section 3 insert— Irish citizens 3ZA 1 An Irish citizen does not require leave to enter or remain in the United Kingdom, unless subsection (2), (3) or (4) applies to that citizen. 2 This subsection applies to an Irish citizen if the Irish citizen is subject to a deportation order made under section 5(1). 3 This subsection applies to an Irish citizen if— a the Secretary of State has issued directions for the Irish citizen not to be given entry to the United Kingdom on the ground that the Irish citizen's exclusion is conducive to the public good, b the Secretary of State has given the Irish citizen notice of the directions, and c the directions have not been withdrawn. 4 This subsection applies to an Irish citizen if the Irish citizen is an excluded person for the purposes of section 8B (persons excluded under certain instruments). 5 Where subsection (2), (3) or (4) applies to an Irish citizen, section 1(3) does not permit the Irish citizen to enter the United Kingdom without leave on arriving in the United Kingdom on a local journey from any place in the common travel area. 3 In section 9 (further provisions about the common travel area)— a in subsection (2), in the closing words, after  “British citizens” insert  “                      or Irish citizens                    ” ; b in subsection (4), in the opening words, after  “British citizen” insert  “                      or an Irish citizen                    ” . 4 In Schedule 4 (integration with UK law of immigration law of the Islands)— a in paragraph 1, in sub-paragraphs (1) and (2), after  “British citizen” insert  “                      or an Irish citizen                    ” ; b in paragraph 4, after  “British citizen” insert  “                      or an Irish citizen                    ” ."}, {"act": "Immigration and Social Security Co-ordination (EU Withdrawal) Act 2020", "year": 2020, "section": "3", "section_title": "Protection claimants: legal routes from the EU and family reunion", "section_text": "3 1 The Secretary of State must review, or arrange for a review of, the ways in which protection claimants who are in a member State are able to enter the United Kingdom lawfully. 2 For the purposes of this section a  “protection claimant” is a person who— a has made an application for international protection to a member State, or b is not a national of a member State and is seeking to come to the United Kingdom from a member State for the purpose of making a protection claim. 3 The review under subsection (1) must, in particular— a consider the position of unaccompanied children in member States who are protection claimants and are seeking to come to the United Kingdom to join relatives there, and b include a public consultation on that aspect of the review. 4 The Secretary of State must, within the period of three months beginning with the day on which this Act is passed, lay before Parliament a statement providing further details about the review under subsection (1) and, in particular, about the aspect of the review described in subsection (3). 5 After the review, the Secretary of State must— a prepare a report on the outcome of the review or arrange for such a report to be prepared, and b publish the report and lay it before Parliament. 6 In this section— “ application for international protection ” has the meaning given by Article 2(h) of  Directive 2011/95/EU  of the European Parliament and of the Council on standards for the qualification of third-country nationals or stateless persons as beneficiaries of international protection, for a uniform status for refugees or for persons eligible for subsidiary protection, and for the content of the protection granted; “ protection claim ” has the same meaning as in Part 5 of the Nationality, Immigration and Asylum Act 2002 (see section 82(2) of that Act); “ relative ”, in relation to an unaccompanied child, means a parent, grandparent, uncle, aunt, brother or sister of the child; “ unaccompanied child ” means a person under the age of 18 (“the child”) who is not in the care of a person who— is aged 18 or over, and by law or custom of the country or territory in which the child is present, has responsibility for caring for the child."}, {"act": "Immigration and Social Security Co-ordination (EU Withdrawal) Act 2020", "year": 2020, "section": "4", "section_title": "Meaning of  “the Immigration Acts” etc.", "section_text": "4 1 In section 61 of the UK Borders Act 2007, in subsection (2) (which defines  “the Immigration Acts”)— a omit the  “and” at the end of paragraph (j); b after paragraph (k) insert , and                       l Part 1 of the Immigration and Social Security Co-ordination (EU Withdrawal) Act 2020 (and Part 3 so far as relating to that Part). 2 This Part is not   assimilated   law."}, {"act": "Immigration and Social Security Co-ordination (EU Withdrawal) Act 2020", "year": 2020, "section": "5", "section_title": "Consequential etc. provision", "section_text": "5 1 The Secretary of State may by regulations made by statutory instrument make such provision as the Secretary of State considers appropriate in consequence of, or in connection with, any provision of this Part. 2 The power to make regulations under subsection (1) may (among other things) be exercised by modifying— a any provision made by or under primary legislation passed before, or in the same Session as, this Act; b   assimilated direct   legislation. 3 The power to make regulations under subsection (1) includes power— a to make supplementary, incidental, transitional, transitory or saving provision; b to make different provision for different purposes. 4 Regulations under subsection (1) may (among other things) make provision applying to persons who, immediately before the coming into force of the repeal of section 7(1) of the Immigration Act 1988 by paragraph 1 of Schedule 1, were not entitled by virtue of section 7(1) of that Act to enter or remain in the United Kingdom without leave. 5 Regulations under subsection (1) may (among other things) modify provision relating to the imposition of fees or charges which is made by or under primary legislation passed before, or in the same Session as, this Act. 6 The first statutory instrument containing regulations under subsection (1)— a must be laid before Parliament after being made, and b ceases to have effect at the end of the period of 40 days beginning with the day on which the instrument is made unless, during that period, the instrument is approved by a resolution of each House of Parliament. 7 Any other statutory instrument containing regulations under subsection (1) that amend or repeal any provision of primary legislation (whether alone or with other provision) is not to be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 8 A statutory instrument containing regulations under subsection (1), other than a statutory instrument to which subsection (6) or (7) applies, is subject to annulment in pursuance of a resolution of either House of Parliament. 9 In calculating the period of 40 days for the purposes of subsection (6), no account is to be taken of any time during which— a Parliament is dissolved or prorogued, or b either House of Parliament is adjourned for more than 4 days. 10 If regulations cease to have effect as a result of subsection (6), that— a does not affect the validity of anything previously done under the regulations, and b does not prevent the making of new regulations."}, {"act": "Immigration and Social Security Co-ordination (EU Withdrawal) Act 2020", "year": 2020, "section": "6", "section_title": "Power to modify retained direct EU legislation relating to social security co-ordination", "section_text": "6 1 An appropriate authority may by regulations modify the retained direct EU legislation mentioned in subsection (2). 2 The retained direct EU legislation is— a Regulation  (EC) No 883/2004  of the European Parliament and of the Council on the co-ordination of social security systems; b Regulation  (EC) No 987/2009  of the European Parliament and of the Council laying down the procedure for implementing Regulation  (EC) No 883/2004 ; c Regulation  (EEC) No 1408/71  on the application of social security schemes to employed persons, to self-employed persons and to members of their families moving within the Community; d Regulation  (EEC) No 574/72  fixing the procedure for implementing Regulation  (EEC) No 1408/71 ; e Regulation  (EC) No 859/2003  extending Regulation  (EEC) No 1408/71  to nationals of non-EU Member Countries. 3 The power to make regulations under subsection (1) includes power— a to make different provision for different categories of person to whom they apply (and the categories may be defined by reference to a person's date of arrival in the United Kingdom, their immigration status, their nationality or otherwise); b otherwise to make different provision for different purposes; c to make supplementary, incidental, consequential, transitional, transitory or saving provision; d to provide for a person to exercise a discretion in dealing with any matter. 4 The power to make provision mentioned in subsection (3)(c) includes power to modify— a any provision made by primary legislation passed before, or in the same Session as, this Act; b any provision made under primary legislation before, or in the same Session as, this Act is passed; c retained direct EU legislation which is not mentioned in subsection (2). 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 In this section,  “ appropriate authority ” means— a the Secretary of State or the Treasury, b a Northern Ireland department, or c a Minister of the Crown acting jointly with a Northern Ireland department. 8 Schedule 2 contains further provision about the power to make regulations under this section. 9 Schedule 3 contains provision about the making of regulations under this section."}, {"act": "Immigration and Social Security Co-ordination (EU Withdrawal) Act 2020", "year": 2020, "section": "7", "section_title": "Interpretation", "section_text": "7 In this Act— “ domestic law ” means the law of England and Wales, Scotland or Northern Ireland; “ Minister of the Crown ” has the same meaning as in the Ministers of the Crown Act 1975 and also includes the Commissioners for Her Majesty's Revenue and Customs; “ modify ” includes amend, repeal or revoke (and related expressions are to be read accordingly); “ primary legislation ” means— an Act of Parliament; an Act of the Scottish Parliament; an Act or Measure of Senedd Cymru; Northern Ireland legislation."}, {"act": "Immigration and Social Security Co-ordination (EU Withdrawal) Act 2020", "year": 2020, "section": "8", "section_title": "Extent", "section_text": "8 1 Subject to subsections (2) to (5), this Act extends to England and Wales, Scotland and Northern Ireland. 2 Her Majesty may by Order in Council provide for any of the provisions of Part 1 of this Act, and of sections 7 and 10 (so far as relating to that Part), to extend, with or without modifications, to— a any of the Channel Islands; b the Isle of Man; c any of the British overseas territories. 3 A power listed in subsection (4) may be exercised so as to extend, with or without modifications, to any of the Channel Islands or the Isle of Man any repeal or other amendment, made by Part 1, of legislation to which the power relates. 4 The powers are the powers under any of the following provisions— a section 36 of the Immigration Act 1971; b section 163(4) of the Nationality, Immigration and Asylum Act 2002; c section 60(4) of the UK Borders Act 2007. 5 Regulations under section 5 may provide that an amendment, repeal or revocation made by those regulations has the same extent as the provision amended, repealed or revoked (ignoring extent by virtue of an Order in Council under any of the Immigration Acts)."}, {"act": "Immigration and Social Security Co-ordination (EU Withdrawal) Act 2020", "year": 2020, "section": "9", "section_title": "Commencement", "section_text": "9 1 Subject to subsection (2), Part 1 comes into force on such day as the Secretary of State may by regulations made by statutory instrument appoint. 2 The following provisions of section 3 come into force at the end of the period of two months beginning with the day on which this Act is passed— a subsection (4); b subsections (2) and (6) so far as relating to subsection (4). 3 Regulations under subsection (1) may make different provision for different purposes. 4 Part 2 comes into force on such day as the Secretary of State or the Treasury may by regulations made by statutory instrument appoint. 5 Regulations under subsection (4) may make different provision for different purposes or areas. 6 This Part comes into force on the day on which this Act is passed. 7 The power of the Secretary of State or the Treasury to appoint a day under subsection (1) or (4) includes a power to appoint a time on a day if the Secretary of State or, as the case may be, the Treasury considers it appropriate to do so."}, {"act": "Immigration and Social Security Co-ordination (EU Withdrawal) Act 2020", "year": 2020, "section": "10", "section_title": "Short title", "section_text": "10 This Act may be cited as the Immigration and Social Security Co-ordination (EU Withdrawal) Act 2020."}]