[{"act": "Parliamentary Constituencies Act 2020", "year": 2020, "section": "1", "section_title": "Reports of the Boundary Commissions", "section_text": "1 1 Section 3 of the Parliamentary Constituencies Act 1986 (referred to in this Act as  “ the 1986 Act ”) is amended as follows. 2 In subsection (1) (duty on Boundary Commissions to submit reports to the Secretary of State), for  “Secretary of State” substitute  “                  Speaker of the House of Commons                ” . 3 For subsection (2) (deadline for reports) substitute— 2 Each Boundary Commission must submit a report under subsection (1)— a before 1 July 2023, b before 1 October 2031, and c before 1 October of every eighth year after that. 4 After subsection (2) insert— 2ZA On submitting a report to the Speaker under subsection (1), a Boundary Commission must send a copy of it to the Secretary of State or the Minister for the Cabinet Office. 2ZB On receiving a report under subsection (1), the Speaker must lay it before Parliament. 2ZC As soon as reasonably practicable after a report of a Boundary Commission has been laid under subsection (2ZB), the Commission must publish it in such manner as they think fit. 5 In subsection (2B)(a) (duty to submit progress reports to the Speaker), for  “January that begins one year and nine months before that date” substitute  “                  relevant January                ” . 6 After subsection (2B) insert— 2BA For the purposes of subsection (2B),  “ the relevant January ” means— a January 2022, in the case of a report required by subsection (2) to be submitted before 1 July 2023, and b in the case of any other report required by subsection (2) to be submitted before a particular date, the January that begins one year and nine months before that date. (For example, January 2030 in the case of a report required to be submitted before 1 October 2031). 7 Omit subsections (5) to (5C) (duty to lay reports and draft Order in Council)."}, {"act": "Parliamentary Constituencies Act 2020", "year": 2020, "section": "2", "section_title": "Orders in Council giving effect to reports", "section_text": "2 1 Section 4 of the 1986 Act (Orders in Council) is amended as follows. 2 For subsections (1) to (4) (procedure for draft Orders in Council) substitute— 1 After all four reports under section 3(1) which are required by section 3(2) to be submitted before a particular date have been laid before Parliament under section 3(2ZB), the Secretary of State or the Minister for the Cabinet Office must submit to Her Majesty in Council a draft of an Order in Council for giving effect to the recommendations in those of the four reports (if any) which are reports under section 3(1)(a) (report with recommendations). 2 The draft of an Order in Council must be submitted under subsection (1)— a as soon as reasonably practicable after all four reports have been laid before Parliament as mentioned in that subsection, and b in any case, no later than the end of the four month period unless there are exceptional circumstances. 3 “ The four month period ” means the period of four months beginning with the first date on which all four reports have been laid before Parliament as mentioned in subsection (1). 4 If the draft of an Order in Council is not submitted under subsection (1) before the end of the four month period, the Secretary of State or the Minister for the Cabinet Office must lay one or more statements before Parliament in accordance with subsection (4A) specifying the exceptional circumstances. 4A A statement must be laid— a before the end of the period of 10 sitting days beginning with the first sitting day after the end of the four month period, and b before the end of each subsequent period of 20 sitting days beginning with the first sitting day after the previous statement was so laid, until the draft of an Order in Council is submitted under subsection (1). 4B A draft of an Order in Council submitted under subsection (1)— a may give effect to recommendations in the reports with modifications only if that is required under section 4A, and b may make provision for any matters which appear to the Secretary of State or, as the case may be, the Minister for the Cabinet Office to be incidental to, or consequential on— i the recommendations in the reports, or ii those recommendations together with the modifications that the draft is required to give effect to under section 4A. 3 In subsection (7) (validity of Order in Council not to be called in question), omit the words from  “and” to  “Parliament”. 4 After subsection (7) insert— 7A In this section,  “ sitting day ” means a day on which both Houses of Parliament sit; and for that purpose a day is only a day on which a House sits if the House begins to sit on that day."}, {"act": "Parliamentary Constituencies Act 2020", "year": 2020, "section": "3", "section_title": "Modifications of recommendations in reports", "section_text": "3 After section 4 of the 1986 Act insert— Modifications of recommendations in reports 4A 1 Subsection (2) applies where— a a report of a Boundary Commission has been submitted to the Speaker of the House of Commons under section 3(1), b it is a report under section 3(1)(a) (report with recommendations), and c no draft of an Order in Council has yet been submitted to Her Majesty in Council under section 4(1) in relation to the report. 2 The Commission in question may submit to the Speaker a statement (“a statement of modifications”) specifying— a the modifications which they consider should be made to the recommendations in the report in order to correct any error in those recommendations, and b their reasons for those modifications. 3 On submitting a statement of modifications to the Speaker under subsection (2), the Commission must send a copy of it to the Secretary of State or the Minister for the Cabinet Office. 4 On receiving a statement of modifications under subsection (2), the Speaker must lay it before Parliament. 5 As soon as reasonably practicable after a statement of modifications has been laid under subsection (4), the Boundary Commission which submitted the statement must publish it in such manner as they think fit. 6 Where a statement of modifications in relation to a report has been laid under subsection (4), the draft of the Order in Council to be submitted under section 4(1) in relation to the report must give effect to the recommendations in the report with the modifications specified in the statement."}, {"act": "Parliamentary Constituencies Act 2020", "year": 2020, "section": "4", "section_title": "Publicity and consultation", "section_text": "4 1 Section 5 of the 1986 Act (publicity and consultation) is amended as follows. 2 In subsection (1)(a)(iii) (length of initial consultation period), for  “12 weeks” substitute  “                  eight weeks                ” . 3 Omit subsections (1)(b) and (3) (duty to hold public hearings during initial consultation period and related provision). 4 In subsection (4)(a) (duty to publish information after the initial consultation period), omit  “and records of public hearings held under subsection (1)(b) above”. 5 In subsection (4)(b) (the secondary consultation period)— a for  “things” substitute  “                      representations                    ” , and b for  “four weeks” substitute  “                      eight weeks                    ” . 6 After subsection (4)(b) insert— c shall cause public hearings to be held at such times during the secondary consultation period as they think fit. 7 After subsection (4) insert— 4A Schedule 2A contains further provision about public hearings under subsection (4)(c). 4B After the end of the secondary consultation period, the Commission— a must publish, in such manner as they think fit, records of public hearings held under subsection (4)(c), and b must take such steps as they think fit to inform people in the proposed constituencies that written representations with respect to those records may be made to the Commission during a specified period of eight weeks (“the third consultation period”). 8 In subsection (5) (requirements if revised proposals)— a after  “revised proposed constituencies” insert  “                      before the beginning of the third consultation period                    ” , and b in paragraph (c), for  “a specified period of eight weeks” substitute  “                      the third consultation period                    ” . 9 In subsection (7) (the taking of steps), after  “(4)” insert  “                  , (4B)                ” . 10 In subsection (8) (duty to consider certain matters)— a in paragraph (a), after  “(4)(b)” insert  “                      , (4B)(b)                    ” , and b in paragraph (b), for  “(1)(b)” substitute  “                      (4)(c)                    ” . 11 In subsection (10)(b), after  “(4)” insert  “                  , (4B)                ” . 12 After subsection (10) insert— 11 If the report mentioned in subsection (1) is a 2023 report, this section applies in relation to that report as if— a in subsection (4)(b), the reference to eight weeks were a reference to six weeks, and b in subsection (4B)(b), the reference to eight weeks were a reference to four weeks. 12 In subsection (11), a  “ 2023 report ” means a report that is required by section 3(2) to be submitted before 1 July 2023."}, {"act": "Parliamentary Constituencies Act 2020", "year": 2020, "section": "5", "section_title": "Number of parliamentary constituencies", "section_text": "5 In rule 1 of Schedule 2 to the 1986 Act (number of parliamentary constituencies), for  “600” substitute  “              650            ” ."}, {"act": "Parliamentary Constituencies Act 2020", "year": 2020, "section": "6", "section_title": "Taking account of local government boundaries", "section_text": "6 1 Rule 5 of Schedule 2 to the 1986 Act (factors a Boundary Commission may take into account) is amended in accordance with subsections (2) and (3). 2 In rule 5(1) (list of factors), for paragraph (b) substitute— b local government boundaries which exist, or are prospective, on the review date; . 3 After rule 5(1) insert— 1A In the case of a local government boundary which is prospective on the review date, it is that boundary rather than any existing boundary which it replaces, which may be taken into account under sub-paragraph (1)(b). 4 In rule 9 of Schedule 2 to the 1986 Act (interpretation), after sub-paragraph (3) insert— 3A A local government boundary is  “prospective” on a particular date if, on that date— a it is specified in a provision of primary or secondary legislation, but b that provision is not yet in force for all purposes. 3B For that purpose— a “ primary legislation ” means— i an Act of Parliament, ii an Act of the Scottish Parliament, iii an Act of Senedd Cymru, or iv Northern Ireland legislation, and b “ secondary legislation ” means an instrument made under primary legislation."}, {"act": "Parliamentary Constituencies Act 2020", "year": 2020, "section": "7", "section_title": "Protected constituencies", "section_text": "7 1 Schedule 2 to the 1986 Act is amended as follows. 2 In rule 6(2) (protected constituencies), after paragraph (b) insert ;                   c a constituency named Ynys Môn, comprising the area of the Isle of Anglesey County Council . 3 In rule 8(5) (the allocation method)— a in paragraph (b), for  “6(2)” substitute  “                      6(2)(a) and (b)                    ” , and b after paragraph (b) insert ;                       c the electorate of Wales shall be treated for the purposes of this rule as reduced by the electorate of the constituency mentioned in rule 6(2)(c) . 4 In rule 9(7) (references to areas in rule 6)— a after  “6” insert  “                      (2)(a) or (b)                    ” , and b after  “2011” insert  “                      , and the reference in rule 6(2)(c) to the area of the Isle of Anglesey County Council is to the area as it existed on the coming into force of the Schedule to the Parliamentary Constituencies Act 2020                    ” ."}, {"act": "Parliamentary Constituencies Act 2020", "year": 2020, "section": "8", "section_title": "Registers used to determine the  “ electorate ” in relation to the 2023 reports", "section_text": "8 1 In rule 9(2) of Schedule 2 to the 1986 Act (definition of the  “electorate”), for  “The” substitute  “                  Subject to sub-paragraph (2A), the                ” . 2 After rule 9(2) of that Schedule insert— 2A In relation to a report under section 3(1) that a Boundary Commission is required (by section 3(2)) to submit before 1 July 2023, the  “electorate” of the United Kingdom, or of a part of the United Kingdom or a constituency, is the total number of persons whose names appear on a register of parliamentary electors (maintained under section 9 of the Representation of the People Act 1983) in respect of addresses in the United Kingdom, or in that part or that constituency, as that register has effect on 2 March 2020."}, {"act": "Parliamentary Constituencies Act 2020", "year": 2020, "section": "9", "section_title": "Alteration of the  “ review date ” in relation to the 2023 reports", "section_text": "9 In rule 9(5) of Schedule 2 to the 1986 Act (definition of the  “review date”), for  “two years and ten months before that date” substitute —               a 1 December 2020, in the case of a report required to be submitted before 1 July 2023, and b in the case of a report required to be submitted before any other particular date, the date which is two years and 10 months before that date. (For example, 1 December 2028 in the case of a report required to be submitted before 1 October 2031)."}, {"act": "Parliamentary Constituencies Act 2020", "year": 2020, "section": "10", "section_title": "Removal of duty to implement etc. in relation to current reports", "section_text": "10 1 Any duty of the Secretary of State or the Minister for the Cabinet Office under section 3(5A) of the 1986 Act to lay before Parliament the draft of an Order in Council for giving effect to the recommendations in current reports of the Boundary Commissions is to be treated as having ceased to have effect on 24 March 2020. 2 Any other duties, or any powers, of the Secretary of State, the Minister for the Cabinet Office or any other person under the 1986 Act in relation to a current report of a Boundary Commission are to be treated as having ceased to have effect, or as having ceased to be exercisable, on 24 March 2020. 3 A report of a Boundary Commission is  “current” if, immediately before 24 March 2020— a the report has been submitted to the Secretary of State or the Minister for the Cabinet Office under section 3(1) of the 1986 Act, but b no Order in Council under that Act has been made for giving effect to the recommendations in it."}, {"act": "Parliamentary Constituencies Act 2020", "year": 2020, "section": "11", "section_title": "Removal of duty to review reduction in number of constituencies", "section_text": "11 1 Omit section 14 of the Parliamentary Voting System and Constituencies Act 2011 (duty to review reduction in number of constituencies to 600). 2 That repeal is to be treated as having come into force on 31 May 2020."}, {"act": "Parliamentary Constituencies Act 2020", "year": 2020, "section": "12", "section_title": "Effect of Orders in Council under the 1986 Act on NI Assembly constituencies", "section_text": "12 1 Section 33 of the Northern Ireland Act 1998 (Assembly constituencies and numbers of members) is amended as follows. 2 In subsection (3) (effect on Assembly constituencies of Orders in Council under the 1986 Act), for paragraph (a) substitute— a the first election under section 31 or 32 for which the notice of election, which is required to be published under Assembly Election Rules, is published— i on a day after the end of the period of six months beginning with the day on which the Order comes into force, or ii if sooner, on or after the day on which Parliament is dissolved prior to the first parliamentary general election in relation to which the Order has effect; and . 3 After subsection (3) insert— 4 In subsection (3),  “ Assembly Election Rules ” means the rules in Schedule 1 to the Representation of the People Act 1983, as applied by Article 3 of, and Schedule 1 to, the Northern Ireland Assembly (Elections) Order 2001 (S.I. 2001/2599)."}, {"act": "Parliamentary Constituencies Act 2020", "year": 2020, "section": "13", "section_title": "Minor and consequential amendments and savings", "section_text": "13 1 The Schedule to this Act contains minor and consequential amendments (including the repeal of some provisions which are spent). 2 The amendments made by this Act do not affect the continuing validity of any Orders in Council made under the 1986 Act before this Act comes into force."}, {"act": "Parliamentary Constituencies Act 2020", "year": 2020, "section": "14", "section_title": "Extent, commencement and short title", "section_text": "14 1 This Act extends to England and Wales, Scotland and Northern Ireland. 2 Subject to paragraph 4(4) of the Schedule, this Act comes into force on the day on which it is passed. 3 This Act may be cited as the Parliamentary Constituencies Act 2020."}]