[{"act": "Sentencing (Pre-consolidation Amendments) Act 2020", "year": 2020, "section": "1", "section_title": "Consolidation of sentencing legislation: amendment of law for old offences", "section_text": "1 1 In this section— “ repealed provision ” means— an enactment, to the extent that it is to be repealed or revoked by the sentencing consolidation; a provision made under such an enactment; “ transition time ”, in relation to a repealed provision, means a time that is specified in, or determined in accordance with, an enactment relating to the coming into force of the repealed provision or any other enactment; “ trigger event ”, in relation to an offence, means the commission of the offence or any event related to the commission of the offence, including any event— connected with, or which constitutes any part of, the commission of the offence, or related to the investigation of, or proceedings related to, the offence. 2 Subsection (3) applies if a person is convicted of an offence on or after the consolidation date. 3 Where— a the application to the offence of a repealed provision depends on the time at which a particular trigger event occurred in relation to a particular transition time, and b the transition time fell after the trigger event occurred, the repealed provision has effect as if the transition time had instead fallen before the trigger event occurred. 4 Subsection (3) does not operate so far as it would increase— a the maximum term of imprisonment or detention, or b the maximum fine, with which the offence is punishable. 5 Subsection (3) is also subject to— a Schedule 1 (exceptions); b any provision made by regulations made by the Secretary of State for the purpose of securing that subsection (3) does not affect the application of particular repealed provisions. 6 Where a repealed provision has effect in accordance with subsection (3), any related enactment also has effect in accordance with that subsection. 7 The following have effect subject to subsections (3) to (6)— a a commencement or transitional provision relating to the coming into force of a repealed provision or any related enactment; b a saving subject to which a repealed provision, or any related enactment, has previously been repealed or revoked. 8 For the purposes of this section— a “ related enactment ”, in relation to a repealed provision, means an enactment which— i came into force subject to the same commencement or transitional provision as the repealed provision, or ii has previously been repealed or revoked subject to the same saving as the repealed provision, so far as it is necessary for the repealed provision to have full effect; b “repealed provision” and  “related enactment” do not include a provision to the extent that it is not in force immediately before the consolidation date, except to the extent that it will come into force on or after that date by virtue of an enactment passed or made before that date; c a reference to the application of a repealed provision includes a reference to whether or not it applies (or applies for a particular purpose), and to the form in which it applies (or applies for a particular purpose); d references to a repealed provision or related enactment or to any commencement or transitional provision or saving include references to such a provision passed or made after the passing of this Act."}, {"act": "Sentencing (Pre-consolidation Amendments) Act 2020", "year": 2020, "section": "2", "section_title": "Pre-consolidation amendments relating to sentencing", "section_text": "2 1 Schedule 2 contains amendments and modifications of sentencing legislation which are designed to facilitate, or otherwise desirable in connection with, the consolidation of the whole or a substantial part of the Acts relating to sentencing (with or without other sentencing legislation). 2 The Secretary of State may by regulations make such further amendments and modifications of sentencing legislation (including Schedule 2) as in the Secretary of State's opinion facilitate, or are otherwise desirable in connection with, the consolidation of the whole or a substantial part of the Acts relating to sentencing (with or without other sentencing legislation). 3 In exercising the power under this section, the Secretary of State may have regard in particular to the desirability of removing differences between provisions relating to— a forfeiture; b powers of different courts to deal with offenders subject to particular sentences; c powers of different courts to provide for when sentences or particular requirements of sentences are to take effect. 4 Provision that may be made by regulations under this section includes, in particular, provision amending or modifying any provision of sentencing legislation which— a confers power to make legislation, and b is subject to a relevant restriction, so as to amend or modify that restriction. A  “relevant restriction” is one by virtue of which legislation made in exercise of the power is to come into force only for cases in which commission or conviction of an offence, or any other event, occurs after the time when the legislation is made or comes into force, or any other particular time. 5 For the purposes of this section,  “ amend ” includes repeal or revoke (and similar terms are to be read accordingly)."}, {"act": "Sentencing (Pre-consolidation Amendments) Act 2020", "year": 2020, "section": "3", "section_title": "Interpretation", "section_text": "3 1 In this Act— “ the Acts relating to sentencing ” means— the Powers of Criminal Courts (Sentencing) Act 2000; Part 12 of the Criminal Justice Act 2003; the following Acts so far as relating to the sentencing of offenders in England and Wales— the Serious Organised Crime and Police Act 2005; the Criminal Justice and Immigration Act 2008; the Coroners and Justice Act 2009; the Legal Aid, Sentencing and Punishment of Offenders Act 2012; the Offender Rehabilitation Act 2014; the Criminal Justice and Courts Act 2015, and any other provision of an Act so far as it relates to the sentencing of offenders in England and Wales, whenever passed; “ the consolidation date ” means the date on which the sentencing consolidation is to come into force (except so far as it consolidates legislation that is not in force immediately before that date); “ enactment ” includes an enactment contained in subordinate legislation; “ the sentencing consolidation ” means, if an Act or group of Acts of a kind mentioned in section 5(2) is passed, that Act or group of Acts; “ sentencing legislation ” means any enactment, whenever passed or made which is— an enactment relating to the sentencing of offenders, including any power to make such an enactment, or an enactment referring to, or applying, modifying, amending, repealing or revoking, an enactment within paragraph (a); “ the sentencing of offenders ” includes anything done by a court, including making an order— in relation to a parent or guardian of an offender, or relating to the behaviour of the offender, when dealing with an offender for an offence. 2 References in this Act to a person's being convicted include— a a special verdict (within the meaning of section 1 of the Criminal Procedure (Insanity) Act 1964) being returned, b a finding mentioned in section 5(1)(b) of that Act being made of the person's having done the act or made the omission charged (following a finding of being under a disability), and c being convicted by or before a service court (within the meaning given in section 305 of the Criminal Justice Act 2003)."}, {"act": "Sentencing (Pre-consolidation Amendments) Act 2020", "year": 2020, "section": "4", "section_title": "Regulations", "section_text": "4 1 Any power to make regulations under section 1 or 2 is exercisable by statutory instrument. 2 A statutory instrument containing any such regulations may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 3 Any such regulations are to come into force in accordance with section 5."}, {"act": "Sentencing (Pre-consolidation Amendments) Act 2020", "year": 2020, "section": "5", "section_title": "Commencement, extent and short title", "section_text": "5 1 So far as necessary to enable regulations to be made under section 1 or 2, this Act comes into force on the day on which it is passed. 2 Subject to that, this Act, and any regulations made under section 1 or 2, do not come into force unless— a a single Act, or b a group of two or more Acts, is passed consolidating the whole or a substantial part of the Acts relating to sentencing (with or without other sentencing legislation). 3 If the sentencing consolidation is passed, this Act, so far as not already in force, and any regulations made under section 1 or 2— a come into force immediately before the consolidation date, and b so far as they apply in relation to an offence, have effect only in relation to an offence of which a person is convicted on or after that date. 4 Subject to the following, this Act extends to England and Wales only. 5 A modification of a provision by section 1 has the same extent within the United Kingdom as the provision modified. 6 An amendment, repeal or revocation made by Schedule 2, or by regulations under section 2, has the same extent within the United Kingdom as the provision amended, repealed or revoked. 7 In Schedule 2— a paragraph 133 also extends to Northern Ireland, and b paragraph 134 also extends to Scotland and Northern Ireland. 8 The power conferred by section 338 of the Criminal Justice Act 2003 (power to extend to Channel Islands and Isle of Man, and to modify) is exercisable in relation to any amendment or modification of that Act that is made by or under this Act. 9 The armed forces provisions also extend to— a the Isle of Man, and b the British overseas territories except Gibraltar. 10 The powers conferred by section 384 of the Armed Forces Act 2006 (power to extend Act to the Channel Islands and powers to make provisions of that Act apply with modifications in relation to the Channel Islands, British overseas territories and the Isle of Man) are exercisable in relation to any armed forces provision. 11 “ Armed forces provision ” means— a an amendment, modification or repeal made by or under this Act of a provision of the Armed Forces Act 2006; b an amendment, modification or repeal made by or under this Act of any other provision, so far as the provision is applied (by whatever words) by or under the Armed Forces Act 2006. 12 This Act may be cited as the Sentencing (Pre-consolidation Amendments) Act 2020."}]