[{"act": "British Mercantile Marine Uniform Act 1919 (repealed 1.1.1996)", "year": 1919, "section": "1", "section_title": " Prohibition against improper use of uniform.", "section_text": "1 1 If any person, not being entitled to wear the British mercantile marine uniform, wears that uniform or any part thereof, or any dress having the appearance or bearing any of the distinctive marks of that uniform, he shall be guilty of an offence and liable on summary conviction to a fine not exceeding  five pounds level 1 on the standard scale , or, if he wears it in such a manner or under such circumstances as to be likely to bring contempt on the uniform, to a fine not exceeding  ten pounds level 1 on the standard scale  or to imprisonment . . .   for a term not exceeding one month. Provided that this section shall not prevent any person from wearing any uniform or dress in the course or for the purposes of a stage play or representation, or a music-hall or circus performance if the uniform is not worn in such a manner or under such circumstances as to bring it into contempt. 2 If any person entitled to wear the British mercantile marine uniform when aboard a ship in port or on shore appears dressed partly in uniform and partly not in uniform under such circumstances as to be likely to bring contempt on the uniform, or, being entitled to wear the uniform appropriate to a particular rank or position, wears the uniform appropriate to some higher rank or position, he shall be liable on summary conviction to a fine not exceeding  five pounds level 1 on the standard scale ."}, {"act": "British Mercantile Marine Uniform Act 1919 (repealed 1.1.1996)", "year": 1919, "section": "2", "section_title": " Right in registered design of distinctive marks of uniform.", "section_text": "2 The right of the Secretary of State in any design forming part of the British mercantile marine uniform which is registered under the Registered Designs Act 1949 is not limited to the period prescribed by section 8 of that Act but shall continue to subsist so long as the design remains on the register."}, {"act": "British Mercantile Marine Uniform Act 1919 (repealed 1.1.1996)", "year": 1919, "section": "3", "section_title": " Short title.", "section_text": "3 This Act may be cited as the British Mercantile Marine Uniform Act 1919."}]