[{"act": "Coal Mines Act 1919 (repealed 20.11.1993)", "year": 1919, "section": "1", "section_title": " Reduction of hours of employment below ground.", "section_text": "1 The  Coal Mines Regulation Act 1908, in its application to mines in which coal is worked shall have effect subject to the following modifications— a This Act shall have effect as if in subsections (1) and (2) of section one thereof for “eight hours” there were substituted “seven hours” and as if in proviso (a) to subsection (7) of section one thereof for “nine hours and a half” there were substituted “eight hours” ; and . . .  b if, after the end of the year nineteen hundred and twenty, a Resolution is passed by both Houses of Parliament that the economic position of the coal industry is such as to allow a further reduction of working hours, then, as from the thirteenth day of July nineteen hundred and twenty-one, the Act shall have effect as if in subsections (1) and (2) of section one thereof for “eight hours” there were substituted “six hours,” and as if in proviso ( a ) to subsection (7) of section one thereof for “nine hours and a half” there were substituted “seven hours”; and c in proviso (a) to subsection (7) of section one thereof the word “onsetter” shall be omitted: . . .  Provided that the Secretary of State, after consultation with the workmen affected or their representatives, may, in the case of persons employed on work which requires to be carried on continuously by day and night, allow them to be employed below ground for not more than eight hours during any consecutive twenty-four hours."}, {"act": "Coal Mines Act 1919 (repealed 20.11.1993)", "year": 1919, "section": "2", "section_title": " Short title and extent.", "section_text": "2 1 This Act may be cited as the Coal Mines Act 1919, and the Coal Mines Acts 1887 to 1914, and this Act may be cited together as the Coal Mines Act 1887 to 1919. 2 This Act shall not extend to Ireland . . . "}]