[{"act": "Industrial Courts Act 1919 (repealed 16.10.1992)", "year": 1919, "section": "13", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Industrial Courts Act 1919 (repealed 16.10.1992)", "year": 1919, "section": "4", "section_title": " Inquiry into trade disputes.", "section_text": "4 1 Where any trade dispute exists or is apprehended,  the Secretary of State  may, . . .   inquire into the causes and circumstances of the dispute, and, if he thinks fit, refer any matters appearing to him to be connected with or relevant to the dispute to a court of inquiry appointed by him for the purpose of such reference, and the court shall, either in public or in private, at their discretion, inquire into the matters referred to them and report thereon to  the Secretary of State . 2 A court of inquiry for the purposes of this Part of this Act (in this Act referred to as “ a court of inquiry ”) shall consist of a chairman and such other persons as  the Secretary of State  thinks fit to appoint, or may, if  the Secretary of State  thinks fit, consist of one person appointed by  the Secretary of State . 3 A court of inquiry may act notwithstanding any vacancy in their number. 4 The Secretary of State  may make rules regulating the procedure of any court of inquiry, including rules as to summoning of witnesses, quorum, and the appointment of committees and enabling the court to call for such documents as the court may determine to be relevant to the subject-matter of the inquiry. 5 A court of inquiry may, if and to such extent as may be authorised by rules made under this section, by order require any person who appears to the court to have any knowledge of the subject-matter of the inquiry to furnish, in writing or otherwise, such particulars in relation thereto as the court may require, and, where necessary, to attend before the court and give evidence on oath, and the court may administer or authorise any person to administer an oath for that purpose."}, {"act": "Industrial Courts Act 1919 (repealed 16.10.1992)", "year": 1919, "section": "5", "section_title": " Reports.", "section_text": "5 1 A court of inquiry may, if it thinks fit, make interim reports. 2 Any report of a court of inquiry, and any minority report, shall be laid as soon as may be before both Houses of Parliament. 3 The Secretary of State  may, whether before or after any such report has been laid before Parliament, publish or cause to be published from time to time, in such manner as he thinks fit, any information obtained or conclusions arrived at by the court as the result or in the course of their inquiry: Provided that there shall not be included in any report or publication made or authorised by the court or  the Secretary of State  any information obtained by the court in the course of their inquiry as to any trade union or as to any individual business (whether carried on by a person, firm, or company) which is not available otherwise than through evidence given at the inquiry, except with the consent of the secretary of the trade union or of the person, firm, or company in question, nor shall any individual member of the court or any person concerned in the inquiry, without such consent, disclose any such information."}, {"act": "Industrial Courts Act 1919 (repealed 16.10.1992)", "year": 1919, "section": "6", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Industrial Courts Act 1919 (repealed 16.10.1992)", "year": 1919, "section": "7", "section_title": " Remuneration and expenses.", "section_text": "7 Any expenses incurred by  the Secretary of State  in carrying this Act into operation, including the expenses . . .   of any court of inquiry, shall be paid out of moneys provided by Parliament."}, {"act": "Industrial Courts Act 1919 (repealed 16.10.1992)", "year": 1919, "section": "8", "section_title": " Interpretation.", "section_text": "8 In this Act— “ trade dispute ” has the same meaning as in the  Employment Protection Act 1975; “ worker ” has the same meaning as in the  Trade Union and Labour Relations Act 1974."}, {"act": "Industrial Courts Act 1919 (repealed 16.10.1992)", "year": 1919, "section": "9", "section_title": " Rules as to appearance by counsel or solicitor.", "section_text": "9 Provision shall be made by rules under this Act with respect to the cases in which persons may appear by counsel or solicitor on proceedings under this Act . . .   before a court of inquiry, and except as provided by those rules no person shall be entitled to appear on any such proceedings by counsel or solicitor."}, {"act": "Industrial Courts Act 1919 (repealed 16.10.1992)", "year": 1919, "section": "10", "section_title": " Employment under the Crown.", "section_text": "10 1 Subject to the following provisions of this section, the provisions of this Act shall have effect in relation to Crown employment and to workers who are Crown employees as they have effect in relation to other employment and to other workers. 2 In this section “ Crown employment ” means, subject to subsection (3) of this section, employment under or for the purposes of a government department or any officer or body exercising on behalf of the Crown functions conferred by any enactment. 3 This section does not apply to service as a member of the naval, military or air forces of the Crown or of any women’s service administered by the Defence Council, but does apply to employment by any association established for the purposes of the  Auxiliary Forces Act 1953. 4 A Minister of the Crown may exempt from the provisions of this section employment of a specified description or the employment of a particular person by certificate stating that such exemption is required for the purpose of safeguarding national security; and any document purporting to be such a certificate shall, unless the contrary is proved, be deemed to be such a certificate."}, {"act": "Industrial Courts Act 1919 (repealed 16.10.1992)", "year": 1919, "section": "1112.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Industrial Courts Act 1919 (repealed 16.10.1992)", "year": 1919, "section": "13", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Industrial Courts Act 1919 (repealed 16.10.1992)", "year": 1919, "section": "14", "section_title": " Short title.", "section_text": "14 This Act may be cited as the Industrial Courts Act 1919."}]