[{"act": "Crofters Holdings (Scotland) Act 1887", "year": 1887, "section": "1", "section_title": " Short title and construction.", "section_text": "1 This Act may be cited as the Crofters Holdings (Scotland) Act, 1887, and shall be read as part of the  Crofters Holdings (Scotland) Act, 1886, herein-after called the principal Act."}, {"act": "Crofters Holdings (Scotland) Act 1887", "year": 1887, "section": "2", "section_title": " Stay of proceedings for sale of crofter’s effects.", "section_text": "2 Any crofter who has made or shall make an application to the Crofters Commission to fix a fair rent for his holding, and against whom legal proceedings have been taken for payment of rent, may apply, under the same or any subsequent application, to the Crofters Commission for an order prohibiting the sale of the landholder’s effects upon the said holding by virtue of any decree for payment of such rent; and the Crofters Commission, if satisfied that such sale would have the effect of defeating in the case of such landholder the intention of the principal Act, may, upon such terms as to payment of rent or otherwise as they shall think fit, grant an order prohibiting such sale till the application to fix a fair rent has been finally determined. Any application under this section shall be made . . .   at any time before the expiration of the induciæ  in the action. The Crofters Commission shall consider and determine applications under this section summarily . . .   The powers conferred by this Act are in addition to those contained in subsection four of section six of the principal Act, and where any landholder has, subsequent to the Crofters Holdings (Scotland) Act, 1886, coming into operation, granted a bill or promissory note at the request of his landlord for arrears of rent, the Crofters Commission shall not be precluded from dealing with such arrears under the said Act; and where any landholders shall have been called on to pay, and shall have paid, to the holder of such bill or note any larger sum than the Crofters Commission shall hold ought to be paid of such arrears, they may give relief by ordering repayment of such excess by the landlord, or authorise the deduction thereof from future rents in such instalments as they may fix."}, {"act": "Crofters Holdings (Scotland) Act 1887", "year": 1887, "section": "3", "section_title": " As to notour bankruptcy of crofter.", "section_text": "3 Any crofter in whose favour an order has been granted under the immediately preceding section shall not, for the purposes of section one of the principal Act, be held to become notour bankrupt by reason of any decree obtained or diligence done before or during the subsistence of such order, and for the rent to which such order relates: Provided always, that this section shall not, after the decision of the Crofters Commission on the arrears due by such landholder, continue to apply to such decrees or diligence as shall not be invalidated by such decision."}, {"act": "Crofters Holdings (Scotland) Act 1887", "year": 1887, "section": "4", "section_title": " Amendment of section 6 of 49 & 50  Vict.  c. 29. ", "section_text": "4 Section six, sub-section three, of the principal Act shall be read and construed as if the words “the first term of Whitsunday or Martinmas next following” were inserted between the words “and” and “the” in the said sub-section."}]