[{"act": "Savings Banks Act 1887", "year": 1887, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Savings Banks Act 1887", "year": 1887, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Savings Banks Act 1887", "year": 1887, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Savings Banks Act 1887", "year": 1887, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Savings Banks Act 1887", "year": 1887, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Savings Banks Act 1887", "year": 1887, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Savings Banks Act 1887", "year": 1887, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Savings Banks Act 1887", "year": 1887, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Savings Banks Act 1887", "year": 1887, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Savings Banks Act 1887", "year": 1887, "section": "10", "section_title": " Price of certificate of birth, death, or marriage.", "section_text": "10   1   For the purpose of the Acts relating to  the National Savings Bank  . . .  , and of the  Government Annuities Act 1929 , a certificate of the birth or death or marriage of any depositor, or of any person insured under any of the above-mentioned Acts, shall be given under his hand by a registrar of births and deaths or marriages, or other person having the care of the register in which such birth or death or marriage is entered for  , where the birth, death or marriage is registered in England and Wales, the appropriate fee or in any other case for   a sum not exceeding one shilling in place of all fees or payments in respect of the same, on application being made for the same in such form and under such regulations as may be from time to time approved of by the Registrar-General of Births, Deaths, and Marriages for England, Scotland, and Ireland respectively. 2 In subsection (1),  “ the appropriate fee ” means the fee payable to the registrar or other person having care of the register concerned for a certified copy of an entry in the register by virtue of section 38A of the Births and Deaths Registration Act 1953 or section 71A of the Marriage Act 1949."}, {"act": "Savings Banks Act 1887", "year": 1887, "section": "10A", "section_title": "Civil partnership certificates: England and Wales", "section_text": "10A 1 This section applies, for the purposes of the Acts relating to the National Savings Bank and the Government Annuities Act 1929, where the formation of a civil partnership by— a a depositor in the National Savings Bank, or b a person insured under the 1929 Act, is recorded in the register kept under section 30 of the Civil Partnership Act 2004. 2 The registration authority for the area in which the civil partnership was formed must, on an application made in the prescribed manner and on payment of the prescribed fee, give the applicant, for the purposes mentioned in subsection (1), a certified copy of such entries in the register as are prescribed by regulations made under section 36 of the 2004 Act. 3 “The prescribed manner” means— a in accordance with any regulations made under section 36 of the 2004 Act, and b in such form as is approved by the Registrar General for England and Wales. 4 “The prescribed fee” means any fee prescribed under section 34(1) of the 2004 Act."}, {"act": "Savings Banks Act 1887", "year": 1887, "section": "10B", "section_title": "Civil partnership certificates: Scotland", "section_text": "10B 1 This section applies, for the purposes of the Acts relating to the National Savings Bank and the Government Annuities Act 1929, where particulars of the formation of a civil partnership by— a a depositor in the National Savings Bank, or b a person insured under the 1929 Act, have been entered in a register under section 95(2) of the 2004 Act. 2 The district registrar must, on an application made in such manner as is approved by the Registrar General for Scotland  and on payment of the sum of £8.50 , give the applicant, for the purposes mentioned in subsection (1), a certificate of the formation of the civil partnership."}, {"act": "Savings Banks Act 1887", "year": 1887, "section": "10C", "section_title": "Civil partnership certificates: Northern Ireland", "section_text": "10C 1 This section applies, for the purposes of the Acts relating to the National Savings Bank and the Government Annuities Act 1929, where the formation of a civil partnership by— a a depositor in the National Savings Bank, or b a person insured under the 1929 Act, is recorded in a register kept by virtue of section 159(1) of the 2004 Act. 2 The Registrar General for Northern Ireland or a registrar or deputy registrar of civil partnerships appointed under section 152(1) of the 2004 Act must, on an application made in the prescribed manner and on payment of the prescribed fee, give the applicant, for the purposes mentioned in subsection (1), a certificate of the formation of the civil partnership. 3 “The prescribed manner” means— a in accordance with any regulations made under section 159(1) of the 2004 Act, and b in such form as is approved by the Department of Finance and Personnel. 4 “The prescribed fee” means any fee prescribed under section 157 of the 2004 Act."}, {"act": "Savings Banks Act 1887", "year": 1887, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Savings Banks Act 1887", "year": 1887, "section": "12", "section_title": "Short title.", "section_text": "12 This Act may be cited as the Savings Bank Act 1887. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Savings Banks Act 1887", "year": 1887, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}]