[{"act": "Sheriffs Act 1887", "year": 1887, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as the Sheriffs Act 1887."}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "2", "section_title": " Extent of Act.", "section_text": "2 This Act shall not extend to Scotland or Ireland."}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "3", "section_title": " Annual appointment of sheriff and duration of office.", "section_text": "3 1 A sheriff shall be annually appointed for every county. 2 Save as provided by this Act, a sheriff shall not hold office for more than one year, and a grant after the passing of this Act of the office for more than one year shall be void. 3 The office of sheriff or of any officer of a sheriff shall not become void by reason of the demise   . . . of the Duchy of Cornwall, but the person holding the office shall, unless sooner removed or superseded, continue in office for the remainder of his term, in like manner as if such demise had not taken place. 4 In this Act “ county ”, in relation to Wales, means a preserved county (as defined by section 64 of the Local Government (Wales) Act 1994)."}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "4", "section_title": " Qualification of sheriffs.", "section_text": "4 A person shall not be appointed sheriff   . . . except he have sufficient land within his county   . . . to answer the Queen and her people."}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "5", "section_title": " Same person not to be chosen twice in three years.", "section_text": "5 A person who has been sheriff of a county for a whole year shall not within three years next ensuing be appointed sheriff of that county unless there is no other person in the county qualified to fill the office."}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "6", "section_title": " Nomination and appointment of sheriffs.", "section_text": "6 1 On the twelfth day of November in every year (or if that day fall on a Sunday then on the ensuing Monday) persons fit to serve as sheriffs shall be nominated for every county at the Royal Courts of Justice in the manner that has been heretofore used and observed, and shall be so nominated by the following great officers, namely,  ... . . . the Chancellor of the Exchequer, the Lord President and others of Her Majesty’s Most Honourable Privy Council, and the Lord Chief Justice of England, or any two or more of such great officers, taking to them the judges of Her Majesty’s High Court, or any two or more of them. 2 Whenever Her Majesty has duly pricked a person to be sheriff of a county, the same shall be forthwith notified in the London Gazette; and a warrant in the form in the First Schedule to this Act shall be forthwith made out and signed by the Clerk of the Privy Council and transmitted by him to the person so pricked; and the appointment of sheriff so made shall be of the same effect as if made by patent under the Great Seal; and every sheriff so appointed upon making the declaration of office in this Act mentioned shall by virtue of this Act only and without payment of any fee have and exercise all powers, privileges, and authorities usually exercised and enjoyed by sheriffs of counties in England. 3 A duplicate of the said warrant shall within ten days after the date thereof be transmitted by the Clerk of the Privy Council to the clerk of the peace of the county for which such person is appointed sheriff and shall be enrolled and kept by the said clerk of the peace without fee. 3A In relation to Wales— a subsection (3) above shall apply as if it required the duplicate warrant to be transferred to, and enrolled and kept by, the proper officer of the appropriate county or county borough council; and b section 3(4) above shall not apply. 3B Any question as to which is the appropriate county or county borough council in relation to a particular warrant shall be determined by the Secretary of State. 4 Nothing in this section shall apply to the counties of Cornwall, Lancaster   . . ."}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "7", "section_title": " Declaration of office.", "section_text": "7 1 Every sheriff shall, before he enters on the execution of his office, make and subscribe a declaration in the form in the Second Schedule to this Act or to the like    effect— a before one of the judges of Her Majesty’s High Court; or b in the county of which he is sheriff before a justice of the peace.  2 Every sheriff shall continue to be and act as sheriff until his successor has made the said declaration and entered upon office."}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "8", "section_title": " Powers of sheriff for posse comitatus.", "section_text": "8 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 If a sheriff finds any resistance in the execution of a writ he shall take with him the power of the county, and shall go in proper person to do execution, and may arrest the resisters and commit them to prison, and every such resister shall be guilty of a misdemeanor."}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "10", "section_title": " Duties as to execution of writs.", "section_text": "10 1 A sheriff at the request of a person delivering a writ to him for execution shall give a receipt for that writ stating the day of its delivery. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "12"}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "15", "section_title": " Liability for wrongful imprisonment.", "section_text": "15 A person unlawfully imprisoned by a sheriff or any of his officers shall have an action against such sheriff in like manner as against any other person that should imprison him without warrant."}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "16", "section_title": " Liability for escape.", "section_text": "16 1 If a person in the custody of the sheriff or any of his officers or of any other person, either in execution or for non-performance of a judgment or order of the High Court, or for contempt of that court or otherwise in the course of a civil proceeding, escapes out of legal custody, such sheriff or other person shall be liable to pay the damages sustained by the person at whose suit such prisoner was taken into custody, and all costs of any action or other proceeding to recover the same, but not any further sum. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "17", "section_title": " Disability to act as justice of the peace.", "section_text": "17 A person shall not, while he is sheriff of a county, act as a justice of the   peace in any local justice area consisting of or including the whole or a part of   that county, and if he does so act, all his acts done as such justice of the peace shall be void."}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "18"}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "19"}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "20", "section_title": " Fees and poundage.", "section_text": "20 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Any sheriff or officer of a sheriff concerned in the execution of process directed to the sheriff, other than process for the recovery of the aforesaid sums due to the Crown, may demand, take, and receive such fees and poundage as may from time to time be fixed by the Lord Chancellor, with the advice and consent of the judges of the Court of Appeal and High Court, or any three of them, and with the concurrence of the Treasury. 2A Subsection (2) does not apply to the execution of process under a power to use the procedure in Schedule 12 to the Tribunals, Courts and Enforcement Act 2007 (taking control of goods). 3 Any sheriff or officer of a sheriff, and any officer arresting or having in custody any person by virtue of any action, writ, or attachment, shall not demand or take any reward to do his office except such remuneration as is given to the sheriffs by the Crown,  . . . and such fees and poundage as are above-mentioned or are allowed by or in pursuance of any other Act, and, save as allowed by this Act, shall not demand or take directly or indirectly any reward for doing his office or duty or for abstaining therefrom, or in respect of the mode in which he does his office or duty. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "21"}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "22"}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "23", "section_title": " Obligation to appoint under-sheriff and declaration of office by under-sheriff.", "section_text": "23 1 Every sheriff shall within one month after the notification of his appointment in the London Gazette by writing under his hand appoint some fit person to be his under-sheriff, and shall transmit a duplicate of such written appointment to the clerk of the peace for the county which shall be filed by him among the records of his office. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Every under-sheriff shall before he enters on the execution of his office make a declaration in the form in the Second Schedule to this Act or to the like    effect— a before one of the judges of Her Majesty’s High Court; or b in the county for which such under-sheriff is appointed before a justice of the peace. "}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "24", "section_title": " Obligation to appoint deputy resident in London.", "section_text": "24 Every sheriff shall appoint a sufficient deputy, who shall be resident or have an office within one mile from the Inner Temple Hall, for the receipt of writs, the granting of warrants thereon, the making of returns thereto, and the acceptance of all rules and orders to be made on or touching the execution of any process or writ to be directed to such sheriff."}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "25", "section_title": " Execution of office by under-sheriff on death or suspension of sheriff.", "section_text": "25 1 Where the sheriff of a county dies before the expiration of his year of office or before he is lawfully superseded, the under-sheriff by him appointed shall nevertheless continue in office and shall until another sheriff be appointed for the said county and has made the declaration of office, execute the office of sheriff, in the name of the deceased sheriff, and be answerable for the execution of the said office as the deceased sheriff would by law have been if living; and the security given to the sheriff so deceased by the said under-sheriff and his pledges shall remain and be a security to the Crown and to all persons whomsoever for such under-sheriff’s due execution of the offices of sheriff and under-sheriff. 2 When it becomes the duty of an under-sheriff to act as sheriff under the provisions of this section he may by writing under his hand appoint a deputy."}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "26", "section_title": " Declaration by bailiffs, &c.", "section_text": "26 Every deputy bailiff and officer of a sheriff or under-sheriff, and every other person who has authority or takes upon himself   . . ., or to intermeddle with the execution of writs issued by any court of record, shall before he does so make a declaration   . . .in the form in the Second Schedule to this Act, or to the like    effect— before any judge of the High Court; or in the county in which he exercises his authority before a justice of the peace.  2 Subsection (1) does not apply to any enforcement officer or any person acting under the authority of an enforcement officer."}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "27", "section_title": " Sale of offices prohibited.", "section_text": "27 1 A person shall not directly or indirectly by himself or by any person in trust for him or for his use buy, sell,   . . . the office of under-sheriff, deputy-sheriff, bailiff, or any other office or place appertaining to the office of sheriff, nor contract for, promise, or grant for any valuable consideration whatever any such office or place, nor give, promise, or receive any valuable consideration whatever for any such office or place. 2 Any person who acts in contravention of this section, not being an under-sheriff, deputy-sheriff, bailiff, or officer of a sheriff, shall be liable to the same punishment as if he were an under-sheriff, deputy-sheriff, bailiff, or officer. 3 Provided that this section shall not prevent the sheriff or under-sheriff from demanding and taking the lawful fees and perquisites of the office of sheriff or of any place or employment belonging thereto, nor from taking security for duly answering for the same, and shall not prevent any officer of a sheriff from accounting to the sheriff for the fees and perquisites received by him in respect of his office, nor from giving security so to account, and shall not prevent a sheriff from giving nor an officer from receiving a salary or remuneration for the execution of his office."}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "28"}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "29", "section_title": " Punishment for misconduct.", "section_text": "29 1 If a person being a sheriff, under-sheriff, bailiff, or officer of a sheriff   . . ., does any of the following things, that is to say— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d is guilty of an offence against or breach of the provisions of this Act, he shall (without prejudice to any other punishment under the provisions of this Act) be guilty of a misdemeanour, and be liable on conviction to imprisonment for a term not exceeding one year and to pay a fine, or if he has not wherewith to pay a fine, to imprisonment for a term not exceeding three years. 2 If any person being either a sheriff, under-sheriff, bailiff, or officer of a sheriff, or being employed in levying or collecting debts due to the Crown by process of any court, or being an officer to whom the return or execution of writs belongs, does any of the following things, that is to say— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c grants a warrant for the execution of any writ before he has actually received that writ; or d is guilty of any offence against or breach of the provisions of this Act, or of any wrongful act or neglect or default in the execution of his office or of any contempt of any superior court; he and any person procuring the commission of any such offence shall, without prejudice to any other punishment under the provisions of this Act, but subject as herein-after mentioned, be liable— i to be punished by the court as herein-after mentioned; and ii to forfeit two hundred pounds, and to pay all damages suffered by any person aggrieved, and such forfeiture and damages may be recovered by such person as a debt by an action in Her Majesty’s High Court. 2A Subsection (2) does not apply to any enforcement officer or any person acting under the authority of an enforcement officer. 3 Any of the following courts, that is to say, Her Majesty’s High Court,   . . ., or any judge of any of the said courts, also where the alleged offence has been committed in relation to any writ issued out of any other court of record than those above-mentioned, the court out of which such writ issued, may on complaint made of any such offence as aforesaid having been committed and on proof on oath given by the examination of witnesses or by affidavit or on interrogatories of the commission of the alleged offence, and after hearing anything which the alleged offender may urge in his defence (which evidence and hearing may be taken and had in a summary manner) punish the offender or cause proceedings to be taken for his punishment in like manner as a person guilty of contempt of the said court may be punished. 4 The court may order the costs of or occasioned by any such complaint to be paid by either party to the other and an order by the High Court in any such summary proceeding to pay any costs, damages, or penalty shall be of the same effect as a judgment of the High Court, and may be enforced accordingly. 5 Any of the said courts being a superior court of record may also proceed for and deal with such offence in like manner as for any contempt of such court. 6 If any person not being an under-sheriff, bailiff, or officer of a sheriff, assumes or pretends to act as such   . . ., he shall be guilty of contempt of Her Majesty’s High Court, and be liable to be punished in manner provided by this section as if he were an under-sheriff guilty of a contempt of such court. 7 Any proceeding in pursuance of this section against a sheriff, under-sheriff or any other person to whom this section applies shall be taken within two years after the alleged offence was committed and not subsequently, and if the proceeding is in a summary manner shall be taken before the end of the sittings of the court held next after the offence was committed and not subsequently. 8 Nothing in this section shall render a person liable to be punished twice in respect of the same offence, but if any proceeding is taken against a person under this section for any offence the court or judge may postpone or stay such proceeding and direct any other available proceeding to be taken for punishing such offence."}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "30", "section_title": " Filing and exemption from duty of declaration of office.", "section_text": "30 1 Every declaration of office made under this Act by a sheriff of a county or his under-sheriff shall   . . .be transmitted to the clerk of the peace for the county, and be by him filed among the records of his office. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "31", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "31"}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "32", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "32"}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "33", "section_title": " Saving for privileges of city of London and approval of election of sheriffs of London.", "section_text": "33 1 Nothing in this Act shall affect the privilege of the mayor, commonalty, and citizens of the city of London to elect the   . . . sheriffs of London. 2 Unless otherwise directed by order of Her Majesty in Council, warrants signifying the approval by Her Majesty of the election of the   . . . sheriffs of London shall be prepared under the seal of the Chancellor of the Exchequer at the central office of the  Senior Courts , which warrants may be delivered to the said sheriffs or their duly authorised agents without fee on the thirtieth day of September or between that day and the twelfth day of November in every year, and an entry of the grant of such warrants shall be made on the roll of the court, and unless such warrant be stayed by order of Her Majesty in Council on or before the said thirtieth day of September, the election of such   . . . sheriffs shall be deemed to be approved by Her Majesty. 3 All warrants and documents relating to the said   . . . sheriffs which heretofore have been filed and recorded in the central office of the  Senior Courts  shall continue to be so filed and recorded. 4 Save as aforesaid  . . . this Act shall apply to the   . . . sheriffs of London in like manner as to any other sheriff."}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "34", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "34"}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "35", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "35"}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "36"}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "37", "section_title": " Saving for Duchy of Cornwall.", "section_text": "37 Nothing in this Act shall be prejudicial to the rights of the Crown in right of the Duchy of Cornwall, or to the Duke of Cornwall when there is a Duke of Cornwall."}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "38", "section_title": " Definitions.", "section_text": "38 In this Act unless the context otherwise requires— The expression “ county ”, in relation to England, means, subject to the provisions of Schedule 2A to this Act, a county for the purposes of the Local Government Act 1972; “ enforcement officer ” means an individual who is authorised to act as an enforcement officer under the Courts Act 2003; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . The expression “ writ ” includes any process. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ..."}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "39", "section_title": " Repeal.", "section_text": "39 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1 This repeal shall not affect,— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c the right of any city or borough under any charter; or d any such power, right, privilege, obligation, liability, or duty of any sheriff or officer of a sheriff as exists by common law at the passing of this Act;  . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Sheriffs Act 1887", "year": 1887, "section": "40", "section_title": "", "section_text": "40 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}]