[{"act": "Bank of England Act 1946", "year": 1946, "section": "1", "section_title": " Transfer of Bank stock to Treasury.", "section_text": "1 1 On the appointed day— a the whole of the existing capital stock of the Bank (hereinafter referred to as “ Bank stock ”) shall, by virtue of this section, be transferred, free of all trusts, liabilities and incumbrances, to such person as the Treasury may by order nominate, to be held by that person on behalf of the Treasury; b the Treasury shall issue, to the person who immediately before the appointed day is registered in the books of the Bank as the holder of any Bank stock, the equivalent amount of stock created by the Treasury for the purpose (hereinafter referred to as the “ Government stock ”). 2 The Government stock shall bear interest at the rate of three per cent. per annum; and the equivalent amount of Government stock shall, in relation to any person, be taken to be such that the sum payable annually by way of interest thereon is equal to the average annual gross dividend declared during the period of twenty years immediately preceding the thirty-first day of March, nineteen hundred and forty-five, upon the amount of Bank stock of which that person was the registered holder immediately before the appointed day. 3 The Government stock may be redeemed at par by the Treasury on or at any time after the fifth day of April, nineteen hundred and sixty-six, after giving not less than three months’ notice in the London Gazette of their intention to do so. 4 After the appointed day, no dividends on Bank stock shall be declared but in lieu of any such dividends the Bank shall pay to the Treasury, on every fifth day of April and of October,  a sum equal to 25 per cent. of the Bank’s net profits for its previous financial year, or such other sum as the Treasury and the Bank may agree. 5 The incidental and supplemental provisions set out in the First Schedule to this Act shall have effect with respect to the Government stock and to the sums payable to the Treasury under the last foregoing subsection. 6 In subsection (4) of this section, the reference to the Bank’s net profits for its previous financial year is to the profits shown in the audited accounts for that year less the amount of the tax charge so shown."}, {"act": "Bank of England Act 1946", "year": 1946, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Bank of England Act 1946", "year": 1946, "section": "3", "section_title": " Consequential provisions as to constitution and powers of the Bank.", "section_text": "3 1 So much of any enactment as limits the duration of the Bank as a body corporate shall cease to have effect. 2 As from the appointed day every member of the court of directors of the Bank shall be a member of the said body corporate, notwithstanding that he holds no Bank stock, and accordingly the members of the said body shall be the members for the time being of that court together with the person who for the time being holds the Bank stock on behalf of the Treasury. 3 As from the appointed day His Majesty may revoke all or any of the provisions of the charters of the Bank except in so far as they incorporate the Bank, and thereafter, subject to the provisions of this Act  and the Bank of England Act 1998 , the Bank shall be constituted and regulated in accordance with so much of the said charters as remains unrevoked and such other charters as may from time to time be granted by His Majesty and accepted on behalf of the Bank by the court of directors. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Bank of England Act 1946", "year": 1946, "section": "4", "section_title": " Treasury directions to the Bank and relations of the Bank with other banks.", "section_text": "4 1 The Treasury may from time to time give such directions to the Bank as, after consultation with the Governor of the Bank, they think necessary in the public interest  , except in relation to—   a   monetary policy . b the exercise by the Bank of its functions as the Prudential Regulation Authority (see section 2A of the Financial Services and Markets Act 2000). c the exercise by the Bank of its functions under any enactment in relation to the following bodies— i recognised central counterparties; ii recognised CSDs; iii third country central counterparties; iv third country CSDs. 2A Expressions used in subsection (1)(c) have the same meaning as in section 285 of the Financial Services and Markets Act 2000 (exemption for recognised bodies etc). 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The Bank, if they think it necessary in the public interest, may request information from and make recommendations to bankers, and may, if so authorised by the Treasury, issue directions to any banker for the purpose of securing that effect is given to any such request or recommendation: Provided that:— a no such request or recommendations shall be made with respect to the affairs of any particular customer of a banker; and b before authorising the issue of any such directions the Treasury shall give the banker concerned, or such person as appears to them to represent him, an opportunity of making representations with respect thereto. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 In this section the expression “ banker ” means any such person carrying on a banking undertaking as may be declared by order of the Treasury to be a banker for the purposes of this section. 7 Any order made under the last foregoing subsection may be varied or revoked by a subsequent order. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Bank of England Act 1946", "year": 1946, "section": "5", "section_title": " Interpretation.", "section_text": "5 For the purposes of this Act— a the expression “ the Bank ” means the Bank of England; b the appointed day shall be such day as the Treasury may by order appoint, . . . "}, {"act": "Bank of England Act 1946", "year": 1946, "section": "6", "section_title": " Short title.", "section_text": "6 This Act may be cited as the Bank of England Act 1946."}]