[{"act": "British North America Act 1946", "year": 1946, "section": "1", "section_title": " New provision as to readjustment of representation in Commons. ", "section_text": "1 Section one of the  British North America Act, 1867, is hereby repealed and the following substituted therefor:  Decennial readjustment of representation. 51 1 The number of members of the House of Commons shall be two hundred and fifty-five and the representation of the provinces therein shall forthwith upon the coming into force of this section and thereafter on the completion of each decennial census be readjusted by such authority, in such manner, and from such time as the Parliament of Canada from time to time provides, subject and according to the following rules:— 1 Subject as hereinafter provided, there shall be assigned to each of the provinces a number of members computed by dividing the total population of the provinces by two hundred and fifty-four and by dividing the population of each province by the quotient so obtained, disregarding, except as hereinafter in this section provided, the remainder, if any, after the said process of division. 2 If the total number of members assigned to all the provinces pursuant to rule one is less than two hundred and fifty-four, additional members shall be assigned to the provinces (one to a province) having remainders in the computation under rule one commencing with the province having the largest remainder and continuing with the other provinces in the order of magnitude of their respective remainders until the total number of members assigned is two hundred and fifty-four. 3 Notwithstanding anything in this section, if upon completion of a computation under rules one and two, the number of members to be assigned to a province is less than the number of senators representing the said province, rules one and two shall cease to apply in respect of the said province, and there shall be assigned to the said province a number of members equal to the said number of senators. 4 In the event that rules one and two cease to apply in respect of a province then, for the purpose of computing the number of members to be assigned to the provinces in respect of which rules one and two continue to apply, the total population of the provinces shall be reduced by the number of the population of the province in respect of which rules one and two have ceased to apply and the number two hundred and fifty-four shall be reduced by the number of members assigned to such province pursuant to rule three. 5 Such readjustment shall not take effect until the termination of the then existing Parliament. 2 The Yukon Territory as constituted by Chapter forty-one of the Statutes of Canada, 1901, together with any Part of Canada not comprised within a province which may from time to time be included therein by the Parliament of Canada for the purposes of representation in Parliament, shall be entitled to one member."}, {"act": "British North America Act 1946", "year": 1946, "section": "2", "section_title": " Short title and citation.", "section_text": "2 This Act may be cited as the British North America Act 1946 and the British North America Acts 1867 to 1943 and this Act may be cited together as the British North America Acts 1867 to 1946."}]