[{"act": "Finance Act 1946", "year": 1946, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Finance Act 1946", "year": 1946, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Finance Act 1946", "year": 1946, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Finance Act 1946", "year": 1946, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Finance Act 1946", "year": 1946, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Finance Act 1946", "year": 1946, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Finance Act 1946", "year": 1946, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Finance Act 1946", "year": 1946, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Finance Act 1946", "year": 1946, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Finance Act 1946", "year": 1946, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Finance Act 1946", "year": 1946, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Finance Act 1946", "year": 1946, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Finance Act 1946", "year": 1946, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Finance Act 1946", "year": 1946, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Finance Act 1946", "year": 1946, "section": "1523", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15–23"}, {"act": "Finance Act 1946", "year": 1946, "section": "2425.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "24"}, {"act": "Finance Act 1946", "year": 1946, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "26"}, {"act": "Finance Act 1946", "year": 1946, "section": "2735", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "27–35"}, {"act": "Finance Act 1946", "year": 1946, "section": "36", "section_title": " Termination of excess profits tax. ", "section_text": "36 Excess profits tax shall not be chargeable in respect of the profits of any accounting period beginning after the end of the year nineteen hundred and forty-six or in respect of so much of the profits of any accounting period beginning before the end of that year as is apportionable to the part thereof falling after the end of that year, and accordingly the enactments specified in the Seventh Schedule to this Act shall have effect subject to the amendments specified in that Schedule."}, {"act": "Finance Act 1946", "year": 1946, "section": "37", "section_title": " Relief from excess profits tax for terminal expenses. ", "section_text": "37 1 Subject to the provisions of this section, if any person who, in a chargeable accounting period ending on the thirty-first day of December, nineteen hundred and forty-six, carried on a trade or business the profits of which for any chargeable accounting period are charged to excess profits tax, makes a claim for relief under this section and proves that, within the period specified in subsection (2) of this section, any terminal expenses, as defined in subsection (3) of this section, have been incurred in connection with the trade or business, he shall be entitled to require— a in the case of costs of deferred repairs and renewals, that the profits of the trade or business for the accounting period to which in the opinion of the Commissioners the costs are reasonably and properly attributable, or, where those costs are in their opinion reasonably and properly attributable to more than one accounting period, the profits of the trade or business for each of the accounting periods, shall, for the purposes of excess profits tax, be treated as reduced by the amount of the said costs, or the part of that amount which is, in the opinion of the Commissioners, reasonably and properly attributable to that period, as the case may be ; b in the case of rehabilitation costs, that the profits of the trade or business for the chargeable accounting period ending on the said thirty-first day of December, shall, for the purposes of excess profits tax, be treated as reduced by the amount of the said costs. 2 The period referred to in subsection (1) of this section is the year nineteen hundred and forty-seven: Provided that if the person making the claim complies with either of the following conditions, that is to say, either– a that he produces to the Commissioners before the end of March, nineteen hundred and forty-eight, or such later date as they may allow, particulars of work required to be done, as at the said thirty-first day of December, and satisfies them that that work was not completed before the end of the year nineteen hundred and forty-seven ; or b that he furnishes to the Commissioners before the said end of March, or such later date as they may allow, a preliminary statement in respect of any such work, setting out such information as is available to him as to the position in respect thereof, and, before the end of March, nineteen hundred and forty-nine, or such later date as the Commissioners may allow, produces to them the particulars, and satisfies them as to the matters, specified in paragraph (a) of this proviso, the said period shall be treated as extended, in relation to any terminal expenses incurred on doing that work, until the end of March, nineteen hundred and fifty-two. 3 For the purposes of this Part of this Act, the expression “ terminal expenses ” means expenses incurred by the person carrying on the trade or business, consisting of costs of deferred repairs and renewals, as defined in subsection (4) of this section, and rehabilitation costs, as defined in subsection (5) of this section: Provided that so much of any expenses as has been or is to be met directly or indirectly by the Crown or by any government or public or local authority, whether in the United Kingdom or elsewhere, or by any person other than the person carrying on the trade or business, shall be left out of account. 4 For the purposes of this section, the expression “ costs of deferred repairs and renewals ” means expenditure on repairs and renewals necessary to maintain assets in an effective working condition, being repairs and renewals which have been deferred by reason of conditions prevailing as a consequence of the war and which would, if they had not been deferred, have been carried out in an accounting period constituting or including a chargeable accounting period: Provided that the said expression does not include any expenditure which, if the repairs and renewals had not been deferred, would not have fallen to be allowed in computing for the purposes of excess profits tax the profits arising from the trade or business in an accounting period constituting or including a chargeable accounting period. 5 For the purposes of this section, the expression “ rehabilitation costs ” means— a expenditure on the removal of works designed to afford protection from hostile attack ; b where the trade or business was, as a consequence of the war, removed in whole or in part to a different place, expenditure on again removing the trade or business or that part thereof back to the place where it was carried on before the first mentioned removal, or, where the trade or business or that part thereof is not removed back to that place, expenditure on removing it to some other place up to the amount which would have been incurred in removing it back to that place ; c where any buildings, plant, machinery or other physical assets held for the purposes of the trade or business were, either as regards lay-out or otherwise, altered so as to adapt them to conditions prevailing as a result of the war, any expenditure incurred on again altering the assets so as to readapt them to peace-time requirements, except so far as that expenditure consists of costs of deferred repairs and renewals or represents an improvement of the character or condition of the assets as compared with their character and condition before the first mentioned alteration. A trade or business shall be treated for the purposes of paragraphs (b) and (c) of this subsection as continuing to be the same trade or business notwithstanding any change in the persons carrying it on. 6 Where an accounting period falls partly before and partly after the end of the year nineteen hundred and forty-six, all terminal expenses incurred in that accounting period which would, apart from this subsection and subsection (2) of section thirty-three of the  Finance Act, 1940 (which relates to the spreading of deductions over more than one accounting period), be allowable as deductions in computing the profits thereof shall be treated for the purposes of subsection (1) of this section as if they were expenses incurred after the end of that year, and where a claim is made for relief under this section, no deduction in respect of any terminal expenses to which the preceding provisions of this subsection apply shall be allowed otherwise than under subsection (1) of this section from, or in computing the profits of, any accounting period or chargeable accounting period. 7 Subsection (2) of section thirty-three of the Finance Act, 1940 (which relates’ to the spreading of deductions over more than one accounting period) shall not apply in relation to any terminal expenses incurred in any accounting period beginning at or after the end of the year nineteen hundred and forty-six. 8 Where relief is claimed under this section in respect of rehabilitation costs and the person making the claim is entitled for the purposes of excess profits tax to an allowance under paragraph 3 of Part I of the Seventh Schedule to the Finance ( No.  2) Act, 1939, or subsection (1) of section thirty-three of the Finance Act, 1940 (which relate to exceptional depreciation allowances) and that allowance is greater than it would have been if the work which was the subject of the rehabilitation costs had been completed on the thirty-first day of December, nineteen hundred and forty-six, the relief allowable under this section in respect of those costs shall be reduced by the amount of the excess. 9 Where the person who, in a chargeable accounting period ending on the thirty-first day of December, nineteen hundred and forty-six, carried on a trade or business is a body corporate and was in that period a member of a group of companies— a any claim under this section shall be made, and be made only, by the principal company of the group ; b all terminal expenses incurred after a change in the identity of the group or after the body corporate who carried on the trade or business has ceased to be a member of the group shall be left out of account and c in the case of costs of deferred repairs and renewals, so much of the expenses as, in the opinion of the Commissioners, is reasonably and properly attributable to an accounting period during which that body corporate was not a member of the group shall be left out of account. 10 Where the person who, in a chargeable accounting period ending on the thirty-first day of December, nineteen hundred and forty-six, carried on a trade or business is a body corporate and was not in that period, but subsequently becomes, a member of a group of companies, all terminal expenses incurred after the body corporate becomes a member of the group shall be left out of account. 11 Where the person who, in a chargeable accounting period ending on the thirty-first day of December, nineteen hundred and forty-six, carried on a trade or business, is a body corporate and was not in that period, but was previously, a member of a group of companies, so much of any costs of deferred repairs and renewals as, in the opinion of the Commissioners, is reasonably and properly attributable to an accounting period during which that body corporate was a member of the group shall be left out of account."}, {"act": "Finance Act 1946", "year": 1946, "section": "38", "section_title": " Relief for losses on sales of stock. ", "section_text": "38 1 Subject to the provisions of this section, if any person who, in a chargeable accounting period ending on the thirty-first day of December, nineteen hundred and forty-six, carried on a trade or business the profits of which for any chargeable accounting period are charged to excess profits tax, makes a claim for relief under this section and proves that— a on the said thirty-first day of December, stock was taken of all the trading stock then held for the purposes of the trade or business ; and b that, on the sales of stock effected during the sales period, as hereinafter defined, a claimable loss has been sustained in that trade or business, he shall be entitled to require that the profits of the trade or business for the said chargeable accounting period shall, for the purposes of excess profits tax, be treated as reduced by the amount of the claimable loss: Provided that— no relief shall be given under this section if the trade or business is discontinued at the end of the said chargeable accounting period ; where the whole or part of any loss sustained on sales of, or resulting from any fall in the value of, any of the stock held for the purposes of the trade or business on the said thirty-first day of December has been or is to be met directly or indirectly by the Crown or by any government or public or local authority, whether in the United Kingdom or elsewhere, or by any person other than the person carrying on the trade or business, such reduction, if any, shall be made in the relief given under this section as is necessary to secure that that relief does not extend to that loss or that part of that loss, as the case may be. 2 The provisions of the Eighth Schedule to this Act shall have effect for the purpose of determining whether any and if so what claimable loss has been sustained in a trade or business on sales of stock effected during the sales period. 3 In this section and in the said Eighth Schedule, the expression “ the sales period ” means the years nineteen hundred and forty-seven and nineteen hundred and forty-eight: Provided that if during the said years the trade or business in question is discontinued, the sales period shall be the period beginning with the beginning of the year nineteen hundred and forty-seven and ending with the date of the discontinuance. 4 Where the person who, in a chargeable accounting period ending on the thirty-first day of December, nineteen hundred and forty-six, carried on a trade or business is a body corporate and was in that period a member of a group of companies, any claim under this section shall be made, and be made only, by the principal company of the group. 5 Where any of the following events occurs, that is to say— a a change takes place in the persons carrying on a trade or business ; or b the person carrying on a trade or business, being a body corporate, becomes or ceases to be a member of a group of companies ; or c there is a change in the identity of a group of companies of which the person carrying on a trade or business, being a body corporate, is a member, the trade or business shall be treated for the purposes of this section as if it were discontinued at the time of the happening of the event."}, {"act": "Finance Act 1946", "year": 1946, "section": "39", "section_title": " Supplementary provisions as to relief for terminal expenses and losses on sales of stock. ", "section_text": "39 1 The provisions of the Ninth Schedule to this Act shall have effect in relation to claims for relief under the two last preceding sections. 2 Any provision in the two last preceding sections that the profits for any accounting period or chargeable accounting period shall, for the purposes of excess profits tax, be treated as reduced by any amount shall, where there are no such profits, or a loss, for that period, or where those profits for that period are less than the said amount, be construed as a provision that, for those purposes, there shall be deemed to be a loss for that period of that amount, the loss for that period shall be deemed to be increased by that amount, or there shall be deemed to be a loss for that period equal to the excess of that amount over the amount of those profits, as the case may be. 3 In the two last preceding sections, the expressions “ a group of companies ” and “ the principal company ” have the meanings assigned to them by subsection (1) of section twenty-eight of the Finance Act, 1940, and for the purposes of the two last preceding sections a group of companies shall be deemed to be the same group notwithstanding any changes in the members thereof so long as, and only so long as, the same body corporate remains the principal company of the group, and references to changes in the identity of the group shall be construed accordingly. 4 Where any of the following events occurs, that is to say— a a change takes place in the persons carrying on a trade or business ; or b the person carrying on a trade or business, being a body corporate, becomes or ceases to be a member of a group of companies ; or c there is a change in the identity of a group of companies of which the person carrying on a trade or business, being a body corporate, is a member, and, apart from that event, relief or additional relief would be allowable under either of the two last preceding sections, the Commissioners may, it they think fit, allow the relief or additional relief or such part thereof as they think just, having regard to the extent to which the persons directly or indirectly interested in the trade or business, or the body corporate, as the case may be, before the change remain interested therein after the change."}, {"act": "Finance Act 1946", "year": 1946, "section": "40", "section_title": " Replacement of buildings provided before 1937. ", "section_text": "40 1 Subject to the provisions of this section, if any person who carries on a trade or business makes a claim for relief under this section and proves— a that a building provided by him for the purposes of the trade or business before the beginning of the year nineteen hundred and thirty-seven was sold or demolished on or after the first day of April, nineteen hundred and forty-five, and that a building containing similar or improved accommodation has, since the said first day of April, been constructed by way of replacement and used by him for the said purposes ; and b that, if, in lieu of that sale or demolition, repairs to the building sold or demolished had been carried out, expenditure thereon would have constituted costs of deferred repairs, he shall be entitled to require that he be treated, for the purposes of excess profits tax, as having, as and when expenditure is incurred by him on the construction of the building provided by way of replacement, incurred costs of deferred repairs up to the amount specified in subsection (2) of this section, and section thirty-seven of this Act shall, where appropriate, and subject to any necessary adaptations, apply accordingly. 2 The said amount is an amount equal to— a so much of the expenditure which, if repairs to the building sold or demolished had been carried out immediately before the sale or demolition, would have been incurred on those repairs as would have constituted terminal expenses ; or b the net cost of the building provided by way of replacement, whichever is the less. 3 Where relief is given by virtue of this section, then, for the purposes of paragraph 3 of Part I of the Seventh Schedule to the Finance (No. 2) Act, 1939, and of section fifteen of the  Finance Act, 1937, as applied for the purposes of excess profits tax (being provisions which relate to exceptional depreciation allowances and depreciation allowances for mills, factories,  etc. ) and as respects all periods whether before or after the passing of this Act, the net cost or actual cost to the person carrying on the trade or business, as the case may be, of the building provided by way of replacement shall be treated as reduced by the amount mentioned in subsection (2) of this section. 4 Where section thirty-seven of this Act applies by virtue of this section and the person entitled to claim under that section is the principal company of a group of companies, a claim under this section shall be made by, and only by, that company. 5 In this section the expression “ costs of deferred repairs ” has the same meaning as in section thirty-seven of this Act, and the expression “ net cost ” has the meaning assigned to it by sub-paragraph (3) of paragraph 3 of Part I of the Seventh Schedule to the Finance (No. 2) Act, 1939."}, {"act": "Finance Act 1946", "year": 1946, "section": "41", "section_title": " Rehabilitation costs incurred before end of 1946. ", "section_text": "41 1 Where— a whether before or after the passing of this Act, any person carrying on a trade or business incurs, rehabilitation costs in connection with the trade or business before the end of the year nineteen hundred and forty-six ; and b apart from the provisions of this section, relief is not allowable in respect of those costs or part of those costs in computing the profits of the trade or business for excess profits tax purposes for any accounting period constituting or including a chargeable accounting period, the profits of the trade or business for the chargeable accounting period in which the rehabilitation costs, or that part thereof, as the case may be, are incurred, shall, for the purposes of excess profits tax, be treated as reduced by the amount of the said costs or that part thereof, as the case may be: Provided that so much of any rehabilitation costs as has been or is to be met directly or indirectly by the Crown or by any government or public or local authority, whether in the United Kingdom or elsewhere, or by any person other than the person carrying on the trade or business, shall be left out of account. 2 Where the person carrying on the trade or business is, for the purposes of excess profits tax, entitled in respect of buildings, plant or machinery on which rehabilitation costs are incurred, to an allowance under paragraph 3 of Part I of the Seventh Schedule to the Finance (No. 2) Act, 1939, or subsection (1) of section thirty-three of the Finance Act, 1940 (which relate to exceptional depreciation allowances), and that allowance is increased owing to the rehabilitation costs having been treated as part of the net cost of the provision of the buildings, plant or machinery, so much of those costs as is equal to that increase in the allowance shall, by virtue of the making of the allowance, be treated for the purposes of subsection (I) of this section as costs in respect of which relief is allowable apart from the provisions of this section. 3 The provisions of subsection (2) of section thirty-three of the Finance Act, 1940 (which relates to the spreading of deductions over more than one accounting period), shall not apply to any deduction allowable by virtue of this section. 4 In this section the expression “ rehabilitation costs ” has the same meaning as in section thirty-seven of this Act."}, {"act": "Finance Act 1946", "year": 1946, "section": "42", "section_title": " Cancellation costs. ", "section_text": "42 1 The provisions of sections thirty-seven, thirty-nine and section forty-one of this Act, shall, with the modifications hereinafter mentioned, apply in relation to cancellation costs as they apply in relation to rehabilitation costs. 2 In this section the expression “ cancellation costs ” means, in relation to the person carrying on a trade or business, payments by him in consideration of the termination, whether by agreement or otherwise, of any contract for the supply of goods or materials, the rendering of services or the hire of machinery to the person carrying on the trade or business, or of the surrender by that person of any lease, where the contract is terminated or the lease is surrendered as a consequence of the termination, whether by agreement or otherwise, of a contract for the provision by that person of goods or services for the purposes of the war. 3 The proviso to subsection (2) of the said section thirty-seven shall not apply in relation to cancellation costs, but if the person making the claim produces to the Commissioners before the end of March nineteen hundred and forty-eight particulars of contracts or leases which, as at the thirty-first day of December, nineteen hundred and forty-six, were expected to be terminated as aforesaid or surrendered by him and satisfies them that it was necessary for the termination or surrender to be deferred beyond the end of the year nineteen hundred and forty-seven, the Commissioners may treat the period mentioned in the said subsection (2) as extended, in relation to any cancellation costs incurred in consideration of the termination or surrender of the contracts or leases, until the end of the year nineteen hundred and forty-eight or, if the circumstances so require, until such later date as the Commissioners may allow, being a date not later than the end of the year nineteen hundred and forty-nine. 4 Where a person carrying on a trade or business who incurs cancellation costs also receives sums in consideration of the termination, whether by agreement or otherwise, of contracts for the provision by him of goods or services for the purposes of the war, the sums so received by him shall, except in so far as they go to increase the profits of the trade or business for any chargeable accounting period or are taken into account for the purposes of the proviso to subsection (3) of the said section thirty-seven or the proviso to subsection (1) of the said section forty-one be applied in reducing for the purposes of this section, first, the cancellation costs in respect of which relief would otherwise be granted under the said section thirty-seven and, in so far as they are not so applied, in reducing the cancellation costs in respect of which relief would otherwise be granted under the said section forty-one."}, {"act": "Finance Act 1946", "year": 1946, "section": "43", "section_title": " Matters occuring after certain dates. ", "section_text": "43 1 In computing profits for the purposes of excess in profits tax, no part of any deduction shall, by virtue of subsection (2) of section thirty-three of the Finance Act, 1940 (which relates to the spreading of deductions over more than one accounting period), be treated as attributable to any accounting period any part of which falls before the end of the year nineteen hundred and forty-six, unless it would, apart from the said subsection (2), have fallen to be treated, if excess profits tax had continued to be chargeable, as a deduction allowable in computing profits for an accounting period ending at or before the end of the year nineteen hundred and forty-seven: Provided that where an accounting period of a trade or business falls partly before and partly after the end of the year nineteen hundred and forty-seven, that period shall be treated for the purposes of this subsection as if it were a period ending at or before the end of that year, as respects, but only as respects, deductions which would have fallen to be treated as allowable as aforesaid for that period if it had ended at the end of that year. 2 Subject to the provisions of this subsection, the said subsection (2) of the said section thirty-three shall not apply to deductions in respect of expenses incurred in any accounting period ending after the end of the year nineteen hundred and forty-six so far as those expenses have been or are to be met directly or indirectly by the Crown or by any government or public or local authority, whether in the United Kingdom or elsewhere, or by any person other than the person carrying on the trade or business: Provided that this subsection shall not prevent the attribution under the said subsection (2) of, or of any part of, any such expenses as aforesaid to any accounting period in which any sum paid to the person carrying on the trade or business by the Crown or any such government, authority or person as aforesaid to meet those expenses or that part thereof, as the case may be, is taken into account in computing the profits or loss of the trade or business for the purposes of excess profits tax, or would be so taken into account if excess profits tax had continued to be chargeable. 3 Where— a any expenses which have been met in whole or in part, either directly or indirectly, by the Crown or by any government or public or local authority, whether in the United Kingdom or elsewhere, or by any person other than the person carrying on the trade or business in question, are allowable in computing the profits of any trade or business for the purposes of excess profits tax ; and b apart from this subsection a sum paid to meet or towards meeting those expenses would fall to be taken into account in computing the profits of the trade or business for the purposes of excess profits tax for an accounting period ending after the end of the year nineteen hundred and forty-six, being an accounting period other than that in which the expenses are allowable, or would fall to be so taken into account if excess profits tax had continued to be chargeable, that sum shall be taken into account in computing the profits of the trade or business for the purposes of excess profits tax for the accounting period in which the expenses are allowable, as if it had been a trading receipt for that period and shall not be taken into account in computing the profits of the trade or business for the purposes of excess profits tax for any other accounting period. Where the expenses mentioned in paragraph (a) of this subsection are allowable partly in one accounting period and partly in one or more other accounting periods, the sum mentioned in paragraph (b) of this subsection shall be apportioned in the same proportions as the parts of the expenses so allowable, and for the purposes of this subsection the proportions of that sum so ascertained shall be treated as having been paid to meet or towards meeting the corresponding parts of those expenses. 4 The right under proviso (i) to subsection (1) of section twenty-three of the Finance Act, I943 (which relates to payments to superannuation funds and certain other payments in respect of back service) to elect that a payment in respect of back service shall be apportioned among the accounting periods during which the back service was rendered shall not be exercisable as respects any payment made after the end of the year nineteen hundred and forty-seven."}, {"act": "Finance Act 1946", "year": 1946, "section": "44", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "44"}, {"act": "Finance Act 1946", "year": 1946, "section": "45", "section_title": " Payments for technical education. ", "section_text": "45 The provisions of Part III of this Act providing for deductions for income tax purposes of payments for the purposes of technical education shall not apply for the purposes of excess profits tax . . . "}, {"act": "Finance Act 1946", "year": 1946, "section": "46", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "46"}, {"act": "Finance Act 1946", "year": 1946, "section": "47", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "47"}, {"act": "Finance Act 1946", "year": 1946, "section": "48", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "48"}, {"act": "Finance Act 1946", "year": 1946, "section": "49", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "49"}, {"act": "Finance Act 1946", "year": 1946, "section": "5051.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "50"}, {"act": "Finance Act 1946", "year": 1946, "section": "52", "section_title": " Exemption from stamp duty of documents connected with nationalisation schemes.", "section_text": "52 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1946", "year": 1946, "section": "53", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "53"}, {"act": "Finance Act 1946", "year": 1946, "section": "54", "section_title": " Units under unit trust schemes to be treated as stock.", "section_text": "54 1 Any reference in the enactments relating to stamp duty to stock shall be deemed to include a reference to a unit under a unit trust scheme, and any reference in any such enactment to a stock certificate to bearer shall be deemed to include a reference to a certificate to bearer in relation to a unit under a unit trust scheme and, subject to the provisions of this Part of this Act, the said enactments shall have effect accordingly. 2 Any reference in the enactments relating to stamp duty to the nominal amount or nominal value of stock shall, in relation to units under a unit trust scheme, be construed as a reference to the value of the units in question computed as if each unit were worth, and worth only, the price at which similar units are first or were first obtainable under the scheme from the trustees or managers thereof. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance Act 1946", "year": 1946, "section": "55", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "55"}, {"act": "Finance Act 1946", "year": 1946, "section": "56", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "56"}, {"act": "Finance Act 1946", "year": 1946, "section": "57", "section_title": " Interpretation of Part VII.", "section_text": "57 1 In this Part of this Act, except in so far as the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them, that is to say:— “ the enactments relating to stamp duty ” means the  Stamp Act 1891 and any enactment which amends or is required to be construed together with that Act;  “ unit trust scheme ” has the same meaning as in the   Financial Services Act 1986 (but subject to subsection (1A) of this section) “ trust instrument ” means, in relation to a unit trust scheme, the trust deed or other instrument (whether under seal or not) creating or recording the trusts  on which the property in question is held ; “ trust property ” means, in relation to a unit trust scheme, the property subject to the trusts of the trust instrument; “ trust property represented by units ” means, in relation to a unit trust scheme, all trust property except, where the trust instrument provides for periodical distributions, any such dividends, interest or other property arising from trust property as is required under the instrument to be distributed at the next such distribution; “ unit ” means, in relation to a unit trust scheme, a right or interest (whether described as a unit, as a sub-unit, or otherwise) of a beneficiary under the trust instrument; “ certificate to bearer ” means, in relation to a unit under a unit trust scheme, a document by the delivery of which the unit can be transferred . . .  1A The Treasury may by regulations provide that any scheme of a description specified in the regulations shall be treated as not being a unit trust scheme for the purposes of this Part of this Act. 1B Regulations under this section— a may contain such supplementary and transitional provisions as appear to the Treasury to be necessary or expedient, and b shall be made by statutory instrument, which shall be subject to annulment in pursuance of a resolution of the House of Commons. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance Act 1946", "year": 1946, "section": "58", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "58"}, {"act": "Finance Act 1946", "year": 1946, "section": "5961", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "59–61"}, {"act": "Finance Act 1946", "year": 1946, "section": "62", "section_title": " Abolition of land tax assessors and income tax assessors, etc.", "section_text": "62 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance Act 1946", "year": 1946, "section": "63", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "63"}, {"act": "Finance Act 1946", "year": 1946, "section": "64", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "64"}, {"act": "Finance Act 1946", "year": 1946, "section": "65", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "65"}, {"act": "Finance Act 1946", "year": 1946, "section": "66", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "66"}, {"act": "Finance Act 1946", "year": 1946, "section": "67", "section_title": "Short title, construction extent and repeals.", "section_text": "67 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}]