[{"act": "Miscellaneous Financial Provisions Act 1946", "year": 1946, "section": "1", "section_title": " Additional borrowing powers,  etc.", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 If, under any agreement made, whether before or after the passing of this Act, between His Majesty’s Government in the United Kingdom and any other Government concerning obligations arising out of or in connection with any war in which His Majesty has been engaged between the third day of September, nineteen hundred and thirty-nine and the passing of this Act, His Majesty’s Government in the United Kingdom accept, in respect of those obligations, or in respect of sums advanced by that other Government to enable those obligations to be discharged, a liability to make payments over a period of years— a that liability shall, if the Treasury so direct, be treated for all purposes as a liability arising under a security issued under the  National Loans Act 1939, providing for the discharge of that liability on the terms set out in the agreement; and b any sum advanced as aforesaid by the other Government shall be paid into the Exchequer . . .  3 In this Act, the expression “ the Consolidated Fund ” means the Consolidated Fund of the United Kingdom . . . "}, {"act": "Miscellaneous Financial Provisions Act 1946", "year": 1946, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Miscellaneous Financial Provisions Act 1946", "year": 1946, "section": "3", "section_title": " Temporary increase of Civil Contingencies Fund.", "section_text": "3 1 With a view to providing funds for making advances in respect of urgent services in anticipation of the provision made or to be made by Parliament for those services becoming available, or for making advances in anticipation of the realisation of receipts in connection with any services for which provision is so made or to be made, or for making temporary advances to any Government Department for the provision of any necessary working cash balances in connection with any such services, the Treasury may issue out of the Consolidated Fund such sums as may from time to time be required for the purpose of increasing temporarily the capital of the  Contingencies Fund : Provided that— a any sums so issued shall be repaid to the Exchequer at such times and in such manner as the Treasury may direct . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Miscellaneous Financial Provisions Act 1946", "year": 1946, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Miscellaneous Financial Provisions Act 1946", "year": 1946, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Miscellaneous Financial Provisions Act 1946", "year": 1946, "section": "6", "section_title": "†Short title, interpretation and repeal.", "section_text": "6 1 This Act may be cited as the Miscellaneous Financial Provisions Act 1946. 2 Any reference in this Act to any other enactment shall, unless the context otherwise requires, be construed as a reference to that enactment as amended by or under any other enactment. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]