[{"act": "National Service (Release of Conscientious Objectors) Act 1946", "year": 1946, "section": "1", "section_title": "Release of conditionally registered conscientious objectors.", "section_text": " 1    1   At any time after the date fixed, under arrangements for the release from army service of persons called up for service under the  National Service (Armed Forces) Act, 1939 (in this Act referred to as the \" Act of 1939 \") for completing the release from such service of persons of all ranks in any group who are released by reference to their group, the Minister of Labour and National Service may direct that any conditionally registered conscientious objector of the same group shall, as from the giving of the direction, be released from the obligation to undertake work subject to which he was so registered.    Immediately after a direction has been given under this subsection a copy thereof shall be sent by post to the person to whom the direction relates at his last known address.     2   Where the said Minister is satisfied that having regard to the previous employment or special qualifications of any conditionally registered conscientious objector it is expedient that he should be released as aforesaid for the purpose of undertaking work of national importance, and that under arrangements for the release for the said purpose of persons called up as aforesaid persons of similar previous employment or special qualifications have been released from army service, the Minister may give a direction under subsection (1) of this section relating to the objector in question notwithstanding that the date fixed for completing the release from army service of persons in his group has not passed.     3   Notwithstanding anything in subsection (1) of this section, a direction thereunder relating to a conditionally registered conscientious objector who is a married woman not living apart from her husband under a decree or order of any court may be given at any time after the passing of this Act.     4   For the purposes of this section, a group of persons shall be defined by reference to sex, age and length of service without regard to any other considerations ; and the length of service of a conditionally registered conscientious objector shall be taken to be the time during which he has been so registered together with any time since the third day of September, nineteen hundred and thirty-nine, during which the conscientious objector has been serving whole-time in the armed forces of the Crown or the merchant navy or the mercantile marine or in any of the women's services specified in the First Schedule to the  Reinstatement in Civil Employment Act, 1944, so however that where it appears to the said Minister that the conscientious objector has suffered detention or imprisonment for any offence other than an offence committed for reasons of conscience at a time when he was a conditionally registered conscientious objector, the period of detention or imprisonment shall be disregarded.     5   On the release of a person by virtue of a direction given under subsection (1) of this section, the National Service Acts; 1939 to 1942, shall apply in relation to him as if he were registered: in the register of conscientious objectors without conditions.     6   A direction under this section shall have effect only as respects the obligation subject to which the person in question was conditionally registered as a conscientious objector, and accordingly where he is employed in any occupation the leaving of which is subject to restrictions, he shall not by reason of the direction be more favourably treated in relation to the said restrictions than wartime workers in the occupation who have not been registered in the register of conscientious objectors.    In this subsection the expression \" wartime worker \" means a person employed in an occupation who apart from war circumstances would not have been employed therein.     7   If at any time during the present emergency it appears to the said Minister that circumstances have arisen necessitating the recall into army service of any group of persons enlisted and released as mentioned in subsection (1) of this section and that persons of that group have been recalled accordingly, he may refer the case of any person of the same group released under subsection (1) of this section to a local tribunal constituted under Part I of the Schedule to the Act of 1939, and—   a   on any such reference the local tribunal shall make an order under paragraph (b) of subsection (6) of section five of that Act for the conditional registration of the person to whom the reference relates ;     b   there shall be the like right of appeal from an order of the local tribunal made on any such reference, so far as relates to the condition specified by the tribunal, as is conferred by the Act of 1939 in the case of an order of the tribunal on an application for registration as a conscientious objector; and     c   on such an order taking effect the direction given under subsection (1) of this section in the case of the person to whom the order relates shall cease to have effect.      Not less than four weeks before the case of any person is referred under this subsection the said Minister shall send to him, by post to his last known address, notice of the proposed reference.     8   In this section the expression \" conditionally registered conscientious objector\" has the meaning assigned to it by section twelve of the  National Service Act, 1941.    "}, {"act": "National Service (Release of Conscientious Objectors) Act 1946", "year": 1946, "section": "2", "section_title": "Short title, construction and citation.", "section_text": " 2    1   This Act may be cited as the National Service (Release of Conscientious Objectors) Act, 1946.     2   This Act shall be construed as one with the Act of 1939, and this Act and the National Service Acts, 1939 to 1942, may be cited as the National Service Acts, 1939 to 1946.    "}]