[{"act": "New Towns Act 1946", "year": 1946, "section": "1", "section_title": "Designation of sites of new towns.", "section_text": " 1    1   If the Minister is satisfied, after consultation with any local authorities who appear to him to be concerned, that it is expedient in the national interest that any area of land should be developed as a new town by a corporation established under this Act, he may make an order designating that area as the site of the proposed new town.     2   The provisions of the First Schedule to this Act shall have effect with respect to the procedure to be followed in connection with the making of orders under this section ; and sections sixteen and seventeen of the  Town and Country Planning Act, 1944 (which relate respectively to the validity and date of operation of orders under section one of that Act, and to the registration of such orders in the register of local land charges) shall apply to an order made under this section as they apply to an order made under section one of that Act.     3   An order under this section may include in the area designated as the site of the proposed new town any existing town or other centre of population, and references in this Act to a new town or proposed new town shall be construed accordingly.    "}, {"act": "New Towns Act 1946", "year": 1946, "section": "2", "section_title": "Establishment and general powers of development corporations.", "section_text": " 2    1   For the purposes of the development of each new town the site of which is designated under section one of this Act, the Minister shall by order establish a corporation (hereinafter called a development corporation) consisting of a chairman, a deputy chairman and such number of other members, not exceeding seven, as may be prescribed by the order ; and every such corporation shall be a body corporate by such name as may be prescribed by the order, with perpetual succession and a common seal and power to hold land without licence in mortmain.     2   The objects of a development corporation established for the purposes of a new town shall be to secure the laying out and development of the new town in accordance with proposals approved in that behalf under the following provisions of this Act, and for that purpose every such corporation shall have power to acquire, hold, manage and dispose of land and other property, to carry out building and other operations, to provide water, electricity, gas, sewerage and other services, to carry on any business or undertaking in or for the purposes of the new town, and generally to do anything necessary or expedient for the purposes of the new town or for purposes incidental thereto :    Provided that, subject to the provisions of this Act with respect to the making of advances to development corporations, a development corporation shall not have power to borrow money.     3   Without prejudice to any provision of this Act requiring the consent of the Minister to be obtained for anything to be done by a development corporation, the Minister may give directions to any such corporation for restricting the exercise by them of any of their powers under this Act, or for requiring them to exercise those powers in any manner specified in the directions :    Provided that—   a   before giving any such directions the Minister shall consult with the chairman of the corporation, or, if the chairman is not available, with the deputy chairman, unless he is satisfied that, on account of urgency, such consultation is impracticable ; and     b   any transaction between any person and any such corporation acting in purported exercise of their powers under this Act shall not be void by reason only that it was carried out in contravention of such directions unless that person had actual notice of the directions.       4   For the avoidance of doubt it is hereby declared that the provisions of subsection (2) of this section with respect to the powers of development corporations relate only to their capacity as statutory corporations ; and nothing in this section shall be construed as authorising the disregard by a development corporation of any enactment or rule of law.     5   The provisions of the Second Schedule to this Act shall have effect with respect to the constitution and proceedings of any development corporation established under this Act.    "}, {"act": "New Towns Act 1946", "year": 1946, "section": "3", "section_title": "Planning and control of development in new towns.", "section_text": " 3    1   The development corporation established for the purposes of a new town shall from time to time submit to the Minister in accordance with any directions given by him in that behalf their proposals for the development of land within the area designated under this Act as the site of the new town, and the Minister, after consultation with the local planning authority within whose district the land is situated, and with any other local authority who appear to him to be concerned, may approve any such proposals either with or without modification.     2   Without prejudice to the generality of the powers conferred by section ten of the  Town and Country Planning Act, 1932, a special interim development order made by the Minister under that section with respect to an area designated under this Act as the site of a new town may grant permission for any development of land in accordance with proposals approved under subsection (1) of this section, subject to such conditions, if any, (including conditions requiring details of any proposed development to be submitted to the interim development authority), as may be specified in the order.     3   In relation to development of any description which is permitted by any such order as is mentioned in the last foregoing subsection, the order may itself suspend, or may enable the Minister to suspend, any of the enactments specified in the Third Schedule to this Act (being, with the exception of sections one and two of the  Restriction of Ribbon Development Act, 1935, enactments which may be suspended, under subsection (8) of the said section ten as amended by section thirty-nine of the Town and Country Planning Act, 1944, by any authority authorised in that behalf by an interim development order).     4   Where a planning scheme is in force with respect to any land within the area designated by an order under section one of this Act as the site of a new town, then, without prejudice to the provisions of section thirty-three of the Town and Country Planning Act, 1944, the order may revoke that scheme so far as it relates to that land ; and where a scheme is so revoked—   a   the provisions of the Town and Country Planning Acts, 1932 and 1943, with respect to the control of interim development shall, as from the date on which the order is registered under section seventeen of the Town and Country Planning Act, 1944, as applied by this Act, apply to the development of the land as if a resolution to prepare a new planning scheme had taken effect on that date ; and     b   for the purposes of any such new scheme the material date shall be the date aforesaid or such later date as may be specified in that scheme :      Provided that the proviso to the definition of \" the material date \" contained in section fifty-three of the Town and Country Planning Act, 1932 (which specifies the material date in relation to any provisions of a scheme which is revoked by a scheme containing the same or a similar .provision) shall have effect in relation to any such new scheme as if the original scheme were revoked by that scheme.    "}, {"act": "New Towns Act 1946", "year": 1946, "section": "4", "section_title": "Acquisition of land by development corporations.", "section_text": " 4    1   The development corporation established for the purposes of a new town may, with the consent of the Minister, acquire by agreement, or may be authorised by means of a compulsory purchase order made by the corporation and submitted to and confirmed by the Minister to acquire compulsorily,—   a   any land within the area designated under this Act as the site of the new town ;     b   any land adjacent to that area which they require for purposes connected with the development of the new town ;     c   any land, whether adjacent to that area or not, which they require for the provision of services for the purposes of the new town;    and the provisions of Part I of the Second Schedule to the Town and Country Planning Act, 1944 (which relates to the procedure for making and confirming compulsory purchase orders) shall apply in relation to a compulsory purchase order under this section as they apply in relation to an order authorising a local planning authority to acquire land compulsorily under Part I of that Act.     2   In relation to the acquisition of land by a development corporation under this section, the following provisions of the Town and Country Planning Act, 1944, that is to say—   a   sections thirteen and fourteen (which contain special provisions as to the acquisition under Part I of that Act of land belonging to statutory undertakers and land forming part of commons and other open spaces) ;     b   sections sixteen and seventeen (which relate respectively to the validity and date of operation of compulsory purchase orders under Part I of that Act, and to the registration of such orders in the register of local land charges) ; and     c   section eighteen (which applies the Lands Clauses Acts subject to modifications, including modifications providing for expediting the completion of compulsory purchases under that Part),    shall apply as they apply in relation to the acquisition of land by local planning authorities under Part I of that Act.     3   Section two of the  Acquisition of Land (Authorisation Procedure) Act, 1946 (which confers temporary powers for the speedy acquisition of land by local authorities having power to purchase land in accordance with section one of that Act or the Town and Country Planning Act, 1944) shall have effect as if references therein to a local authority included references to a development corporation :    Provided that without prejudice to the provisions of the said section two restricting the period within which an authorisation may be given thereunder for the compulsory acquisition of land, no such authorisation shall be given for the compulsory acquisition of land by the development corporation established for the purposes of a new town at any time after two years from the date on which the order under section one of this Act designating the site of the new town became operative.     4   For the purposes of subsection (3) of section six of the Acquisition of Land (Authorisation Procedure) Act, 1946 (which relates to the acquisition of inalienable land) this Act shall be deemed to have been passed before the commencement of that Act.     5   A compulsory purchase order under this section shall, in so far as it authorises the compulsory purchase of land which is the property of a local authority, or of land belonging to the National Trust which is held by the Trust inalienably, be subject to special parliamentary procedure in any case where an objection to the order has been duly made by the local authority or by the Trust, as the case may be, and has not been withdrawn.     6   The provisions of Part VIII of the  Requisitioned Land and War Works Act, 1945 (which provides for the adjustment of compensation on the acquisition of land in certain cases), shall have effect where, in pursuance of a notice to treat served or deemed to be served before the expiration of two years from the end of the war period within the meaning of that Part, land which at the date of the notice to treat is, by virtue of an exercise of emergency powers as defined by that Act, in the possession of a Minister as so defined, or of a person acting under the authority of a Minister, is compulsorily acquired by a development corporation under this Act.     7   For the avoidance of doubt it is hereby declared that a development corporation established under this Act is a public authority within the meaning of the  Acquisition of Land (Assessment of Compensation) Act, 1919. and that Part II of the Town and Country Planning Act, 1944, applies accordingly for the purpose of the assessment of compensation for the compulsory purchase of land by such a corporation.    "}, {"act": "New Towns Act 1946", "year": 1946, "section": "5", "section_title": "Disposal of land by development corporations.", "section_text": " 5    1   Subject to any directions given by the Minister under this Act, the development corporation established for the purposes of a new town may dispose of any land acquired by them to such persons, in such manner, and subject to such covenants or conditions as they consider expedient for securing the development of the new town in accordance with proposals approved\" by the Minister under the foregoing provisions of this Act:    Provided that a development corporation shall not have power, except with the consent of the Minister, to transfer the freehold in any land or to grant a lease of any land for a term of more than ninety-nine years, and the Minister shall not consent to any such disposal of land unless he is satisfied that there are exceptional circumstances which render the disposal of the land in that manner expedient.     2   The powers of a development corporation with respect to the disposal of land acquired by them under this Act shall be so exercised as to secure, so far as practicable, that persons who Were living or carrying on business or other activities on land so acquired shall, if they desire to obtain accommodation on land belonging to the corporation, and are willing to comply with any requirements of the corporation as to its development and use, have an opportunity to obtain thereon accommodation suitable to their reasonable requirements on terms settled with due regard to the price at which any such land has been acquired from them.     3   Nothing in this Act shall be construed as enabling a development corporation to dispose of land by way of gift, mortgage or charge, but subject as aforesaid references in this Act to the disposal of land shall be construed as references to the disposal thereof in any manner, whether by way of sale, exchange or lease by the creation of any easement, right or privilege, or otherwise.    "}, {"act": "New Towns Act 1946", "year": 1946, "section": "6", "section_title": "Supplementary provisions as to land.", "section_text": " 6    1   In relation to land acquired by a development corporation under this Act, the following provisions of the Town and Country Planning Act, 1944, that is to say :—   a   section twenty-two (which authorises the development of land acquired under Part I of that Act notwithstanding interference with easements and other rights) ;     b   sections twenty-three to twenty-five (which relate to the extinction of highways, private rights of Way, and rights as to apparatus on land acquired under the said Part I) ;     c   sections twenty-eight and twenty-nine (which relate to the use of consecrated ground, burial grounds, and commons and other open spaces acquired under that Part) ; and     d   section thirty (which relates to displacements from land acquired under that Part) ;    shall apply as they apply in relation to land acquired by a local planning authority under Part I of that Act.     2   Where a public right of way over a road on land acquired by a development corporation under this Act is extinguished by an order made under section twenty-three of the Town and Country Planning Act, 1944, as applied by this section, and compensation in respect of restrictions imposed under section one or section two of the Restriction of Ribbon Development Act, 1935 in respect of that road has been paid by the highway authority (or, in the case of a trunk road, by the authority for the purposes of section four of the  Trunk Roads Act, 1936), the order may provide for the payment by the development corporation to that authority, in respect of the compensation so paid, of such sums as the Minister, with the consent of the Treasury, may determine.     3   It shall be the duty of the Minister to give to any development corporation established under this Act such directions with respect to the disposal of land acquired by them thereunder and with respect to the development by them of such land, as appear to him to be necessary or expedient for securing, so far as practicable, the preservation of any features of special architectural or historic interest, and in particular of buildings included in any list compiled or approved under section forty-two of the Town and Country Planning Act, 1944 (which relates to the compilation or approval by the Minister of lists of buildings of special architectural or historic interest).     4   Where any land within the area designated by an order under section one of this Act as the site of a new town has not been acquired by the development corporation within the period of seven years from the d£te on which that order became operative, any owner of that land may by notice in writing served on the corporation require them to purchase his interest therein; and thereupon the corporation shall be deemed to have been authorised to acquire that interest compulsorily under the foregoing provisions of this Act, and to have served notice to treat in respect thereof on the date on which the notice was served on them under this subsection.    "}, {"act": "New Towns Act 1946", "year": 1946, "section": "7", "section_title": "Highways.", "section_text": " 7    1   In relation to an area designated under this Act as the site of a new town, section three of the Town and Country Planning Act, 1944 (which provides for the acquisition by local highway authorities and by the Minister of Transport of land required for the construction or improvement of roads communicating with areas of extensive war damage or with land which is to be made available for providing for relocation of population or industry, or for replacement of open spaces, in the course of the redevelopment of such areas) shall apply as it applies in relation to the areas of land referred to in paragraphs (a) and (b) of subsection (1) of that section.     2   Section ten of the  Development and Road Improvement Funds Act, 1909 (which enables the Minister of Transport to authorise the construction of new roads in respect of which advances are made under that Act and provides for the expenses of the construction, and for the maintenance, of such roads) shall apply in relation to the construction of a new road by a local highway authority on land transferred to or acquired by them under this Act as if the road were a road in respect of the construction of which an advance were made to that authority under that section.     3   The Minister of Transport may direct that any road constructed by him on land transferred to or acquired by him under this Act shall, on such date as may be specified in the direction, become a trunk road within the meaning of the Trunk Roads Acts, 1936 and 1946, and the provisions of those Acts shall apply to the road accordingly.    "}, {"act": "New Towns Act 1946", "year": 1946, "section": "8", "section_title": "Housing.", "section_text": " 8    1   A development corporation shall be deemed to be a housing association within the meaning of the  Housing Act, 1936, and accordingly arrangements may be made under section ninety-four of that Act for the provision by such a corporation of any housing accommodation which a local authority are empowered to provide under that Act.     2   For the purposes of the  Housing (Financial and Miscellaneous Provisions) Act, 1946, the Minister of Health may approve any house provided by a development corporation otherwise than in pursuance of such arrangements as aforesaid as if it were a house provided by a local authority, and in respect of any house so approved the Minister of Health may, if he thinks fit, pay to the corporation, out of moneys provided by Parliament, sums not exceeding the annual exchequer contributions which would be payable under that Act if the house had been provided by such an authority.     3   Where, in pursuance of any agreement or order made under the subsequent provisions of this Act, a house provided by a development corporation, being a house in respect of which an annual exchequer contribution is for the time being payable under section ninety-four of the Housing Act, 1936, or under subsection (2) of this section, is transferred to a local authority within the meaning of the said Act, then—   a   the said contribution shall cease to be payable as aforesaid; and     b   the Minister of Health may, if he thinks fit, pay to the local authority, out of moneys provided by Parliament, sums not exceeding the annual exchequer contributions which would be payable in respect of the house if it had not been so transferred.      "}, {"act": "New Towns Act 1946", "year": 1946, "section": "9", "section_title": "Public health.", "section_text": " 9    1   If the Minister of Health is satisfied that it is expedient, in consequence of the making of an order under section one of this Act, that the area designated by that order as the site of the new town, or any larger area comprising that area, should be .constituted a united district for any purpose for which a united district may be constituted under section six of the  Public Health Act, 1936, he may make an order under that section constituting that area a united district for that purpose notwithstanding that no application in that behalf is made to him by the local authorities for the districts concerned, or by any of those authorities.     2   The Minister of Health may, on an application in that 'behalf made to him by the development corporation established for the purposes of a new town, by order authorise that corporation to exercise, for the purpose of the sewerage of the area designated under this Act as the site of the new town, any powers exercisable by a local authority under section fifteen of the Public Health Act, 1936 (which relates to the construction of sewers and sewage disposal works); and without prejudice to the provisions of this Act with respect to the acquisition of land by development corporations, any such order may provide for transferring to the development corporation any sewers or sewage disposal works vested in the sewerage authority for any district which comprises the area designated as the site of the new town or any part of that area:    Provided that before making any order under this subsection the Minister of Health shall consult with the council of the county and of the county district in which the new town or any part thereof is situated.     3   Any order made under the last foregoing subsection may direct that any of the provisions of the Public Health Acts, 1936 and 1937, relating to sewerage and sewage disposal, or to sewers, drains, cesspools and sanitary conveniences (including the provisions of the Public Health Act, 1936, relating to the payment of compensation, the breaking open of streets and the power to enter on land) shall apply in relation to the area designated as the site of the new town, subject-to such modifications as may be specified in the order, as if the development corporation were a local authority as defined by those Acts and as if sewers vested in the corporation were public sewers as so defined.     4   Where, in pursuance of an order made under subsection (2) this section, sewers or sewage disposal works are constructed by or vested in a development corporation for the purposes of the sewerage of any part of the district of a sewerage authority within the meaning of the Public Health Act, 1936, that authority shall make towards the expenses of the development corporation in the construction or maintenance of the sewers or sewage disposal works contributions of such amount and subject to such conditions as may be agreed upon between that authority and the corporation or as may, in default of such agreement, be determined by the Minister of Health ; and the payment of any such contributions shall be a purpose for which the authority may borrow money.     5   Any order made under subsection (2) of this section which provides for transferring to the development corporation sewers or sewage disposal works vested in a sewerage authority may provide for the payment by the corporation to that authority, in consideration of the transfer, of such sum as may be agreed upon between the corporation and that authority or as may, in default of such agreement, be determined by the Minister of Health.    "}, {"act": "New Towns Act 1946", "year": 1946, "section": "10", "section_title": "Statutory undertakers.", "section_text": " 10    1   In relation to the provision of services by statutory undertakers for the purposes of new towns under this Act, and to the consequences of the acquisition of land thereunder, the following provisions of the Town and Country Planning Act, 1944, that is to say—   a   section twenty-six (which provides for the extension and modification of the powers and duties of statutory undertakers in order to secure the provision of services for purposes in connection with which land may be acquired under Part I of that Act by a local planning authority, or in order to facilitate adjustments necessitated by the acquisition under that Part of land of the undertakers) ; and     b   section twenty-seven (which provides for the relief of statutory undertakers from obligations the performance of which is rendered impracticable by the acquisition under Part I of that Act of land of the undertakers) ;    shall apply as they apply in relation to the provision of services for purposes in connection with which land may be acquired under Part I of that Act, and to the consequences of the acquisition of land under that Part.     2   Without prejudice to the provisions of section twenty-six of the Town and Country Planning Act, 1944, as applied by the last foregoing subsection, if it appears to the Minister of Fuel and Power to be expedient for the purpose of securing an efficient supply of electricity or gas in an area designated under this Act as the site of a new town that any part of that area which is included in the limits of supply of any statutory undertakers authorised to supply electricity or gas (in this section referred to as \" the transferors \") should be included in the limits of supply of any other such undertakers (in this section referred to as \"the transferees\") he may by order provide for varying the respective limits of supply of those undertakers accordingly.     3   An order made under the last foregoing subsection may provide for the transfer to the transferees of any part of the undertaking of the transferors, and may contain such incidental, consequential and supplementary provisions as the Minister of Fuel and Power thinks necessary or expedient for the purposes of the order; and in particular, but without prejudice to the generality of the foregoing provision, any such order may provide—   a   for transferring to the transferees any property or liabilities of the transferors ;     b   for amending or repealing any local enactment (including ' any order or byelaw) relating to the undertaking of the transferees or of the transferors ;     c   for requiring the transferees to pay to the transferors such sum by way of compensation as may be agreed upon between them, or, in default of such agreement, as may be determined by the arbitration of such tribunal as may be specified in the order :      Provided that in determining the sum to be so paid under any such order the tribunal shall not take account of any potential profit that might have been derived by the transferors from the development of land which ceases to be comprised within their limits of supply by virtue of the order, except in so far as such development would have been likely to take place if the land had not been included in the site of a new town under this Act.     4   Provision shall be made by any order under subsection (2) of this section for securing that persons who, immediately before that order comes into operation, are employed by any undertakers whose limits of supply are varied by the order, and suffer damage in respect of their employment in consequence of the order, shall be entitled, in such cases, to such extent and subject to such conditions as may be prescribed by the order, to recover compensation in respect of that damage from such of those undertakers as may be specified therein ; and for the purpose of prescribing the matters aforesaid any such order shall provide—   a   in the case of an order varying the limits of supply of undertakers authorised to supply electricity, for the application of provisions not less favourable to the persons employed by those undertakers than those of section sixteen of the  Electricity (Supply) Act, 1919 ;     b   in the case of an order varying the limits of supply of undertakers authorised to supply gas, for the application of provisions not less favourable to the persons employed by those undertakers than those which, in the opinion of the Minister of Fuel and Power, would be applied to them if the variation were effected under arrangements approved by a special order made under the  Gas Regulation Act, 1920.       5   An order made under subsection (2) of this section shall be subject to special parliamentary procedure, and the First Schedule to the  Statutory Orders (Special Procedure) Act, 1945 (which sets out the notices to be given and other requirements to be complied with before an order is made), shall, in its application to any such order, have effect as if paragraph 1 of the said Schedule included a provision requiring the notice of the order as proposed to be made to be served by the Minister of Fuel and Power on the transferors and on the transferees.     6   In this section the expression \" limits of supply \", in relation to any undertakers, means the area within which those undertakers are authorised by any enactment to supply electricity or gas, as the case may be.    "}, {"act": "New Towns Act 1946", "year": 1946, "section": "11", "section_title": "Contributions by development corporations towards expenditure of local authorities and statutory undertakers.", "section_text": " 11   Without prejudice to the generality of the powers conferred on development corporations by the foregoing provisions of this Act, any such corporation may, with the consent of the Minister, contribute such sums as the Minister, with the concurrence of the Treasury, may determine towards expenditure incurred or to be incurred by any local authority or statutory undertakers in the performance, in relation to the new town, of any of their statutory functions, including expenditure so incurred in the acquisition of land.  "}, {"act": "New Towns Act 1946", "year": 1946, "section": "12", "section_title": "Advances and payments by Minister to development corporations.", "section_text": " 12    1   For the purpose of enabling a development corporation to defray expenditure properly chargeable to capital account, including the provision of working capital, the Minister may make advances to the corporation repayable over such periods and on such terms as may be approved by the Treasury :    Provided that the aggregate amount of the advances made under this subsection, including advances made under this subsection in its application to Scotland, shall not exceed fifty million pounds.     2   For the purpose of enabling a development corporation to defray any other expenditure, the Minister may, out of moneys provided by Parliament, make grants to the corporation of such amount as may be approved by the Treasury.     3   The Treasury may issue to the Minister out of the Consolidated Fund such sums as are necessary to enable him to make advances to a development corporation under subsection (1) of this section.     4   For the purpose of providing sums (or any part of sums) to be issued under the last foregoing subsection, or of providing for the replacement of all or any part of sums so issued, the Treasury may, at any time, if they think fit, raise money in any manner in which they are authorised to raise money under the  National Loans Act, 1939, and any securities created and issued to raise money under this subsection shall be deemed for all purposes to have been created and issued under that Act.     5   All sums received by the Minister by way of interest on an advance made to a development corporation under subsection (1) of this section, and all sums received by way of repayment of the principal of such an advance, shall be paid into the Exchequer ; and the Minister shall lay before each House of Parliament a statement of .any sums due from a development corporation by way of interest on or repayment of any such advances which are not duly paid to him in accordance with the terms approved under the said subsection (1).     6   The sums paid into the Exchequer under the last foregoing subsection shall be issued out of the Consolidated Fund at such times as the Treasury may direct, and shall be applied by the Treasury as follows, that is to say—   a   so much thereof as represents principal shall be applied in redeeming or paying off debt of such description as the Treasury may think fit;     b   so much thereof as represents interest shall be applied to the payment of interest, which would, apart from this provision, have fallen to be paid out of the permanent annual charge for the National Debt.       7   It shall be a condition of the making of advances to a development corporation under this section that the proposals for development submitted to the Minister under section three of this Act shall be approved by the Minister with the concurrence of the Treasury as being likely to secure for the corporation a return which is reasonable, having regard to all the circumstances, when compared with the cost of carrying out those proposals.    "}, {"act": "New Towns Act 1946", "year": 1946, "section": "13", "section_title": "Accounts, audit, annual report, etc.", "section_text": " 13    1   Every development corporation shall keep proper accounts and other records in relation thereto, and shall prepare in respect of each financial year annual accounts in such form as the Minister may, with the approval of the Treasury, direct.     2   The accounts of a development corporation shall be audited by an auditor to be appointed annually by the Minister     3   As soon as the annual accounts of a development corporation for any financial year have been audited, the corporation shall send to the Minister a copy of the accounts prepared by them for that year in accordance with this section, together with a copy of any report made by the auditor thereon.     4   The Minister shall prepare in respect of each financial year, in such form and manner and at such times as the Treasury may direct, an account of the sums issued to him out of the Consolidated Fund and advanced to a development corporation under section twelve of this Act and of sums received by him from that development corporation and paid into the Exchequer under the said section.     5   On or before the thirtieth day of November in each year, the Minister shall transmit to the Comptroller and Auditor General the account prepared by him under the last foregoing subsection in respect of the last foregoing financial year and a copy of the annual accounts last sent to him by the development corporation under subsection (3) of this section, together with the report of the auditor thereon; and the Comptroller and Auditor General shall examine and certify the account prepared by the Minister and lay before each House of Parliament copies of that account, together with his report thereon, and copies of the audited accounts prepared by the development corporation.     6   Every development corporation shall, as soon as possible after the end of each financial year, make to the Minister a report dealing generally with the operations of the corporation during that year, and the Minister shall lay a copy of every such report before each House of Parliament.     7   Without prejudice to the requirement imposed by the last foregoing subsection, every development corporation shall provide the Minister with such information relating to the undertaking of the corporation as the Minister may from time to time require, and for that purpose shall permit any person authorised by the Minister in that behalf to inspect and make copies of the accounts, books, documents or papers of the corporation and shall afford such explanation thereof as that person or the Minister may reasonably require.    "}, {"act": "New Towns Act 1946", "year": 1946, "section": "14", "section_title": "Transfer of undertakings of development corporations.", "section_text": " 14    1   Without prejudice to the powers of development corporations under this Act to dispose of any of their property, including any trade or business carried on by them, any such corporation may, by an agreement made with any local authority or statutory undertakers and approved by the Minister with the concurrence of the Treasury, transfer to that authority any part of the undertaking of the corporation or transfer to those undertakers any part of that undertaking consisting of a statutory undertaking, upon such terms as may be prescribed by the agreement :    Provided that—   a   before approving an agreement under this subsection for the transfer of a statutory undertaking, the Minister shall publish in the London Gazette, and in one or more newspapers circulating in the area in which the new town is situated, a notice stating that the agreement has been submitted for approval, and describing the general effect of the agreement; and if within twenty-eight days from the publication of the notice in the London Gazette any objection to the agreement is made by any statutory undertakers who, within the said area or any area adjacent thereto, are carrying on or authorised to carry on a statutory undertaking of a character similar to the statutory undertaking proposed to be transferred by the agreement, the foregoing provisions of this subsection shall apply in relation to the agreement as if for the reference to the Minister there were substituted a reference to the Minister and the appropriate Minister; and     b   before approving any agreement under this subsection, the Minister shall consult with the council of the county and of the county district in which the new town or any part thereof is situated, except where the agreement is made with that council.       2   If the Minister is satisfied that it is expedient, having regard to any agreement made or proposed to be made under subsection (1) of this section, that the liability of the development corporation in respect of advances made to them under this Act should be reduced, he may, by an order made with the consent of the Treasury, reduce that liability to such extent as may be specified in the order:    Provided that an order under this subsection shall be of no effect until it is approved by resolution of the House of Commons.     3   The payment of any sums payable by a local authority for the purposes of an agreement under this section shall be a purpose for which that authority may borrow money.    "}, {"act": "New Towns Act 1946", "year": 1946, "section": "15", "section_title": "Winding up of development corporations.", "section_text": " 15    1   Where the Minister is satisfied that the purposes for which a development corporation was established under this Act have been substantially achieved, and is further satisfied, with the concurrence of the Treasury, that the circumstances are not such as to render it expedient on financial grounds to defer the disposal of the undertaking of the corporation under this section, he shall by order provide for the winding up and dissolution of the corporation.     2   At any time after an order has been made under the last foregoing subsection, the Minister may, with the consent of the Treasury, by order provide for the transfer of the undertaking or any part of the undertaking of the corporation to such local authority (being an authority within whose area the new town is situated) as may be specified in the order or, in so far as that undertaking consists of a statutory undertaking, to such statutory undertakers as may be so specified:    Provided that—   a   before making any such order the Minister shall consult with the council of the county and of the county district in which the new town is situated, with any other local authority and any statutory undertakers to whom the undertaking or part of the undertaking of the corporation will be transferred by virtue of the order, and with any statutory undertakers (not being such undertakers as aforesaid) who, immediately before the date on which the order under section one of this Act designating the site of the new town became operative, were authorised to carry on within the area designated by that order an undertaking similar to the undertaking or part of the undertaking which will be so transferred as aforesaid ; and     b   an order under this subsection shall be of no effect until an order defining the terms on which the transfer is to be made has become operative under the subsequent provisions of this section.       3   Where provision is made under the last foregoing subsection for the transfer of the undertaking or any part of the undertaking of the development corporation to a local authority or statutory undertakers, the terms upon which the transfer is to be made shall be such as may be determined by an order made by the Minister with the consent of the Treasury, and any such order, may provide for the payment by that authority or those undertakers, in consideration of the transfer, of such sum as may be specified in the order, to be satisfied in such manner as may be so specified :    Provided that not less than twenty-eight days before making an order under this subsection, the Minister shall serve a copy of the proposed order on the local authority or statutory undertakers to whom the undertaking or any part of the undertaking of the corporation is to be transferred, and if any objection is made by them within twenty-eight days after the service of the notice, the order shall be subject to special parliamentary procedure.     4   If the Minister is satisfied that it is expedient, having regard to the provisions of any order Or orders made or proposed to be made under subsection (3) of this section, that the liability of the development corporation in respect of advances made to them under this Act should be reduced, he may, by an order made with the consent of the Treasury, reduce that liability to such extent as may be specified in the order :    Provided that an order under this subsection shall be of no effect until it is approved by Resolution of the House of Commons.     5   An order under this section which provides for the transfer of the undertaking or any part of the undertaking of a development corporation to any focal authority or statutory undertakers may contain such incidental, consequential and supplementary provisions as the Minister thinks necessary or expedient for the purposes of the order, and in particular, but without prejudice to the generality of the foregoing provision, may extend or modify the powers and duties of that authority or those undertakers so far as appears to the Minister to be necessary or expedient in consequence of the transfer :    Provided that—   a   in relation to an order which provides for extending or modifying the powers and duties of any statutory undertakers, subsection (2) of this section shall have effect as if for the first reference therein to the Minister there were substituted a reference to the Minister -and the appropriate Minister ; and     b   no order under this section shall confer or impose upon any local authority any powers or duties which are exercisable within the area of that authority by any other local authority.       6   An order under subsection (1) of this section may provide for the appointment and functions of a liquidator of the development corporation, and may authorise the disposal, in such manner as may be determined by or under the order, of any assets of the corporation which are not transferred to a local authority or statutory undertakers under the foregoing provisions of this section.     7   Any surplus arising from the winding up of a development corporation under this section shall be paid into the Exchequer ; and any deficit shall be defrayed out of moneys provided by Parliament.    "}, {"act": "New Towns Act 1946", "year": 1946, "section": "16", "section_title": "Combination and transfer of functions of development corporations.", "section_text": " 16    1   If it appears to the Minister, in the case of any area designated under this Act as the site of a new town, that there are exceptional circumstances which render it expedient that the functions of a development corporation under this Act should be performed by the development corporation established for the purposes of any other new town instead of by a separate corporation established for the purpose, he may, in lieu of establishing such a separate corporation, by order direct that the said functions shall be performed by the development corporation established for the said other new town.     2   If it appears to the Minister that there are exceptional circumstances which render it expedient that the functions of a development corporation established for the purposes of a new town should be transferred to the development corporation established for the purposes of any other new town, or to a new development corporation to be established for the purposes of the first-mentioned new town, he may by order provide for the dissolution of the first-mentioned corporation and for the transfer of its functions, property, rights and liabilities to the development corporation established for the purposes of the said other new town, or, as the case may be, to a new corporation established for the purposes of the first-mentioned new town by the order.     3   Without prejudice to the provisions of this Act with respect to the variation of orders made thereunder, an order under this section providing for the exercise of functions in relation to a new town by the development corporation established for the purposes of another new town, or for the transfer of such functions to such a corporation, may modify the name and constitution of that corporation in such manner as appears to the Minister to be expedient, and for the purposes of this Act that corporation shall be deemed to have been established for the purposes of each of those new towns.     4   Before making an order under this section providing for the transfer of functions from or to a development corporation or for the exercise of any functions by such a corporation, the Minister shall consult with that corporation.    "}, {"act": "New Towns Act 1946", "year": 1946, "section": "17", "section_title": "Limitation of actions, etc.", "section_text": " 17    1   The  Public Authorities Protection Act, 1893, and section twenty-one of the  Limitation Act, 1939, shall not apply to any action, prosecution or proceeding against a development corporation, or for or in respect of any act, neglect or default done or committed by a servant or agent of any such corporation in his capacity as such.     2   In their application to any such action as aforesaid, sections two and three of the Limitation Act, 1939 (which relate to the limitation of actions of contract and tort, and certain other actions), shall have effect with the substitution for references therein to six years of references to three years.    "}, {"act": "New Towns Act 1946", "year": 1946, "section": "18", "section_title": "Superannuation of employees of development corporations.", "section_text": " 18   For the avoidance of doubt it is hereby declared that development corporations established under this Act are undertakers within the meaning of section five of the  Local Government Superannuation Act, 1937 (which provides for the participation in the benefits of superannuation funds maintained under that Act of employees of undertakers exercising powers under any Act or statutory order).  "}, {"act": "New Towns Act 1946", "year": 1946, "section": "19", "section_title": "Regulations, orders and other supplementary provisions.", "section_text": " 19    1   Any power of the Minister to make regulations under the Town and Country Planning Act, 1944, shall include power to make regulations prescribing anything which is required to be prescribed under that Act as applied by this Act.     2   Any power conferred by this Act to make an order shall be construed as including a power, exercisable in the like manner and subject to the like conditions, to vary or revoke the order.     3   The provisions of sections fifty to fifty-four of the Town and Country Planning Act, 1944 (which relate to powers of entry, local inquiries, ecclesiastical property, notification of purchases of war damaged land to the War Damage Commission and the service of notices) shall apply for the purposes of this Act as they apply for the purposes of that Act.    "}, {"act": "New Towns Act 1946", "year": 1946, "section": "20", "section_title": "Saving for revenue provisions, etc.", "section_text": " 20   Nothing in this Act shall be construed as exempting a development corporation from liability for any tax, duty, rate, levy or other charge whatsoever, whether general or local.  "}, {"act": "New Towns Act 1946", "year": 1946, "section": "21", "section_title": "Restriction on the provision by development corporations of certain public services.", "section_text": " 21    1   Without prejudice to the provisions of subsection (4) of section two of this Act, nothing in this Act shall be construed as authorising a development corporation to carry on any undertaking for the supply of water, electricity or gas, or any railway, light railway, tramway or trolley vehicle undertaking except under the authority of an enactment other than the said section two specifically authorising them in that behalf.     2   The development corporation established for the purposes of a new town may be authorised by means of an order made by the Minister of Transport to operate trolley vehicle services for the purposes of a new town ; and any such order may impose such conditions as appear to the said Minister to be required in the interests of the public safety, and may contain such incidental and consequential provisions as appear to the said Minister to be necessary or expedient for the purposes of the order, including provisions—   a   authorising the construction and maintenance in highways of any works or equipment required in connection with the services ;     b   providing for the making and enforcement of regulations and byelaws with respect to the construction and operation of any vehicles or equipment used for the purposes of the services, and the conduct of passengers on, and of the drivers and conductors of, any such vehicles.       3   Any orcler under the last foregoing subsection shall be subject to special parliamentary procedure.     4   In this section the expression \" trolley vehicle \" means a mechanically propelled vehicle adapted for use upon roads without rails and moved by power transmitted thereto from some external source.    "}, {"act": "New Towns Act 1946", "year": 1946, "section": "22", "section_title": "Transitional provisions.", "section_text": " 22   If an order is made under section one of this Act in relation to an area which comprises land acquired, whether before or after the commencement of this Act, under section thirty-five of the Town and Country Planning Act, 1932, the Minister may by order provide for transferring the land to the development corporation upon such terms as may be prescribed by the order, and for the purposes of this Act any land so transferred shall be treated as land acquired under section four of this Act.  "}, {"act": "New Towns Act 1946", "year": 1946, "section": "23", "section_title": "Modifications of Town and Country Planning Act, 1944, as applied.", "section_text": " 23    1   Any enactment contained in the Town and Country Planning Act, 1944, which is applied for the purposes of this Act by virtue of the foregoing provisions of this Act shall have effect as so applied subject to such of the modifications set out in. the Fourth Schedule to this Act as are applicable thereto.     2   In any enactment so applied, any reference to any other enactment contained in the Town and Country Planning Act, 1944, which is applied for the purposes of this Act shall be construed as a reference to that enactment as so applied, and any reference to that Act or to Part I of that Act (not being a reference to any specified enactment or provision of that Act) shall be construed as a reference to that Act, or to Part I of that Act, as it applies for the purposes of this Act.    "}, {"act": "New Towns Act 1946", "year": 1946, "section": "24", "section_title": "Payment out of moneys provided by Parliament of certain expenses.", "section_text": " 24   There shall be paid out of moneys provided by Parliament—   a   any sums authorised or required to be so paid by virtue of any of the provisions of the Town and Country Planning Act, 1944, as applied by this Act, including sums payable into the road fund for the purpose of defraying expenditure out of that fund under any of those provisions ;     b   any annual exchequer contribution payable under the Housing (Financial and Miscellaneous Provisions) Act, 1946, by virtue of any provisions of this Act;     c   any administrative expenses incurred by the Minister for the purposes of this Act.    "}, {"act": "New Towns Act 1946", "year": 1946, "section": "25", "section_title": "Provisions as to Scotland.", "section_text": " 25    1   The provisions of this section shall have effect for the purpose of the application of this Act to Scotland.     2   For any reference to the Minister of Town and Country Planning or to the Minister of Health there shall be substituted a reference to the Secretary of State.     3   In section one, in subsection (2) for the words from \" section sixteen \" to \" land charges \" there shall be substituted the following words :—    sections fifteen and sixteen of the  Town and Country Planning (Scotland) Act, 1945, (which relate respectively to the validity and date of operation of orders under section one of that Act and to the recording of such orders in the register of sasines)    .     4   In section two, in subsection (1) the words \" and power to hold land without licence in mortmain \" shall be omitted.     5   In section three—   a   in subsection (2) for any reference to section ten of the Town and Country Planning Act, 1932, there shall be substituted a reference to section ten of the  Town and Country Planning (Scotland) Act, 1932 ;     b   in subsection (3) for the words from \"any of the enactments \" to the end of the subsection there shall be substituted the words \" sections one and two of the Restriction of Ribbon Development Act, 1935 \";     c   after subsection (3) there shall be inserted the following 'subsection :—    3A   The provisions of subsection (1) of section eighty of the  Housing (Scotland) Act, 1925, shall apply in relation to any such development as aforesaid, being development carried out by the corporation in accordance with proposals approved by the Secretary of State under subsection (1) of this section, as they apply in relation to things done in pursuance of housing operations to which the said section eighty applies     ;     d   in subsection (4), for the reference to section thirty-three of the Town and Country Planning Act, 1944, there shall be substituted a reference to section thirty-two of the Town and Country Planning (Scotland) Act, 1945 ; for the reference to the Town and Country Planning Acts, 1932 and 1943, there shall be substituted a reference to the Town and Country Planning (Scotland) Acts, 1932 and 1943 ; for the reference to section fifty-three of the Town and Country Planning Act, 1932, there shall be substituted a reference to section fifty-two of the Town and Country Planning (Scotland) Act, 1932 ; and for the words \" registered under section seventeen of the Town and Country Planning Act, 1944, \" there shall be substituted the words \" recorded under section sixteen of the Town and Country Planning (Scotland) Act, 1945 \"       6   In section four—   a   in subsection (1) for references to Part I of the Second Schedule to the Town and Country Planning Act, 1944, there shall be substituted references to Part I of the Second Schedule to the Town and Country Planning (Scotland) Act, 1945 ;     b   for subsection (2) there shall be substituted the following subsection :—    2   In relation to the acquisition of land b)' a development corporation under this section the following provisions of the Town and Country Planning (Scotland) Act, 1945, that is to say—   a   sections thirteen and fourteen (which contain special provisions as to the acquisition under Part I of that Act of land belonging to statutory undertakers and land forming part of commons and other open spaces) ;     b   sections fifteen and sixteen (which relate respectively to the validity and date of operation of compulsory purchase orders under Part I of that Act and to the recording of such orders in the register of sasines) ; and     c   section seventeen (which applies the Lands Clauses Acts subject to modifications, including modifications providing for expediting the completion of compulsory purchases under that Part) ;    shall apply as they apply in relation to the acquisition of land by local planning authorities under Part I of that Act.        c   in subsection (3) for any reference to the Town and Country Planning Act, 1944, there shall be substituted a reference to the Town and Country Planning (Scotland) Act, 1945;     d   in subsection (7) for the reference to Part II of the Town and Country Planning Act, 1944, there shall be substituted a reference to Part II of the Town and Country Planning (Scotland) Act, 1945.       7   In section five—   a   the proviso to subsection (1) shall be omitted;     b   for subsection (3) there shall be substituted the following subsections :—    3   Where land is disposed of under this section by a development corporation to any person for the erection of a church or other building for religious worship or buildings ancillary thereto, then, unless the parties otherwise agree, such disposal shall be by way of feu.     4   Nothing in this Act shall be construed as enabling a development corporation to dispose of land by way of gift or in security, but subject as aforesaid references in this Act to the disposal of land shall be construed as references to the disposal thereof by way of feu, excambion or lease, by the creation of any servitude, right or privilege, or otherwise.     5   Subject to the provisions of subsection (2) of this section a development corporation shall not, except with the consent of the Secretary of State, dispose of land otherwise than on the best terms that can reasonably be obtained.          8   In section six—   a   for subsection (1) there shall be substituted the following subsection :—    1   In relation to land acquired by a development corporation under this Act, the following provisions of the Town and Country Planning (Scotland) Act, 1945, that is to say—   a   section twenty-one (which authorises the development of land acquired under Part I of that Act, notwithstanding interference with servitudes, etc.);     b   sections twenty-two to twenty-four (which relate to the extinction of highways, private rights of way and rights as to apparatus on land acquired under the said Part I);     c   sections twenty-seven and twenty-eight (which relate to churches and burial grounds and to open spaces, etc., acquired under the said Part I) ; and     d   section twenty-nine (which relates to displacements from land acquired under that Part) ;    shall apply as they apply in relation to land acquired by a local planning authority under Part I of that Act.        b   in subsection (2) for any reference to section twenty-three of the Town and Country Planning Act, 1944, there shall be substituted a reference to section twenty-two of the Town and Country Planning (Scotland) Act, 1945 ;     c   in subsection (3) for any reference to section forty-two of the Town and Country Planning Act, 1944, there shall be substituted a reference to section forty-one of the Town and Country Planning (Scotland) Act, 1945       9   In section seven for references to section three of the Town and Country Planning Act, 1944, and to paragraphs (a) and (b) of subsection (1) of that section, there shall be substituted respectively references to section three of the Town and Country Planning (Scotland) Act, 1945, and to paragraphs (a) and (b) of subsection (1) of that section.     10   In section eight—   a   for any reference to the Housing Act, 1936, and to section ninety-four of that Act, there shall be substituted respectively references to the Housing (Scotland) Acts, 1925 to 1946, and to section twenty-six of the  Housing (Scotland) Act, 1935 ;     b   for any reference to the Housing (Financial and Miscellaneous Provisions) Act, 1946, there shall be substituted a reference to the  Housing (Financial Provisions) (Scotland) Act, 1946, and for any reference to a house there shall be substituted a reference to housing accommodation ;     c   in subsection (2) for the words from \" under that Act,\" to the end of the subsection there shall be substituted the words \" under section one or section three or section five of that Act (as amended by any order for the time being in force under section fourteen of that Act) if the housing accommodation had been provided by a local authority ; and where, under proviso (a) or proviso (6) to subsection (2) of the said section one, additional contributions would be payable if the housing accommodation had been provided by a local authority being the town council of a large burgh, sums not exceeding those additional contributions shall also be payable under this subsection \".       11   For section nine there shall be substituted the following section:—    Public services.   9    1   If the Secretary of State is satisfied that it is expedient, in consequence of the making of an order under section one of this Act, that two or more local authorities should combine for the purpose of providing and maintaining water, sewerage or other services for the area designated by that order as the site of a new town, or any larger area comprising that area, he may make an order under section eleven of the  Local Government (Scotland) Act, 1929, combining the authorities for that purpose notwithstanding that no application in that behalf is made to him by any of these authorities and notwithstanding the provisions of subsection (10) of the said section eleven.     2   If the Secretary of State, after consultation with the local authority who are responsible for the provision of water, sewerage or other services for an area designated by an order under section one of this Act as the site of a new town or any part of that area and with the development corporation established for the purpose of that order, is satisfied that it is expedient so to do, he may by an order made under this subsection authorise the development corporation to exercise for the purpose of providing and maintaining any such service such powers (other than a power to raise money by rate or loan) as may be specified in the order, being powers, which the local authority could, or could be authorised to, exercise for that purpose under any enactment.     3   The Secretary of State may from time to time, after consultation with the local authority aforesaid, direct that the expenditure incurred by the development corporation in the exercise of the powers conferred on them by an order under the last foregoing subsection, or such part of that expenditure as he may determine, shall be repaid by the local authority to the corporation on such terms and over such period as he may specify, and any sum directed to be paid under this subsection shall be recoverable by the corporation from the authority accordingly.     4   Any expenditure incurred by the local authority in making any payment under this section to the development corporation representing the cost or part of the cost of the provision and maintenance of any service shall be defrayed in like manner, and the local authority shall have the like power to borrow money for the purpose, as if the service had been provided by them.     5   If in consequence of a combination of authorities under an order made under subsection (1) of this section or anything done thereunder any person who, immediately before the order came into force, was an officer or servant of a local authority affected by the order is transferred to the employment of any joint committee set up under the order or of any other authority in the combination or his appointment is determined or his emoluments are diminished, and suffers any direct pecuniary loss by reason of such transfer, determination or diminution, he shall, unless provision for his compensation for that loss is made by or under any other enactment for the time being in force, be entitled to receive compensation from the local authority or such authority as may be specified in the order; and the provisions of section twenty-seven of, and the Second Schedule to, the  Rating (Scotland) Act, 1926 and of paragraph (i) of subsection (1) of section seven of the Local Government (Scotland) Act, 1929, shall apply in relation to claims for compensation under this subsection as they apply in relation to claims for compensation under those Acts, subject to such modifications as the Secretary of State may by order prescribe for the purpose of adapting those provisions to cases arising under this section.           12   In section ten for references to the Town and Country Planning Act, 1944, and to Part I and to sections twenty-six and twenty-seven of that Act, there shall be substituted respectively references to the Town and Country Planning (Scotland) Act, 1945. and to Part I and to sections twenty-five and twenty-six thereof and for references to the First Schedule to the Statutory Orders (Special Procedure) Act, 1945, and to paragraph 1 thereof there shall be substituted respectively references to section two of that Act as it applies to Scotland and to subsection (1) of that section.     13   In subsection (1) of section fourteen for any reference to the London Gazette there shall be substituted a reference to the Edinburgh Gazette and for the words \" and of the county district \" there shall be substituted the words \" or the town council of the burgh \".     14   In subsection (2) of section fifteen after the words \" within whose area the new town,\" and after the words \" in which the new town,\" there shall be inserted the words \" or any part thereof, \" and for the words \" and of the county district,\" there shall be substituted the words \" or the town council of the burgh. \"     15   In section eighteen, for the reference to section five of the Local Government Superannuation Act, 1937, there shall be substituted a reference to section five of the  Local Government Superannuation (Scotland) Act, 1937.     16   In section nineteen for references to the Town and Country Planning Act, 1944, and to sections fifty to fifty-four of that Act, there shall be substituted respectively references to the Town and Country Planning (Scotland) Act, 1945, and to sections forty-nine to fifty-two thereof, and any reference to ecclesiastical property shall be omitted. '     17   In section twenty-two for the reference to section thirty-five of the Town and Country Planning Act, 1932, there shall be substituted a reference to section thirty-four of the Town and Country Planning (Scotland) Act, 1932.     18   In section twenty-three for references to the Town and Country Planning Act, 1944, and to Part I of that Act, there shall be substituted respectively references to the Town and Country Planning (Scotland) Act, 1945, and to Part I thereof, and for the reference to the Fourth Schedule to this Act there shall be substituted a reference to the Fifth Schedule thereto.     19   In section twenty-four for the reference to the Town and Country Planning Act, 1944, there shall be substitued a reference to the Town and Country Planning (Scotland) Act, 1945, and for the reference to the Housing (Financial and Miscellaneous Provisions) Act, 1946, there shall be, substituted a reference to the Housing (Financial Provisions) (Scotland) Act, 1946.     20   In section twenty-six—   a   in subsection (1), for the definitions of the expressions \"appropriate Minister\", \"local authority\", \"local planning authority \", \" National Trust \" and \" planning scheme \" there shall be substituted respectively the following definitions—,      \" appropriate Minister, \" in relation to any statutory undertakers, has the same meaning as in the Town and Country Planning (Scotland) Act, 1945.      \" local authority \" means a county, town or district council and any other local authority within the meaning of the  Local Authorities Loans (Scotland) Act, 1891, and includes a joint board or joint committee of which all the constituent authorities are such local authorities as aforesaid;      \" local planning authority \" means such a council as is mentioned in subsection (1) of section two the Town and Country Planning (Scotland) Act, 1932, and any council to whom powers and duties have been transferred under subsection (2) of that section ;      \" National Trust \" means the National Trust for Scotland for Places of Historic Interest or Natural Beauty incorporated by the Order confirmed by the  National Trust for Scotland Order Confirmation Act, 1935, and references to land held inalienably by the National Trust shall be construed as references to land which is inalienable under section twenty-two of the said Order ;      \" planning scheme \" means a scheme under the Town and Country Planning (Scotland) Act, 1932, and includes a town planning scheme under the  Town Planning (Scotland) Act, 1925 or any enactment repealed by that Act;         b   in subsection (3) for the reference to the Town and Country Planning Act, 1944, there shall be substituted a reference to the Town and Country Planning (Scotland) Act, 1945,       21   In the First Schedule—   a   for any reference to the London Gazette there shall be substituted a reference to the Edinburgh Gazette ;     b   in paragraph 2 for the words \" and of the country district \" there shall be substituted the words \"or on the town council of the burgh \".       22   In the Second Schedule, paragraph 11 shall be omitted.     23   A development corporation established for the purposes of an order under section one of this Act shall have power to act as the agents of a local authority to carry out any function relating to the provision of water, sewerage or other services for the area designated by that order; and a local authority shall have power to act as the agents of a development corporation to carry out any of the functions of the corporation.     24   The provisions of section one hundred and thirty-four of the  Burgh Police (Scotland) Act, 1892, (which relates to the vesting in the town council of private streets in a burgh) shall extend to and have effect in relation to private streets, together with the footways thereof, in any area designated as the site of a new town so far as it is situated in the landward part of a county, as if for references to the town council there were substituted references to the county council, and as if after the words \" the frontage of such street or part \" there were inserted the words \" or the development corporation \" ; and where in pursuance of the said section (as applied by this subsection) any street has become vested in the county council, it shall thereupon become a highway within the meaning and for the purposes of the  Roads and Bridges (Scotland) Act, 1878, and shall be added to the list of highways made up under section forty-one of that Act.     25   If the Secretary of State is satisfied, after consultation with any local authorities who appear to him to be concerned, that it is expedient that any area designated as the site of a new town, or any part of such an area, so far as it is situated in the landward part of a county should be formed into a special district for any purpose for which a county council may form a special district, he may make an order declaring that area or part of the area, to be a special district for that purpose ; and thereupon the enactments relating to special districts formed for that purpose shall apply in relation to that special district as if it were a special district formed by the county council under those enactments :    Provided that the county council may, for such period as they may think proper, exempt the owners or occupiers of any lands and heritages within the special district from the whole or from a specified portion of any special district rate on the ground that they cannot during that period benefit from any service within the district in respect of which that rate is levied.    "}, {"act": "New Towns Act 1946", "year": 1946, "section": "26", "section_title": "Interpretation, construction, short title and extent.", "section_text": " 26    1   In this Act, except where the context otherwise requires, the following expressions have the meanings hereby assigned to them respectively, that is to say—     \" appropriate Minister, \" in relation to any statutory undertakers, has the same meaning as in the Town and Country Planning Act, 1944;      \" Consolidated Fund \" means the Consolidated Fund of the United Kingdom and includes the growing produce thereof;      \" development \" includes re-development;      \" development corporation \" has the meaning assigned to it by section two of this Act ;      \" enactment \" includes a local Act and an order or byelaw made under any Act ;      \" financial year \" means-a year beginning on the first day of April ;      \" local authority \" means the council of a county, county borough, metropolitan borough, or county district, the Common Council of the City of London and any other authority being a local authority within the meaning of the  Local Loans Act, 1875, and includes a local highway authority, any drainage board and any joint board or joint committee if all the constituent authorities are such local authorities as aforesaid ;      \" local highway authority \" means a highway -authority other than the Minister of Transport, and includes the London County Council ;      \" local planning authority \" means a local authority for the purposes of the Town and Country Planning Act, 1932, or, in a case where, under any provision of that Act, the functions of a local authority are exercisable by a county council or by a joint committee, means that council or committee ;      \" the Minister \" means the Minister of Town and Country Planning ;      \" National Trust \" means the National Trust for Places of Historic Interest or Natural Beauty incorporated by the  National Trust Act, 1907, and the reference to land held inalienably by the National Trust shall be construed as a reference to land which is inalienable under section twenty-one of the said Act or section eight of the  National Trust Act, 1939 ;      \" planning scheme \" means a scheme under the Town and Country Planning Act, 1932, and includes a town planning scheme under the  Town Planning Act, 1925, or any enactment repealed by that Act;      \" statutory undertakers \" means persons authorised by any enactment to construct, work or carry on any railway, light railway, tramway, road transport, water transport, canal, inland navigation, dock, harbour, pier or lighthouse undertaking, or any undertaking for the supply of electricity, gas, hydraulic power or water, and the expression \" statutory undertaking \" shall be construed accordingly.        2   References in this Act to any other enactment shall Le construed as references to that enactment as amended by any subsequent enactment including, except where the context otherwise requires, this Act.     3   Any reference in any enactment to any provision of the Town and Country Planning Act, 1944, which is applied by this Act, shall be construed as including a reference to that provision as so applied.     4   This Act may be cited as the New Towns Act, 1946.     5   This Act shall not extend to Northern Ireland.    "}]