[{"act": "Statutory Instruments Act 1946", "year": 1946, "section": "1", "section_title": " Definition of “Statutory Instrument”.", "section_text": "1 1 Where by this Act or any Act passed after the commencement of this Act power to make, confirm or approve orders, rules, regulations or other subordinate legislation is conferred on His Majesty in Council or on any Minister of the Crown then, if the power is expressed— a in the case of a power conferred on His Majesty, to be exercisable by Order in Council; b in the case of a power conferred on a Minister of the Crown, to be exercisable by statutory instrument, any document by which that power is exercised shall be known as a “statutory instrument” and the provisions of this Act shall apply thereto accordingly. 1A Where by any Act power to make, confirm or approve orders, rules, regulations or other subordinate legislation is conferred on the Welsh Ministers and the power is expressed to be exercisable by statutory instrument, any document by which that power is exercised shall be known as a  “statutory instrument” and the provisions of this Act shall apply to it accordingly. 2 Where by any Act passed before the commencement of this Act power to make statutory rules within the meaning of the  Rules Publication Act 1893, was conferred on any rule-making authority within the meaning of that Act, any document by which that power is exercised after the commencement of this Act shall, save as is otherwise provided by regulations made under this Act, be known as a “statutory instrument” and the provisions of this Act shall apply thereto accordingly."}, {"act": "Statutory Instruments Act 1946", "year": 1946, "section": "2", "section_title": " Numbering, printing, publication and citation. ", "section_text": "2 1 Immediately after the making of any statutory instrument, it shall be sent to the King’s printer of Acts of Parliament and numbered in accordance with regulations made under this Act, and except in such cases as may be provided by any Act passed after the commencement of this Act or prescribed by regulations made under this Act, copies thereof shall as soon as possible be printed and sold by  or under the authority of  the King’s printer of Acts of Parliament. 2 Any statutory instrument may, without prejudice to any other mode of citation, be cited by the number given to it in accordance with the provisions of this section, and the calendar year."}, {"act": "Statutory Instruments Act 1946", "year": 1946, "section": "3", "section_title": " Supplementary provisions as to publication.", "section_text": "3 1 Regulations made for the purposes of this Act shall make provision for the publication by His Majesty’s Stationery Office of lists showing the date upon which every statutory instrument printed and sold by  or under the authority of  the King’s printer of Acts of Parliament was first issued by  or under the authority of  that office; and in any legal proceedings a copy of any list so published  purporting to bear the imprint of the King’s printer  shall be received in evidence as a true copy, and an entry therein shall be conclusive evidence of the date on which any statutory instrument was first issued by  or under the authority of  His Majesty’s Stationery Office. 2 In any proceedings against any person for an offence consisting of a contravention of any such statutory instrument, it shall be a defence to prove that the instrument had not been issued by  or under the authority of  His Majesty’s Stationery Office at the date of the alleged contravention unless it is proved that at that date reasonable steps had been taken for the purpose of bringing the purport of the instrument to the notice of the public, or of persons likely to be affected by it, or of the person charged. 3 Save as therein otherwise expressly provided, nothing in this section shall affect any enactment or rule of law relating to the time at which any statutory instrument comes into operation."}, {"act": "Statutory Instruments Act 1946", "year": 1946, "section": "4", "section_title": " Statutory Instruments which are required to be laid before Parliament. ", "section_text": "4 1 Where by this Act or any Act passed after the commencement of this Act any statutory instrument is required to be laid before Parliament after being made, a copy of the instrument shall be laid before each House of Parliament and, subject as hereinafter provided, shall be so laid before the instrument comes into operation: Provided that if it is essential that any such instrument should come into operation before copies thereof can be so laid as aforesaid, the instrument may be made so as to come into operation before it has been so laid; and where any statutory instrument comes into operation before it is laid before Parliament, notification shall forthwith be sent   to the Speaker of the House of Commons and the Speaker of the House of Lords   drawing attention to the fact that copies of the instrument have yet to be laid before Parliament and explaining why such copies were not so laid before the instrument came into operation. 2 Every copy of any such statutory instrument sold by  or under the authority of  the King’s printer of Acts of Parliament shall bear on the face thereof: a a statement showing the date on which the statutory instrument came or will come into operation; and b either a statement showing the date on which copies thereof were laid before Parliament or a statement that such copies are to be laid before Parliament. 3 Where any Act passed before the date of the commencement of this Act contains provisions requiring that any Order in Council or other document made in exercise of any power conferred by that or any other Act be laid before Parliament after being made, any statutory instrument made in exercise of that power shall by virtue of this Act be laid before Parliament and the foregoing provisions of this section shall apply thereto accordingly in substitution for any such provisions as aforesaid contained in the Act passed before the said date."}, {"act": "Statutory Instruments Act 1946", "year": 1946, "section": "5", "section_title": " Statutory Instruments which are subject to annulment by resolution of either House of Parliament. ", "section_text": "5 1 Where by this Act or any Act passed after the commencement of this Act, it is provided that any statutory instrument shall be subject to annulment in pursuance of resolution of either House of Parliament, the instrument shall be laid before Parliament after being made and the provisions of the last foregoing section shall apply thereto accordingly, and if either House within the period of forty days beginning with the day on which a copy thereof is laid before it, resolves that an Address be presented to His Majesty praying that the instrument be annulled, no further proceedings shall be taken thereunder after the date of the resolution, and His Majesty may by Order in Council revoke the instrument, so, however, that any such resolution and revocation shall be without prejudice to the validity of anything previously done under the instrument or to the making of a new statutory instrument. 2 Where any Act passed before the date of the commencement of this Act contains provisions requiring that any Order in Council or other document made in exercise of any power conferred by that or any other Act shall be laid before Parliament after being made and shall cease to be in force or may be annulled, as the case may be, if within a specified period either House presents an address to His Majesty or passes a resolution to that effect, then, subject to the provisions of any Order in Council made under this Act, any statutory instrument made in exercise of the said power shall by virtue of this Act be subject to annulment in pursuance of a resolution of either House of Parliament and the provisions of the last foregoing subsection shall apply thereto accordingly in substitution for any such provisions as aforesaid contained in the Act passed before the said date."}, {"act": "Statutory Instruments Act 1946", "year": 1946, "section": "6", "section_title": " Statutory Instruments of which drafts are to be laid before Parliament. ", "section_text": "6 1 Where by this Act or any Act passed after the commencement of this Act it is provided that a draft of any statutory instrument shall be laid before Parliament, but the Act does not prohibit the making of the instrument without the approval of Parliament, then, in the case of an Order in Council the draft shall not be submitted to His Majesty in Council, and in any other case the statutory instrument shall not be made, until after the expiration of a period of forty days beginning with the day on which a copy of the draft is laid before each House of Parliament, or, if such copies are laid on different days, with the later of the two days, and if within that period either House resolves that the draft be not submitted to His Majesty or that the statutory instrument be not made, as the case may be, no further proceedings shall be taken thereon, but without prejudice to the laying before Parliament of a new draft. 2 Where any Act passed before the date of the commencement of this Act contains provisions requiring that a draft of any Order in Council or other document to be made in exercise of any power conferred by that or any other Act shall be laid before Parliament before being submitted to His Majesty, or before being made, as the case may be, and that it shall not be so submitted or made if within a specified period either House presents an address to His Majesty or passes a resolution to that effect, then, subject to the provisions of any Order in Council made under this Act, a draft of any statutory instrument made in exercise of the said power shall by virtue of this Act be laid before Parliament and the provisions of the last foregoing subsection shall apply thereto accordingly in substitution for any such provisions as aforesaid contained in the Act passed before the said date."}, {"act": "Statutory Instruments Act 1946", "year": 1946, "section": "7", "section_title": " Supplementary provisions as to ss. 4, 5 and 6.", "section_text": "7 1 In reckoning for the purposes of either of the last two foregoing sections any period of forty days, no account shall be taken of any time during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days. 2 In relation to any instrument required by any Act, whether passed before or after the commencement of this Act, to be laid before the House of Commons only, the provisions of the last three foregoing sections shall have effect as if references to that House were therein substituted for references to Parliament and for references to either House and each House thereof. 3 The provisions of sections four and five of this Act shall not apply to any statutory instrument being an order which is subject to special Parliamentary procedure, or to any other instrument which is required to be laid before Parliament, or before the House of Commons, for any period before it comes into operation."}, {"act": "Statutory Instruments Act 1946", "year": 1946, "section": "8", "section_title": " Regulations.", "section_text": "8 1 The Secretary of State  may, with the concurrence of   the Speaker of the House of Commons and the Speaker of the House of Lords , by statutory instrument make regulations for the purposes of this Act, and such regulations may, in particular: a provide for the different treatment of instruments which are of the nature of a public Act, and of those which are of the nature of a local and personal or private Act; b make provision as to the numbering, printing, and publication of statutory instruments including provision for postponing the numbering of any such instrument which does not take effect until it has been approved by Parliament, or by the House of Commons, until the instrument has been so approved; c provide with respect to any classes or descriptions of statutory instrument that they shall be exempt, either altogether or to such extent as may be determined by or under the regulations, from the requirement of being printed and of being sold by  or under the authority of  the King’s printer of Acts of Parliament, or from either of those requirements; d determine the classes of cases in which the exercise of a statutory power by any rule-making authority constitutes or does not constitute the making of such a statutory rule as is referred to in subsection (2) of section one of this Act, and provide for the exclusion from that subsection of any such classes; e provide for the determination by a person or persons nominated by   the Speaker of the House of Commons and the Speaker of the House of Lords   of any question— i as to the numbering, printing, or publication of any statutory instrument or class or description of such instruments: ii whether or to what extent any statutory instrument or class or description of such instruments is, under the regulations, exempt from any such requirement as is mentioned in paragraph (c) of this subsection: iii whether any statutory instrument or class or description of such instruments is in the nature of a public Act or of a local and personal or private Act: iv whether the exercise of any power conferred by an Act passed before the commencement of this Act is or is not the exercise of a power to make a statutory rule. 2 Every statutory instrument made under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Statutory Instruments Act 1946", "year": 1946, "section": "9", "section_title": " Powers to extend Act to other orders,  etc.  and to modify application of certain provisions thereof.", "section_text": "9 1 If with respect to any power to confirm or approve orders, rules, regulations or other subordinate legislation conferred on a Minister of the Crown by any Act passed before the commencement of this Act, it appears to His Majesty in Council that, notwithstanding that the exercise of that power did not constitute the making of a statutory rule within the meaning of the  Rules Publication Act 1893, it is expedient that the provisions of this Act should apply to documents by which that power is exercised, His Majesty may by Order in Council direct that any document by which that power is exercised after such date as may be specified in the Order shall be known as a “statutory instrument” and the provisions of this Act shall apply thereto accordingly. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 A draft of any Order in Council proposed to be made under this section shall be laid before Parliament."}, {"act": "Statutory Instruments Act 1946", "year": 1946, "section": "10", "section_title": " Commencement of Act.", "section_text": "10 1 This Act shall come into operation on such date as His Majesty may by Order in Council appoint: Provided that, without prejudice to the provisions of  section 13 of the  Interpretation Act 1978 , the last foregoing section and, in relation to any Order in Council made thereunder, the provisions of sections six and seven of this Act shall come into operation on the passing of this Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Statutory Instruments Act 1946", "year": 1946, "section": "11", "section_title": " Interpretation.", "section_text": "11 1 For the purposes of this Act, any power to make, confirm or approve orders, rules, regulations or other subordinate legislation conferred on the Treasury, . . .  , the Board of Trade or any other government department shall be deemed to be conferred on the Minister of the Crown in charge of that department. 2 If any question arises whether any board, commissioners or other body on whom any such power as aforesaid is conferred are a government department within the meaning of this section, or what Minister of the Crown is in charge of them, that question shall be referred to and determined by  the Minister for the Civil Service ."}, {"act": "Statutory Instruments Act 1946", "year": 1946, "section": "11A", "section_title": "Application in relation to Wales", "section_text": "11A 1 References in this Act to any Act include references to any Measure or Act of the National Assembly for Wales. 2 Sections 4 to 7 and 8(1)(b) apply as if the references in them to— a Parliament, b either or each House of Parliament, or c both Houses of Parliament, include references to the National Assembly for Wales. 3 In the application of subsection (1) of section 4 by virtue of subsection (2), the reference to the Speaker of the House of Commons and the Speaker of the House of Lords is to the Presiding Officer of the National Assembly for Wales. 4 Where— a by any Act it is provided that any statutory instrument shall be subject to annulment in pursuance of a resolution of the National Assembly for Wales, and b a copy of the instrument is not laid before that Assembly at least 21 days before the instrument comes into operation, notification shall be sent to the Presiding Officer of that Assembly when a copy of the instrument is laid before that Assembly drawing attention to the fact that a copy of it has not been laid before that Assembly at least 21 days before it comes into operation and explaining why. 5 In the application of section 5 by virtue of subsection (2)— a the reference in subsection (1) of that section to a resolution that an Address be presented praying that the instrument be annulled is to a resolution that the instrument be annulled, b in a case where the instrument was made by the Welsh Ministers alone, the power in that subsection of Her Majesty to revoke the instrument by Order in Council is a power of the Welsh Ministers to revoke it by order made by statutory instrument which is to be laid before the National Assembly for Wales after being made, and c the reference in subsection (2) of that section to an Act containing provisions of the kind mentioned in that subsection is to an Act which contains a power in relation to which such provisions apply by virtue of the Government of Wales Act 2006. 6 In the application of section 6 by virtue of subsection (2) the reference in subsection (2) of that section to an Act which contains provisions of the kind mentioned in that subsection is to an Act which contains a power in relation to which such provisions apply by virtue of the Government of Wales Act 2006. 7 In the application of section 7 by virtue of subsection (2) the reference in subsection (1) of that section to any time during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days is to any time during which the National Assembly for Wales is dissolved or is in recess for more than four days. 8 References in this Act to the Welsh Ministers, other than the second reference in subsection (5)(b), include the First Minister for Wales and the Counsel General to the Welsh Assembly Government."}, {"act": "Statutory Instruments Act 1946", "year": 1946, "section": "11B", "section_title": "Application in relation to   assimilated direct   legislation etc", "section_text": "11B 1 For the purposes of this Act, if any   assimilated direct   legislation confers a power, which is expressed to be exercisable by Order in Council or statutory instrument, to make, confirm or approve any orders, rules, regulations or other subordinate legislation, this Act applies in relation to any document by which that power is exercised as if the   assimilated direct   legislation were an Act passed after the commencement of this Act. 2 For the purposes of this Act, if regulations under the European Union (Withdrawal) Act 2018   or the Direct Payments to Farmers (Legislative Continuity) Act 2020  confer a power, which is expressed to be exercisable by Order in Council or statutory instrument, to make, confirm or approve any orders, rules, regulations or other subordinate legislation, this Act applies in relation to any document by which that power is exercised as if the regulations conferring the power were an Act passed after the commencement of this Act"}, {"act": "Statutory Instruments Act 1946", "year": 1946, "section": "12", "section_title": " Repeal of 56 & 57  Vict.  c. 66 and re-enactment of s. 3(3) thereof.", "section_text": "12 1 The  Rules Publication Act 1893, is hereby repealed. 2 The publication in the London, Edinburgh or Belfast Gazette of a notice stating that a statutory instrument has been made, and specifying the place where copies thereof may be purchased, shall be sufficient compliance with the provisions of any enactment, whether passed before or after the commencement of this Act, requiring that instrument to be published or notified in that Gazette."}, {"act": "Statutory Instruments Act 1946", "year": 1946, "section": "13", "section_title": " Short title and extent.", "section_text": "13 1 This Act may be cited as the Statutory Instruments Act 1946. 2 This Act shall apply to any statutory instrument made by His Majesty in Council or by any Minister of the Crown (not being a rule-making authority within the meaning of the  Rules Publication Act (Northern Ireland) 1925) in so far as it extends to Northern Ireland, but except as aforesaid this Act shall not extend to Northern Ireland."}]