[{"act": "United Nations Act 1946", "year": 1946, "section": "1", "section_title": " Measures under Article 41.", "section_text": "1 1 If, under Article forty-one of the Charter of the United Nations signed at San Francisco on the twenty-sixth day of June, nineteen hundred and forty-five, (being the Article which relates to measures not involving the use of armed force) the Security Council of the United Nations call upon His Majesty’s Government in the United Kingdom to apply any measures to give effect to any decision of that Council, His Majesty may by Order in Council make such provision as appears to Him necessary or expedient for enabling those measures to be effectively applied, including (without prejudice to the generality of the preceding words) provision for the apprehension, trial and punishment of persons offending against the Order. 2 Orders in Council made under this section may be so made as to extend to any part of His Majesty’s dominions (other than Dominions within the meaning of the  Statute of Westminster 1931, territories administered by the Government of any such Dominion,  . . . . . .  and . . .  ) and, to the extent that His Majesty has jurisdiction therein, to any other territory in which His Majesty has from time to time jurisdiction (other than territories which are being administered by the Government of such a Dominion as aforesaid,  . . . . . .  ). 3 Any Order in Council made under this section may be varied or revoked by a subsequent Order in Council. 4 Every Order in Council made under this section shall,  forthwith after it is made be laid- a before Parliament; and b if any provision made by the Order would, if it were included in an Act of the Scottish Parliament, be within the legislative competence of that Parliament, before that Parliament. 5 Any expenses incurred by His Majesty’s Government in the United Kingdom in applying any such measures as are mentioned in this section shall be defrayed out of moneys provided by Parliament."}, {"act": "United Nations Act 1946", "year": 1946, "section": "2", "section_title": " Short title.", "section_text": "2 This Act may be cited as the United Nations Act 1946."}]