[{"act": "Boiler Explosions Act 1890", "year": 1890, "section": "1", "section_title": "Short title.", "section_text": " 1   This Act may be cited as the Boiler Explosions Act, 1890, and this Act and the Boiler Explosions Act, 1882, maybe cited together as the Boiler Explosions Acts, 1882 and 1890.  "}, {"act": "Boiler Explosions Act 1890", "year": 1890, "section": "2", "section_title": "Amendment of 45 & 46 Vict. c.22.", "section_text": " 2   So much of section four of the Boiler Explosions Act, 1882, as relates to any boiler other than a boiler used in the service of Her Majesty, or used exclusively for domestic purposes, is hereby repealed, and the said Act shall apply in the case of any boiler explosion occurring on board a British ship.  "}, {"act": "Boiler Explosions Act 1890", "year": 1890, "section": "3", "section_title": "Notice as to explosion at sea.", "section_text": " 3   In the case of an explosion occurring at sea, the notice required by section five of the Boiler Explosions Act, 1882, shall be sent by the owner or master of the ship, and shall be sent within twenty-four hours after the occurrence of the explosion, or as soon thereafter as possible; but this provision shall not apply where a report of the explosion has been duly sent in pursuance of section three hundred and twenty-six of the  Merchant Shipping Act, 1854.  "}, {"act": "Boiler Explosions Act 1890", "year": 1890, "section": "4", "section_title": "Provision for witnesses.", "section_text": " 4   Every person who refuses to attend as a witness after having been required so to do in the manner specified in section six of the Boiler Explosions Act, 1882, and after having had a tender made to him of the expenses therein mentioned, or who refuses or neglects to make any answer, or to give any return, or to produce any documents in his possession, or to make or subscribe any declarations required under the powers of the said Act, shall for each such offence be liable to a fine of not exceeding ten pounds, recoverable as therein provided.  "}]