[{"act": "Foreign Jurisdiction Act 1890", "year": 1890, "section": "1", "section_title": " Exercise of jurisdiction in foreign country.", "section_text": "1 It is and shall be lawful for Her Majesty the Queen to hold, exercise, and enjoy any jurisdiction which Her Majesty now has or may at any time hereafter have within a foreign country in the same and as ample a manner as if Her Majesty had acquired that jurisdiction by the cession or conquest of territory."}, {"act": "Foreign Jurisdiction Act 1890", "year": 1890, "section": "2", "section_title": " Exercise of jurisdiction over British subjects in countries without regular governments.", "section_text": "2 Where a foreign country is not subject to any government from whom Her Majesty the Queen might obtain jurisdiction in the manner recited by this Act, Her Majesty shall by virtue of this Act have jurisdiction over Her Majesty’s subjects for the time being resident in or resorting to that country, and that jurisdiction shall be jurisdiction of Her Majesty in a foreign country within the meaning of the other provisions of this Act."}, {"act": "Foreign Jurisdiction Act 1890", "year": 1890, "section": "3", "section_title": " Validity of acts done in pursuance of jurisdiction.", "section_text": "3 Every act and thing done in pursuance of any jurisdiction of Her Majesty in a foreign country shall be as valid as if it had been done according to the local law then in force in that country."}, {"act": "Foreign Jurisdiction Act 1890", "year": 1890, "section": "4", "section_title": " Evidence as to existence or extent of jurisdiction in foreign country.", "section_text": "4 If in any proceeding, civil or criminal, in a court in Her Majesty’s dominions or held under the authority of Her Majesty any question arises as to the existence or extent of any jurisdiction of Her Majesty in a foreign country, a Secretary of State shall, on the application of the court, send to the court within a reasonable time his decision on the question, and his decision shall for the purposes of the proceeding be final. 2 The court shall send to the Secretary of State, in a document under the seal of the court, or signed by a judge of the court, questions framed so as properly to raise the question, and sufficient answers to those questions shall be returned by the Secretary of State to the court, and those answers shall, on production thereof, be conclusive evidence of the matters therein contained."}, {"act": "Foreign Jurisdiction Act 1890", "year": 1890, "section": "5", "section_title": " Power to extend enactments in First Schedule.", "section_text": "5 1 It shall be lawful for Her Majesty the Queen in Council, if She thinks fit, by Order to direct that all or any of the enactments described in the First Schedule to this Act, or any enactments for the time being in force amending or substituted for the same, shall extend, with or without any exceptions, adaptations, or modifications in the Order mentioned, to any foreign country in which for the time being Her Majesty has jurisdiction. 2 Thereupon those enactments shall, to the extent of that jurisdiction, operate as if that country were a British possession, and as if Her Majesty in Council were the Legislature of that possession."}, {"act": "Foreign Jurisdiction Act 1890", "year": 1890, "section": "6", "section_title": " Power to send persons charged with offences for trial to a British possession.", "section_text": "6 1 Where a person is charged with an offence cognizable by a British court in a foreign country, any person having authority derived from Her Majesty in that behalf may, by warrant, cause the person so charged to be sent for trial to any British possession for the time being appointed in that behalf by Order in Council, and upon the arrival of the person so charged in that British possession, such criminal court of that possession as is authorised in that behalf by Order in Council, or if no court is so authorised, the supreme criminal court of that possession, may cause him to be kept in safe and proper custody, and so soon as conveniently may be may inquire of, try, and determine the offence, and on conviction punish the offender according to the laws in force in that behalf within that possession in the same manner as if the offence had been committed within the jurisdiction of that criminal court. Provided that— a A person so charged may, before being so sent for trial tender for examination in a British court in the foreign country where the offence is alleged to have been committed any competent witness whose evidence he deems material for his defence and whom he alleges himself unable to produce at the trial in the British possession: b In such case the British court in the foreign country shall proceed in the examination and cross-examination of the witness as though he had been tendered at a trial before that court, and shall cause the evidence so taken to be reduced into writing, and shall transmit to the criminal court of the British possession by which the person charged is to be tried a copy of the evidence, certified as correct under the seal of the court before which the evidence was taken, or the signature of a judge of that court: c Thereupon the court of the British possession before which the trial takes place shall allow so much of the evidence so taken as would have been admissible according to the law and practice of that court, had the witness been produced and examined at the trial, to be read and received as legal evidence at the trial: d The court of the British possession shall admit and give effect to the law by which the alleged offender would have been tried by the British court in the foreign country in which his offence is alleged to have been committed, so far as that law relates to the criminality of the act alleged to have been committed, or the nature or the degree of the offence, or the punishment thereof, if the law differs in those respects from the law in force in that British possession. 2 Nothing in this section shall alter or repeal any law, statute, or usage by virtue of which any offence committed out of Her Majesty’s dominions may, irrespectively of this Act be inquired of, tried, determined, and punished within Her Majesty’s dominions, or any part thereof."}, {"act": "Foreign Jurisdiction Act 1890", "year": 1890, "section": "7", "section_title": " Provision as to place of punishment of persons convicted.", "section_text": "7 Where an offender convicted before a British court in a foreign country has been sentenced by that court to suffer death, penal servitude, imprisonment, or any other punishment, the sentence shall be carried into effect in such place as may be directed by Order in Council or be determined in accordance with directions given by Order in Council, and the conviction and sentence shall be of the same force in the place in which the sentence is so carried into effect as if the conviction had been made and the sentence passed by a competent court in that place."}, {"act": "Foreign Jurisdiction Act 1890", "year": 1890, "section": "8", "section_title": " Validity of acts done under Order in Council.", "section_text": "8 Where, by Order in Council made in pursuance of this Act, any British court in a foreign country is authorised to order the removal or deportation of any person from that country, that removal or deportation, and any detention for the purposes thereof, according to the provisions of the Order in Council, shall be as lawful as if the order of the court were to have effect wholly within that country."}, {"act": "Foreign Jurisdiction Act 1890", "year": 1890, "section": "9", "section_title": " Power to assign jurisdiction to British courts in cases within Foreign Jurisdiction Act.", "section_text": "9 It shall be lawful for Her Majesty the Queen in Council, by Order, to assign to or confer on any court in any British possession, or held under the authority of Her Majesty, any jurisdiction, civil or criminal, original or appellate, which may lawfully by Order in Council be assigned to or conferred on any British court in any foreign country, and to make such provisions and regulations as to Her Majesty in Council seem meet respecting the exercise of the jurisdiction so assigned or conferred, and respecting the enforcement and execution of the judgments, decrees, orders, and sentences of any such court, and respecting appeals therefrom."}, {"act": "Foreign Jurisdiction Act 1890", "year": 1890, "section": "10", "section_title": " Power to amend Orders in Council.", "section_text": "10 It shall be lawful for Her Majesty the Queen in Council to revoke or vary any Order in Council made in pursuance of this Act."}, {"act": "Foreign Jurisdiction Act 1890", "year": 1890, "section": "11", "section_title": " Laying before Parliament, and effect of Orders in Council.", "section_text": "11 Every Order in Council made in pursuance of this Act shall be laid before both Houses of Parliament . . .  ."}, {"act": "Foreign Jurisdiction Act 1890", "year": 1890, "section": "12", "section_title": " In what cases Orders in Council void for repugnancy.", "section_text": "12 1 If any Order in Council made in pursuance of this Act as respects any foreign country is in any respect repugnant to the provisions of any Act of Parliament extending to Her Majesty’s subjects in that country, or repugnant to any order or regulation made under the authority of any such Act of Parliament, or having in that country the force and effect of any such Act, it shall be read subject to that Act, order, or regulation, and shall, to the extent of such repugnancy, but not otherwise, be void. 2 An Order in the Council made in pursuance of this Act shall not be, or be deemed to have been, void on the ground of repugnancy to the law of England unless it is repugnant to the provisions of some such Act of Parliament, order, or regulation as aforesaid."}, {"act": "Foreign Jurisdiction Act 1890", "year": 1890, "section": "13", "section_title": " Provisions for protection of persons acting under Foreign Jurisdiction Acts.", "section_text": "13 1 An action, suit, prosecution, or proceeding against any person for any act done in pursuance or execution or intended execution of this Act, or of any enactment repealed by this Act, or of any Order in Council made under this Act, or of any such jurisdiction of Her Majesty as is mentioned in this Act, or in respect of any alleged neglect or default in the execution of this Act, or of any such enactment, Order in Council, or jurisdiction as aforesaid, shall not lie or be instituted— a in any court within Her Majesty’s dominions, unless it is commenced within six months next after the act, neglect, or default complained of, or in case of a continuance of injury or damage within six months next after the ceasing thereof, or where the cause of action arose out of Her Majesty’s dominions within six months after the parties to the action, suit, prosecution, or proceeding have been within the jurisdiction of the court in which the same is instituted; nor b in any of Her Majesty’s courts without Her Majesty’s dominions, unless the cause of action arose within the jurisdiction of that court, and the action is commenced within six months next after the act, neglect, or default complained of, or, in case of a continuance of injury or damage, within six months next after the ceasing thereof. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Foreign Jurisdiction Act 1890", "year": 1890, "section": "1415.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Foreign Jurisdiction Act 1890", "year": 1890, "section": "16", "section_title": " Definitions.", "section_text": "16 In this Act,— The expression “ foreign country ” means any country or place out of Her Majesty’s dominions: The expression “ British court in a foreign country ” means any British court having jurisdiction out of Her Majesty’s dominions in pursuance of an Order in Council whether made under any Act or otherwise: The expression “ jurisdiction ” includes power."}, {"act": "Foreign Jurisdiction Act 1890", "year": 1890, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Foreign Jurisdiction Act 1890", "year": 1890, "section": "18", "section_title": " Repeal.", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Foreign Jurisdiction Act 1890", "year": 1890, "section": "19", "section_title": " Short title.", "section_text": "19 1 This Act may be cited as the Foreign Jurisdiction Act 1890. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]