[{"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "2", "section_title": " Short title, construction and extent of Act.", "section_text": "2 1 This Act shall be construed as one with the Public Health Acts. 2 Part One of this Act shall extend to England and Wales and Ireland . . .  3 This Act may be cited as the Public Health Acts Amendment Act 1890, and this Act and the Public Health Acts may be cited together as the Public Health Acts."}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "6", "section_title": " Legal proceedings, &c.", "section_text": "6 Offences under this Act may be prosecuted, and penalties, forfeitures, costs, and expenses recovered in like manner and subject to the same provisions as offences which may be prosecuted and penalties, forfeitures, costs, and expenses which may be recovered in a summary manner under the Public Health Acts."}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "7", "section_title": " Appeals to quarter sessions.", "section_text": "7 1 Any person aggrieved— a By any order, judgment, determination, or requirement of a local authority under this Act; b By the withholding of any order, certificate, licence, consent, or approval, which may be made, granted, or given by a local authority under this Act; c By any conviction or order of a court of summary jurisdiction under any provision of this Act; may appeal . . .   to  the Crown Court . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "8", "section_title": " More than one sum in one summons, &c.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "9", "section_title": " Byelaws.", "section_text": "9 All the provisions with respect to byelaws contained in sections one hundred and eighty-two to one hundred and eighty-six of the  Public Health Act 1875, and any enactment amending or extending those sections, shall apply to all byelaws from time to time made by a local authority under the powers of this Act. ..."}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "10", "section_title": " Powers of Act cumulative.", "section_text": "10 1 All powers given to a local authority under this Act shall be deemed to be in addition to and not in derogation of any other powers conferred upon such local authority by any Act of Parliament, law, or custom, and such other powers may be exercised in the same manner as if this Act had not been passed. 2 Nothing in this Act shall exempt any person from any penalty to which he would have been liable if this Act had not been passed, provided that no person shall be liable to pay, except in the case of a daily penalty, more than one penalty in respect of the same offence."}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "11", "section_title": " Interpretation.", "section_text": "11 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 In this Act if not inconsistent with the context— The expression . . .  “ urban authority ” . . .   mean . . . .   an urban sanitary authority and . . .   under those Acts.  The expressions “ urban sanitary district ” . . .   mean . . .   an urban sanitary district . . .   under the Public Health Acts.  The expression “ sanitary convenience ” includes urinals, water-closets, earth-closets, privies, ashpits, and any similar convenience. The expression “ daily penalty ” means a penalty for each day on which any offence is continued after conviction therefor.  The expressions . . .  “ lands, ” “ premises, ” “ owner, ” “ street, ” “ house, ” “ drain, ” “ sewer, ” have respectively the same meaning as in the Public Health Acts."}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "12", "section_title": " Application of Act to Ireland.", "section_text": "12 In the application of this Act to Ireland the following modifications shall have effect:— 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 This Act shall be construed as one with the  Public Health (Ireland) Act 1878. 3 This Act and the Public Health (Ireland) Act 1878, may be cited as the Public Health (Ireland) Acts. 4 A reference to a place of abode in England shall be construed to be a reference to a place of abode in Ireland. 5 The Local Government Board for Ireland shall be substituted for the Local Government Board. 6 The Chief Secretary shall be substituted for the Secretary of State. 7 The expression “ the Public Health Acts ” shall include the  Public Health (Ireland) Act 1878, and the said Act shall be substituted for the  Public Health Act 1875, and in particular references in this Act to sections thirty-eight, forty-one, eighty-four, one hundred and sixteen, one hundred and seventeen, one hundred and fifty-seven, one hundred and fifty-eight, one hundred and sixty-five, two hundred and twenty-nine, two hundred and thirty, two hundred and sixty-eight, and three hundred and six of the  Public Health Act 1875, shall be respectively taken to be references to sections forty-eight, fifty-one, ninety-five, one hundred and thirty-two, one hundred and thirty-three, forty-one, forty-two, one hundred and two, two hundred and thirty-two, two hundred and thirty-three, two hundred and sixty-eight, and two hundred and seventy-two of the  Public Health (Ireland) Act 1878, and the references to sections one hundred and sixteen to one hundred and nineteen, and to sections one hundred and eighty-two to one hundred and eighty-six of the Public Health Act 1875, shall be respectively taken to be references to sections one hundred and thirty-two to one hundred and thirty-five, and to sections two hundred and nineteen to two hundred and twenty-three of the  Public Health (Ireland) Act 1878. 8 In sub-section four of section fifty-one of this Act a notice to the clerk to the licensing justices and to the district inspector of the district in which the house, room, garden, or place is situated, or in his absence to the head constable, or if in the Dublin Metropolitan Police District to the superintendent of police of such division, shall be substituted for the notice to the clerk of the licensing justices and to the chief officer of police in the said sub-section mentioned. 9 In section fifty-one of this Act as modified by this section the expression “ general annual licensing meeting ” shall mean annual licensing quarter sessions, and the expressions “licensing justices,” “clerk to the licensing justices,” “special sessions” and all other expressions defined by the Licensing Acts (Ireland) 1872 to 1874, shall have the same meanings respectively as in the said Acts. 10 Sub-section two of section fifty-two of this Act shall be read and construed as if the words and figures “of the  Local Loans Act 1875, and the Acts amending the same and,” and also ”by the Metropolitan Board of Works, or the County Council of London, or,“ were omitted therefrom. 11 The Lord Lieutenant by order made by and with the advice of the Privy Council shall be substituted for Her Majesty by Order in Council."}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "1315.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "1627.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "2831.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "28"}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "3233.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "32"}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "3435.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "34"}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "36"}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "37", "section_title": " Safety of platforms, &c. erected or used on public occasions.", "section_text": "37 1 Whenever large numbers of persons are likely to assemble on the occasion of any show, entertainment, public procession, open-air meeting, or other like occasion, every roof of a building, and every platform, balcony, or other structure or part thereof let or used or intended to be let or used for the purpose of affording sitting or standing accommodation for a number of persons, shall be safely constructed or secured to the satisfaction of the  proper officer of the authority . 2 Any person who uses or allows to be used in contravention of this section, any roof of a building, platform, balcony, or structure not so safely constructed or secured, or who neglects to comply with the provisions of this section in respect thereof, shall be liable to a penalty not exceeding  fifty pounds level 3 on the standard scale ."}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "38"}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "39", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "39"}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "40", "section_title": " Cabmen’s shelters. ", "section_text": "40 1 An urban authority may from time to time provide, maintain, and remove in or near any street in their district suitable erections for the use, convenience, and shelter of drivers of hackney carriages, and such other persons as the urban authority may permit to use the same. 2 The urban authority may from time to time make regulations for prescribing the terms and conditions and the fees (if any) to be charged for the use of such places of shelter, and may make byelaws for regulating the conduct of persons using the same."}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "41", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "41"}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "42", "section_title": " Statues and monuments. ", "section_text": "42 Any urban authority may from time to time authorise the erection in any street or public place within their district of any statue or monument, and may maintain the same, and any statue or monument erected within their district before the adoption of this part of this Act, and may remove any statue or monument the erection of which has been authorised by them."}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "43"}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "44", "section_title": " Parks and pleasure grounds. ", "section_text": "44 1 A local authority  may on such days as they think fit (not exceeding twelve days in any one year, nor four consecutive days on any one occasion) close to the public any park or pleasure ground provided by them or any part thereof, and may grant the use of the same, either gratuitously or for payment, to any public charity or institution, or for any agricultural, horticultural, or other show, or any other public purpose, or may use the same for any such show or purpose; and the admission to the said park or pleasure ground, or such part thereof, on the days when the same shall be so closed to the public may be either with or without payment, as directed by the  local authority , or, with the consent of the  local authority  by the society or persons to whom the use of the park or pleasure ground, or such part thereof, may be granted: Provided that no such park or pleasure ground shall be closed on any Sunday . . .  2 An urban authority may either themselves provide and let for hire, or may license any person to let for hire, any pleasure boats on any lake or piece of water in any such park or pleasure ground, and may make byelaws for regulating the numbering and naming of such boats, the number of persons to be carried therein, the boathouses and mooring places for the same, and for fixing rates of hire and the qualifications of boatmen, and for securing their good and orderly conduct while in charge of any boat."}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "45", "section_title": " Extension of 38 & 39  Vict.  c. 55, s. 164.", "section_text": "45 The powers of an urban authority under section one hundred and sixty-four of the  Public Health Act 1875 to contribute to the support of public walks or pleasure grounds, shall include a power to contribute towards the cost of the laying out, planting, or improvement of any lands provided by any person which have been permanently set apart as public walks or pleasure grounds, and which, whether in the district of the urban authority or not, are so situated as to be conveniently used by the inhabitants of the district, and shall also include a power to contribute towards the purchase by any person of lands so situate and to be so set apart as aforesaid."}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "46", "section_title": " Extension of 38 & 39 Vict c. 55, s. 165.", "section_text": "46 Section one hundred and sixty-five of the  Public Health Act 1875 shall be extended so as to enable any urban authority to pay the reasonable cost of the repairing, maintaining, winding up, and lighting any public clock within their district although the same be not vested in them."}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "47", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "47"}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "4849.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "48"}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "50", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "50"}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "51", "section_title": " Music and dancing licences. ", "section_text": "51 For the regulation of places ordinarily used for public dancing or music, or other public entertainment of the like kind, the following provisions shall have effect (namely):— 1 After the expiration of six months from the adoption of this part of this Act, a house, room, garden, or other place, whether licensed or not for the sale of wine, spirits, beer, or other fermented or distilled liquors, shall not be kept or used for public dancing, singing, music, or other public entertainment of the like kind without a licence for the purpose or purposes for which the same respectively is to be used first obtained from the licensing justices of the licensing district in which the house, room, garden, or place is situate, and for the registration thereof a fee of  five pounds  shall be paid by the person applying therefor: 2 Such justices may, under the hands of a majority of them assembled at their general annual licensing meeting or at any adjournment thereof or at any special session convened with fourteen days previous notice, grant licences to such persons as they think fit to keep or use houses, rooms, gardens, or places for all or any of the purposes aforesaid upon such terms and conditions, and subject to such restrictions as they by the respective licences determine, and every licence shall be in force for one year or for such shorter period as the justices on the grant of the licence shall determine, unless the same shall have been previously revoked as hereinafter provided: 3 Such justices may from time to time at any such special session aforesaid transfer any such licence to such person as they think fit: 4 Each person shall in each case give fourteen days notice to the clerk of the licensing justices and to the chief officer of police of the police district in which the house, room, garden, or place is situated, of his intention to apply for any such licence or for the transfer of any such licence: 5 Any house, room, garden, or place kept or used for any of the purposes aforesaid without such licence first obtained shall be deemed a disorderly house, and the person occupying or rated as occupier of the same shall be liable to a penalty not exceeding  £200 : 6 There shall be affixed and kept up in some conspicuous place on the door or entrance of every house, room, garden, or place so kept or used and so licensed as aforesaid, an inscription in large capital letters in the words following: “Licensed in pursuance of Act of “Parliament for” with the addition of words showing the purpose of purposes for which the same is licensed: 7 Any house, room, garden, or place so kept or used, although so licensed as aforesaid, shall not be opened for any of the said purposes except on the days and between the hours stated in the licence: 8 The affixing and keeping up of such inscription as aforesaid, and the observance of the days and hours of opening and closing, shall be inserted in and made a condition of every such licence: 9 In case of any breach or disregard of any of the terms or conditions upon or subject to which the licence was granted, the holder thereof shall be liable to a penalty not exceeding  £200 , and such licence shall be liable to be revoked by the order of a court of summary jurisdiction: 10 No notice need be given under sub-section four of this section when the application is for a renewal of any existing licence held by the applicant for the same premises: 11 The justices in any petty sessions may, if and as they think fit, grant to any person applying for the same a licence to keep or use any house, room, garden, or place for any purpose within the meaning of this section for any period not exceeding fourteen days which they shall specify in such licence, notwithstanding that no notices shall have been given under sub-section four of this section: 12 This section shall not apply within twenty miles of the cities of London or Westminster: 13 In this section the expressions “licensing justice,” “licensing district,” and “clerk of the licensing justices” have respectively the same meanings as in the  Licensing Act 1964 ; . . . "}, {"act": "Public Health Acts Amendment Act 1890", "year": 1890, "section": "52", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "52"}]