[{"act": "Settled Land Act 1890", "year": 1890, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as the Settled Land Act, 1890."}, {"act": "Settled Land Act 1890", "year": 1890, "section": "2", "section_title": " Acts to be construed together.", "section_text": "2 The Settled Land Acts, 1882 to 1889, and this Act are to be read and construed together as one Act . . . "}, {"act": "Settled Land Act 1890", "year": 1890, "section": "3", "section_title": " Interpretation.", "section_text": "3 Expressions used in this Act are to have the same meanings as those attached by the Settled Land Acts, 1882 to 1889, to similar expressions used therein."}, {"act": "Settled Land Act 1890", "year": 1890, "section": "4", "section_title": " Instrument in consideration of marriage, &c. to be part of the settlement.", "section_text": "4 1 Every instrument whereby a tenant for life, in consideration of marriage or as part or by way of any family arrangement, not being a security for payment of money advanced, makes an assignment of or creates a charge upon his estate or interest under the settlement is to be deemed one of the instruments creating the settlement, and not an instrument vesting in any person any right as assignee for value within the meaning or operation of section fifty of the  Act of 1882. 2 This section is to apply and have effect with respect to every disposition before as well as after the passing of this Act, unless inconsistent with the nature or terms of the disposition."}, {"act": "Settled Land Act 1890", "year": 1890, "section": "5", "section_title": " Creation of easements on exchange or partition.", "section_text": "5 On an exchange or partition any easement, right, or privilege of any kind may be reserved or may be granted over or in relation to the settled land or any part thereof, or other land or an easement, right, or privilege of any kind may be given or taken in exchange or on partition for land or for any other easement, right or privilege of any kind."}, {"act": "Settled Land Act 1890", "year": 1890, "section": "6", "section_title": " Power to complete predecessor’s contract.", "section_text": "6 A tenant for life may make any conveyance which is necessary or proper for giving effect to a contract entered into by a predecessor in title, and which if made by such predecessor would have been valid as against his successors in title."}, {"act": "Settled Land Act 1890", "year": 1890, "section": "7", "section_title": " Provision as to leases for 21 years.", "section_text": "7 A lease for a term not exceeding twenty-one years at the best rent that can be reasonably obtained without fine, and whereby the lessee is not exempted from punishment for waste, may be made by a tenant for life— i Without any notice of an intention to make the same having been given under section forty-five of the  Act of 1882; and ii Notwithstanding that there are no trustees of the settlement for the purposes of the Settled Land Acts, 1882 to 1890; and iii By any writing under hand only containing an agreement instead of a covenant by the lessee for payment of rent in cases where the term does not extend beyond three years from the date of the writing."}, {"act": "Settled Land Act 1890", "year": 1890, "section": "8", "section_title": " Provision as to mining leases.", "section_text": "8 In a mining lease— i The rent may be made to vary according to the price of the minerals or substances gotten, or any of them: ii Such price may be the saleable value, or the price or value appearing in any trade or market or other price list or return from time to time, or may be the marketable value as ascertained in any manner prescribed by the lease (including a reference to arbitration),or may be an average of any such prices or values taken during a specified period."}, {"act": "Settled Land Act 1890", "year": 1890, "section": "9", "section_title": " Power to reserve a rentcharge on a grant in fee simple.", "section_text": "9 Where, on a grant for building purposes by a tenant for life, the land is expressed to be conveyed in fee simple with or subject to a reservation thereout of a perpetual rent or rentcharge, the reservation shall operate to create a rentcharge in fee simple issuing out of the land conveyed, and having incidental thereto all powers and remedies for recovery thereof conferred by section forty-four of the  Conveyancing and Law of Property Act, 1881, and the rentcharge so created shall go and remain to the uses on the trusts and subject to the powers and provisions which, immediately before the conveyance, were subsisting with respect to the land out of which it is reserved."}, {"act": "Settled Land Act 1890", "year": 1890, "section": "10", "section_title": " Restriction on sale of mansion.", "section_text": "10 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Notwithstanding anything contained in the Act of 1882, the principal mansion house (if any) on any settled land, and the pleasure grounds and park and lands (if any) usually occupied therewith, shall not be sold, exchanged, or leased by the tenant for life without the consent of the trustees of the settlement or an order of the Court. 3 Where a house is usually occupied as a farmhouse, or where the site of any house and the pleasure grounds and park and lands (if any) usually occupied therewith do not together exceed twenty-five acres in extent, the house is not to be deemed a principal mansion house within the meaning of this section."}, {"act": "Settled Land Act 1890", "year": 1890, "section": "11", "section_title": " Power to raise money by mortgage.", "section_text": "11 1 Where money is required for the purpose of discharging an incumbrance on the settled land or part thereof, the tenant for life may raise the money so required, and also the amount properly required for payment of the costs of the transaction on mortgage of the settled land, or of any part thereof, by conveyance of the fee-simple or other estate or interest the subject of the settlement, or by creation of a term of years in the settled land, or any part thereof, or otherwise, and the money so raised shall be capital money for that purpose, and may be paid or applied accordingly. 2 Incumbrance in this section does not include any annual sum payable only during a life or lives or during a term of years absolute or determinable."}, {"act": "Settled Land Act 1890", "year": 1890, "section": "12", "section_title": " Provision enabling dealings with tenant for life.", "section_text": "12 Where a sale of settled land is to be made to the tenant for life, or a purchase is to be made from him of land to be made subject to the limitations of the settlement, or an exchange is to be made with him of settled land for other land, or a partition is to be made with him of land an undivided share whereof is subject to the limitations of the settlement, the trustees of the settlement shall stand in the place of and represent the tenant for life, and shall, in addition to their powers as trustees, have all the powers of the tenant for life in reference to negotiating and completing the transaction."}, {"act": "Settled Land Act 1890", "year": 1890, "section": "13", "section_title": " Application of capital money. ", "section_text": "13 Improvements authorised by the Act of 1882 shall include the following; namely, i Bridges; ii Making any additions to or alterations in buildings reasonably necessary or proper to enable the same to be let; iii Erection of buildings in substitution for buildings within an urban sanitary district taken by a local or other public authority, or for buildings taken under compulsory powers, but so that no more money be expended than the amount received for the building taken and the site thereof; iv The rebuilding of the principal mansion house on the settled land: Provided that the sum to be applied under this sub-section shall not exceed one-half of the annual rental of the settled land."}, {"act": "Settled Land Act 1890", "year": 1890, "section": "14", "section_title": " Capital money in Court may be paid out to trustees.", "section_text": "14 All or any part of any capital money paid into Court may, if the Court thinks fit, be at any time paid out to the trustees of the settlement for the purposes of the Settled Land Acts, 1882 to 1890."}, {"act": "Settled Land Act 1890", "year": 1890, "section": "15", "section_title": " Court may order payment for improvements executed.", "section_text": "15 The Court may, in any case where it appears proper, make an order directing or authorising capital money to be applied in or towards payment for any improvement authorised by the Settled Land Acts, 1882 to 1890, notwithstanding that a scheme was not, before the execution of the improvement, submitted for approval, as required by the Act of 1882, to the trustees of the settlement or to the Court."}, {"act": "Settled Land Act 1890", "year": 1890, "section": "16", "section_title": " Trustees for the purposes of the Act.", "section_text": "16 Where there are for the time being no trustees of the settlement within the meaning and for the purposes of the Act of 1882, then the following persons shall, for the purposes of the Settled Land Acts, 1882 to 1890, be trustees of the settlement; namely, i The persons (if any) who are for the time being under the settlement trustees, with power of or upon trust for sale of any other land comprised in the settlement and subject to the same limitations as the land to be sold, or with power of consent to or approval of the exercise of such a power of sale, or, if there be no such persons, then ii The persons (if any) who are for the time being under the settlement trustees with future power of sale, or under a future trust for sale of the land to be sold, or with power of consent to or approval of the exercise of such a future power of sale, and whether the power or trust takes effect in all events or not."}, {"act": "Settled Land Act 1890", "year": 1890, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Settled Land Act 1890", "year": 1890, "section": "18", "section_title": " Extension of meaning of “working classes” in 48 & 49  Vict.  c. 72.", "section_text": "18 The provisions of section eleven of the Housing of the Working Classes Act, 1885, and of any enactment which may be substituted therefor, shall have effect as if the expression “ working classes ” included all classes of persons who earn their livelihood by wages or salaries: Provided that this section shall apply only to buildings of a rateable value not exceeding one hundred pounds per annum."}, {"act": "Settled Land Act 1890", "year": 1890, "section": "19", "section_title": " Power to vacate registration of writ.", "section_text": "19 The registration of a writ or order affecting land may be vacated pursuant to an order of the High Court or any judge thereof."}]