[{"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "1", "section_title": " The Court of Session to be the Court of Exchequer in Scotland.", "section_text": "1 The whole power, authority, and jurisdiction at present belonging to the Court of Exchequer in Scotland, as at present constituted, shall be transferred to and vested in the Court of Session, and the Court of Session shall be also the Court of Exchequer in Scotland."}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "2", "section_title": " One of the Lords Ordinary in the Court of Session to be Lord Ordinary in Exchequer causes. ", "section_text": "2 It shall be lawful for “Her Majesty”, from time to time to nominate and appoint one of the Lords Ordinary in the Outer House of the Court of Session to be Lord Ordinary in Exchequer causes under this Act; and the Lord Ordinary to be so appointed shall, unless where otherwise expressly allowed by this Act, be the sole Lord Ordinary in all causes to be instituted or carried through before the Court of Session by virtue of this Act, and shall continue to act as Lord Ordinary in all such causes so long as he shall continue a Lord Ordinary in the Outer House, or until another Lord Ordinary shall be nominated as aforesaid to act as Lord Ordinary in Exchequer causes in his room and stead; and, unless where otherwise expressly provided by this Act, all proceedings in Exchequer causes under this Act shall be brought in the first instance before such Lord Ordinary."}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "3", "section_title": " Lord Ordinary in Exchequer causes may act in vacation as well as during session; and in his absence any other Lord Ordinary may act in his room.", "section_text": "3 It shall be competent to the Lord Ordinary in Exchequer causes at any time, as well in vacation or recess as during the sittings of the Court of Session, and on any day or days of the year, whether sederunt days of the Court of Session or not, to entertain and dispose of all matters of a summary nature, or which may appear to the Lord Ordinary to require despatch, being within his competency under this Act, and also to try any cause under this Act, and to pronounce judgment therein; and in case of the absence or inability of the Lord Ordinary, any duties devolving on him under this Act may, during such absence or inability, be performed by any other Lord Ordinary of the Court of Session acting in his room and stead."}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "4", "section_title": " Clerks to the Lord Ordinary in Exchequer causes to be clerks in such causes.", "section_text": "4 The depute and assistant clerks of session attached to the Lord Ordinary in Exchequer causes shall be clerks in all such causes in the Outer House; . . . "}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "59", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "1112.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "14", "section_title": " Procedure in lieu of injunction.", "section_text": "14 In all cases in which, if occurring at the date of the passing of this Act, any person or persons would be liable to be stayed by injunction furth of the Court of Exchequer, whether in respect of such person or persons prosecuting or threatening to prosecute before any court other than the Court of Exchequer in any matters connected with the Revenue, or with the proceedings of officers of the Revenue, or in any other matters as to which exclusive jurisdiction is at present possessed by the Court of Exchequer, or otherwise, it shall be competent to apply to the Lord Ordinary in Exchequer causes to restrain such person or persons by interdict from following out such prosecution in another court or otherwise, according to the circumstances of the case; . . .  : Provided, that where interdict shall be granted as aforesaid with reference to any cause requiring to be instituted within a limited time, or which, if not instituted within a limited time, may be competently objected to as not timeously brought, the time which may have elapsed between the date of the service of such interdict and the date of the institution of such cause to which such interdict relates, with ten free days in addition thereto, shall be added to the period limited as aforesaid, and such cause shall be deemed and taken to be timeously brought, if instituted at any time within such extended period."}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "15", "section_title": " Procedure in lieu of mandamus.", "section_text": "15 In all cases where at the date of the passing of this Act it would be competent to apply to the Court of Exchequer for a rule upon any person or persons to show cause why a mandamus should not issue against such person or persons, directing him or them to do any act or to perform any duty, and for such Court of Exchequer, failing such cause being shown, to issue a mandamus against such person or persons to the effect aforesaid, it shall be competent to apply to the Lord Ordinary in Exchequer causes by summary petition, setting forth briefly the facts on which the application is based, for an order on such person or persons, decerning and ordaining him or them to do the act or to perform the duty which he or they is or are refusing or neglecting to do or perform, and, in the event of the failure of such person or persons to conform and to implement the terms of said order, to pay conjointly and severally, or jointly, or otherwise as to the Lord Ordinary may seem fit, such sum or sums of money as may be reasonably demanded in respect of such failure, and that either in lieu of or by way of fine or penalty over and above performance; and the Lord Ordinary shall order service of such petition on such person or persons as he may deem proper, and may, if he sees fit, appoint answers to be lodged to such petition, or parties to be heard thereon, with or without answers, and may thereupon give decree granting or refusing the prayer of such petition, or may take such other course with regard thereto as to him may seem proper: Provided, that it shall be competent to the Lord Ordinary to prescribe what shall be deemed good service of any order, interlocutor, or decree which may be pronounced by him upon any person or persons who may be affected thereby."}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "16", "section_title": " Procedure on affidavit of danger.", "section_text": "16 Where in any case any officer of the Revenue shall make affidavit that a debt or duty is due to the Crown by a crown debtor believed to be or to have died insolvent, and shall state in such affidavit any reasonable ground for such belief, and that there is danger of loss to the Crown or Revenue with respect to such debt or duty, it shall be competent to the Lord Advocate, on the behalf of Her Majesty, to present a summary petition to the Lord Ordinary, setting forth that such debt or duty is resting owing, and that such affidavit of danger has been made, producing such affidavit along with such petition; and the Lord Ordinary may thereupon, without further evidence or inquiry, issue ex parte a summary act and decree, decerning and ordaining such Crown debtor to make payment of such debt or duty: Provided, that any charge given or threatened to be given on such decree, or any diligence following thereon, may be brought under suspension by such crown debtor, or his representatives, or any others in his right."}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "17", "section_title": " Procedure in lieu of writs of habeas and certiorari.", "section_text": "17 In all cases where at the date of the passing of this Act a writ of habeas or a writ of certiorari might have competently issued from the Court of Exchequer, to the effect of removing any proceedings before or warrant granted or issued by any inferior court or magistrate or public officer to the said Court of Exchequer, in order to examination, it shall be competent to the party against whom such warrant is directed, or to either of the parties to such proceedings, to bring up such warrant or proceedings to the Court of Session sitting as the Court of Exchequer, to the like effect as by such writ of habeas or writ of certiorari before the passing of this Act, and that by lodging in the office of the clerk of court attached to the Lord Ordinary in Exchequer causes a note of appeal, in the form, or as nearly as may be in the form, of the schedule F hereunto annexed; and such note of appeal shall be forthwith submitted by such clerk of court in a summary way to the Lord Ordinary, who may thereupon at once direct such warrant or proceedings to be transmitted to the Court of Session, or may at once refuse to give such direction or to entertain such appeal; or, if he sees fit, may order such note of appeal to be served upon the inferior magistrate or magistrates, or public officer or officers, or upon the opposite party, or both, and them or either of them to lodge answers to such appeal; and may also, if he sees fit, order parties to be heard upon such note of appeal, with or without answers; and may thereupon pronounce such orders or decrees as he may deem proper upon the matters raised by such appeal; and in particular may either dismiss such appeal, and remit back simpliciter the warrant or proceedings, or may give decree quashing or setting aside the warrant, or quashing or setting aside the proceedings, in whole or in part, and may give such directions to such inferior court, or magistrate or public officer, with regard to his or their proceedings, as may be just: Provided, that every clerk of an inferior court or other public officer having in his hands or under his control any such warrant or proceedings shall, on receipt of a copy certified by any depute or assistant clerk of session of any interlocutor of the Court of Session or of the Lord Ordinary in Exchequer causes, directing such warrant or proceedings to be transmitted to the Court of Session or to the Lord Ordinary, be bound forthwith to transmit such warrant or proceedings, with a proper inventory thereof, certified by him to be correct, to the office of the clerk of the Court of Session attached to the Lord Ordinary; and where any such warrant or proceedings so transmitted to the Court of Session or to the Lord Ordinary shall be remitted back, it shall be the duty of the clerk of the Court of Session to re-transmit the same to the clerk of such inferior court or other public officer from whom they were received."}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "19", "section_title": " Duties of Court of Exchequer in appointment of tutors dative to be performed by Inner House of Session.", "section_text": "19 The duties heretofore performed by or incumbent on the Court of Exchequer with regard to the nomination, appointment, or control of tutors dative shall be performed by the Court of Session acting as the Court of Exchequer in Scotland, upon applications for such nomination or appointment to be made to either of the divisions of the said Court by way of summary petition; and the procedure under such petitions may be, as nearly as may be, the same as under other summary petitions to the said Court, but may be regulated and varied from time to time in such way and manner as to the said Court may seem proper."}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "20", "section_title": " Interlocutors in Exchequer causes may be reclaimed against, and appealed, as if pronounced in ordinary Court of Session causes.", "section_text": "20 All interlocutors of the Lord Ordinary in Exchequer causes shall be subject to review of either Inner House of the Court of Session; and all such interlocutors, and all interlocutors of the Inner House in Exchequer causes, shall be subject to appeal to the House of Lords, in the like manner, and to the same extent and effect, and under the same rules and regulations as any interlocutor of a Lord Ordinary or of the Inner House in any ordinary cause before the Court of Session."}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "21", "section_title": " Suspension, where competent, to be by note in the Bill Chamber in common form; and when note passed case to depend before Lord Ordinary in Exchequer causes.", "section_text": "21 Any suspension may be competently brought at the instance or on the behalf of Her Majesty, or of any subject, of any decree, charge, threatened charge, or diligence whatever in any cause or matter connected with the Exchequer, in the like manner and to the same extent and effect as if such decree, charge, threatened charge, or diligence were in causes or matters connected with any ordinary Court of Session process or procedure; and the application for such suspension may be made in the Bill Chamber by note of suspension in ordinary form, and the proceedings under the same shall thereafter be conducted as in any ordinary Court of Session process of the like nature: Provided, that on any such note of suspension being passed and enrolled the Lord Ordinary in Exchequer causes shall be the Lord Ordinary in such process."}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "22", "section_title": " The Lord Advocate to sue and be sued on behalf of Her Majesty.", "section_text": "22 All causes which shall be brought on the behalf of the Crown in terms of this Act shall be at the instance of the Lord Advocate on the behalf of Her Majesty; and it shall be competent for any person alleging any ground of action against the Crown, which at the date of the passing of this Act was cognizable by the Court of Exchequer as at present constituted, to call the Crown, by calling the Lord Advocate as defender or respondent on the behalf of Her Majesty; . . . "}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "23", "section_title": " Privilege of audience preserved to the Crown.", "section_text": "23 In all causes which shall be brought under this Act the Lord Advocate shall, in pleading on the behalf of the Crown, whether before the Court or a jury, have the privilege of being heard last, according to the present practice of the Court of Exchequer."}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "24", "section_title": " Costs may be given for and against the Crown.", "section_text": "24 In all causes which shall be instituted under this Act before the Court of Session acting as the Court of Exchequer in Scotland, and in all causes presently depending or which shall come to depend before any civil court in Scotland, at the instance or on the behalf of the Crown against any person or persons, or against the Crown at the instance of any person or persons, the Crown, or the Lord Advocate or other person or persons suing on its behalf, shall be entitled, when decree shall be given for the Crown, to move for and recover expenses of process, in the like manner as and under the like rules, regulations, and provisions as are or may be in force touching expenses of process in proceedings between subject and subject; and, where in any cause, whether to be brought under this Act, or presently depending, or which may come to depend before any civil court in Scotland, decree shall be given against the Crown, the subject obtaining such decree shall be entitled to move for and, if awarded, to recover expenses of process, in the like manner and subject to the like rules, regulations, and provisions as aforesaid; and it shall also be competent to recover expenses of diligence to which the Crown is a party, in the like manner and to the like extent as such expenses may be recovered in cases between subject and subject."}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "25", "section_title": " Exchequer causes to have precedence of all others.", "section_text": "25 All causes which shall be brought in terms of this Act shall be deemed and treated as summary causes, and shall be denominated Exchequer causes, and as such be placed at the head of every roll of causes in which they appear, both in the Inner and Outer House, and shall at all times take precedence of and have preference over all other causes whatsoever."}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "26", "section_title": " Sittings of the Court of Session to be held to correspond with existing Exchequer terms.", "section_text": "26 That part of the winter sittings of the Court of Session which precedes the Christmas recess, and that part of such sittings which follows such recess, and the summer sittings of the Court of Session, shall be held to correspond with the terms heretofore observed in the Court of Exchequer."}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "27", "section_title": " Certified copies of interlocutors, equivalent to extracts, except in order to diligence.", "section_text": "27 It shall not be necessary in any cause to be instituted under this Act to extract any interlocutor, order, act, or warrant to be pronounced therein, unless for the purpose of proceeding with diligence thereon; and a copy of any such interlocutor, order, act, or warrant, certified under the hand of any principal, depute, or assistant clerk of session to be a true copy, shall be equivalent to a formal extract thereof: Provided that no diligence shall proceed except upon a formal extract."}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "28", "section_title": " Minute book dispensed with as to extracts of Exchequer decrees; such extracts to have priority in the extractor’s office; and such extracts, and also extracts of registered bond to Her Majesty, to be in ordinary form; except that warrant to charge to be in form scheduled.", "section_text": "28 All decrees to be pronounced under this Act by either division of the Court of Session, sitting as the Court of Exchequer, shall be extracted by the extractor of the Court of Session, without abiding the expiration of the days of the minute book, which are hereby dispensed with; and such extractor shall give to all extracts in Exchequer causes preference and priority in the preparation thereof over all other business in his office; and such extracts, and also the extracts of all decrees proceeding upon bonds or other obligations to Her Majesty on which execution may competently proceed, registered in the books of council and session or in the books of any sheriff court, shall be, as nearly as may be in ordinary form, so far as such form may be consistent with the provisions of this Act; except that in the case of extracts of decrees proceeding upon bonds and other obligations to Her Majesty, registered as aforesaid, and also in the case of extracts of such decrees as aforeasid decerning for payment of any penalty, duty, or debt due to Her Majesty, the extractor shall insert in the extract a warrant to  sheriffs principal  to charge and execute diligence, in terms as nearly as may be of the schedule G hereunto annexed, in lieu of the warrant to charge and for diligence in use in ordinary cases; and such extract shall be a sufficient warrant to any messenger-at-arms or sheriff officer to execute charge, arrestment, and poinding in terms thereof."}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "2934.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "29"}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "35", "section_title": "†Sheriff may seize books of crown debtor under extract decree.", "section_text": "35 It shall be lawful for any  sheriff principal , by virtue of any such extract, to cause the sheriff clerk of his county, or other person empowered by him in that behalf, to seize and detain the books of account and other books and papers of the crown debtor, in order to ascertain the state of his pecuniary affairs, and the book and other debts due to him, and the names and residences of his debtors, and the amounts of the debts severally due to them; and such extract shall be a sufficient warrant to such sheriff clerk or other person to seize and detain such books and papers in terms thereof; and such sheriff clerk or other person shall return an execution of such seizure, in the form as nearly as may be of the schedule L hereunto annexed; and such books and papers shall be open to the inspection of the  sheriff principal , and of any public officer having interest therein on the behalf of the Crown."}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "36"}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "37", "section_title": "†Bonds, &c. heretofore taken by Court of Exchequer may be taken by sheriffs, &c.", "section_text": "37 In all cases where at the date of the passing of this Act any bonds, recognizances, or securities are in use to be taken by any judge or judges of the Court of Exchequer, such bonds, recognizances, and securities may be taken by any  sheriff principal ,  sheriff , or justice of the peace."}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "38", "section_title": " Bonds to Her Majesty to be held as containing a clause of registration.", "section_text": "38 All bonds or obligations granted or that may be granted to Her Majesty, in the form heretofore in use in the Court of Exchequer in Scotland, shall be deemed and taken to be probative documents, and shall have all the like privileges, operation, and effects as if duly executed and attested according to the law of Scotland; and all bonds or obligations, granted or that may be granted to Her Majesty, albeit not containing any clause of registration, shall be capable of registration in the books of council and session, or other judges books competent, and to have a decree interponed thereto, and to be extracted with a view to execution, in the like manner as if a formal clause of registration had been contained therein; and all diligence and execution shall be competent thereon in the like manner and to all effects as upon any bond containing such formal clause of registration: Provided, that where any such bond or obligation shall be for a penal sum, stipulated to be paid in the event of payment not being duly made of a smaller sum of money conditioned in such bond or obligation, diligence and execution shall proceed on the extract of such bond or obligation only for payment of such smaller sum conditioned as aforesaid, with such interest and expenses as may be due thereon."}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "39", "section_title": " Where a bond to Her Majesty is not for a specific sum, sum may be supplied by an account stated and certified, on which diligence may proceed.", "section_text": "39 In the event of the sum due under any bond or obligation to Her Majesty on which diligence may competently proceed under this or any other Act not being set forth specifically therein, a stated account of the sum due under it, having annexed to it a certificate signed by any officer of the Revenue, in the form as nearly as may be of the schedule M hereunto annexed, recorded along with such bond or obligation, shall be sufficient to ascertain the sum due under such bond or obligation; and the extractor shall, in extracting the decree proceeding upon such bond or obligation, make the warrant of charge and for diligence to be contained in such extract applicable to the sum in the said stated account, in the like manner in all respects as if such sum in the said stated account had been actually specified in such bond or obligation, and thereupon all diligence and execution shall proceed as if it had been so specified: Provided always, that no such bond or obligation granted after the date of this Act shall be entitled to the privilege hereby conferred, unless there be inserted therein a specific clause conferring such privilege."}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "40", "section_title": " Provision for recovering in Scotland duties accruing in other parts of the United Kingdom.", "section_text": "40 Where any duty shall have accrued due to Her Majesty in any part of the United Kingdom furth of Scotland, and the person owing such duty shall be subject to the jurisdiction of the Scots Courts, it shall be competent to proceed in Scotland against such person for the recovery of such duty, in the like manner as if such duty had accrued due in Scotland; and all evidence that such duty is resting owing, which would by any law or statute have been receivable in such other part of the United Kingdom, shall be receivable in Scotland, and with such and the like effect and operation in every respect as would attach to such evidence in such other part of the United Kingdom, or to any similar evidence in Scotland."}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "41", "section_title": " Jurisdiction of sheriffs and justices in Exchequer cases saved.", "section_text": "41 Nothing in this Act contained shall operate to prevent the exercise by any  sheriff principal  or justice of the peace in Scotland of any jurisdiction at present competent to such  sheriff principal  or justice respectively."}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "42", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "42"}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "43"}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "44", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "44"}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "45", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "45"}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "46", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "46"}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "47", "section_title": " Interpretation of certain terms.", "section_text": "47 In construing this Act the following words and expressions shall receive the meaning after assigned to them: The expression “ Lord Ordinary ” shall mean the Lord Ordinary in Exchequer causes to be appointed under this Act; the word “cause” shall comprehend action, suit, prosecution, process, and proceeding; the word “person” shall comprehend tribunal, and public and private company, and corporate and public and other body, as well as the individual members of such tribunal, company, or body; the word “decree” shall comprehend act, order, warrant, interlocutor, and judgment; the expression “rentcharge” shall comprehend debt, rent, and duty; and the word “penalty” shall comprehend fine and forfeiture."}, {"act": "Exchequer Court (Scotland) Act 1856", "year": 1856, "section": "4849.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "48"}]