[{"act": "Mercantile Law Amendment Act Scotland 1856", "year": 1856, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Mercantile Law Amendment Act Scotland 1856", "year": 1856, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Mercantile Law Amendment Act Scotland 1856", "year": 1856, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Mercantile Law Amendment Act Scotland 1856", "year": 1856, "section": "8", "section_title": " Cautioners not to be entitled to benefit of discussion.", "section_text": "8 Where any person shall become bound as cautioner for any principal debtor, it shall not be necessary for the creditor to whom such cautionary obligation shall be granted, before calling on the cautioner for payment of the debt to which such cautionary obligation refers, to discuss or do diligence against the principal debtor, as now required by law; but it shall be competent to such creditor to proceed against the principal debtor and the said cautioner, or against either of them, and to use all action or diligence against both or either of them which is competent according to the law of Scotland: Provided always, that nothing herein contained shall prevent any cautioner from stipulating in the instrument of caution that the creditor shall be bound before proceeding against him to discuss and do diligence against the principal debtor."}, {"act": "Mercantile Law Amendment Act Scotland 1856", "year": 1856, "section": "9", "section_title": " Discharge of one cautioner, to operate as a discharge to all.", "section_text": "9 Where two or more parties shall become bound as cautioners for any debtor, any discharge granted by the creditor in such debt or obligation to any one of such cautioners without the consent of the other cautioners shall be deemed and taken to be a discharge granted to all the cautioners; but nothing herein contained shall be deemed to extend to the case of a cautioner consenting to the discharge of a co-cautioner who may have become bankrupt."}, {"act": "Mercantile Law Amendment Act Scotland 1856", "year": 1856, "section": "1016.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Mercantile Law Amendment Act Scotland 1856", "year": 1856, "section": "17", "section_title": " Carriers to be liable for losses by accidental fires.", "section_text": "17 All carriers for hire of goods within Scotland shall be liable to make good to the owner of such goods all losses arising from accidental fire while such goods were in the custody or possession of such carriers."}, {"act": "Mercantile Law Amendment Act Scotland 1856", "year": 1856, "section": "18", "section_title": " Every port in  U.K.  &c. to be deemed a home port. ", "section_text": "18 In relation to the rights and remedies of persons having claims for repairs done to or supplies furnished to or for ships, every port within the United Kingdom of Great Britain and Ireland, the Islands of Man, Guernsey, Jersey, Alderney, and Sark, and the islands adjacent to any of them, being part of the dominions of Her Majesty, shall be deemed a home port."}, {"act": "Mercantile Law Amendment Act Scotland 1856", "year": 1856, "section": "19", "section_title": " Court of Session to make regulations for carrying this Act into effect.", "section_text": "19 The Court of Session is hereby empowered from time to time to make such regulations by act or acts of sederunt as the said Court may deem meet for carrying into effect the purposes of this Act: Provided always, that within fourteen days from the commencement of any future session of Parliament there shall be transmitted to both Houses of Parliament copies of all acts of sederunt made and passed under the powers hereby given."}, {"act": "Mercantile Law Amendment Act Scotland 1856", "year": 1856, "section": "20", "section_title": " Title of Act.", "section_text": "20 In citing this Act, it shall be sufficient to use the expression “The Mercantile Law Amendment Act Scotland 1856.”"}, {"act": "Mercantile Law Amendment Act Scotland 1856", "year": 1856, "section": "21", "section_title": " Extent.", "section_text": "21 Nothing in this Act contained shall apply to any part of the United Kingdom except Scotland."}]