[{"act": "Judicial Committee Act 1843", "year": 1843, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Judicial Committee Act 1843", "year": 1843, "section": "2", "section_title": " Powers of the Judicial Committee and their surrogates in respect to appeals from ecclesiastical and admiralty courts.", "section_text": "2 In respect to all incidents, emergents, dependents, and things adjoined to, arising out of, or connected with appeals from any ecclesiastical court  or from any admiralty or vice-admiralty court  (save in giving a definitive sentence, or any interlocutory decree having the force and effect of a definitive sentence,) the said Judicial Committee and their surrogates shall have full power, subject to such rules, orders, and regulations as shall from time to time be made by the said Judicial Committee, (with the approval of Her Majesty in Council,) to make all such interlocutory orders and decrees, and to administer all such oaths and affirmations, and to do all such things as may be necessary, or the judges of the courts below appealed from or their surrogates in the cases appealed, or the judges of the courts appealed to or their surrogates,  or the lords commissioners of appeals in prize causes or their surrogates,  and the judges delegate or their con-delegates under commissions of appeal under the great seal in ecclesiastical and maritime causes of appeal, would respectively have had before The  Privy Council Appeals Act 1832 and the  Judicial Committee Act 1833 were passed."}, {"act": "Judicial Committee Act 1843", "year": 1843, "section": "3", "section_title": " Who to be surrogates and examiners of the Judicial Committee in ecclesiastical and admiralty appeals.", "section_text": "3 The surrogates and examiners of the Arches Court of Canterbury  and the High Court of Admiralty of England , and such persons as shall from time to time be appointed surrogates or examiners of the said courts, shall be by virtue of this Act surrogates and examiners respectively of the Judicial Committee of the Privy Council in all causes of appeal from ecclesiastical courts  and from any admiralty or vice admiralty court ."}, {"act": "Judicial Committee Act 1843", "year": 1843, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Judicial Committee Act 1843", "year": 1843, "section": "5", "section_title": " Manner of conducting appeals before the Judicial Committee.", "section_text": "5 Subject to such rules and regulations as may from time to time be made by the said Judicial Committee with the approval of her Majesty in council, and save and in so much as the practice thereof may be varied by the  Privy Council Appeals Act 1832 and the  Judicial Committee Act 1833 or by this Act, the said causes of appeal to Her Majesty in Council shall be commenced within the same times, and conducted in the same form and manner, and by the same persons and officers, as if appeals in the same causes had been made to the Queen in Chancery,  the High Court of Admiralty of England, or the lords commissioners of appeals in prize causes respectively; and all things otherwise lawfully done and expedited in the said causes of appeal by the registrar of the High Court of Admiralty of England, his deputy or deputies, in consequence of the passing of the  Privy Council Appeals Act 1832 and the  Judicial Committee Act 1833, shall be deemed to be valid to all intents whatsoever ."}, {"act": "Judicial Committee Act 1843", "year": 1843, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Judicial Committee Act 1843", "year": 1843, "section": "7", "section_title": " Punishing contempts, compelling appearances, enforcing judgments, &c. in causes of appeal.", "section_text": "7 For better punishing contempts, compelling appearances, and enforcing judgments of Her Majesty in Council, and all orders and decrees of the said Judicial Committee or their surrogates, in all causes of appeal from ecclesiastical courts  and from admiralty or vice-admiralty courts , Her Majesty in Council and the said Judicial Committee and their surrogates shall have the same powers, by attachment and committal of the person to any of Her Majesty’s gaols, and subsequent discharge of any person so committed, as by any statute, custom, or usage belong to the judge of the High Court of Admiralty of England; and the said Judicial Committee shall have the same immunities and privileges as are conferred on the judge of the High Court of Admiralty of England under the  Admiralty Court Act 1840 as fully as if the same had been thereby expressly given to the said Judicial Committee."}, {"act": "Judicial Committee Act 1843", "year": 1843, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Judicial Committee Act 1843", "year": 1843, "section": "9", "section_title": " Inhibitions, &c. to be in Her Majesty’s name, and of force throughout the British Dominions.", "section_text": "9 All inhibitions, citations, monitions, and other instruments incidental to or arising out of such causes of appeal shall be issued in the name of her Majesty, and under seal of her Majesty in ecclesiastical and maritime causes, and shall be of full authority in all places throughout the dominions of her Majesty."}, {"act": "Judicial Committee Act 1843", "year": 1843, "section": "10", "section_title": " Monitions for payments into the registry of the Admiralty Court under orders, &c.", "section_text": "10 In all appeals in ecclesiastical and maritime causes to Her Majesty in Council it shall be lawful for Her Majesty in Council, and the said Judicial Committee or their surrogates, at the petition of any person interested in the same, to decree monitions for the transmission of any sum or sums of money respecting which any order or decree may be made, or any questions may be depending arising out of such causes, and the proceeds of all ships or vessels, goods and cargoes respecting which any appeals may be depending, into the registry of the High Court of Admiralty and Appeals, for the benefit of the person or persons who may be ultimately entitled thereto, or for payment thereof to the person to whom the same may be lawfully due."}, {"act": "Judicial Committee Act 1843", "year": 1843, "section": "11", "section_title": " All appeals from ecclesiastical and Admiralty Courts may be referred to the Judicial Committee by an Order in Council.", "section_text": "11 It shall be lawful for Her Majesty, by Order in Council, to direct that all causes of appeal from ecclesiastical courts, . . . . . .   in which the appeal and petition of reference to Her Majesty shall have been lodged in the registry of the High Court of Admiralty and Appeals within twelve calendar months from the giving or pronouncing of any order, decree, or sentence appealed from . . . . . .   shall be referred to the Judicial Committee of the Privy Council, and the said Judicial Committee and their surrogates shall have full power forthwith to proceed in the said appeals, and the usual inhibition and citation shall be decreed and issued, and all usual proceedings taken, as if the same had been referred to the said Judicial Committee by a special order of Her Majesty in Council in each cause respectively."}, {"act": "Judicial Committee Act 1843", "year": 1843, "section": "12", "section_title": " Costs may be awarded by the Judicial Committee, and taxed. ", "section_text": "12 As well the costs of defending any decree or sentence appealed from as of prosecuting any appeal, or in any manner intervening in any cause of appeal, and the costs on either side, or of any party, in the court below, and the costs of opposing any matter which shall be referred to the said Judicial Committee, and the costs of all such issues as shall be tried by direction of the said Judicial Committee respecting any such appeal or matter, shall be paid by such party or parties, person or persons, as the said Judicial Committee shall order, and such costs shall be taxed as in and by the  Judicial Committee Act 1833 is directed respecting the costs of prosecuting any appeal or matter referred by Her Majesty under the authority of the said Act, save the costs arising out of any ecclesiastical  or maritime  cause of appeal, which shall be taxed by the registrar hereinafter named, or his assistant registrar."}, {"act": "Judicial Committee Act 1843", "year": 1843, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Judicial Committee Act 1843", "year": 1843, "section": "14", "section_title": " Custody of records, &c. of the Court of Delegates and Appeals.", "section_text": "14 All records, muniments, books, papers, wills, and other documents remaining in the registry of the High Court of Admiralty and Appeals, appertaining to the late High Court of Delegates and Appeals for Prizes, shall be and remain in the custody and possession of the said registrar of Her Majesty in ecclesiastical and maritime causes."}, {"act": "Judicial Committee Act 1843", "year": 1843, "section": "15", "section_title": " Judicial Committee empowered to make rules, &c. respecting practice and mode of proceeding in appeals, &c. Proviso.", "section_text": "15 It shall be lawful for the said Judicial Committee from time to time to make such rules, orders, and regulations respecting the practice and mode of proceeding in all appeals from ecclesiastical  and admiralty and vice admiralty  courts, and the conduct and duties of the officers and practitioners therein, and to appoint such officer or officers as may be necessary for the execution of processes under the said seal of Her Majesty, and in respect to all appeals and other matters referred to them, as to them shall seem fit, and from time to time to repeal or alter such rules, orders, or regulations: Provided always, that no such rules, orders, or regulations shall be of any force or effect until the same shall have been approved by Her Majesty in Council."}, {"act": "Judicial Committee Act 1843", "year": 1843, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Judicial Committee Act 1843", "year": 1843, "section": "17", "section_title": " Definition of terms.", "section_text": "17 In this Act all words denoting a male person shall be taken to include a female also, and all words denoting one person or thing shall be taken to include also several persons or things, unless a contrary sense shall clearly appear from the context; and the words “Arches Court of Canterbury,” used in this Act, shall be construed to extend to such court as shall exercise the jurisdiction of the said court or be substituted for the same; and wherever the words “ecclesiastical court” have been used in this Act the same shall be construed to extend to such court as shall exercise the jurisdiction or any part of the jurisdiction exercised by any ecclesiastical court or be substituted for the same; and the words “ ecclesiastical and maritime cause of appeal ” shall be construed to extend to causes appealed from ecclesiastical courts and such court as shall exercise the jurisdiction or any part of the jurisdiction exercised by any ecclesiastical court or be substituted for the same."}]