[{"act": "New Parishes Act 1843", "year": 1843, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "New Parishes Act 1843", "year": 1843, "section": "6", "section_title": " Commissioners to have full rights of ownership over the lands, &c. vested in them, subject to certain conditions. Investment of proceeds of sale, and sums received for fines. ", "section_text": "6  . . .   All the same and the like rights and powers of ownership as are possessed and enjoyed respecting and over any lands, tithes, rent-charges, tenements, or other hereditaments whatsoever by any absolute owner thereof shall be enjoyed by the said commissioners with respect to and over all or any lands, tithes, rent-charges, tenements, and other hereditaments vested and liable to be vested in them by or under the provisions of the said recited Acts, and may, subject to the provisions of the same Acts and of this Act, be exercised by them, by proper instruments in writing duly executed according to law, but in the case of any such lands, tithes, rent-charges, and other hereditaments not actually in their possession, with the consent of the respective holders thereof, testified by their being made parties to such instruments . . .  : Provided always, that every sum of money received as the consideration or purchase money for the sale, transfer, or conveyance by the said commissioners of any of such lands, tithes, tenements, or other hereditaments, or of any estate or interest therein, and also every sum of money received by them as the foregift or fine for the granting or renewing of any lease, shall . . .   be applied by them, so soon as conveniently may be after the receipt thereof, in the purchase of lands, tithes, rent-charges, tenements, or other hereditaments, or of some estate or interest therein, and shall in the meantime be invested in some government or parliamentary stock or other public securities in England, the said commissioners being at liberty to apply the interest and dividends of such stock or securities, and the rents and profits of such lands, rent-charges, tithes, tenements, and other hereditaments, to the purposes of the said recited Acts or of this Act."}, {"act": "New Parishes Act 1843", "year": 1843, "section": "724.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "New Parishes Act 1843", "year": 1843, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "25"}, {"act": "New Parishes Act 1843", "year": 1843, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "26"}, {"act": "New Parishes Act 1843", "year": 1843, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "27"}]