[{"act": "Burgh Trading Act 1846", "year": 1846, "section": "1.", "section_title": "†After the passing of this Act exclusive privileges and rights in burghs to cease; and in lieu of the stamp duties now payable on admission a duty of 5s. shall be paid.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   It shall be lawful for any person to carry on or deal in merchandise, and to carry on or exercise any trade or handicraft, in any burgh and elsewhere in Scotland, without being a burgess of such burgh, or a guild brother, or a member of any guild, craft, or incorporation: . . .. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Burgh Trading Act 1846", "year": 1846, "section": "2", "section_title": " Incorporations still to retain their corporate character, and their names and titles.", "section_text": "2 Notwithstanding the abolition of the said exclusive privileges and rights, all such incorporations as aforesaid shall retain their corporate character, and shall continue to be incorporations, with the same names and titles as heretofore; and nothing herein contained shall anywise affect the rights and privileges of such incorporations, or of the office bearers or members thereof, except as herein-before enacted."}, {"act": "Burgh Trading Act 1846", "year": 1846, "section": "3", "section_title": " Incorporations may make bye laws relative to application of its funds, &c. subject to the approbation of the Court of Session. Such bye laws, when sanctioned by Court of Session, to be valid.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   It shall be lawful for every such incorporation from time to time to make all bye laws, regulations, and resolutions relative to the management and application of its funds and property, and relative to the qualification and admission of members, in reference to its altered circumstances under this Act, as may be considered expedient, and to apply to the Court of Session, by summary petition, for the sanction of the said court to such bye laws, regulations, or resolutions; and the said court, after due intimation of such application, shall determine upon the same, and upon any objections that may be made thereto by parties having interest, and shall interpone the sanction of the said court to such bye laws, regulations, or resolutions, or disallow the same in whole or in part, or make thereon such alterations, or adject thereto such conditions or qualifications, as the said court may think fit, and generally shall pronounce such order in the whole matter as may to the said court seem just and expedient; and such bye laws, regulations, or resolutions, subject to such alterations and conditions as aforesaid, shall be, when the sanction of the said court shall have been interponed thereto, valid and effectual and binding on such incorporations: Provided always, that nothing therein contained shall affect the validity of any bye laws, regulations, or resolutions that may be made by any such incorporation without the sanction of the said court, which it would have been heretofore competent for such incorporation to have made of its own authority or without such sanction."}, {"act": "Burgh Trading Act 1846", "year": 1846, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}]