[{"act": "Inclosure Act 1846", "year": 1846, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Inclosure Act 1846", "year": 1846, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Inclosure Act 1846", "year": 1846, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Inclosure Act 1846", "year": 1846, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Inclosure Act 1846", "year": 1846, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Inclosure Act 1846", "year": 1846, "section": "6", "section_title": " Award may be made by assistant commissioner, subject to approval of commissioners, in certain cases of intermixed copyhold or customary and freehold lands, whether subject or not to be inclosed, and whether inclosure is or is not pending, determining which lands shall be held as copyhold or customary and which as freehold. ", "section_text": "6 . . . . . .   such assistant commissioner . . . . . .   shall frame a draft award, . . . . . .   with a map or plan annexed thereto; and the commissioners may, if they think fit make such inquiries in relation to the matter of such draft award or any part thereof, and cause the same to be revised by such assistant commissioner or other person; and in case such draft award, without or after such revision as aforesaid, shall appear satisfactory to the commissioners, they shall cause the same to be engrossed, and to be signed by such assistant commissioner or other person, and shall approve the same under their seal, . . . . . . "}, {"act": "Inclosure Act 1846", "year": 1846, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Inclosure Act 1846", "year": 1846, "section": "8", "section_title": " Boundaries of leaseholds may be declared in award setting out boundaries of copyhold on customary lands. Proviso.", "section_text": "8 Where any land held by lease for years or for life or lives shall be intermixed with or held or occupied together with, or shall be alleged to be intermixed with or to be held or occupied together with, other land, and by reason of the description of the parcels in such lease being general and indefinite, or inapplicable to the actual condition of the property, or otherwise, the quantity, situation, or boundaries of such leasehold land cannot be ascertained, or differences or disputes shall have arisen concerning such quantity, situation, or boundaries, (whether such land shall or shall not be subject to be inclosed under the said recited Act, and whether any proceedings for an inclosure shall or shall not be pending,) it shall be lawful for the commissioners, upon such application as herein-after mentioned, in and by any order under their seal to authorize or to appoint and authorize any assistant commissioner or other person to award and declare what part of the lands so intermixed or held or occupied together, or alleged to be intermixed or held or occupied together, shall be and be deemed to be the land held under such lease, or to determine and declare the quantity, situation, and boundaries thereof, as the case may require; . . . . . .  ; and the assistant commissioner or other person so authorized . . . . . .   shall frame a draft award, . . . . . .  , in like manner as herein-before provided in the case of copyhold or customary land being intermixed or held or occupied as aforesaid; and the provisions herein-before contained for inquiries in the matter of a draft award concerning copyhold or customary land, and the revision thereof, and the engrossment, execution, and approval thereof, shall apply to a draft award and the declarations in a draft award concerning such leasehold land as aforesaid; and from and after the approval of the award concerning such leasehold land the land which shall be thereby declared to be or to be deemed leasehold land shall be and be deemed to be held under such lease, according to the intent of the declaration therein contained: Provided always, that every such order which shall authorize such assistant commissioner or other person to proceed as aforesaid in relation to any such leasehold land shall be made upon the application in writing of the person who if the lease had not been granted would have been the person interested in the land therein comprised, and also of the lessee or assignee of such lease, and of such sub-lessees and other persons as would have been persons (alone or jointly with any other person) interested in the land comprised in such lease, and upon the application also of the person interested in the land with which such leasehold land shall be intermixed or held or occupied, or alleged to be intermixed or held or occupied."}, {"act": "Inclosure Act 1846", "year": 1846, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Inclosure Act 1846", "year": 1846, "section": "10", "section_title": " Steward or deputy may consent in writing on behalf of lord.", "section_text": "10 In every case where the consent of the lord of a manor is required under this Act a declaration or statement in writing under the hand of the steward or his deputy . . . . . .  , signifying that the lord has consented, shall be evidence of such consent for all the purposes of this Act; and a recital or statement of the consent of the lord of a manor contained in an award which shall be approved or in an order which shall be confirmed by the commissioners shall, so far as respects the validity of such award or order, be conclusive evidence of such consent."}, {"act": "Inclosure Act 1846", "year": 1846, "section": "11", "section_title": " Shares of land, and cattle gates and stints, may be exchanged.", "section_text": "11 Where a person interested in any undivided share, or any cattle gate or other gate, or any right of common defined by numbers or stints, in or to be exercised over any land, and a person interested in any undivided share or gate or right (so defined) in or to be exercised over any other land, shall be desirous of exchanging their respective shares, gates, or rights, whether such respective lands or either of them shall or shall not be subject to be inclosed under the said recited Act, and whether any proceedings for an inclosure of such respective lands or either of them shall or shall not be pending, it shall be lawful for the commissioners, upon the application in writing of the persons interested in such shares, gates, or rights which they shall be so desirous of exchanging, or in such lands in respect of such shares, gates, or rights, to make an order of exchange of such respective shares, gates, or rights without requiring the concurrence in such application of the other persons interested in such lands; and all the provisions of the said recited Act and this Act respecting the exchange of lands shall extend and be applicable to the exchange of such respective shares, gates, or rights; provided that, instead of the map or plan by the said recited Act directed to be annexed to an order of exchange, the commissioners may cause to be therein inserted of thereunto annexed such descriptions as may appear to them sufficiently to ascertain such respective shares, gates, or rights, and such respective lands as aforesaid."}, {"act": "Inclosure Act 1846", "year": 1846, "section": "12", "section_title": " Accuracy of maps may be certified.", "section_text": "12 . . . . . .   Every new survey, map, or plan which is used for the purposes of any inclosure under the said Act shall be signed by the said Inclosure Commissioners, after examination of the accuracy thereof under their direction, and sealed with their official seal in testimony of such examination."}, {"act": "Inclosure Act 1846", "year": 1846, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Inclosure Act 1846", "year": 1846, "section": "14", "section_title": " Act deemed part of recited Act.", "section_text": "14 This Act shall be taken to be a part of the said recited Act, and be construed accordingly."}, {"act": "Inclosure Act 1846", "year": 1846, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}]