[{"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "1", "section_title": " Act to apply to all companies incorporated by Acts hereafter to be passed.", "section_text": "1 This Act shall apply to every joint stock company which shall by any Act which shall hereafter be passed be incorporated for the purpose of carrying on any undertaking, and this Act shall be incorporated with such Act; and all the clauses and provisions of this Act, save so far as they shall be expressly varied or excepted by any such Act, shall apply to the company which shall be incorporated by such Act, and to the undertaking for carrying on which such company shall be incorporated, so far as the same shall be applicable thereto respectively; and such clauses and provisions, as well as the clauses and provisions of every other Act which shall be incorporated with such Act, shall, save as aforesaid, form part of such Act, and be construed together therewith as forming one Act."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "2", "section_title": "“the special Act.”\n              “prescribed.”\n              “the undertaking.”\n            ", "section_text": "2 And with respect to the construction of this Act, and of other Acts to be incorporated therewith, be it enacted as follows:  The expression “the special Act” used in this Act shall be construed to mean any Act which shall be hereafter passed incorporating a joint stock company for the purpose of carrying on any undertaking, and with which this Act shall be so incorporated as aforesaid; and the word “prescribed” used in this Act, in reference to any matter herein stated, shall be construed to refer to such matter as the same shall be prescribed or provided for in the special Act; and the sentence in which such word shall occur shall be construed as if instead of the word “prescribed” the expression “prescribed for that purpose in the special Act” had been used; and the expression “theundertaking”shall mean the undertaking or works, of whatever nature, which shall by the special Act be authorized to be executed."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "3", "section_title": " Interpretations in this and the special Act: Number: Gender: “Lands:” “Lease:” “Month:” “Superior courts:” “Justice:” “Two justices:” “The company:” “Shareholder:” “Secretary.”", "section_text": "3 The following words and expressions both in this and the special Act shall have the several meanings hereby assigned to them, unless there be something in the subject or the context repugnant to such construction; (that is to say,) Words importing the singular number only shall include the plural number; and words importing the plural number only shall include the singular number: Words importing the masculine gender only shall include females: The word “lands” shall extend to messuages, lands, tenements, and hereditaments, of any tenure: The word “ lease ” shall include an agreement for a lease: The word “ month ” shall mean calendar month: The expression “ superior courts ” shall mean her Majesty’s superior courts of record at  the Royal Courts of Justice  or  Belfast , as the case may require: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . The word “ justice ” shall mean justice of the peace  acting for the  . . . place where the matter requiring the cognizance of any such justice shall arise, and  who shall not be interested in the matter; and where any matter shall be authorized or required to be done by two justices the expression “two justices” shall be understood to mean two justices assembled and acting together in petty sessions: The expression “ the company ” shall mean the company constituted by the special Act: The expression “ the directors ” shall mean the directors of the company, and shall include all persons having the direction of the undertaking, whether under the name of directors, managers, committee of management, or under any other name: The word “ shareholder ” shall mean shareholder, proprietor, or member of the company; and in referring to any such shareholder, expressions properly applicable to a person shall be held to apply to a corporation: And The expression “ secretary ” shall mean the secretary of the company, and shall include the word “clerk.”"}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "4", "section_title": " Short title of the Act.", "section_text": "4 In citing this Act in other Acts of Parliament and in legal instruments it shall be sufficient to use the expression “The Companies Clauses Consolidation Act 1845.”"}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "6", "section_title": " Capital to be divided into shares.", "section_text": "6 The capital of the company shall be divided into shares of the prescribed number and amount; and such shares shall be numbered in arithmetical progression, beginning with number one; and every such share shall be distinguished by its appropriate number."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "7", "section_title": " Shares to be personal estate.", "section_text": "7 All shares in the undertaking shall be personal estate, and transmissible as such, and shall not be of the nature of real estate."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "8", "section_title": " Shareholders.", "section_text": "8 Every person who shall have subscribed the prescribed sum or upwards to the capital of the company, or shall otherwise have become entitled to a share in the company, and whose name shall have been entered on the register of shareholders herein-after mentioned, shall be deemed a shareholder of the company."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "9", "section_title": " Registry of shareholders.", "section_text": "9 The company shall keep a book, to be called the “Register of Shareholders” ; and in such book shall be fairly and distinctly entered, from time to time, the names of the several corporations, and the names and additions of the several persons entitled to shares in the company, together with the number of shares to which such shareholders shall be respectively entitled, distinguishing each share by its number, and the amount of the subscriptions paid on such shares, and the surnames or corporate names of the said shareholders shall be placed in alphabetical order; and such book shall be authenticated by the common seal of the company being affixed thereto; and such authentication shall take place at the first ordinary meeting, or at the next subsequent meeting of the company, and so from time to time at each ordinary meeting of the company."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "10", "section_title": " Addresses of shareholders.", "section_text": "10 In addition to the said register of shareholders, the company shall provide a book, to be called the “Shareholders Address Book,” in which the secretary shall from time to time enter in alphabetical order the corporate names and places of business of the several shareholders of the company, being corporations, and the surnames of the several other shareholders with their respective christian names, places of abode, and descriptions, so far as the same shall be known to the company; and every shareholder, or if such shareholder be a corporation the clerk or agent of such corporation, may at all convenient times peruse such book gratis, and may require a copy thereof or of any part thereof; and for every hundred words so required to be copied the company may demand a sum not exceeding sixpence."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "11", "section_title": " Certificates of shares to be issued to the shareholders.", "section_text": "11 On demand of the holder of any share the company shall cause a certificate of the proprietorship of such share to be delivered to such shareholder; and such certificate shall have the common seal of the company affixed thereto; and such certificate shall specify the share in the undertaking to which such shareholder is entitled; and the same may be according to the form in the Schedule (A.) to this Act annexed, or to the like effect; and for such certificate the company may demand any sum not exceeding the prescribed amount, or if no amount be prescribed then a sum not exceeding two shillings and sixpence."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "12", "section_title": " Certificate to be evidence.", "section_text": "12 The said certificate shall be admitted in all courts as prima facie evidence of the title of such shareholder, his executors, administrators, successors, or assigns, to the share therein specified; nevertheless the want of such certificate shall not prevent the holder of any share from disposing thereof."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "13", "section_title": " Certificate to be renewed when destroyed.", "section_text": "13 If any such certificate be worn out or damaged, then, upon the same being produced at some meeting of the directors, such directors may order the same to be cancelled, and thereupon another similar certificate shall be given to the party in whom the property of such certificate, and of the share therein mentioned, shall be at the time vested; or if such certificate be lost or destroyed, then, upon proof thereof to the satisfaction of the director, a similar certificate shall be given to the party entitled to the certificate so lost or destroyed; and in either case a due entry of the substituted certificate shall be made by the secretary in the register of shareholders; and for every such certificate so given or exchanged the company may demand any sum not exceeding the prescribed amount, or if no amount be prescribed then a sum not exceeding two shillings and sixpence."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "14", "section_title": " Transfer of shares to be by deed duly stamped.", "section_text": "14 Subject to the regulations herein or in the special Act contained, every shareholder may sell and transfer all or any of his shares in the undertaking, or all or any part of his interest in the capital stock of the company, in case such shares shall, under the provision herein-after contained, be consolidated into capital stock; and every such transfer shall be by deed duly stamped, in which the consideration shall be truly stated; and such deed may be according to the form in the schedule (B.) to this Act annexed, or to the like effect."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "15", "section_title": " Transfers of shares to be registered, &c.", "section_text": "15 The said deed of transfer (when duly executed) shall be delivered to the secretary, and be kept by him; and the secretary shall enter a memorial thereof in a book to be called the “Register of Transfers,” and shall endorse such entry on the deed of transfer, and shall, on demand, deliver a new certificate to the purchaser; and for every such entry, together with such endorsement and certificate, the company may demand any sum not exceeding the prescribed amount, or if no amount be prescribed then a sum not exceeding two shillings and sixpence; and on the request of the purchaser of any share an endorsement of such transfer shall be made on the certificate of such share, instead of a new certificate being granted; and such endorsement, being signed by the secretary, shall be considered in every respect the same as a new certificate; and until such transfer has been so delivered to the secretary as aforesaid the vendor of the share shall continue liable to the company for any calls that may be made upon such share, and the purchaser of the share shall not be entitled to receive any share of the profits of the undertaking, or to vote in respect of such share."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "16", "section_title": " Transfer not to be made until calls paid.", "section_text": "16 No shareholder shall be entitled to transfer any share, after any call shall have been made in respect thereof, until he shall have paid such call, nor until he shall have paid all calls for the time being due on every share held by him."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "17", "section_title": " Closing of transfer books.", "section_text": "17 It shall be lawful for the directors to close the register of transfers for the prescribed period, or if no period be prescribed then for a period not exceeding fourteen days previous to each ordinary meeting, and they may fix a day for the closing of the same, of which seven days notice shall be given by advertisement in some newspaper as after mentioned; and any transfer made during the time when the transfer books are so closed shall, as between the company and the party claiming under the same, but not otherwise, be considered as made subsequently to such ordinary meeting."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "18", "section_title": " Transmission of shares by other means than transfer to be authenticated by a declaration.", "section_text": "18 If the interest in any share have become transmitted in consequence of the death or bankruptcy or insolvency of any shareholder,  . . . or by any other lawful means than by a transfer according to the provisions of this or the special Act, such transmission shall be authenticated by a declaration in writing as herein-after mentioned, or in such other manner as the directors shall require; and every such declaration shall state the manner in which and the party to whom such share shall have been so transmitted, and shall be made and signed by some credible person  before a justice, or before a master or master extraordinary of the High Court of Chancery; and such declaration before a justice or a person authorised to administer oaths; and such declaration  shall be left with the secretary, and thereupon he shall enter the name of the person entitled under such transmission in the register of shareholders; and for every such entry the company may demand any sum not exceeding the prescribed amount, and where no amount shall be prescribed then not exceeding  25p  ; and until such transmission has been so authenticated no person claiming by virtue of any such transmission shall be entitled to receive any share of the profits of the undertaking, nor to vote in respect of any such share as the holder thereof."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "19", "section_title": " Proof of transmission by marriage, will, &c.", "section_text": "19 . . . And if such transmission have taken place by virtue of any testamentary instrument, or by intestacy, the probate of the will, or the letters of administration, or an official extract therefrom, shall, together with such declaration, be produced to the secretary; and upon such production  . . . the secretary shall make an entry of the declaration in the said register of transfers."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "20", "section_title": " Company not bound to regard trusts.", "section_text": "20 The company shall not be bound to see to the execution of any trust, whether express, implied, or constructive, to which any of the said shares may be subject; and the receipt of the party in whose name any such share shall stand in the books of the company, or if it stands in the names of more parties than one the receipt of one of the parties named in the register of shareholders, shall from time to time be a sufficient discharge to the company for any dividend or other sum of money payable in respect of such share, notwithstanding any trusts to which such share may then be subject, and whether or not the company have had notice of such trusts; and the company shall not be bound to see to the application of the money paid upon such receipt."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "21", "section_title": " Subscriptions to be paid when called for.", "section_text": "21 The several persons who have subscribed any money towards the undertaking, or their legal representatives, respectively, shall pay the sums respectively so subscribed, or such portions thereof as shall from time to time be called for by the company, at such times and places as shall be appointed by the company; and with respect to the provisions herein or in the special Act contained for enforcing the payment of calls, the word “shareholder” shall extend to and include the legal personal representatives of such shareholder."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "22", "section_title": " Power to make calls.", "section_text": "22 It shall be lawful for the company from time to time to make such calls of money upon the respective shareholders, in respect of the amount of capital respectively subscribed or owing by them, as they shall think fit, provided that twenty-one days notice at the least be given of each call, and that no call exceed the prescribed amount, if any, and that successive calls be not made at less than the prescribed interval, if any, and that the aggregate amount of calls made in any one year do not exceed the prescribed amount, if any; and every shareholder shall be liable to pay the amount of the calls so made, in respect of the shares held by him, to the persons and at the times and places from time to time appointed by the company."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "23", "section_title": " Interest to be paid on calls unpaid.", "section_text": "23 If, before or on the day appointed for payment, any shareholder do not pay the amount of any call to which he is liable, then such shareholder shall be liable to pay interest for the same at the rate allowed by law, from the day appointed for the payment thereof to the time of the actual payment."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "24", "section_title": " Power to allow interest on payment of subscriptions before call.", "section_text": "24 It shall be lawful for the company, if they think fit, to receive from any of the shareholders willing to advance the same all or any part of the monies due upon their respective shares beyond the sums actually called for; and upon the principal monies so paid in advance, or so much thereof as from time to time shall exceed the amount of the calls then made upon the shares in respect of which such advance shall be made, the company may pay interest at such rate, not exceeding the legal rate of interest for the time being, as the shareholder paying such sum in advance and the company shall agree upon."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "25", "section_title": " Enforcement of calls by action.", "section_text": "25 If at the time appointed by the company for the payment of any call any shareholder fail to pay the amount of such call, it shall be lawful for the company to sue such shareholder for the amount thereof, in any court of law or equity having competent jurisdiction, and to recover the same, with lawful interest, from the day on which such call was payable."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "26", "section_title": " Declaration in action for calls.", "section_text": "26 In any action or suit to be brought by the company against any shareholder to recover any money due for any call it shall not be necessary to set forth the special matter, but it shall be sufficient for the company to declare that the defendant is the holder of one share or more in the company, (stating the number of shares,) and is indebted to the company in the sum of money to which the calls in arrear shall amount in respect of one call or more upon one share or more, (stating the number and amount of each of such calls,) whereby an action hath accrued to the company by virtue of this and the special Act."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "27", "section_title": " Matter to be proved in action for calls.", "section_text": "27 On the trial or hearing of such action or suit it shall be sufficient to prove that the defendant at the time of making such call was a holder of one share or more in the undertaking, and that such call was in fact made, and such notice thereof given as is directed by this or the special Act; and it shall not be necessary to prove the appointment of the directors who made such call, nor any other matter whatsoever; and thereupon the company shall be entitled to recover what shall be due upon such call, with interest thereon, unless it shall appear either that any such call exceeds the prescribed amount, or that due notice of such call was not given, or that the prescribed interval between two successive calls had not elapsed, or that calls amounting to more than the sum prescribed for the total amount of calls in one year had been made within that period."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "28", "section_title": " Proof of proprietorship.", "section_text": "28 The production of the register of shareholders shall be prima facie evidence of such defendant being a shareholder, and of the number and amount of his shares."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "29", "section_title": " Forfeiture of shares for nonpayment of calls.", "section_text": "29 If any shareholder fail to pay any call payable by him, together with the interest, if any, that shall have accrued thereon, the directors, at any time after the expiration of two months from the day appointed for payment of such call, may declare the share in respect of which such call was payable forfeited, and that whether the company have sued for the amount of such call or not."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "30", "section_title": " Notice of forfeiture to be given before declaration thereof. ", "section_text": "30 Before declaring any share forfeited the directors shall cause notice of such intention to be left at or transmitted by the post to the usual or last place of abode of the person appearing by the register of shareholders to be the proprietor of such share; and if the holder of any such share be abroad, or if his usual or last place of abode be not known to the directors, by reason of its being imperfectly described in the shareholders address book, or otherwise, or if the interest in any such share shall be known by the directors to have become transmitted otherwise than by transfer, as herein-before mentioned, but a declaration of such transmission shall not have been registered as aforesaid, and so the address of the parties to whom the same may have been transmitted or may for the time being belong shall not be known to the directors, the directors shall give public notice of such intention in the London or  Belfast  Gazette, according as the company’s principal place of business shall be situate in England or Ireland, and also in some newspaper, as after mentioned; and the several notices aforesaid shall be given twenty-one days at least before the directors shall make such declaration of forfeiture."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "31", "section_title": " Forfeiture to be confirmed by a general meeting.", "section_text": "31 The said declaration of forfeiture shall not take effect, so as to authorize the sale or other disposition of any share until such declaration have been confirmed at some general meeting of the company, to be held after the expiration of two months at the least from the day on which such notice of intention to make such declaration of forfeiture shall have been given; and it shall be lawful for the company to confirm such forfeiture at any such meeting, and by an order at such meeting, or at any subsequent general meeting, to direct the share so forfeited to be sold or otherwise disposed of."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "32", "section_title": " Sale of forfeited shares.", "section_text": "32 After such confirmation as aforesaid it shall be lawful for the directors to sell the forfeited share, either by public auction or private contract, and, if there be more than one such forfeited share, then either separately or together, as to them shall seem fit; and any shareholder may purchase any forfeited share so sold."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "33", "section_title": " Evidence as to forfeiture of shares.", "section_text": "33 A declaration in writing, by some credible person not interested in the matter, made  before any justice, or before any master  ... of the High Court of Chancery, that the call before any justice or a person authorised to administer oaths, that the call  in respect of a share was made and notice thereof given, and that default in payment of the call was made, and that the forfeiture of the share was declared and confirmed in manner herein-before required, shall be sufficient evidence of the facts therein stated; and such declaration, and the receipt of the treasurer of the company for the price of such share, shall constitute a good title to such share; and a certificate of proprietorship shall be delivered to such purchaser, and thereupon he shall be deemed the holder of such share, discharged from all calls due prior to such purchase; and he shall not be bound to see to the application of the purchase money, nor shall his title to such share be effected by any irregularity in the proceedings in reference to such sale."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "34", "section_title": " No more shares to be sold than sufficient for payment of calls.", "section_text": "34 The company shall not sell or transfer more of the shares of any such defaulter than will be sufficient, as nearly as can be ascertained at the time of such sale, to pay the arrears then due from such defaulter on account of any calls, together with interest, and the expences attending such sale and declaration of forfeiture; and if the money produced by the sale of any such forfeited shares be more than sufficient to pay all arrears of calls and interest thereon due at the time of such sale, and the expences attending the declaration of forfeiture and sale thereof, the surplus shall, on demand, be paid to the defaulter."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "35", "section_title": " On payment of calls before sale the forfeited shares to revert.", "section_text": "35 If payment of such arrears of calls and interest and expences be made before any share so forfeited and vested in the company shall have been sold, such share shall revert to the party to whom the same belonged before such forfeiture, in such manner as if such calls had been duly paid."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "36", "section_title": " Execution against shareholders to the extent of their shares in capital not paid up.", "section_text": "36 If any execution, either at law or in equity, shall have been issued against the property or effects of the company, and if there cannot be found sufficient whereon to levy such execution, then such execution may be issued against any of the shareholders to the extent of their shares respectively in the capital of the company not then paid up: Provided always, that no such execution shall issue against any shareholder, except upon an order of the court in which the action, suit, or other proceeding shall have been brought or instituted, made upon motion in open court after sufficient notice in writing to the persons sought to be charged; and upon such motion such court may order execution to issue accordingly; and for the purpose of ascertaining the names of the shareholders, and the amount of capital remaining to be paid upon their respective shares, it shall be lawful for any person entitled to any such execution, at all reasonable times, to inspect the register of shareholders without fee."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "37", "section_title": " Reimbursement of such shareholders.", "section_text": "37 If by means of any such execution any shareholder shall have paid any sum of money beyond the amount then due from him in respect of calls, he shall forthwith be reimbursed such additional sum by the directors out of the funds of the company."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "38", "section_title": " Power to borrow money.", "section_text": "38 If the company be authorized by the special Act to borrow money on mortgage or bond, it shall be lawful for them, subject to the restrictions contained in the special Act, to borrow on mortgage or bond such sums of money as shall from time to time, by an order of a general meeting of the company, be authorized to be borrowed, not exceeding in the whole the sum prescribed by the special Act, and for securing the repayment of the money so borrowed, with interest, to mortgage the undertaking, and the future calls on the shareholders, or to give bonds in manner herein-after mentioned."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "39", "section_title": " Power to re-borrow.", "section_text": "39 If, after having borrowed any part of the money so authorized to be borrowed on mortgage or bond, the company pay off the same, it shall be lawful for them again to borrow the amount so paid off, and so from time to time, but such power of re-borrowing shall not be exercised without the authority of a general meeting of the company, unless the money be so re-borrowed in order to pay off any existing mortgage or bond."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "40", "section_title": " Evidence of authority for borrowing.", "section_text": "40 Where by the special Act the company shall be restricted from borrowing any money on mortgage or bond until a definite portion of their capital shall be subscribed or paid up, or where by this or the special Act the authority of a general meeting is required for such borrowing, the certificate of a justice that such definite portion of the capital has been subscribed or paid up, and a copy of the order of a general meeting of the company authorizing the borrowing of any money, certified by one of the directors or by the secretary to be a true copy, shall be sufficient evidence of the fact of the capital required to be subscribed or paid up having been so subscribed or paid up, and of the order for borrowing money having been made; and upon production to any justice of the books of the company, and of such other evidence as he shall think sufficient, such justice shall grant the certificate aforesaid."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "41", "section_title": " Mortgages and bonds to be stamped.", "section_text": "41 Every mortgage and bond for securing money borrowed by the company shall be by deed under the common seal of the company, duly stamped, and wherein the consideration shall be truly stated; and every such mortgage deed or bond may be according to the form in the schedule (C.) or (D.) to this Act annexed, or to the like effect."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "42", "section_title": " Rights of mortgagees.", "section_text": "42 The respective mortgagees shall be entitled one with another to their respective proportions of the tolls, sums, and premises comprised in such mortgages, and of the future calls payable by the shareholders, if comprised therein, according to the respective sums in such mortgages mentioned to be advanced by such mortgagees respectively, and to be repaid the sums so advanced, with interest, without any preference one above another by reason of priority of the date of any such mortgage, or of the meeting at which the same was authorized."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "43", "section_title": " Application of calls, notwithstanding mortgages.", "section_text": "43 No such mortgage (although it should comprise future calls on the shareholders) shall, unless expressly so provided, preclude the company from receiving and applying to the purposes of the company any calls to be made by the company."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "44", "section_title": " Rights of obligees.", "section_text": "44 The respective obligees in such bonds shall, proportionally according to the amount of the monies secured thereby, be entitled to be paid, out of the tolls or other property or effects of the company, the respective sums in such bonds mentioned, and thereby intended to be secured, without any preference one above another by reason of priority of date of any such bond, or of the meeting at which the same was authorized, or otherwise howsoever."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "45", "section_title": " Register of mortgages and bonds.", "section_text": "45 A register of mortgages and bonds shall be kept by the secretary, and within fourteen days after the date of any such mortgage or bond an entry or memorial, specifying the number and date of such mortgage or bond, and the sums secured thereby, and the names of the parties thereto, with their proper additions, shall be made in such register; and such register may be perused at all reasonable times by any of the shareholders, or by any mortgagee or bond creditor of the company, or by any person interested in any such mortgage or bond, without fee or reward."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "46", "section_title": " Transfers of mortgages and bonds to be stamped.", "section_text": "46 Any party entitled to any such mortgage or bond may from time to time transfer his right and interest therein to any other person; and every such transfer shall be by deed duly stamped, wherein the consideration shall be truly stated; and every such transfer may be according to the form in the schedule (E.) to this Act annexed, or to the like effect."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "47", "section_title": " Transfers of mortgages and bonds to be registered.", "section_text": "47 Within thirty days after the date of every such transfer, if executed within the United Kingdom, or otherwise within thirty days after the arrival thereof in the United Kingdom, it shall be produced to the secretary, and thereupon the secretary shall cause an entry or memorial thereof to be made in the same manner as in the case of the original mortgage; and after such entry every such transfer shall entitle the transferee to the full benefit of the original mortgage or bond in all respects; and no party having made such transfer, shall have power to make void, release, or discharge the mortgage or bond so transferred, or any money thereby secured; and for such entry the company may demand a sum not exceeding the prescribed sum, or, where no sum shall be prescribed, the sum of  12½p  ; and until such entry the company shall not be in any manner responsible to the transferee in respect of such mortgage."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "48", "section_title": " Payment of interest on monies borrowed.", "section_text": "48 The interest of the money borrowed upon any such mortgage or bond shall be paid at the periods appointed in such mortgage or bond, and if no period be appointed, half-yearly, to the several parties entitled thereto, and in preference to any dividends payable to the shareholders of the company."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "49", "section_title": " Transfers of interest to be stamped.", "section_text": "49 The interest on any such mortgage or bond shall not be transferable, except by deed duly stamped."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "50", "section_title": " Repayment of money borrowed at a time fixed.", "section_text": "50 The company may, if they think proper, fix a period for the repayment of the principal money so borrowed, with the interest thereof, and in such case the company shall cause such period to be inserted in the mortgage deed or bond; and upon the expiration of such period the principal sum, together with the arrears of interest thereon, shall, on demand, be paid to the party entitled to such mortgage or bond; and if no other place of payment be inserted in such mortgage deed or bond, such principal and interest shall be payable at the principal office or place of business of the company."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "51", "section_title": " Repayment of money borrowed where no time fixed.", "section_text": "51 If no time be fixed in the mortgage deed or bond for the repayment of the money so borrowed, the party entitled to the mortgage or bond may, at the expiration or at any time after the expiration of twelve months from the date of such mortgage or bond, demand payment of the principal money thereby secured, with all arrears of interest, upon giving six months previous notice for that purpose; and in the like case the company may at any time pay off the money borrowed, on giving the like notice; and every such notice shall be in writing or print, or both, and if given by a mortgagee or bond creditor shall be delivered to the secretary or left at the principal office of the company, and if given by the company shall be given either personally to such mortgagee or bond creditor or left at his residence, or if such mortgagee or bond creditor be unknown to the directors, or cannot be found after diligent inquiry, such notice shall be given by advertisement in the London or  Belfast  Gazette, according as the principal office of the company shall be in England or Ireland, and in some newspaper, as after-mentioned."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "52", "section_title": " Interest to cease on expiration of notice to pay off mortgage or bond.", "section_text": "52 If the company shall have given notice of their intention to pay off any such mortgage or bond at a time when the same may lawfully be paid off by them, then at the expiration of such notice all further interest shall cease to be payable on such mortgage or bond, unless, on demand of payment made pursuant to such notice, or at any time thereafter, the company shall fail to pay the principal and interest due at the expiration of such notice on such mortgage or bond."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "53", "section_title": " Arrears of interest, when to be enforced by appointment of a receiver. Arrears of principal and interest.", "section_text": "53 Where by the special Act the mortgagees of the company shall be empowered to enforce the payment of the arrears of interest, or the arrears of principal and interest, due on such mortgages, by the appointment of a receiver, then, if within thirty days after the interest accruing upon any such mortgage has become payable, and after demand thereof in writing, the same be not paid, the mortgagee may, without prejudice to his right to sue for the interest so in arrear in any of the superior courts of law or equity, require the appointment of a receiver, by an application to be made as herein-after provided; and if within six months after the principal money owing upon any mortgage has become payable, and after demand thereof in writing, the same be not paid, the mortgagee, without prejudice to his right to sue for such principal money, together with all arrears of interest in any of the superior courts of law or equity, may, if his debt amount to the prescribed sum alone, or, if his debt does not amount to the prescribed sum he may, in conjunction with other mortgagees whose debts, being so in arrear, after demand as aforesaid, shall, together with his, amount to the prescribed sum, require the appointment of a receiver, by an application to be made as herein-after provided."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "54", "section_title": " Appointment of receiver.", "section_text": "54 Every application for a receiver in the cases aforesaid shall be made to two justices, and on any such application it shall be lawful for such justices, by order in writing, after hearing the parties, to appoint some person to receive the whole or a competent part of the tolls or sums liable to the payment of such interest, or such principal and interest, as the case may be, until such interest, or until such principal and interest, as the case may be, together with all costs, including the charges of receiving the tolls or sums aforesaid, be fully paid; and upon such appointment being made all such tolls and sums of money as aforesaid shall be paid to and received by the person so to be appointed; and the money so to be received shall be so much money received by or to the use of the party to whom such interest, or such principal and interest, as the case may be, shall be then due, and on whose behalf such receiver shall have been appointed; and after such interest and costs, or such principal, interest, and costs, have been so received, the power of such receiver shall cease."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "55", "section_title": " Access to account books by mortgagees.", "section_text": "55 At all seasonable times the books of account of the company shall be open to the inspection of the respective mortgagees and bond creditors thereof, with liberty to take extracts therefrom, without fee or reward."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "56", "section_title": " Power to convert loan into capital.", "section_text": "56 It shall be lawful for the company, if they think fit, unless it be otherwise provided by the special Act, to raise the additional sum so authorized to be borrowed, or any part thereof, by creating new shares of the company, instead of borrowing the same, or, having borrowed the same, to continue at interest only a part of such additional sum, and to raise part thereof by creating new shares; but no such augmentation of capital as aforesaid shall take place without the previous authority of a general meeting of the company."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "57", "section_title": " New shares to be considered same as original shares.", "section_text": "57 The capital so to be raised by the creation of new shares shall be considered as part of the general capital, and shall be subject to the same provisions in all respects, whether with reference to the payment of calls, or the forfeiture of shares on nonpayment of calls, or otherwise, as if it had been part of the original capital, except as to the times of making calls for such additional capital, and the amount of such calls, which respectively it shall be lawful for the company from time to time to fix as they shall think fit."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "58", "section_title": " If old shares at premium, new shares to be offered to the shareholders.", "section_text": "58 If at the time of any such augmentation of capital taking place by the creation of new shares the then existing shares be at a premium, or of greater actual value than the nominal value thereof, then, unless it be otherwise provided by the special Act, the sum so to be raised shall be divided into shares of such amounts as will conveniently allow the same to be apportioned among the then shareholders in proportion to the existing shares held by them respectively; and such new shares shall be offered to the then shareholders in the proportion aforesaid: and such offer shall be made by letter under the hand of the secretary given to or sent by post, addressed to each shareholder according to his address in the shareholders address book, or left at his usual or last place of abode."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "59", "section_title": " Shares to vest in the parties accepting; otherwise to be disposed of by the directors.", "section_text": "59 The said new shares shall vest in and belong to the shareholders who shall accept the same, and pay the value thereof to the company at the time and by the instalments which shall be fixed by the company; and if any shareholder fail for one month after such offer of new shares to accept the same, and pay the instalments called for in respect thereof, it shall be lawful for the company to dispose of such shares in such manner as they shall deem most for the advantage of the company."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "60", "section_title": " If not at a premium, to be issued as company think fit.", "section_text": "60 If at the time of such augmentation of capital taking place the existing shares be not at a premium, then such new shares may be of such amount, and may be issued in such manner and on such terms, as the company shall think fit."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "61", "section_title": " Power to consolidate shares into stock.", "section_text": "61 It shall be lawful for the company from time to time, with the consent of three fifths of the votes of the shareholders present in person or by proxy at any general meeting of the company, when due notice for that purpose shall have been given, to convert or consolidate all or any part of the shares then existing in the capital of the company, and in respect whereof the whole money subscribed shall have been paid up, into a general capital stock, to be divided amongst the shareholders according to their respective interests therein."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "62", "section_title": " Proprietors of stock may transfer the same.", "section_text": "62 After such conversion or consolidation shall have taken place all the provisions contained in this or the special Act which require or imply that the capital of the company shall be divided into shares of any fixed amount, and distinguished by numbers, shall, as to so much of the capital as shall have been so converted or consolidated into stock, cease and be of no effect, and the several holders of such stock may thenceforth transfer their respective interests therein, or any parts of such interests, in the same manner and subject to the same regulations and provisions as or according to which any shares in the capital of the company might be transferred under the provisions of this or the special Act; and the company shall cause an entry to be made in some book, to be kept for that purpose, of every such transfer; and for every such entry they may demand any sum not exceeding the prescribed amount, or, if no amount be prescribed, a sum not exceeding  12½p."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "63", "section_title": " Register of stock.", "section_text": "63 The company shall from time to time cause the names of the several parties who may be interested in any such stock as aforesaid, with the amount of the interest therein possessed by them respectively, to be entered in a book to be kept for the purpose, and to be called “The Register of Holders of Consolidated Stock,” and such book shall be accessible at all seasonable times to the several holders of shares or stock in the undertaking."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "64", "section_title": " Proprietors of stock entitled to dividends.", "section_text": "64 The several holders of such stock shall be entitled to participate in the dividends and profits of the company, according to the amount of their respective interests in such stock; and such interests shall, in proportion to the amount thereof, confer on the holders thereof respectively the same privileges and advantages, for the purpose of voting at meetings of the company, qualification for the office of directors, and for other purposes, as would have been conferred by shares of equal amount in the capital of the company, but so that none of such privileges or advantages, except the participation in the dividends and profits of the company, shall be conferred by any aliquot part of such amount of consolidated stock as would not, if existing in shares, have conferred such privileges or advantages respectively."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "65", "section_title": " Application of capital.", "section_text": "65 And be it enacted, that all the money raised by the company, whether by subscriptions of the shareholders, or by loan or otherwise, shall be applied, firstly, in paying the costs and expences incurred in obtaining the special Act, and all expences incident thereto, and, secondly, in carrying the purposes of the company into execution."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "66", "section_title": " Ordinary meetings to be held half-yearly.", "section_text": "66 The first general meeting of the shareholders of the company shall be held within the prescribed time, or if no time be prescribed within one month after the passing of the special Act, and the future general meetings shall be held at the prescribed periods, and if no periods be prescribed in the months of February and August in each year, or at such other stated periods as shall be appointed for that purpose by an order of a general meeting; and the meetings so appointed to be held as aforesaid shall be called “Ordinary Meetings” ; and all meetings, whether ordinary or extraordinary, shall be held in the prescribed place, if any, and if no place be prescribed, then at some place to be appointed by the directors."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "67", "section_title": " Business at ordinary meetings.", "section_text": "67 No matters, except such as are appointed by this or the special Act to be done at an ordinary meeting, shall be transacted at any such meeting, unless, special notice of such matters have been given in the advertisement convening such meeting."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "68", "section_title": " Extraordinary meetings.", "section_text": "68 Every general meeting of the shareholders, other than an ordinary meeting, shall be called an “Extraordinary Meeting”; and such meetings may be convened by the directors at such times as they think fit."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "69", "section_title": " Business at extraordinary meetings.", "section_text": "69 No extraordinary meeting shall enter upon any business not set forth in the notice upon which it shall have been convened."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "70", "section_title": " Extraordinary meetings may be required by shareholders.", "section_text": "70 It shall be lawful for the prescribed number of shareholders, holding in the aggregate shares to the prescribed amount, or, where the number of shareholders or amount of shares shall not be prescribed, it shall be lawful for twenty or more shareholders holding in the aggregate not less than one tenth of the capital of the company, by writing under their hands, at any time to require the directors to call an extraordinary meeting of the company; and such requisition shall fully express the object of the meeting required to be called, and shall be left at the office of the company, or given to at least three directors, or left at their last or usual places of abode; and forthwith upon the receipt of such requisition the directors shall convene a meeting of the shareholders; and if for twenty-one days after such notice the directors fail to call such meeting, the prescribed number, or such other number as aforesaid, of shareholders, qualified as aforesaid, may call such meeting, by giving fourteen days public notice thereof."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "71", "section_title": " Notice of meetings.", "section_text": "71 Fourteen days public notice at the least of all meetings, whether ordinary or extraordinary, shall be given by advertisement, which shall specify the place, the day, and the hour of meeting; and every notice of an extraordinary meeting, or of an ordinary meeting, if any other business than the business hereby or by the special Act appointed for ordinary meetings is to be done thereat, shall specify the purpose for which the meeting is called."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "72", "section_title": " Quorum for a general meeting.", "section_text": "72 In order to constitute a meeting (whether ordinary or extraordinary) there shall be present, either personally or by proxy, the prescribed quorum, and if no quorum be prescribed then shareholders holding in the aggregate not less than one twentieth of the capital of the company and being in number not less than one for every five hundred pounds of such required proportion of capital, unless such number would be more than twenty, in which case twenty shareholders holding not less than one twentieth of the capital of the company shall be the quorum; and if within one hour from the time appointed for such meeting the said quorum be not present no business shall be transacted at a meeting, other than the declaring of a dividend, in case that shall be one of the objects of the meeting, but such meeting shall, except in the case of a meeting for the election of directors, hereinafter mentioned, be held to be adjourned sine die."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "73", "section_title": " Chairman at general meetings.", "section_text": "73 At every meeting of the company one or other of the following persons shall preside as chairman; that is to say, the chairman of the directors, or in his absence the deputy chairman (if any), or, in the absence of the chairman and deputy chairman, some one of the directors of the company to be chosen for that purpose by the meeting, or, in the absence of the chairman and deputy chairman, and of all the directors, any shareholder to be chosen for that purpose by a majority of the shareholders present at such meeting."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "74", "section_title": " Business at meetings, and adjournments.", "section_text": "74 The shareholders present at any such meeting shall proceed in the execution of the powers of the company with respect to the matters for which such meeting shall have been convened, and those only; and every such meeting may be adjourned from time to time, and from place to place; and no business shall be transacted at any adjourned meeting other than the business left unfinished at a meeting from which such adjournment took place."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "75", "section_title": " Votes of shareholders.", "section_text": "75 At all general meetings of the company every shareholder shall be entitled to vote according to the prescribed scale of voting, and where no scale shall be prescribed every shareholder shall have one vote for every share up to ten, and he shall have an additional vote for every five shares beyond the first ten shares held by him up to one hundred, and an additional vote for every ten shares held by him beyond the first hundred shares; provided always, that no shareholder shall be entitled to vote at any meeting unless he shall have paid all the calls then due upon the shares held by him."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "76", "section_title": " Manner of voting.", "section_text": "76 The votes may be given either personally or by proxies, being shareholders, authorized by writing according to the form in the schedule (F.) to this Act annexed or in a form to the like effect, under the hand of the shareholder nominating such proxy, or if such shareholder be a corporation, then under their common seal; and every proposition at any such meeting shall be determined by the majority of votes of the parties present, including proxies, the chairman of the meeting being entitled to vote, not only as a principal and proxy, but to have a casting vote if there be an equality of votes. Provided that, where the shareholder is a body corporate, the proxy may be any member of such body, though not personally a shareholder in the company."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "77", "section_title": " Regulations as to proxies.", "section_text": "77 No person shall be entitled to vote as a proxy unless the instrument appointing such proxy have been transmitted to the secretary of the company the prescribed period, or, if no period be prescribed, not less than forty-eight hours before the time appointed for holding the meeting at which such proxy is to be used."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "78", "section_title": " Votes of joint shareholders.", "section_text": "78 If several persons be jointly entitled to a share, the person whose name stands first in the register of shareholders as one of the holders of such share shall, for the purpose of voting at any meeting, be deemed the sole proprietor thereof; and on all occasions the vote of such first-named shareholder, either in person or by proxy, shall be allowed as the vote in respect of such share, without proof of the concurrence of the other holders thereof."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "79", "section_title": " Votes of lunatics and minors, &c. ", "section_text": "79 If any shareholder be a  person of unsound mind  or idiot, such  person of unsound mind  or idiot may vote by his committee; and if any shareholder be a minor he may vote by his guardian or any one of his guardians; and every such vote may be given either in person or by proxy."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "80", "section_title": " Proof of a particular majority of votes only required in the event of a poll being demanded.", "section_text": "80 Whenever in this or the special Act the consent of any particular majority of votes at any meeting of the company is required in order to authorize any proceeding of the company, such particular majority shall only be required to be proved in the event of a poll being demanded at such meeting; and if such poll be not demanded, then a declaration by the chairman that the resolution authorizing such proceeding has been carried, and an entry to that effect in the book of proceedings of the company, shall be sufficient authority for such proceeding, without proof of the number or proportion of votes recorded in favour of or against the same."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "81", "section_title": " Number of directors.", "section_text": "81 The number of directors shall be the prescribed number."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "82", "section_title": " Power to vary the number of directors.", "section_text": "82 Where the company shall be authorized by the special Act to increase or to reduce the number of the directors it shall be lawful for the company, from time to time, in general meeting, after due notice for that purpose, to increase or reduce the number of the directors within the prescribed limits, if any, and to determine the order of rotation in which such reduced or increased number shall go out of office, and what number shall be a quorum at their meetings."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "83", "section_title": " Election of directors.", "section_text": "83 The directors appointed by the special Act shall unless thereby otherwise provided, continue in office until the first ordinary meeting to be held in the year next after that in which the special Act shall have passed; and at such meeting the shareholders present, personally or by proxy, may either continue in office the directors appointed by the special Act, or any number of them, or may elect a new body of directors, or directors to supply the places of those not continued in office, the directors appointed by the special Act being eligible as members of such new body; and at the first ordinary meeting to be held every year thereafter the shareholders present, personally or by proxy, shall elect persons to supply the places of the directors then retiring from office, agreeably to the provisions herein-after contained; and the several persons elected at any such meeting, being neither removed nor disqualified, nor having resigned, shall continue to be directors until others are elected in their stead, as herein-after mentioned."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "84", "section_title": " Existing directors continued on failure of meeting for election of directors.", "section_text": "84 If at any meeting at which an election of directors ought to take place the prescribed quorum shall not be present within one hour from the time appointed for the meeting no election of directors shall be made, but such meeting shall stand adjourned to the following day at the same time and place; and if at the meeting so adjourned the prescribed quorum be not present within one hour from the time appointed for the meeting the existing directors shall continue to act and retain their powers until new directors be appointed at the first ordinary meeting of the following year."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "85", "section_title": " Qualification of directors.", "section_text": "85 No person shall be capable of being a director unless he be a shareholder, nor unless he be possessed of the prescribed number, if any, of shares; and no person holding an office or place of trust or profit under the company, or interested in any contract with the company, shall be capable of being a director; and no director shall be capable of accepting any other office or place of trust or profit under the company, or of being interested in any contract with the company, during the time he shall be a director."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "86", "section_title": " Cases in which office of director shall become vacant.", "section_text": "86 If any of the directors at any time subsequently to his election accept or continue to hold any other office or place of trust or profit under the company, or be either directly or indirectly concerned in any contract with the company, or participate in any manner in the profits of any work to be done for the company, or if such director at any time cease to be a holder of the prescribed number of shares in the company, then in any of the cases aforesaid the office of such director shall become vacant, and thenceforth he shall cease from voting or acting as a director."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "87", "section_title": " Shareholder of incorporated joint stock company not disqualified by reason of contracts.", "section_text": "87 Provided always, that no person, being a shareholder or member of any incorporated joint stock company, shall be disqualified or prevented from acting as a director by reason of any contract entered into between such joint stock company and the company incorporated by the special Act; but no such director, being a shareholder or member of such joint stock company, shall vote on any question as to any contract with such joint stock company."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "88", "section_title": " Rotation of directors.", "section_text": "88 The directors appointed by the special Act, and continued in office as aforesaid, or the directors elected to supply the places of those retiring as aforesaid, shall, subject to the provision herein-before contained for increasing or reducing the number of directors, retire from office at the times and in the proportions following, the individuals to retire being in each instance determined by ballot among the directors, unless they shall otherwise agree; (that is to say,) At the end of the first year after the first election of directors the prescribed number, and if no number be prescribed one third of such directors, to be determined by a ballot among themselves, unless they should otherwise agree, shall go out of office: At the end of the second year the prescribed number, and if no number be prescribed one half of the remaining number of such directors, to be determined in like manner, shall go out of office: At the end of the third year the prescribed number, and if no number be prescribed the remainder of such directors, shall go out of office: And in each instance the places of the retiring directors shall be supplied by an equal number of qualified shareholders; and at the first ordinary meeting in every subsequent year the prescribed number, and if no number be prescribed one third of the directors, being those who have been longest in office, shall go out of office, and their places shall be supplied in like manner; nevertheless every director so retiring from office may be re-elected immediately or at any future time, and after such re-election shall, with reference to the going out by rotation, be considered as a new director: Provided always, that if the prescribed number of directors be some number not divisible by three, and the number of directors to retire be not prescribed, the directors shall in each case determine what number of directors, as nearly one third as may be, shall go out of office, so that the whole number shall go out of office in three years."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "89", "section_title": " Supply of occasional vacancies in office of directors.", "section_text": "89 If any director die, or resign, or become disqualified or incompetent to act as a director, or cease to be a director by any other cause than that of going out of office by rotation as aforesaid, the remaining directors, if they think proper so to do, may elect in his place some other shareholder, duly qualified, to be a director; and the shareholder so elected to fill up any such vacancy shall continue in office as a director so long only as the person in whose place he shall have been elected would have been entitled to continue if he had remained in office."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "90", "section_title": " Powers of the company to be exercised by the directors.", "section_text": "90 The directors shall have the management and superintendence of the affairs of the company, and they may lawfully exercise all the powers of the company, except as to such matters as are directed by this or the special Act to be transacted by a general meeting of the company; but all the powers so to be exercised shall be exercised in accordance with and subject to the provisions of this and the special Act; and the exercise of all such powers shall be subject also to the control and regulation of any general meeting specially convened for the purpose, but not so as to render invalid any act done by the directors prior to any resolution passed by such general meeting."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "91", "section_title": " Powers of the company not to be exercised by the directors.", "section_text": "91 Except as otherwise provided by the special Act, the following powers of the company, (that is to say,) the choice and removal of the directors, except as herein-before mentioned, and the increasing or reducing of their number, where authorized by the special Act, the choice of auditors, the determination as to the remuneration of the directors, auditors, treasurer, and secretary, the determination as to the amount of money to be borrowed on mortgage, the determination as to the augmentation of capital, and the declaration of dividends, shall be exercised only at a general meeting of the company."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "92", "section_title": " Meetings of directors.", "section_text": "92 The directors shall hold meetings at such times as they shall appoint for the purpose, and they may meet and adjourn as they think proper, from time to time, and from place to place; and at any time any two of the directors may require the secretary to call a meeting of the directors; and in order to constitute a meeting of directors there shall be present at the least the prescribed quorum, and when no quorum shall be prescribed there shall be present at least one third of the directors; and all questions at any such meeting shall be determined by the majority of votes of the directors present, and in case of an equal division of votes the chairman shall have a casting vote, in addition to his vote as one of the directors."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "93", "section_title": " Permanent chairman of directors.", "section_text": "93 At the first meeting of directors held after the passing of the special Act, and at the first meeting of the directors held after each annual appointment of directors, the directors present at such meeting shall choose one of the directors to act as chairman of the directors for the year following such choice, and shall also, if they think fit, choose another director to act as deputy chairman for the same period; and if the chairman or deputy chairman die or resign, or cease to be a director, or otherwise become disqualified to act, the directors present at the meeting next after the occurrence of such vacancy shall choose some other of the directors to fill such vacancy; and every such chairman or deputy chairman so elected as last aforesaid shall continue in office so long only as the person in whose place he may be so elected would have been entitled to continue if such death, resignation, removal, or disqualification had not happened."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "94", "section_title": " Occasional chairman of directors.", "section_text": "94 If at any meeting of the directors neither the chairman nor deputy chairman be present, the directors present shall choose some one of their number to be chairman of such meeting."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "95", "section_title": " Committees of directors.", "section_text": "95 It shall be lawful for the directors to appoint one or more committees, consisting of such number of directors as they think fit, within the prescribed limits, if any, and they may grant to such committees respectively power on behalf of the company to do any acts relating to the affairs of the company which the directors could lawfully do, and which they shall from time to time think proper to intrust to them."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "96", "section_title": " Meetings of committees.", "section_text": "96 The said committees may meet from time to time, and may adjourn from place to place, as they think proper, for carrying into effect the purposes of their appointment; and no such committee shall excercise the powers intrusted to them except at a meeting at which there shall be present the prescribed quorum, or if no quorum be prescribed then a quorum to be fixed for that purpose by the general body of directors; and at all meetings of the committees one of the members present shall be appointed chairman; and all questions at any meeting of the committee shall be determined by a majority of votes of the members present, and in case of an equal division of votes the chairman shall have a casting vote, in addition to his vote as a member of the committee."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "97", "section_title": " Contracts by committees or directors, how to be entered into.", "section_text": "97 The power which may be granted to any such committee to make contracts, as well as the power of the directors to make contracts, on behalf of the company, may lawfully be exercised as follows; (that is to say,) With respect to any contract which, if made between private persons, would be by law required to be in writing, and  under seal executed as a deed , such committee or the directors may make such contract on behalf of the company in writing, and under the common seal of the company, and in the same manner may vary or discharge the same: With respect to any contract which, if made between private persons, would be by law required to be in writing, and signed by the parties to be charged therewith, then such committee or the directors may make such contract on behalf of the company in writing, signed by such committee or any two of them, or any two of the directors, and in the same manner may vary or discharge the same: With respect to any contract which, if made between private persons, would by law be valid although made by parol only, and not reduced into writing, such committee or the directors may make such contract on behalf of the company by parol only, without writing, and in the same manner may vary or discharge the same: And all contracts made according to the provisions herein contained shall be effectual in law, and shall be binding upon the company and their successors, and all other parties thereto, their heirs, executors, or administrators, as the case may be; and on any default in the execution of any such contract, either by the company or any other party thereto, such actions or suits may be brought, either by or against the company, as might be brought had the same contracts been made between private persons only."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "98", "section_title": " Proceedings to be entered in a book, and to be evidence.", "section_text": "98 The directors shall cause notes, minutes, or copies, as the case may require, of all appointments made or contracts entered into by the directors, and of the orders and proceedings of all meetings of the company, and of the directors and committees of directors, to be duly entered in books, to be from time to time provided for the purpose, which shall be kept under the superintendence of the directors; and every such entry shall be signed by the chairman of such meeting; and such entry, so signed, shall be received as evidence in all courts, and before all judges, justices, and others, without proof of such respective meetings having been duly convened or held, or of the persons making or entering such orders or proceedings being shareholders or directors or members of committee respectively, or of the signature of the chairman, or of the fact of his having been chairman, all of which last-mentioned matters shall be presumed, until the contrary be proved."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "99", "section_title": " Informalities in appointment of directors not to invalidate proceedings.", "section_text": "99 All acts done by any meeting of the directors, or of a committee of directors, or by any person acting as a director, shall, notwithstanding it may be afterwards discovered that there was some defect in the appointment of any such directors or persons acting as aforesaid, or that they or any of them were or was disqualified, be as valid as if every such person had been duly appointed and was qualified to be a director."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "100", "section_title": " Directors not to be personally liable. Indemnity of directors.", "section_text": "100 No director, by being party to or executing in his capacity of director any contract or other instrument on behalf of the company, or otherwise lawfully executing any of the powers given to the directors, shall be subject to be sued or prosecuted, either individually or collectively, by any person whomsoever; and the bodies or goods or lands of the directors shall not be liable to execution of any legal process by reason of any contract or other instrument so entered into, signed, or executed by them, or by reason of any other lawful act done by them in the execution of any of their powers as directors; and the directors, their heirs, executors, and administrators, shall be indemnified out of the capital of the company for all payments made or liability incurred in respect of any acts done by them, and for all losses, costs, and damages which they may incur in the execution of the powers granted to them; and the directors for the time being of the company may apply the existing funds and capital of the company for the purposes of such indemnity, and may, if necessary for that purpose, make calls of the capital remaining unpaid, if any."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "101", "section_title": " Election of auditors.", "section_text": "101 Except where by the special Act auditors shall be directed to be appointed otherwise than by the company, the company shall, at the first ordinary meeting after the passing of the special Act, elect the prescribed number of auditors, and if no number is prescribed two auditors, in like manner as is provided for the election of directors; and at the first ordinary meeting of the company in each year thereafter the company shall in like manner elect an auditor to supply the place of the auditor then retiring from office, according to the provision herein-after contained; and every auditor elected as herein-before provided, being neither removed nor disqualified, nor having resigned, shall continue to be an auditor until another be elected in his stead."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "102", "section_title": " Qualification of auditors.", "section_text": "102 Where no other qualification shall be prescribed by the special Act, every auditor shall have at least one share in the undertaking; and he shall not hold any office in the company, nor be in any other manner interested in its concerns, except as a shareholder."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "103", "section_title": " Rotation of auditors.", "section_text": "103 One of such auditors (to be determined in the first instance by ballot between themselves, unless they shall otherwise agree, and afterwards by seniority), shall go out of office at the first ordinary meeting in each year; but the auditor so going out shall be immediately re-eligible, and after any such re-election shall, with respect to the going out of office by rotation, be deemed a new auditor."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "104", "section_title": " Vacancies in office of auditor.", "section_text": "104 If any vacancy take place among the auditors in the course of the current year, then at any general meeting of the company the vacancy may, if the company think fit, be supplied by election of the shareholders."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "105", "section_title": " Failure of meeting to elect auditor.", "section_text": "105 The provision of this Act respecting the failure of an ordinary meeting at which directors ought to be chosen shall apply, mutatis mutandis, to any ordinary meeting at which an auditor ought to be appointed."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "106", "section_title": " Delivery of balance sheet, &c. by directors to auditors.", "section_text": "106 The directors shall deliver to such auditors the half-yearly or other periodical accounts and balance sheet, fourteen days at the least before the ensuing ordinary meeting at which the same are required to be produced to the shareholders as herein-after provided."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "107", "section_title": " Duty of auditors.", "section_text": "107 It shall be the duty of such auditors to receive from the directors the half-yearly or other periodical accounts and balance sheet required to be presented to the shareholders, and to examine the same."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "108", "section_title": " Powers of auditors.", "section_text": "108 It shall be lawful for the auditors to employ such accountants and other persons as they may think proper, at the expence of the company, and they shall either make a special report on the said accounts, or simply confirm the same; and such report or confirmation shall be read, together with the report of the directors, at the ordinary meeting."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "109", "section_title": " Security to be taken from officers intrusted with money.", "section_text": "109 Before any person intrusted with the custody or control of monies, whether treasurer, collector, or other officer of the company, shall enter upon his office, the directors shall take sufficient security from him for the faithful execution of his office."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "110", "section_title": " Officers to account, on demand.", "section_text": "110 Every officer employed by the company shall from time to time, when required by the directors, make out and deliver to them, or to any person appointed by them for that purpose, a true and perfect account, in writing under his hand, of all monies received by him on behalf of the company; and such account shall state how, and to whom, and for what purpose, such monies shall have been disposed of; and, together with such account, such officer shall deliver the vouchers and receipts for such payments; and every such officer shall pay to the directors, or to any person appointed by them to receive the same, all monies which shall appear to be owing from him upon the balance of such accounts."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "111", "section_title": " Summary remedy against parties failing to account.", "section_text": "111 If any such officer fail to render such account, or to produce and deliver up all the vouchers and receipts relating to the same in his possession or power, or to pay the balance thereof when thereunto required, or if for three days after being thereunto required he fail to deliver up to the directors, or to any person appointed by them to receive the same, all papers and writings, property, effects, matters, and things, in his possession or power, relating to the execution of this or the special Act, or any Act incorporated therewith, or belonging to the company, then, on complaint thereof being made to a justice, such justice shall summon such officer to appear before two or more justices at a time and place to be set forth in such summons, to answer such charge; and upon the appearance of such officer, or in his absence, upon proof that such summons was personally served upon him, or left at his last known place of abode, such justices may hear and determine the matter in a summary way, and may adjust and declare the balance owing by such officer; and if it appear, either upon confession of such officer, or upon evidence, or upon inspection of the account, that any monies of the company are in the hands of such officer, or owing by him to the company, such justices may order such officer to pay the same;  . . .."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "112", "section_title": " Officers refusing to deliver up documents, &c. to be imprisoned.", "section_text": "112 If any such officer refuse to make out such account in writing, or to produce and deliver to the justices the several vouchers and receipts relating thereto, or to deliver up any books, papers, or writings, property, effects, matters, or things, in his possession or power, belonging to the company, such justices may lawfully commit such offender to gaol, there to remain until he shall have delivered up all the vouchers and receipts, if any, in his possession or power, relating to such accounts, and have delivered up all books, papers, writings, property, effects, matters, and things, if any, in his possession or power, belonging to the company."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "113", "section_title": " Where officer about to abscond, a warrant may be issued in the first instance.", "section_text": "113 Provided always, that if any director or other person acting on behalf of the company shall make oath that he has good reason to believe, upon grounds to be stated in his deposition, and does believe, that it is the intention of any such officer as aforesaid to abscond, it shall be lawful for the justice before whom the complaint is made, instead of issuing his summons, to issue his warrant for the bringing such officer before such two justices as aforesaid; but no person executing such warrant shall keep such officer in custody longer than twenty-four hours without bringing him before some justice; and it shall be lawful for the justice before whom such officer may be brought either to discharge such officer, if he think there is no sufficient ground for his detention, or to order such officer to be detained in custody, so as to be brought before two justices, at a time and place to be named in such order, unless such officer give bail, to the satisfaction of such justice, for his appearance before such justices to answer the complaint of the company."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "114", "section_title": " Sureties not to be discharged.", "section_text": "114 No such proceeding against or dealing with any such officer as aforesaid shall deprive the company of any remedy which they might otherwise have against such officer, or any surety of such officer."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "115", "section_title": " Accounts to be kept.", "section_text": "115 The directors shall cause full and true accounts to be kept of all sums of money received or expended on account of the company by the directors and all persons employed by or under them, and of the matters and things for which such sums of money shall have been received, or disbursed and paid."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "116", "section_title": " Books to be balanced.", "section_text": "116 The books of the company shall be balanced at the prescribed periods, and if no periods be prescribed, fourteen days at least before each ordinary meeting: and forthwith on the books being so balanced an exact balance sheet shall be made up, which shall exhibit a true statement of the capital stock, credits, and property of every description belonging to the company, and the debts due by the company at the date of making such balance sheet, and a distinct view of the profit or loss which shall have arisen on the transactions of the company in the course of the preceding half year; and previously to each ordinary meeting such balance sheet shall be examined by the directors, or any three of their number, and shall be signed by the chairman or deputy chairman of the directors."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "117", "section_title": " Inspection of accounts by shareholders at stated times.", "section_text": "117 The books so balanced, together with such balance sheet as aforesaid, shall for the prescribed periods, and if no periods be prescribed, for fourteen days previous to each ordinary meeting, and for one month thereafter, be open for the inspection of the shareholders at the principal office or place of business of the company; but the shareholders shall not be entitled at any time, except during the periods aforesaid, to demand the inspection of such books, unless in virtue of a written order signed by three of the directors."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "118", "section_title": " Balance sheet to be produced at the meeting.", "section_text": "118 The directors shall produce to the shareholders assembled at such ordinary meeting the said balance sheet, applicable to the period immediately preceding such meeting, together with the report of the auditors thereon, as herein-before provided."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "119", "section_title": " Book-keeper to allow inspection of the accounts at the appointed times.", "section_text": "119 The directors shall appoint a book-keeper to enter the accounts aforesaid in books to be provided for the purpose; and every such book-keeper shall permit any shareholder to inspect such books, and to take copies or extracts therefrom, at any reasonable time during the prescribed periods, and if no periods be prescribed during one fortnight before and one month after every ordinary meeting; and if he fail to permit any such shareholder to inspect such books, or take copies or extracts therefrom, during the periods aforesaid, he shall forfeit to such shareholder for every such offence a sum not exceeding five pounds."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "120", "section_title": " Previously to declaration of dividends a scheme to be prepared.", "section_text": "120 Previously to every ordinary meeting at which a dividend is intended to be declared the directors shall cause a scheme to be prepared, showing the profits, if any, of the company for the period current since the preceding ordinary meeting at which a dividend was declared, and apportioning the same, or so much thereof as they may consider applicable to the purposes of dividend, among the shareholders, according to the shares held by them respectively, the amount paid thereon, and the periods during which the same may have been paid, and shall exhibit such scheme at such ordinary meeting, and at such meeting a dividend may be declared according to such scheme."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "121", "section_title": " Dividend not to be made so as to reduce capital.", "section_text": "121 The company shall not make any dividend whereby their capital stock will be be in any degree reduced: Provided always, that the word “dividend” shall not be construed to apply to a return of any portion of the capital stock, with the consent of all the mortgagees and bond creditors of the company, due notice being given for that purpose at an extraordinary meeting to be convened for that object."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "122", "section_title": " Power to directors to set apart a fund for contingencies.", "section_text": "122 Before apportioning the profits to be divided among the shareholders the directors may, if they think fit, set aside thereout such sum as they may think proper to meet contingencies, or for enlarging, repairing, or improving the works connected with the undertaking, or any part thereof, and may divide the balance only among the shareholders."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "123", "section_title": " Dividend not to be paid unless all calls paid.", "section_text": "123 No dividend shall be paid in respect of any share until all calls then due in respect of that and every other share held by the person to whom such dividend may be payable shall have been paid."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "124", "section_title": " Power to make bye laws for the officers of the company.", "section_text": "124 It shall be lawful for the company from time to time to make such bye laws as they think fit, for the purpose of regulating the conduct of the officers and servants of the company, and for providing for the due management of the affairs of the company in all respects whatsoever, and from time to time to alter or repeal any such bye laws, and make others, provided such bye laws be not repugnant to the laws of that part of the United Kingdom where the same are to have effect, or to the provisions of this or the special Act; and such bye laws shall be reduced into writing, and shall have affixed thereto the common seal of the company; and a copy of such bye laws shall be given to every officer and servant of the company affected thereby."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "125", "section_title": " Fines for breach of such bye laws.", "section_text": "125 It shall be lawful for the company, by such bye laws, to impose such reasonable penalties upon all persons, being officers or servants of the company, offending against such bye laws, as the company think fit, not exceeding five pounds for any one offence."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "126", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "126"}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "127", "section_title": " Evidence of bye laws.", "section_text": "127 The production of a written or printed copy of the bye laws of the company, having the common seal of the company affixed thereto, shall be sufficient evidence of such bye laws in all cases of prosecution under the same."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "128", "section_title": " Appointment of arbitrator when questions are to be determined by arbitration.", "section_text": "128 When any dispute authorized or directed by this or the special Act, or any Act incorporated therewith, to be settled by arbitration, shall have arisen, then, unless both parties shall concur in the appointment of a single arbitrator, each party, on the request of the other party, shall by writing under his hand nominate and appoint an arbitrator to whom such dispute shall be referred; and after any such appointment shall have been made neither party shall have power to revoke the same without the consent of the other, nor shall the death of either party operate as such revocation; and if for the space of fourteen days after any such dispute shall have arisen, and after a request in writing shall have been served by the one party on the other party to appoint an arbitrator, such last-mentioned party fail to appoint such arbitrator, then upon such failure the party making the request, and having himself appointed an arbitrator, may appoint such arbitrator to act on behalf of both parties, and such arbitrator may proceed to hear and determine the matters which shall be in dispute, and in such case the award or determination of such single arbitrator shall be final."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "129", "section_title": " Vacancy of arbitrator to be supplied.", "section_text": "129 If before the matters so referred shall be determined any arbitrator appointed by either party die, or become incapable or refuse or for seven days neglect to act as arbitrator, the party by whom such arbitrator was appointed may nominate and appoint in writing some other person to act in his place; and if for the space of seven days after notice in writing from the other party for that purpose he fail to do so the remaining or other arbitrator may proceed ex parte; and every arbitrator so to be substituted as aforesaid shall have the same powers and authorities as were vested in the former arbitrator at the time of such his death, refusal, or disability as aforesaid."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "130", "section_title": " Appointment of umpire.", "section_text": "130 Where more than one arbitrator shall have been appointed such arbitrators shall, before they enter upon the matters referred to them, nominate and appoint by writing under their hands an umpire to decide on any such matters on which they shall differ; and if such umpire shall die, or refuse or for seven days neglect to act, they shall forthwith after such death, refusal, or neglect appoint another umpire in his place; and the decision of every such umpire on the matters so referred to him shall be final."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "131", "section_title": " Board of Trade empowered to appoint an umpire, on neglect of the arbitrators, in case of railway companies. ", "section_text": "131 If in either of the cases aforesaid the said arbitrators shall refuse, or shall for seven days after request of either party to such arbitration neglect to appoint an umpire, it shall be lawful for the Board of Trade, if they think fit, in any case in which a railway company shall be one party to the arbitration, on the application of either party to such arbitration, to appoint an umpire; and the decision of such umpire on the matters on which the arbitrators shall differ shall be final."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "132", "section_title": " Power of arbitrators to call for books, &c.", "section_text": "132 The said arbitrators or their umpire may call for the production of any documents in the possession or power of either party which they or he may think necessary for determining the question in dispute, and may examine the parties or their witnesses on oath, and administer the oaths necessary for that purpose."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "133", "section_title": " Costs to be in the discretion of the arbitrators.", "section_text": "133 Except where by this or the special Act, or any Act incorporated therewith, it shall be otherwise provided, the costs of and attending every such arbitration to be determined by the arbitrators shall be in the discretion of the arbitrators or their umpires, as the case may be."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "134", "section_title": " Submission to arbitration to be made rule of court.", "section_text": "134 The submission to any such arbitration may be made a rule of any of the superior courts, on the application of either of the parties."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "135", "section_title": " Service of notices upon company.", "section_text": "135 Any summons or notice, or any writ, or other proceeding, at law or in equity, requiring to be served upon the company, may be served by the same being left at, or transmitted through the post directed to the principal office of the company, or one of their principal offices where there shall be more than one, or being given personally to the secretary, or in case there be no secretary then by being given to any one director of the company."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "136", "section_title": " Service by company on shareholders.", "section_text": "136 Notices requiring to be served by the company upon the shareholders may, unless expressly required to be served personally, be served by the same being transmitted through the post directed according to the registered address or other known address of the shareholder, within such period as to admit of its being delivered in the due course of delivery within the period (if any) prescribed for the giving of such notice; and in proving such service it shall be sufficient to prove that such notice was properly directed, and that it was so put into the post office."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "137", "section_title": " Notices to joint proprietors of shares.", "section_text": "137 All notices directed to be given to the shareholders shall, with respect to any share to which persons are jointly entitled, be given to whichever of the said persons shall be named first in the register of shareholders; and notice so given shall be sufficient notice to all the proprietors of such share."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "138", "section_title": " Notices by advertisement.", "section_text": "138 All notices required by this or the special Act, or any Act incorporated therewith, to be given by advertisement, shall be advertised in the prescribed newspaper, or if no newspaper be prescribed, or if the prescribed newspaper cease to be published, in a newspaper circulating in the district within which the company’s principal place of business shall be situated."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "139", "section_title": " Authentication of notices.", "section_text": "139 Every summons, notice, or other such document, requiring authentication by the company, may be signed by two directors, or by the treasurer or the secretary of the company, and need not be under the common seal of the company, and the same may be in writing or in print, or partly in writing and partly in print."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "140", "section_title": " Proof of debts in bankruptcy.", "section_text": "140 And be it enacted, that if any person against whom the company shall have any claim or demand become bankrupt, or take the benefit of any Act for the relief of insolvent debtors, it shall be lawful for the secretary or treasurer of the company, in all proceedings against the estate of such bankrupt or involvent, or under any fiat, sequestration, or act of insolvency against such bankrupt or insolvent, to represent the company, and act in their behalf, in all respects as if such claim or demand had been the claim or demand of such secretary or treasurer, and not of the company."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "141", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "141"}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "142", "section_title": " Provision for damages not otherwise provided for.", "section_text": "142 In all cases where any damages, costs, or expences are by this or the special Act, or any Act incorporated therewith, directed to be paid, and the method of ascertaining the amount or enforcing the payment thereof is not provided for, such amount, in case of dispute, shall be ascertained and determined by two justices;  . . ."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "143", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "143"}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "144", "section_title": " Method of proceeding before justices in questions of damages, &c.", "section_text": "144 Where in this or the special Act, or any Act incorporated therewith, any question or compensation, expences, charges, or damages is referred to the determination of any one justice,  or more, it shall be lawful for any justice, upon the application of either party, to summon the other party to appear before one justice, or before two justices, as the case may require, at a time and place to be named in such summons; and upon the appearance of such parties, or in the absence of any of them, upon proof of due service of the summons , it shall be lawful for such one justice,  or such two justices, as the case may be, to hear and determine such question,  and for that purpose to examine such parties or any of them, and their witnesses, on oath; and the cost of every such inquiry shall be in the discretion of such justices, and they shall determine the amount thereof."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "145", "section_title": " Publication of penalties.", "section_text": "145 The company shall publish the short particulars of the several offences for which any penalty is imposed by this or the special Act, or any Act incorporated therewith, or by any bye law of the company affecting other persons than the shareholders, officers, or servants of the company, and of the amount of every such penalty, and shall cause such particulars to be painted on a board, or printed on paper and pasted thereon, and shall cause such board to be hung up or affixed on some conspicuous part of the principal place of business of the company, and where any such penalties are of local application shall cause such boards to be affixed in some conspicuous place in the immediate neighbourhood to which such penalties are applicable or have reference; and such particulars shall be renewed as often as the same or any part thereof is obliterated or destroyed; and no such penalty shall be recoverable unless it shall have been published and kept published in the manner herein-before required."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "146", "section_title": " Penalty for defacing boards used for such publication.", "section_text": "146 If any person shall pull down  or injure  any board put up or affixed as required by this or the special Act, or any Act incorporated therewith, for the purpose of publishing any bye law or penalty, or shall obliterate any of the letters or figures thereon, he shall forfeit for every such offence a sum not exceeding five pounds, and shall defray the expences attending the restoration of such board."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "147", "section_title": " Penalties to be summarily recovered before two justices.", "section_text": "147 Every penalty or forfeiture imposed by this or the special Act, or any Act incorporated therewith, or by any bye-law made in pursuance thereof, the recovery of which is not otherwise provided for, may be recovered by summary proceeding before two justices . . . "}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "148", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "148"}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "150", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "150"}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "151", "section_title": " Distress not unlawful for want of form.", "section_text": "151 No distress levied by virtue of this or the special Act, or any Act incorporated therewith, shall be deemed unlawful, not shall any party making the same be deemed a trespasser, on account of any defect or want of form in the summons, conviction, warrant of distress, or other proceeding relating thereto, nor shall such party be deemed a trespasser ab initio on account of any irregularity afterwards committed by him, but all persons aggrieved by such defect or irregularity may recover full satisfaction for the special damage in an action upon the case."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "152", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "152"}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "153", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "153"}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "154", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "154"}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "155", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "155"}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "156", "section_title": " Transient offenders.", "section_text": "156 It shall be lawful for any officer or agent of the company ...to seize and detain any person who shall have committed any offence against the provisions of this or the special Act, or any Act incorporated therewith, and whose name and residence shall be unknown to such officer or agent, and convey him, with all convenient despatch, before some justice, without any warrant or other authority than this or the special Act; and such justice shall proceed with all convenient despatch to the hearing and determining of the complaint against such offender."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "157", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "157"}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "158", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "158"}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "159", "section_title": "Parties allowed to appeal to quarter sessions on giving security.", "section_text": "159 If any party shall feel aggrieved by any determination or adjudication of any justice with respect to any penalty or forfeiture under the provisions of this or the special Act, or any Act incorporated therewith, such party may appeal to the  Crown Court  . . . "}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "160", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "160"}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "161", "section_title": " Copies of special Act to be kept and deposited, and allowed to be inspected.", "section_text": "161 The company shall, at all times after the expiration of six months after the passing of the special Act, keep in their principal office of business a copy of the special Act, printed by the printers to her Majesty, or some of them; and where the undertaking shall be a railway, canal, or other like undertaking, the works of which shall not be confined to one town or place shall also, within the space of such six months,  deposit in the office of each of the clerks of the peace of the several counties into which the works shall extend   deposit in the office of the chief clerk , and in the office of the town clerk of every burgh or city into which or within one mile of which the works shall extend, a copy of such special Act, so printed as aforesaid; and the said clerks of the peace and town clerks shall receive, and they and the company respectively shall retain, the said copies of the special Act, and shall permit all persons interested to inspect the same, and make extracts or copies therefrom, in the like manner and upon the like terms and under the like penalty for default as is provided in the case of certain plans and sections by the  Local Government Act 1972 ."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "162", "section_title": " Penalty on company failing to keep or deposit such copies.", "section_text": "162 If the company shall fail to keep or deposit as herein-before mentioned any of the said copies of the special Act, they shall forfeit twenty pounds for every such offence, and also five pounds for every day afterwards during which such copy shall be not so kept or deposited."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "163", "section_title": " Act not to extend to Scotland.", "section_text": "163 And be it enacted, that this Act shall not extend to Scotland."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "164", "section_title": " For recovering calls against shareholders residing in Scotland.", "section_text": "164 Provided always, that if any shareholder residing in Scotland shall fail to pay the amount of any call made upon him by the company in respect of any share held by him, it shall be lawful for the company to proceed against him in Scotland, and to sue for and recover the amount of such call, or to declare such share forfeited, in such manner as is by “The  Companies Clauses Consolidation (Scotland) Act 1845”, . . .   provided in regard to shareholders of any company in Scotland."}, {"act": "Companies Clauses Consolidation Act 1845", "year": 1845, "section": "165", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "165"}]