[{"act": "Geological Survey Act 1845", "year": 1845, "section": "1", "section_title": " Power to enter lands, break surface, and affix marks. Satisfaction to be made for damage.", "section_text": "1 For the purpose of making and completing a geological survey of  Great Britain , or any part thereof, it shall be lawful for any surveyor or other person appointed by or acting under the orders of   United Kingdom Research and Innovation , and for any person assisting or employed by any surveyor or other person so appointed or acting under such orders as aforesaid, and they are hereby respectively authorised and empowered, from time to time, after notice in writing of the intention of entering shall have been given to the owner or occupier, as the case may be, to enter into and upon the land of any owner or person whomsoever, for the purpose of making and carrying on any geological survey authorized by   United Kingdom Research and Innovation , and to break up the surface of any part of such land for the purpose of ascertaining the rocks, strata, or minerals within or under the same, and to take and carry away specimens of the rocks, strata, or minerals found therein, and to fix any post, stone, mark, or object to be used in the survey in any such land, (except as herein-after mentioned,) and to dig up any ground for the purpose of fixing any such post, stone, or mark, and also to enter into or upon any land through which any such surveyor or other person so appointed or acting or employed as aforesaid shall find it necessary to pass for the purposes of such survey, at any reasonable time in the day, until the survey shall be completed: Provided always, that it shall not be lawful for any such surveyor or other person appointed or acting or employed as aforesaid to fix any object, post, stone, or mark within any walled garden, orchard, or pleasure ground, without the consent of the owner or occupier thereof: Provided also, that such surveyor or other persons so appointed or employed as aforesaid shall do as little damage as may be in the execution of the several powers to them granted by this Act, and shall make satisfaction to the owner or occupier, as the case may require, of such land, or the owner of any trees which shall be in any way injured, for all damages to be sustained in the execution of any of the powers of this Act, in case the same shall be demanded; and in case of dispute between the said surveyor or other persons appointed or employed as aforesaid, on the one hand, and the owner or occupier, as the case may be, on the other hand, as to the amount of damage sustained, the same shall be ascertained and determined                  by a magistrates' court ."}, {"act": "Geological Survey Act 1845", "year": 1845, "section": "2", "section_title": " Penalty on obstructing survey or removing marks.", "section_text": "2 If any person shall resist or wilfully obstruct or hinder any surveyor or other person employed or assisting in the execution of any survey under the provisions of this Act, or shall take away or displace, or wilfully deface or destroy, any stone, post, mark, or object which shall be set up and placed for the purposes of any such survey, every person so offending shall  be liable on summary conviction to a fine not exceeding  twenty pounds level 1 on the standard scale ."}, {"act": "Geological Survey Act 1845", "year": 1845, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Geological Survey Act 1845", "year": 1845, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Geological Survey Act 1845", "year": 1845, "section": "6", "section_title": " Interpretation of Act.", "section_text": "6 In construing this Act  . . .                  the words  “magistrates' court\" shall include   sheriffs principal of sheriffdoms  in Scotland, . . . . . .  ; the word “ owner ” shall include all bodies, politic, corporate or collegiate, and all persons entitled to any estate or interest in possession; and the word “land” shall extend to lands, grounds, hereditaments and heritages, of any tenure or description; and every word importing the singular number shall, when necessary to give full effect to the enactments herein contained, be deemed to extend and be applied to several persons or things as well as one person or thing; and any words importing the plural number only shall include the singular number;  . . ."}, {"act": "Geological Survey Act 1845", "year": 1845, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}]