[{"act": "Infeftment Act 1845", "year": 1845, "section": "1", "section_title": " How sasine to be given in future.", "section_text": "1 From and after the first day of October in the present year one thousand eight hundred and forty-five it shall not be necessary to proceed to the lands in which sasine is to be given, or to perform any Act of infeftment thereon, but sasine shall be effectually given therein and infeftment obtained by producing to a notary public the warrants of sasine and relative writs, as now in use to be produced at taking infeftment, and by expeding and recording in the general register of sasines . . .   in manner herein-after directed, an instrument of sasine, setting forth that sasine had been given in the said lands, and subscribed by the said notary public and witnesses, according to the form and as nearly as may be in the terms of schedule (B.) hereto annexed; and such form of infeftment shall be effectual, whether the lands lie contiguous or discontiguous, or are held by the same or by different titles, or of one or more superiors, or whether the deed entitling the party to obtain infeftment be dated prior or subsequent to the present Act, or whether the precept of sasine therein be in the form heretofore in use, or in the form authorized by the present Act."}, {"act": "Infeftment Act 1845", "year": 1845, "section": "2", "section_title": " Instruments of sasine to be entered and recorded.", "section_text": "2 From and after the said first day of October every such instrument of sasine shall be recorded in manner heretofore in use with regard to instruments of sasine, and the keepers of the registers of sasines are hereby required to receive and register the same accordingly; and such instrument of sasine, being so recorded, shall in all respects have the same effect as if sasine had been taken and an instrument of sasine duly recorded according to the law and practice heretofore in use."}, {"act": "Infeftment Act 1845", "year": 1845, "section": "3", "section_title": " May be recorded at any time, but date of presentment to be date of infeftment.", "section_text": "3 From and after the said first day of October every such instrument of sasine may be competently and effectually recorded at any time during the life of the party in whose favour such instrument has been expede, but the date of presentment and entry set forth on any such instrument by the keeper of the record shall be taken to be the date of the instrument of sasine and infeftment."}, {"act": "Infeftment Act 1845", "year": 1845, "section": "4", "section_title": " In case of error or defect, another instrument may be recorded.", "section_text": "4 In case of any error or defect in any such instrument of sasine, or in the recording thereof, it shall be competent of new to make and record an instrument of sasine, which shall have effect from the date of recording thereof, as if no previous instrument or instruments had been made or recorded."}, {"act": "Infeftment Act 1845", "year": 1845, "section": "5", "section_title": " Forms of the precept and instrument of sasine.", "section_text": "5 In all deeds containing a precept of sasine such precept may be in the form and as nearly as may be in the terms of the schedule (A.) hereto annexed, and the instrument of sasine on any such deed shall be in the form and as nearly as may be in the terms of the said schedule (B.) hereto annexed, which precepts and instruments of sasine respectively shall be as valid and effectual as the precepts and instruments of sasine heretofore in use."}, {"act": "Infeftment Act 1845", "year": 1845, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Infeftment Act 1845", "year": 1845, "section": "79.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Infeftment Act 1845", "year": 1845, "section": "10", "section_title": " Interpretation of Act.", "section_text": "10 In the construction of this Act the words “ notary public ” shall be held to mean a notary public in Scotland duly admitted and practising there; the word “ deed ” shall be held to include any warrant or document upon which sasine may follow; and the word “lands,” or the words “ heritable property, ” shall be held to include houses, fishings, mills, minerals, patronages, teinds, and in general all heritable subjects or rights in which infeftment may be taken; and all words in the singular number shall be held to include a plurality of persons or things; and in general this Act shall be construed in the most liberal manner, so as to accomplish the objects thereby intended."}, {"act": "Infeftment Act 1845", "year": 1845, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}]