[{"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "1", "section_title": " This Act to apply to all undertakings authorized by Acts hereafter passed.", "section_text": "1 This Act shall apply to every undertaking in Scotland authorized by any Act of Parliament which shall hereafter be passed, and which shall authorize the taking of lands for such undertaking, and this Act shall be incorporated with such Act; and all the provisions of this Act, save so far as they shall be expressly varied or excepted by any such Act, shall apply to the undertaking authorized thereby, so far as the same shall be applicable to such undertaking, and shall, as well as the clauses and provisions of every other Act which shall be incorporated with such Act, form part of such Act, and be construed together therewith as forming one Act."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "2", "section_title": "“special Act:”\n              “prescribed:”\n              “the works:”\n              “promoters of the undertaking.”\n            ", "section_text": "2 The expression “the special Act” used in this Act shall be construed to mean any Act which shall be hereafter passed, and which shall authorize the taking of lands for the undertaking to which the same relates, and with which this Act shall be so incorporated as aforesaid; and the word“prescribed” used in this Act, in reference to any matter herein stated, shall be construed to refer to such matter as the same shall be prescribed or provided for in the special Act, and the sentence in which such word shall occur shall be construed as if instead of the word “prescribed” the expression “prescribed for that purpose in the special Act” had been used; and the expression “the works,” or “ the undertaking ” shall mean the works or undertaking, of whatever nature, which shall by the special Act be authorized to be executed; and the expression “ the promoters of the undertaking ” shall mean the parties, whether company, undertakers, commissioners, trustees, corporations, or private persons by the special Act empowered to execute such works or undertaking."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "3", "section_title": " Interpretations in this and the special Act. number: gender: “lands:” “lease:” “month:” “lord ordinary:” “sheriff:” “justices:” “owner:” “the Bank.”", "section_text": "3 The following words and expressions both in this and the special Act shall have the several meanings hereby assigned to them, unless there be something either in the subject or context repugnant to such construction; (that is to say,) Words importing the singular number only shall include the plural number; and words importing the plural number only shall include the singular number: Words importing the masculine gender only shall include females: The word “lands” shall extend to houses, lands, tenements, and heritages, of any description or tenure: The word “ lease ” shall include a missive of lease: The word “ month ” shall mean calendar month: The “ lord ordinary ” shall mean the lord ordinary of the Court of Session in Scotland officiating on the bills in time of vacation, or the junior lord ordinary, if in time of session, as the case may be: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . The word “ sheriff ” shall include the sheriff substitute: The word “ justices ” shall mean justices of the peace acting for the  . . .place where the matter requiring the cognizance of any such justice shall arise, and who shall not be interested in the matter; and where such matter shall arise in respect of lands, being the property of one and the same party, situate not wholly in any one  . . . place, the same shall mean a justice acting for the  . . . place where any part of such lands shall be situate, and who shall not be interested in such matter; and where any matter shall be authorized or required to be done by two justices the expression “ two justices ” shall be understood to mean two or more justices assembled and acting together. Where under the provisions of this or the special Act, or any Act incorporated therewith, any notice shall be required to be given to the owner of any lands, or where any Act shall be authorized or required to be done with the consent of any such owner, the word “ owner ” shall be understood to mean any person or corporation, or trustees or others, who, under the provisions of this or the special Act, would be enabled to sell and convey lands to the promoters of the undertaking: The expression “ the Bank ” shall mean any one of the incorporated or chartered banks in Scotland."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "4", "section_title": " Short title of the Act.", "section_text": "4 In citing this Act in other Acts of Parliament and in legal instruments it shall be sufficient to use the expression “The Lands Clauses Consolidation (Scotland) Act, 1845.”"}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "6", "section_title": " Power to purchase lands by agreement.", "section_text": "6 Subject to the provisions of this and the special Act, it shall be lawful for the promoters of the undertaking to agree with the owners of any lands by the special Act authorized to be taken, and which shall be required for the purposes of such Act, and with all parties having any right or interest in such lands, or by this or the special Act enabled to sell and convey the same, for the absolute purchase of any such lands, or such parts thereof as they shall think proper, and for the purchase of all rights and interests in such lands of what kind soever."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "7", "section_title": " Parties under disability enabled to sell and convey. ", "section_text": "7 It shall be lawful for all parties, being possessed of any lands, or any such right or interest therein, to contract for, sell, convey, and dispose of such lands, or of such right therein, to the promoters of the undertaking, and to enter into all necessary agreements for these purposes; and particularly it shall be lawful for the parties following so to do; (that is to say,) all corporations,  ... life-renters, or persons holding any other partial or qualified  ... interest,  ...  persons who, within the meaning of Part I of the Children (Scotland) Act 1995, are entitled to act as the legal representatives of a child,  tutors, curators, and other guardians for  . . .  persons suffering from mental disorder within the meaning of the  Mental Health (Scotland) Act 1960 , or for persons under any other disability or incapacity, judicial factors, trustees  ... in trust for charitable or other purposes, executors, and administrators; and the power so to contract for, sell, convey, and dispose of as aforesaid may lawfully be exercised by all such parties, not only on behalf of themselves and their respective heirs, executors, administrators, and successors, but also for and on behalf of every person entitled in reversion or expectancy after them,  ... and as to such  legal representatives,  tutors, curators, guardians, judicial factors, and trustees, on behalf of those for whom they respectively act, whether  . . . issue unborn, bankrupts,  persons suffering from mental disorder within the meaning of the  Mental Health (Scotland) Act 1960 ,  ... or other incapacitated persons, and that to the same extent as such  . . . bankrupts,  persons suffering from mental disorder within the meaning of the Mental Health (Scotland) Act 1960 ,  ... and other incapacitated persons respectively could have exercised the same power under the authority of this and the special Act if they had respectively been under no disability."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "8", "section_title": " Parties under disability may exercise other powers.", "section_text": "8 The  ... power to discharge lands from any rent, payment, charge,  ... or other real burdens or incumbrances, and to agree for the apportionment of any such rent, payment, charge,  ... or other real burdens and incumbrances, shall extend to and may lawfully be exercised by every party herein-before enabled to contract for, sell, dispose of, or convey lands or rights or interests therein to the company."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "9", "section_title": " Amount of compensation, in case of parties under disability, to be ascertained by valuation, and paid into the Bank. ", "section_text": "9 The purchase money or compensation to be paid for any lands, or any rights or interest therein, to be purchased or taken from any party under any disability or incapacity, and not having power to sell or convey such lands, or rights or interests therein, except under the provisions of this or the special Act, and the compensation to be paid for any permanent damage or injury to any such lands, shall not, except where the same shall have been determined by the sheriff, or by the verdict of a jury, or by arbitration, or by the valuation of a valuator appointed by the sheriff under the provision herein-after contained, be less than shall be determined by the valuation of two able practical valuators, one of whom shall be nominated by the promoters of the undertaking, and the other by the other party, and if such two valuators cannot agree in the valuation, then by such third valuator as the sheriff shall, upon application of either party, after notice to the other party, for that purpose nominate; and each of such two valuators, if they agree, or if not, then the valuator nominated by the said sheriff, shall annex to the valuation a declaration in writing, subscribed by them or him, of the correctness thereof; and all such purchase money or compensation shall be deposited in the Bank, for the benefit of the parties interested, in manner herein-after mentioned."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "10", "section_title": " Where vendor absolutely entitled, lands may be sold on feu duties, &c. ", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "11", "section_title": " Payment of which to be charged on tolls.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "12", "section_title": " Power to purchase lands required for additional accommodation.", "section_text": "12 In case the promoters of the undertaking shall be empowered by the special Act to purchase land for extraordinary purposes, it shall be lawful for all parties who, under the provisions herein-before contained, would be enabled to sell ... and convey lands, to sell ... and convey the lands so authorized to be purchased for extraordinary purposes."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "13", "section_title": " Authority to sell and repurchase such lands.", "section_text": "13 It shall be lawful for the promoters of the undertaking to sell the lands which they shall have so acquired for extraordinary purposes, or any part thereof, in such manner, and for such considerations, and to such persons, as the promoters of the undertaking may think fit, and again to purchase other lands for the like purposes, and afterwards sell the same, and so from time to time; but the total quantity of land to be held at any one time by the promoters of the undertaking for the purposes aforesaid shall not exceed the prescribed quantity."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "14", "section_title": " Restraint on purchase from incapacitated persons.", "section_text": "14 The promoters of the undertaking shall not, by virtue of the power to purchase land for extraordinary purposes, purchase or acquire more than the prescribed quantity from any party under legal disability, or who would not be able to sell or convey such lands except under the powers of this and the special Act; and if the promoters of the undertaking purchase or acquire the said quantity of land from any party under such legal disability, and afterwards sell or dispose of the whole or any part of the land so purchased, it shall not be lawful for any party being under legal disability to sell or convey to the promoters of the undertaking any other lands in lieu of the land so sold or disposed of by them."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "15", "section_title": " Capital to be subscribed before compulsory powers of purchase put in force.", "section_text": "15 Where the undertaking is intended to be carried into effect by a capital to be subscribed by means of the promoters of the undertaking, the whole of the capital of the company or estimated sum for defraying the expences of the undertaking shall be subscribed under contract binding the parties thereto, their heirs, executors, and administrators, for the payment of the several sums by them respectively subscribed, before it shall be lawful to put in force any of the powers of this or the special Act, or any Act incorporated therewith, in relation to the compulsory taking of land for the purposes of the undertaking."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "16", "section_title": " Certificate of sheriff evidence that capital has been subscribed.", "section_text": "16 A certificate under the hands of the sheriff, certifying that the whole of the prescribed sum has been subscribed, shall be sufficient evidence thereof; and on the application of the promoters of the undertaking, and the production of such evidence as such sheriff thinks proper and sufficient, such sheriff shall grant such certificate accordingly."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "17", "section_title": " Notice of intention to take lands ", "section_text": "17 When the promoters of the undertaking shall require to purchase any of the lands which by this or the special Act, or any Act incorporated therewith, they are authorized to purchase or take, they shall give notice thereof to all the parties interested in such lands, or to the parties enabled by this or the special Act to sell and convey the same, or their rights and interests therein, or such of the said parties as shall, after diligent inquiry, be known to the promoters of the undertaking, and by such notice shall demand from such parties the particulars of their interest in such lands, and of the claims made by them in respect thereof; and every such notice shall state the particulars of the lands so required, and that the promoters of the undertaking are willing to treat for the purchase thereof, and as to the compensation to be made to all parties for the damage that may be sustained by them by reason of the execution of the works."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "18", "section_title": " Service of notices on owners and occupiers of lands.", "section_text": "18 All notices required to be served by the promoters of the undertaking upon the parties interested in or entitled to sell any such lands shall either be served personally on such parties or left at their last usual place of abode, if any such can after diligent inquiry be found; and in case any such parties shall be absent from the United Kingdom, or cannot be found after diligent inquiry, such notices, when the same are to be given to an owner of lands, shall be served on the factor or agent, if any, of such owner, and shall also be left with the occupier of such lands, or, if there be no such occupier, shall be affixed upon some conspicuous part of such lands."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "19", "section_title": " If parties fail to treat, or in case of dispute, question to be settled as after mentioned.", "section_text": "19 If for twenty-one days after the service of such notice any such party shall fail to state the particulars of his claim in respect of any such land, or to treat with the promoters of the undertaking in respect thereof, or if such party and the promoters of the undertaking shall not agree as to the amount of the compensation to be paid by the promoters of the undertaking for the interest in such lands belonging to such party, or which he is by this or the special Act enabled to sell, or for any damage that may be sustained by him by reason of the execution of the works, the amount of such compensation shall be settled in the manner herein-after provided for settling cases of disputed compensation."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "20", "section_title": " Dispute, as to compensation may be referred to arbitration.", "section_text": "20 If no agreement be come to between the promoters of the undertaking and the owners of or parties by this or the special Act enabled to sell and convey any lands taken or required for or injuriously affected by the execution of the undertaking, or any interest in such lands, as to the value of such lands or of any interest therein, or as to the compensation to be made in respect thereof, it shall be lawful for the parties to refer the same to arbitration."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "21", "section_title": " Settlement of claim not exceeding 50 l .", "section_text": "21 If the compensation claimed and disputed shall not exceed fifty pounds, unless both parties agree to refer such compensation to arbitration, the same shall be settled by the sheriff."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "22", "section_title": " Method of proceeding for settling disputes as to compensation by sheriff.", "section_text": "22 It shall be lawful for the sheriff, upon the application of either party with respect to any such question of disputed compensation, to issue an order for the other party to appear before such sheriff, at a time and place to be named in the order; and upon the appearance of such parties, or in the absence of any of them, upon proof of due service of the order, it shall be lawful for such sheriff to hear and determine such question and for that purpose to examine such parties or any of them, and their witnesses, upon oath, without written pleadings or reducing the evidence to writing; and the expences of every such inquiry, excepting the remunerative expences of the sheriff, shall be in the discretion of such sheriff, and he shall settle the amount thereof; and the determination of the sheriff upon such question shall be final and conclusive, and not subject to review or appeal in any form or court whatever."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "23", "section_title": " Where compensation claimed exceeds 50 l ., it may be settled by arbitration if claimant so desire.", "section_text": "23 If the compensation claimed or offered in any case shall exceed fifty pounds, and if the party claiming such compensation desire to have the same settled by arbitration, and signify such desire to the promoters of the undertaking before they have presented their petition to the sheriff to summon a jury in respect of such lands, under the provisions herein-after contained, by a notice in writing, stating in such notice the nature of the interest in such lands in respect of which he claims compensation, and the amount of the compensation so claimed, and unless the promoters of the undertaking be willing to pay the amount of compensation so claimed, and shall enter into a written agreement for that purpose, then, within twenty-one days after the receipt of any such notice from any party so entitled, the same shall be settled by arbitration in the manner herein-after provided."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "24", "section_title": " Appointment of arbiters when questions are to be determined by arbitration.", "section_text": "24 When any question of disputed compensation by this or the special Act, or any Act incorporated therewith, authorized or required to be settled by arbitration shall have arisen, then, unless both parties shall concur in the appointment of a single arbiter, each party, on the request of the other party, shall nominate and appoint an arbiter, to whom such dispute shall be referred; and every appointment of an arbiter shall be made on the part of the company under the hand of the secretary or any two of the directors of the company, and on the part of any other party under the hand of such party, or if such party be a company or corporation under the hand of the proper officer or person authorized by such company or corporation; and such appointment shall be delivered to the arbiters, and shall be deemed a submission to arbitration on the part of the party by whom the same shall be made; and after any such appointment shall have been made neither party shall have power to revoke the same without the consent of the other, nor shall the death of either party operate as such revocation; and if for the space of fourteen days after any such dispute shall have arisen, and after a request in writing, in which shall be stated the matters so required to be referred to arbitration, shall have been served by the one party on the other party to appoint an arbiter, such other party fail to appoint an arbiter, then upon such failure the party making the request, and having himself appointed an arbiter, may appoint such arbiter to act on behalf of both parties, and such arbiter may proceed to hear and determine the matters which shall be in dispute, and in such case the award or determination of such single arbiter shall be final."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "25", "section_title": " Vacancy of arbiter to be supplied.", "section_text": "25 If before the matters so referred shall be determined any arbiter appointed by either party die, or become incapable, the party by whom such arbiter was appointed may nominate and appoint in writing some other person to act in his place, and if for the space of seven days after notice in writing from the other party for that purpose he fail to do so, the remaining or other arbiter may proceed ex parte; and every arbiter so to be substituted as aforesaid shall have the same powers and authorities as were vested in the former arbiter at the time of such his death or disability as aforesaid."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "26", "section_title": " Appointment of oversman.", "section_text": "26 Where more than one arbiter shall have been appointed such arbiters shall, before they enter upon the matters referred to them, nominate and appoint by writing under their hands an oversman to decide on any such matters on which they shall differ, or which shall be referred to him under the provisions of this or the special Act; and if such oversman shall die, or become incapable to act, they shall forthwith after such death or incapacity appoint another oversman in his place; and the decision of every such oversman on the matters on which the arbiters shall differ shall be final."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "27", "section_title": " Lord ordinary empowered to appoint an oversman on neglect of the arbiters.", "section_text": "27 If in either of the cases aforesaid the said arbiters shall refuse, or shall for seven days after request of either party to such arbitration neglect to appoint an oversman, it shall be lawful for the lord ordinary, on the application of either party to such arbitration, to appoint an oversman; and the decision of such oversman on the matters on which the arbiters shall differ, or which shall be referred to him under this or the special Act, shall be final."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "28", "section_title": " In case of death of single arbiter, the matter to begin de novo.", "section_text": "28 If when a single arbiter shall have been appointed such arbiter shall die or become incapable to act before he shall have made his award, the matters referred to him shall be determined by arbitration, under the provisions of this or the special Act, in the same manner as if such arbiter had not been appointed."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "29", "section_title": " If either arbiter refuse to act, the other to proceed ex parte.", "section_text": "29 If when more than one arbiter shall have been appointed either of the arbiters refuse or for seven days neglect to act the other arbiter may proceed ex parte, and the decision of such arbiter shall be as effectual as if he had been the single arbiter appointed by both parties."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "30", "section_title": " If arbiters fail to make their award within 21 days the matter to go to the umpire.", "section_text": "30 If where more than one arbiter shall have been appointed, and neither of them shall refuse or neglect to act as aforesaid, such arbiters shall fail to make their award within twenty-one days after the day on which the last of such arbiters shall have been appointed, or within such extended time as shall have been appointed for that purpose by both such arbiters under this Act, the matters referred to them shall be determined by the umpire to be appointed as aforesaid."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "31", "section_title": " Power of arbiters to call for books, &c.", "section_text": "31 The said arbiters or their oversman may call for the production of any documents in the possession or power of either party which they or he may think necessary for determining the question in dispute, and may examine the parties or their witnesses on oath, and administer the oaths necessary for that purpose, and take all evidence competent according to the law of Scotland."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "32", "section_title": " Costs of arbitration how to be borne.", "section_text": "32 All the expences of any such arbitration, and incident thereto, to be settled by the arbiters or oversman, as the case may be, shall be borne by the promoters of the undertaking, unless the arbiters or oversman shall award the same sum as or a less sum than shall have been offered by the promoters of the undertaking, in which case each party shall bear his own expences incident to the arbitration; and in all cases the expences of the arbiters or oversman, as the case may be, and or recording the decreet arbitral or reward in the books of the council and session, shall be borne by the promoters of the undertaking."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "33", "section_title": " Award to be delivered to the promoters of the undertaking", "section_text": "33 The arbiters shall make their decreet arbitral or award in writing, and shall cause the same to be recorded in the books of council and session, or shall deliver the same to the promoters of the undertaking, to be by them so recorded, and the said promoters shall, on demand, at their own expence, furnish an extract thereof from the said books to the other party to the arbitration; and extracts of decreets arbitral or awards shall bear faith in all courts and cases the same as the original writings, unless the originals be improven."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "34", "section_title": " Award not to be set aside for error in form.", "section_text": "34 No award made with respect to any question referred to arbitration under the provisions of this or the special Act shall be set aside for irregularity or error in matter of form."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "35", "section_title": " Settlement of arbitration &c.", "section_text": "35 If the party claiming compensation shall not, as herein before provided, signify his desire to have the question of such compensation settled by arbitration, or if, when the matter shall have been referred to arbitration, the arbiters or their umpire shall for three months have failed to make their or his award, the question of such compensation shall be settled by the verdict of a jury, as herein-after provided."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "36", "section_title": " Party claiming compensation may require a jury to be summoned.", "section_text": "36 But if any party entitled to any compensation in respect of any such lands or interest therein, exceeding fifty pounds as aforesaid, shall desire to have the amount of such compensation determined by a jury, it shall in like manner be lawful for him to given notice in writing to the promoters of the undertaking of such his desire, stating in such notice the nature of the interest in such lands in respect of which he claims compensation, and the amount of the compensation so claimed by him; and unless the promoters of the undertaking be willing to pay the amount of compensation so claimed, and shall enter into a written agreement for that purpose, then, within twenty-one days after the receipt of any such notice from any party so entitled, they shall, unless the question shall previously have been agreed to be settled by arbitration, present their petition to the sheriff to summon a jury for settling the same in the manner herein-after provided, and in default thereof they shall be liable to pay to the party so entitled as aforesaid the amount of compensation so claimed, and the same may be recovered by him, with costs, by action in any competent court."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "37", "section_title": " Promoters of the undertaking to give notice before summoning a jury.", "section_text": "37 Before the promoters of the undertaking shall present their petition for summoning a jury for settling any case of disputed compensation they shall give not less than ten days notice to the other party of their intention to cause such jury to be summoned; and in such notice the promoters of the undertaking shall state what sum of money they are willing to give for the interest in such lands sought to be purchased by them from such party, and for the damage to be sustained by him by the execution of the works."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "38", "section_title": " Petition for summoning jury to be addressed to the sheriff.", "section_text": "38 In every case in which any such question of disputed compensation shall be required to be determined by the verdict of a jury the promoters of the undertaking shall present their petition to the sheriff to summon a jury for that purpose; and such petition shall, if the promoters be a company or corporation, be signed by the secretary or proper officer or person authorized by such company or corporation, and if they be not a company or corporation such petition shall be signed by the promoters, or any two of them, if more than one."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "39", "section_title": " Jurymen to be summoned.", "section_text": "39 Upon the receipt of such petition as aforesaid the sheriff shall summon a jury of twenty-five indifferent persons, duly qualified to act as common jurymen, for the trial of civil causes in the Court of Session, to meet at a time and place to be named by the sheriff in the warrant for that purpose."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "40", "section_title": " Notice of inquiry.", "section_text": "40 Not less than ten days notice of the time and place of the inquiry shall be given in writing by the promoters of the undertaking to the other party, or to his known agent."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "41", "section_title": " Jury to be impannelled.", "section_text": "41 Out of the jurors appearing upon such summons a jury of thirteen persons shall be drawn by ballot; and if a sufficient number of jurymen do not appear in obedience to such summons the sheriff shall return other indifferent men, duly qualified as aforesaid, of the bystanders, or others that can speedily be procured, to make up the jury to the number aforesaid; and all parties concerned may have their lawful challenges for cause against any of the jurymen; and each party may have three peremptory challenges."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "42", "section_title": " Sheriff to preside; jury may view", "section_text": "42 The sheriff shall preside on the said inquiry; and the party claiming compensation shall be deemed the pursuer, and the proceedings at such trials shall be conducted in like manner as in criminal trials; and, if either party so request, the sheriff shall order the jury, or any seven or more of them, to view the place or matter in controversy."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "43", "section_title": " Penalty on jury for default.", "section_text": "43 If any person summoned and returned upon any jury under this or the special Act, . . .   do not appear, or if appearing he refuse to make oath, or in any other manner unlawfully neglect his duty, he shall, unless he show reasonable excuse to the satisfaction of the sheriff, forfeit a sum not exceeding ten pounds; and every such penalty shall be applied in satisfaction of the costs of the inquiry, so far as the same will extend; and, in addition to the penalty hereby imposed, every such juryman shall be subject to the same regulations, pains, and penalties as if such jury had been returned for the trial of a civil cause in the Court of Session."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "44", "section_title": " Witnesses to be summoned.", "section_text": "44 If either party so request in writing, the sheriff shall summon before him any person considered necessary to be examined as a witness touching the matters in question."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "45", "section_title": " Penalty on witnesses making default.", "section_text": "45 If any person duly summoned to give evidence upon any such inquiry, and to whom a tender of his reasonable expences shall have been made, fail to appear at the time and place specified in the summons, without sufficient cause, or if any person, whether summoned or not, who shall appear as a witness refuse to be examined on oath touching the subject matter in question, every person so offending shall forfeit to the party aggrieved a sum not exceeding ten pounds, and, in addition to the penalty hereby imposed, shall be subject to the same regulations, pains, and penalties as if such witness, having been duly summoned, but failed to appear, or having appeared had refused to be examined, in any other cause."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "46", "section_title": " If the party make default the inquiry not to proceed.", "section_text": "46 If the party claiming compensation shall not appear at the time appointed for the inquiry such inquiry shall not be further proceeded in, but the compensation to be paid shall be such as shall be ascertained by a valuator appointed by the sheriff in manner herein-after provided."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "47", "section_title": " Jury to be sworn.", "section_text": "47 Before the jury proceed to inquire of and assess the compensation or damage in respect of which their verdict is to be given they shall make oath that they will truly and faithfully inquire of and assess such compensation or damage; and the sheriff shall administer such oaths, as well as the oaths of all persons called upon to give evidence."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "48", "section_title": " Sums to be paid for purchase of lands and for damage, to be assessed separately.", "section_text": "48 Where such inquiry shall relate to the value of lands to be purchased, and also to compensation claimed for injury done or to be done to the lands held therewith, the jury shall deliver their verdict, by a majority of their number, separately for the sum of money to be paid for the purchase of the lands required for the works, or of any interest therein belonging to the party with whom the question of disputed compensation shall have arisen, or which under the provisions herein contained such party is entitled to sell or convey, and for the sum of money to be paid by way of compensation for the damage, if any, to be sustained by the owner of the lands by reason of severing of the lands taken from the other lands of such owner, or otherwise injuriously affecting such lands by the exercise of the powers of this or the special Act, or any Act incorporated therewith: Provided always, that if the parties agree to dispense with such separation in the verdict may be returned for one sum."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "49", "section_title": " Verdict and judgment to be recorded.", "section_text": "49 The sheriff before whom such inquiry shall be held shall give judgment for the purchase money or compensation assessed by such jury; and the verdict and judgment shall be signed by the sheriff, and being so signed shall be kept by the clerk of the sheriff court among the records of that court; and such verdicts and judgments shall be deemed records, and the same or official copies thereof shall be good evidence in all courts and elsewhere; and all persons may inspect the said verdicts and judgments, and may have copies thereof or extracts therefrom, on paying for each inspection thereof one shilling, and for every one hundred words copied or extracted therefrom sixpence."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "50", "section_title": " Expences of the inquiry how to be borne. ", "section_text": "50 On every such inquiry before a jury all the expences of such inquiry shall be borne by the promoters of the undertaking unless the verdict of the jury be given for the same or a less sum than the sum previously offered by the promoters of the undertaking, or unless the owner of or party interested in the lands shall have failed to appear at the time and place appointed for the inquiry, having received due notice thereof, in either of which cases one half of the expences of the promoters of the undertaking shall be defrayed by the owner of or party interested in the lands."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "51", "section_title": " Particulars of the expences. ", "section_text": "51 The expences of any such inquiry shall, in case of difference, be settled by the sheriff on the application of either party; and such expences shall include all reasonable charges and expences incurred in summoning, impannelling, and returning the jury, taking the inquiry, the attendance of witnesses, the employment of counsel and agents, recording the verdict and judgment thereon, and otherwise incident to such inquiry, including . . .   to the sheriff . . .   his reasonable travelling expences . . .   Provided always, that . . .   in all cases of inquiry as aforesaid before the sheriff, with or without a jury, the . . .   expences of the sheriff shall be borne by the promoters of the undertaking."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "52", "section_title": " Payment of expences.", "section_text": "52 If any such costs shall be payable by the promoters of the undertaking and if within seven days after demand such expences be not paid to the party entitled to receive the same they shall be recoverable by poinding and sale, and on application to the sheriff he shall issue his warrant accordingly; and if any such expences shall be payable by the owner of the lands, or of any interest therein, the same may be deducted and retained by the promoters of the undertaking out of any money awarded by the jury to such owner or party interested, or determined by the valuation of a valuator under the provision herein-after contained; and the payment or deposit of the remainder, if any, of such money shall be deemed payment and satisfaction of the whole thereof, or if such expences shall exceed the amount of the money so awarded or determined the excess shall be recoverable by poinding and sale, and on application to the sheriff he shall issue his warrant accordingly."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "53", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "53"}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "56", "section_title": " Compensation to absent parties to be determined by a valuator, appointed by the sheriff. ", "section_text": "56 The purchase money or compensation to be paid for any lands to be purchased or taken by the promoters of the undertaking from any party who, by reason of absence from the kingdom, is prevented from treating, or who cannot after diligent inquiry be found, or who shall not appear at the time appointed for the inquiry before the jury, after due notice thereof, and the compensation to be paid for any permanent injury to such lands, shall be such as shall be determined by the valuation of such valuator as the sheriff shall nominate for that purpose, as hereinafter mentioned."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "57", "section_title": " Sheriff to nominate a valuator. ", "section_text": "57 Upon application by the promoters of the undertaking to the sheriff, and upon such proof as shall be satisfactory to him that any such party is, by reason of absence from the kingdom, prevented from treating, or cannot after diligent inquiry be found, or that any such party failed to appear on such inquiry before a jury as aforesaid, after due notice to him for that purpose, such sheriff shall, by writing under his hand, nominate a valuator for determining such compensation as aforesaid, and such valuator shall determine the same accordingly, and shall annex to his valuation a declaration in writing, subscribed by him, of the correctness thereof."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "58", "section_title": " Declaration to be made by the valuator. ", "section_text": "58 Before such valuator shall enter upon the duty of making such valuation as aforesaid he shall, in the presence of such sheriff, make and subscribe the oath following at the foot of such nomination; (that is to say,) “I A.B. do solemnly swear, that I will faithfully, impartially and honestly, according to the best of my skill and ability, execute the duty of making the valuation hereby referred to me. So help me GOD. A.B.” “Sworn and subscribed in the presence of” And if any valuator shall corruptly make such oath, or having made such oath shall wilfully act contrary thereto, he shall be guilty of and incur the pains of perjury."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "59", "section_title": " Valuation, &c. to be produced to the owner of the lands, &c. ", "section_text": "59 The said nomination and declaration shall be annexed to the valuation to be made by such valuator, and shall be preserved together therewith by the promoters of the undertaking, and they shall at all times produce the said valuation and other documents, on demand, to the owner of the lands comprised in such valuation, and to all other parties interested therein."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "60", "section_title": " Promoters to bear expense. ", "section_text": "60 All the expences of and incident to every such valuation shall be borne by the promoters of the undertaking."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "61", "section_title": " Purchase money and compensation how to be estimated. ", "section_text": "61 In estimating the purchase money or compensation to be paid by the promoters of the undertaking in any of the cases aforesaid regard shall be had not only to the value of the land to be purchased or taken by the promoters of the undertaking, but also to the damage, if any, to be sustained by the owner of the lands by reason of the severing of the lands taken from the other lands of such owner, or otherwise injuriously affecting such lands by the exercise of the powers of this or the special Act, or any other Act incorporated therewith."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "62", "section_title": " Compensation may be apportioned among different parties. ", "section_text": "62 On estimating the purchase money or compensation to be paid by the promoters of the undertaking in any of the cases aforesaid, the sheriff, arbiters, valuator, or jury, as the case may be, shall apportion the said compensation among the parties who may be interested in the said lands as joint owners or lessees, or as holding some security or burden or claim thereon or interest therein, and who shall have been parties to the said trial or arbitration or valuation: Provided always, that nothing herein contained shall prevent any person having a separate interest from having the same separately tried."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "63", "section_title": " Where compensation to absent party has been determined by a valuator the party may have the same submitted to arbitration. ", "section_text": "63 When the compensation payable in respect of any lands, or any interest therein, shall have been ascertained by the valuation of a valuator, and deposited in the Bank under the provisions herein contained, by reason that the owner of or party entitled to convey such lands or such interest therein as aforesaid could not be found or was absent from the kingdom, and if such owner or party shall be dissatisfied with such valuation, it shall be lawful for him, before he shall have applied to the Court of Session for payment or investment of the monies so deposited under the provisions herein contained, by notice in writing to the promoters of the undertaking, to require the question of such compensation to be submitted to arbitration, and thereupon the same shall be so submitted to and settled by arbitration in the manner herein-before provided for settling disputes by arbitration."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "64", "section_title": " Question to be submitted to the arbiters. ", "section_text": "64 The question to be submitted to the arbiters in the case last aforesaid shall be, whether the said sum so deposited as aforesaid by the promoters of the undertaking was a sufficient sum, or whether any and what further sum ought to be paid or deposited by them."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "65", "section_title": " If further sum awarded, promoters to pay or deposit same within 14 days. ", "section_text": "65 If the arbiters shall decide that a further sum ought to be paid or deposited by the promoters of the undertaking, they shall pay or deposit, as the case may require, such further sum within fourteen days after making of such decreet arbitral or award, or in default thereof the same may be enforced by diligence, or recovered, with expences, by action in any competent court."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "66", "section_title": " Expences of the arbitration. ", "section_text": "66 If the arbiters shall determine that the sum so deposited was sufficient, the expences of and incident to such arbitration, to be determined by the arbiters, shall be in the discretion of the arbiters; but if the arbiters shall determine that a further sum ought to be paid or deposited by the promoters of the undertaking, all the expences of and incident to the arbitration shall be borne by the promoters of the undertaking."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "67", "section_title": " Purchase money payable to parties under disability, amounting to 200 l , to be deposited in the Bank. ", "section_text": "67 The purchase money or compensation which shall be payable in respect of any lands, or any interest therein, purchased or taken by the promoters of the undertaking from any corporation,  ... life-renter,  ...  a person who, within the meaning of Part I of the Children (Scotland) Act 1995, is entitled to act as a legal representative of a child  tutors, curators, or other guardians for any  . . .  person suffering from mental disorder within the meaning of the  Mental Health (Scotland) Act, 1960 , or for any person under any other disability or incapacity, judicial factor, trustee, executor or administrator, or person having a partial or qualified interest only in such lands, and not entitled to sell or convey the same except under the provisions of this or the special Act, or the compensation to be paid for any permanent damage to any such lands, shall, if it amount to or exceed the sum of two hundred pounds, the same shall be paid into the Bank, to the intent that such monies shall be applied, under the authority of the Court of Session, to some one or more of the following purposes; (that is to say,) In . . .   the discharge of any debt or incumbrance affecting the land in respect of which such money shall have been paid, or affecting other lands settled therewith  ... for the same trusts or purposes ...; In the purchase of other lands to be conveyed, limited, and settled upon the  ... like trust and purposes and in the same manner, as the lands, in respect of which such money shall have been paid, stood settled; or If such monies shall be paid in respect of any buildings taken under the authority of this or the special Act, or injured by the proximity of the works, or in removing or replacing such buildings, or substituting others in their stead, in such manner as the said court shall direct; or In payment to any party becoming absolutely entitled to such money."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "68", "section_title": " Order for application, and investment meanwhile. ", "section_text": "68 Such money may be so applied as aforesaid upon an order of the Court of Session, made on the petition of the party who would have been entitled to the rents and profits of the lands in respect of which such money shall have been deposited; and until the money can be so applied it shall be retained in the Bank at interest, or shall be laid out and invested in the public funds or in heritable securities, and the interest, dividends, and annual proceeds thereof shall from time to time, under the like order, be paid to the party who would for the time being have been entitled to the rents and profits of the lands."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "69", "section_title": " Sums from 20 l . to 200 l . to be deposited, or paid to trustees. ", "section_text": "69 If such purchase money or compensation shall not amount to the sum of two hundred pounds, and shall exceed the sum of twenty pounds, the same shall either be paid into the Bank, and applied in the manner herein-before directed with respect to sums amounting to or exceeding two hundred pounds, or the same may lawfully be paid to two trustees, to be nominated by the parties entitled to the rents or profits of the lands in respect whereof the same shall be payable, such nomination to be signified by writing under the hands of the parties so entitled; and in case of the  ...  . . .,  incapacity by reason of mental disorder within the meaning of the Mental Health (Scotland) Act, 1960 , or other incapacity of the parties entitled to such monies, such nomination may lawfully be made by their respective  ...  legal representatives of a child(within the meaning of Part I of the Children (Scotland) Act 1995),  guardians, tutors, curators, judicial factors, or trustees; but such last-mentioned application of the monies shall not be made unless the promoters of the undertaking approve thereof, and of the trustees, named for the purpose; and the money so paid to such trustees and the produce arising therefrom, shall, at the expense of the promoters of the undertaking, be by such trustees applied in the manner herein-before directed with respect to money paid into the Bank, but it shall not be necessary to obtain any order of court for that purpose."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "70", "section_title": " Sums not exceeding 20 l . to be paid to parties. ", "section_text": "70 If such money shall not exceed the sum of twenty pounds, the same shall be paid to the parties entitled to the rents and profits of the lands in respect whereof the same shall be payable, for their own use and benefit; or in case of the  ...  legal disability by reason of nonage incapacity by reason of mental disorder within the meaning of the Mental Health (Scotland) Act, 1960 , or other incapacity of any such parties, then such money shall be paid, for their use, to the respective  ...  legal representatives of a child (within the meaning of Part I of the Children (Scotland) Act 1995),  guardians, tutors, curators, judicial factors, or trustees of such persons."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "71", "section_title": " All sums payable under contract with persons not absolutely entitled to be paid into the Bank. ", "section_text": "71 All sums of money exceeding twenty pounds which may be payable by the promoters of the undertaking in respect of the taking, using, or interfering with any lands under a contract or agreement with any person who shall not be entitled to dispose of such lands, or of the interest therein contracted to be sold by him, absolutely for his own benefit, shall be paid into the Bank or to trustees in manner aforesaid; and it shall not be lawful for any contracting party not entitled as aforesaid to retain to his own use any portion of the sums so agreed or contracted to be paid for or in respect of the taking, using, or interfering with any such lands, or for assenting to or not opposing the passing of the Bill authorizing the taking of such lands, or in lieu of bridges, tunnels, or other accommodation works, but all such monies shall be deemed to have been contracted to be paid for and on account of the several parties interested in such lands, as well in possession as in succession or expectancy: Provided always, that it shall be in the discretion of the Court of Session, or the said trustees, as the case may be, to allot to any life-renter or person holding for any other partial or qualified right or interest, for his own use, a portion of the sum so paid into the Bank or to such trustees as aforesaid as compensation for any injury, inconvenience, or annoyance which he may be considered to sustain, independently of the actual value of the lands to be taken, and of the damage occasioned to the lands held therewith, by reason of the taking of such lands and the making of the works."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "72", "section_title": " Court of Session may direct application of money in respect of leases or reversions as they may think just. ", "section_text": "72 Where any purchase money or compensation paid into the Bank under the provisions of this or the special Act shall have been paid in respect of any lease for lives or years, or any right or interest in lands less than the fee thereof, or of any reversion dependent on any such lease or right or interest, it shall be lawful for the Court of Session, on the petition of any party interested in such money, to order that the same shall be laid out, invested, accumulated, and paid in such manner as the said court may consider will give to the parties interested in such money the same benefit therefrom as they might lawfully have had from the lease, right, interest, or reversion in respect of which such money shall have been paid, or as near thereto as may be."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "73", "section_title": " On the purchase of lands to be entailed, not necessary to insert the provisions verbatim. ", "section_text": "73 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "74", "section_title": " Upon deposit being made, the owners of the lands to convey, or in default the lands to vest in the promoters of the undertaking, upon a notarial instrument being executed. ", "section_text": "74 Upon deposit in the Bank in manner herein-before provided of the purchase money or compensation agreed or awarded to be paid in respect of any lands purchased or taken by the promoters of the undertaking under the provisions of this or the special Act, or any Act incorporated therewith, the owner of such lands, including in such term all parties by this Act enabled to sell or convey lands, shall, when required so to do by the promoters of the undertaking, duly convey such lands to the promoters of the undertaking, or as they shall direct; and in default thereof, or if he fail to adduce a good title to such lands, it shall be lawful for the promoters of the undertaking, if they think fit, to expede an instrument under the hands of a notary public, containing a description of the lands in respect of which such default shall be made, and reciting the purchase or taking thereof by the promoters of the undertaking, and the names of the parties from whom the same were purchased or taken, and the deposit made in respect thereof, and declaring the fact of such default having been made; and such instrument shall be stamped with the stamp duty which would have been payable upon a conveyance to the promoters of the undertaking of the lands described therein; and thereupon all the   right   and interest in such lands of or capable of being sold and conveyed by the party between whom and the promoters of the undertaking such agreement shall have been come to, or as between whom and the promoters of the undertaking such purchase money or compensation shall have been determined by the sheriff, by a jury, or by arbiters, or by a valuation appointed by the sheriff, as herein provided, and shall have been deposited as aforesaid, shall vest absolutely in the promoters of the undertaking; and as against such parties, and all parties on behalf of whom they are herein-before enabled to sell and convey, the promoters of the undertaking shall be entitled to immediate possession of such lands; and such instrument, being registered in the register of sasines in manner herein-after provided in regard to conveyances of lands, shall have the same effect as a conveyance so registered."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "75", "section_title": " Where parties refuse to convey, or do not show title, or cannot be found, the purchase money to be deposited. ", "section_text": "75 If the owner of any such lands purchased or taken by the promoters of the undertaking, or of any interest therein, on tender of the purchase-money or compensation either agreed or awarded to be paid in respect thereof refuse to accept the same, or neglect or fail to make out a title to such lands, or to the interest therein claimed by him, to the satisfaction of the promoters of the undertaking, or if he refuse or is unable validly to convey such lands as directed by the promoters of the undertaking, or to discharge or obtain a discharge of any burden or incumbrance thereon which was not specially excepted from discharge, or if any such owner be absent from the kingdom, or cannot after diligent inquiry be found, or fail to appear on the inquiry before a jury, as herein provided for, it shall be lawful for the promoters of the undertaking to deposit the purchase money or compensation payable in respect of such lands, or any interest therein, in the Bank, to be placed, except in the cases herein otherwise provided for, to an account to be opened in the name of the parties interested in such lands, (describing them, so far as the promoters of the undertaking can do,) subject to the control and disposition of the Court of Session."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "76", "section_title": " Upon deposit being made, a receipt to be given, and the lands to vest upon a notarial instrument being executed. ", "section_text": "76 Upon any such deposit of money as last aforesaid being made the cashier or other proper officer of such Bank shall give to the promoters of the undertaking, or to the party paying in such money by their direction, a receipt for such money, specifying therein for what and for whose use (described as aforesaid) the same shall have been received, and in respect of what purchase the same shall have been paid in; and it shall be lawful for the promoters of the undertaking, if they think fit, to expede an instrument under the hands of a notary public, containing a description of the lands in respect whereof such deposit shall have been made, and declaring the circumstances under which and the names of the parties to whose credit such deposit shall have been made, and such instrument shall be stamped with the stamp duty which would have been payable upon a conveyance to the promoters of the undertaking of the lands described therein; and thereupon all the   right   and interest in such lands of the parties for whose use and in respect whereof such purchase money or compensation shall have been deposited shall vest absolutely in the promoters of the undertaking, and as against such parties they shall be entitled to immediate possession of such lands; and such instrument, being registered in the register of sasines in manner herein-after directed in regard to conveyances of land, shall have the same effect as a conveyance so registered."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "77", "section_title": " Application of monies so deposited. ", "section_text": "77 Upon the application by petition of any party making claim to the money so deposited as last aforesaid, or any part thereof, or to the lands in respect whereof the same shall have been so deposited, or any part of such lands, or any interest in the same, the said Court of Session may, in a summary way, as to such court shall seem fit, order such money to be laid out or invested in the public funds, or on heritable securities, or may order distribution thereof, or payment of the dividends thereof, according to the respective   rights  , titles, or interests of the parties making claim to such money or lands, or any part thereof, and may make such other order in the premises as to such court shall seem fit."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "78", "section_title": " Party in possession to be deemed to be the owner. ", "section_text": "78 If any question arise respecting the title to the lands in respect whereof such monies shall have been so paid or deposited as aforesaid, the parties respectively in possession of such lands, as being the owners thereof, at the time of such lands being purchased or taken, shall be deemed to have been lawfully entitled to such lands, until the contrary be shown to the satisfaction of the court; and unless the contrary be shown as aforesaid the parties so in possession, and all parties claiming under them, or consistently with their possession, shall be deemed entitled to the money so deposited, and to the dividends or interest of the annuities or securities purchased therewith, and the same shall be paid and applied accordingly."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "79", "section_title": " Expences in cases of money deposited. ", "section_text": "79 In all cases of monies deposited in the Bank under the provisions of this or the special Act, or any Act incorporated therewith, except where such monies shall have been so deposited by reason of the wilful refusal of any party entitled thereto to receive the same, or to  ... convey the lands in respect whereof the same shall be payable, or by reason of his refusal or inability to discharge or obtain a discharge of any burden on such lands which was not specially excepted from discharge, or by reason of the failure or neglect of any party to make out a good title to the land required, it shall be lawful for the Court of Session to order the expenses of the following matters, including therein all reasonable charges and expences incident thereto, to be paid by the promoters of the undertaking; (that is to say,) the expence of the purchase or taking of the lands, or which shall have been incurred in consequence thereof, other than such expences as are herein otherwise provided for, and the expence of the investment of such monies in government or real securities, and of the re-investment thereof in the purchase of other lands ... and incident thereto, and also the expence of obtaining the proper orders for any of the purposes aforesaid, and of the orders for the payment of the dividends and interest of the securities upon which such monies shall be invested, and for the payment of the principal of such monies, or of the securities whereon the same shall be invested, and of all proceedings relating thereto, except such as are occasioned by litigation between adverse claimants: Provided always, that the expence of one application only for re-investment in land shall be allowed, unless it shall appear to the Court of Session that it is for the benefit of the parties interested in the said monies that the same should be invested in the purchase of lands in different sums and at different times, in which case it shall be lawful for the court, if it think fit, to order the expences of any such investments to be paid by the promoters of the undertaking."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "80", "section_title": " Form of conveyances. ", "section_text": "80 ... conveyances of lands so to be purchased as aforesaid may be according to the form of   Schedule (A.)   to this Act annexed, or as near thereto as the circumstances of the case will admit; which  ... conveyances, being duly executed, and being registered in  ... the general register of sasines  ... shall give and constitute a good and undoubted right and complete and valid  ... title in all time coming to the promoters of the undertaking, and their successors and assigns, to the premises therein described, any law or custom to the contrary notwithstanding ...."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "81", "section_title": " Expences of conveyances. ", "section_text": "81 The expences of all conveyances of lands shall be borne by the promoters of the undertaking; and such expences shall include all charges and expences, incurred on the part as well of the seller as of the purchaser, of all conveyances of any such lands, and of any interest therein, and of establishing the title to such lands, and all other reasonable expences incident to the investigation of such title."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "82", "section_title": " Taxation of expences of conveyances", "section_text": "82 If the promoters of the undertaking and the party entitled to any such expences shall not agree as to the amount thereof, such amount shall be ascertained and decerned for by the lord ordinary, on a summary petition presented to him by the party entitled to recover the same; and the promoters of the undertaking shall pay to the party entitled thereto what the said lord ordinary shall decree for or in respect of such expences, or in default thereof the same may be recovered in the same way as any other expences payable under an order or decree of the court, or the same may be recovered by poinding and sale in the manner herein-before provided in other cases of expences; and the expence of taxing such expences shall be borne by the promoters of the undertaking, unless upon such taxation one sixth part of the amount of such expences shall be disallowed, in which case the expences of such taxation, and of or incident to the application to the lord ordinary, shall be borne by the party whose expences to the lord ordinary, shall be borne by the party whose expences shall be so taxed, and the amount thereof shall be ascertained by the said lord ordinary, and deducted by him accordingly in his judgment or decerniture."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "83", "section_title": " Payment of price to be made previous to entry, except to survey, &c. ", "section_text": "83 The promoters of the undertaking shall not, except by consent of the owners and occupiers, enter upon any lands which shall be required to be purchased or permanently used for the purposes and under the powers of this or the special Act, until they shall either have paid to every party having any interest in such lands, or deposited in the Bank in the manner herein mentioned, the purchase money or compensation agreed or awarded to be paid to such parties respectively for their respective interests therein: Provided always, that for the purpose merely of surveying and taking levels of such lands, and of probing or boring to ascertain the nature of the soil, and of setting out the line of the works, it shall be lawful for the promoters of the undertaking, after giving not less than three nor more than fourteen days notice to the owners or occupiers thereof, to enter upon such lands without previous consent, making compensation for any damage thereby occasioned to the owners or occupiers thereof."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "84", "section_title": " Promoters to be allowed to enter on lands before purchase, on making deposit by way of security and giving bond. ", "section_text": "84 Provided also, that if the promoters of the undertaking shall be desirous of entering upon and using any such lands before an agreement shall have been come to or an award made or verdict given for the purchase money or compensation to be paid by them in respect of such lands, it shall be lawful for the promoters of the undertaking to deposit in the Bank by way of security, as herein-after mentioned, either the amount of purchase money or compensation claimed by any party interested in or entitled to sell and convey such lands, and who shall not consent to such entry, or such a sum as shall, by a valuator appointed by the sheriff in the manner herein-before provided in the case of parties who cannot be found, be determined to be the value of such lands, or of the interest therein which such party is entitled to or enabled to sell and convey, and also, if required so to do, to give to such a party a bond, under the hand of the secretary or proper officer of person authorized, if the promoters be a company or corporation, or if they be not a company or corporation under the hand of the promoters, or any two of them, if more than one, with two sufficient securities, to be approved of by the sheriff in case the parties differ, for a sum equal to the sum so to be deposited, for payment to such party, or for making a deposit in the Bank for the benefit of the parties interested in such lands, as the case may require, under the provisions herein contained, of all such purchase money or compensation as may in manner herein-before provided be determined to be payable by the promoters of the undertaking in respect of the lands so entered upon, together with interest thereon at the rate of five pounds per centum per annum from the time of entering on such lands until, such purchase money or compensation shall be paid to such party, or deposited in the Bank for the benefit of the parties interested in such lands, under the provisions herein contained; and upon such deposit by way of security being made as aforesaid, and such bond being delivered or tendered to such non-consenting party as aforesaid, it shall be lawful for the promoters of the undertaking to enter upon and use such lands, without having first paid or deposited the purchase money or compensation in other cases required to be paid or deposited by them before entering upon any lands to be taken by them under the provisions of this or the special Act."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "85", "section_title": " Deposit to be paid into Bank, and cashier to give a receipt. ", "section_text": "85 The money so to be deposited as last aforesaid shall be paid into the Bank, to be placed to an account to be opened in the name of the parties interested in or entitled to sell and convey the lands so to be entered upon, and who shall not have consented to such entry, subject to the control and disposition of the Court of Session; and upon such deposit being made the cashier or other proper officer of the Bank shall give to the promoters of the undertaking, or to the party paying in such money by their direction, a receipt for such money, specifying therein for what purpose and to whose credit the same shall have been paid in."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "86", "section_title": " Deposit to remain as a security, and to be applied under the direction of the court. ", "section_text": "86 The money so deposited as last aforesaid shall remain in the Bank, by way of security to the parties whose lands shall so have been entered upon for the performance of the bond to be given by the promoters of the undertaking, as herein-before mentioned, and the same may, on the application by petition of the promoters of the undertaking, be ordered to be invested in the public funds or upon heritable securities, and accumulated; and upon the conditions of such bond being fully performed it shall be lawful for the Court of Session, upon a like application, to order the money so deposited, or the funds in which the same shall have been invested, together with the accumulation thereof, to be repaid or transferred to the promoters of the undertaking, or if such conditions shall not be fully performed it shall be lawful for the said court to order the same to be applied, in such manner as it shall think fit, for the benefit of the parties for whose security the same shall so have been deposited."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "87", "section_title": " Penalty on the promoters of the undertaking entering upon lands without consent, before payment of the purchase money. ", "section_text": "87 If the promoters of the undertaking or any of their contractors shall, except as aforesaid, wilfully enter upon and take possession of any lands which shall be required to be purchased or permanently used for the purposes of the special Act, without such consent as aforesaid, or without having made such payment for the benefit of the parties interested in the lands or such deposit by way of security as aforesaid, the promoters of the undertaking shall forfeit to the party in possession of such lands the sum of ten pounds, over and above the amount of any damage done to such lands by reason of such entry and taking possession as aforesaid, such penalty and damage respectively to be recovered before the sheriff; and if the promoters of the undertaking or their contractors shall, after conviction in such penalty as aforesaid, continue in unlawful possession of any such lands, the promoters of the undertaking shall be liable to forfeit the sum of twenty-five pounds for every day they or their contractors shall so remain in possession as aforesaid, such penalty to be recoverable by the party in possession of such lands, with expenses, by action in any competent court: Provided always, that nothing herein contained shall be held to subject the promoters of the undertaking to the payment of any such penalties as aforesaid, if they shall bona fide and without collusion have paid the compensation agreed or awarded to be paid in respect of the said lands to any person whom the promoters of the undertaking may have reasonably believed to be entitled thereto, or shall have deposited the same in the Bank for the benefit of the parties interested in the lands, or made such deposit by way of security in respect thereof as herein-before mentioned, although such person may not have been legally entitled thereto."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "88", "section_title": " Decision of sheriff not conclusive, &c. ", "section_text": "88 On the trial of any action for any such penalty as aforesaid the decision of the sheriff under the provision herein-before contained shall not be held conclusive as to the right of entry on any such lands by the promoters of the undertaking."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "89", "section_title": " Proceedings in case of refusal to deliver possession of lands. ", "section_text": "89 If in any case in which, according to the provisions of this or the special Act, or any Act incorporated therewith, the promoters of the undertaking are authorized to enter upon and take possession of any lands required for the purposes of the undertaking, the owner or occupier of any such lands or any other person, refuse to give up the possession thereof, or hinder the promoters of the undertaking from entering upon or taking possession of the same, it shall be lawful for the promoters of the undertaking to apply by petition to the sheriff for possession of the same, and upon such application the sheriff may authorize and order possession of any such lands accordingly; and the expences accruing by reason of such application, to be settled and decerned for by the sheriff, shall be paid by the person wrongfully refusing to give or hindering possession; and the amount of such expences shall be deducted and retained by the promoters of the undertaking from the compensation, if any, then payable by them to such party, or if no such compensation be payable to such party, or if the same be less than the amount of such expences, then such expences, or the excess thereof beyond such compensation, if not paid on demand, may be levied by poinding and sale, and the sheriff may issue his warrant accordingly."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "90", "section_title": " Parties not to be required to sell part of a house. ", "section_text": "90 And be it enacted, that no party shall at any time be required to sell or convey to the promoters of the undertaking a part only of any house or other building or manufactory, if such party be willing and able to sell and convey the whole thereof."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "91", "section_title": " Power to owners of intersected lands to insist on sale.", "section_text": "91 If any lands, not being situate in a town or built upon, shall be so cut through and divided by the works as to leave, either on both sides or on one side thereof, a less quantity of land than half a statute acre, and if the owner of such small parcel of land require the promoters of the undertaking to purchase the same along with the other land required for the purposes of the special Act, the promoters of the undertaking shall purchase the same accordingly, unless the owner thereof have other land adjoining to that so left into which the same can be thrown; and if such owner have any other land so adjoining, the promoters of the undertaking shall, if so required by the owner, at their own expence, throw the piece of land so left into such adjoining land, by removing the fences and levelling the sites thereof, and by soiling the same in a sufficient and workmanlike manner."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "92", "section_title": " Power of promoters of the undertaking to insist on purchase where expence of bridges, &c exceeds the value.", "section_text": "92 If any such land shall be so cut through and divided as to leave on either side of the works a piece of land of less extent than half a statute acre, or of less value than the expence of making a bridge, culvert, or such other communication between the land so divided as the promoters of the undertaking are, under the provisions of this or the special Act, or any Act incorporated therewith, compellable to make, and if the owner of such lands have not other lands adjoining such piece of land, and require the promoters of the undertaking to make such communication, then the promoters of the undertaking may require such owner to sell to them such piece of land; and any dispute at to the value of such piece of land, or as to what would be the expence of making such communication, shall be ascertained as therein provided for cases of disputed compensation; and on the occasion of ascertaining the value of the land required to be taken for the purposes of the works the sheriff, or the jury, or the arbiters, as the case may be, shall, if required by either party, ascertain by their verdict or award the value of any such severed piece of land, and also what would be the expence of making such communication."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "93", "section_title": " Proceedings in regard to lands in commonty, &c.", "section_text": "93 The promoters of the undertaking may convene a meeting of the parties entitled to any rights of property or servitude, or other rights, in or over such lands, to be held at some convenient place in the neighbourhood of the lands, for the purpose of their appointing a committee to treat with the promoters of the undertaking for the compensation to be paid for the extinction of such rights; and every such meeting shall be called by public advertisement, to be inserted once at least in two consecutive weeks in some newspaper circulating in the county or in the respective counties and in the neighbourhood in which such lands shall be situate, the last of such insertions being not more than fourteen nor less than seven days prior to any such meeting; and notice of such meeting shall also, not less than seven days previous to the holding thereof, be affixed upon the door of the church of the parish where such meeting is intended to be held, or if there be no such church, some other place in the neighbourhood to which notices are usually affixed ...."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "94", "section_title": " Meeting to appoint a committee.", "section_text": "94 The meeting so called may appoint a committee not exceeding five in number, of the parties entitled to any such rights; and at such meeting the decision of the majority of the persons entitled to such rights present shall bind the minority and all absent parties; but such meeting shall not be effectual for the purpose unless five at the least of the parties entitled attend the same, if there be so many as five in all of the parties entitled to such rights."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "95", "section_title": " Committee to agree with promoters of the undertaking.", "section_text": "95 It shall be lawful for the committee so chosen to enter into an agreement with the promoters of the undertaking for the compensation to be paid for the extinction of such rights, and all matters relating thereto, for and on behalf of themselves and all other parties interested therein, and all such parties shall be bound by such agreement; and it shall be lawful for such committee to receive the compensation so agreed to be paid, and the receipt of such committee, or of any three of them, for such compensation shall be an effectual discharge for the same; and such compensation, when received, shall be apportioned by the committee among the several persons interested therein, according to their respective interests, but the promoters of the undertaking shall not be bound to see to the apportionment or to the application of such compensation, nor shall they be liable for the misapplication or nonapplication thereof."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "96", "section_title": " Disputes to be settled as in other cases.", "section_text": "96 If upon such committee being appointed they shall fail to agree with the promoters of the undertaking as to the amount of the compensation to be paid as aforesaid, the same shall be determined as in other cases of disputed compensation, the said committee being deemed and held to be the proprietors of the said rights, with reference to all proceedings for ascertaining the value thereof."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "97", "section_title": " If no committee be appointed, the amount to be determined by a valuator. ", "section_text": "97 If, upon being duly convened by the promoters of the undertaking, no effectual meeting of the parties entitled to such rights shall take place, or if, taking place, such meeting fail to appoint such committee, the amount of such compensation shall be determined by a valuator, to be appointed by the sheriff, as herein-before provided in the case of parties who cannot be found"}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "98", "section_title": " Upon payment of compensation payable to commoners, the lands to vest. ", "section_text": "98 Upon payment or tender to such committee, or any three of them, or if there shall be no such committee then upon deposit in the Bank in the manner provided in the like case of the compensation which shall have been agreed upon or determined in respect of such rights, and it shall be lawful for the promoters of the undertaking, if they think fit, to execute a disposition, duly stamped, in the manner herein-before provided in the case of the purchase of lands by them, and thereupon the lands in respect of which such compensation shall have been so paid or deposited shall vest in the promoters of the undertaking freed and discharged from all such rights, and they shall be entitled to immediate possession thereof; and it shall be lawful for the Court of Session, by an order made upon petition, to order payment of the money so deposited as aforesaid, and to make such other order in respect thereto, for the benefit of the parties interested, as it shall think fit."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "99", "section_title": " Power to redeem veritable securities.", "section_text": "99 It shall be lawful for the promoters of the undertaking to purchase or redeem the interest of any holder of any security upon such lands the whole or part of which may be required for the purposes of the special Act, and that whether such promoters shall have previously purchased the right to such lands under burden of the security thereon or not, and whether the holder of such security be entitled thereto in his own right or in trust for any other party, and whether he be in possession of such lands by virtue of such security or not, and whether such security affects such lands solely, or jointly with any other lands not required for the purposes of the special Act; and in order thereto the promoters of the undertaking may pay or tender to the holder of such security the principal and interest due on such security, together with his expences and charges, if any, and also six months additional interest, and thereupon such holder shall immediately convey his interest in the lands comprised in such security to the promoters of the undertaking, or as they shall direct; or the promoters of the undertaking may give notice in writing to such holder that they will pay off the principal and interest due on such security at the end of six months, computed from the day of giving such notice; and if they shall have given any such notice, of if the party entitled to the lands under burden of such security shall have given six months notice of his intention to redeem the same, then at the expiration of either of such notices, or at any intermediate period, upon payment or tender by the promoters of the undertaking to the holder of such security of the principal money thereon due, and the interest which would become due at the end of six months from the time of giving either of such notices, together with his expences and charges, if any, such holder shall convey or discharge his interest in the lands comprised in such security, to the promoters of the undertaking, or as they shall direct."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "100", "section_title": " Deposit of money on refusal to accept redemption.", "section_text": "100 If, in either of the cases aforesaid, upon such payment or tender any holder of such securities shall fail to convey or discharge his interest therein as directed by the promoters of the undertaking, or if he fail to adduce a good title thereto, then it shall be lawful for the promoters of the undertaking to deposit in the Bank, in the manner provided by this Act in like cases, the principal and interest, together with the expences, if any, due on such security, and also, if such payment be made before the expiration of six months notice as aforesaid, such further interest as would at that time become due; and it shall be lawful for them, if they think fit, to expede an instrument under the hands of a notary public, duly stamped, and to register the same in the manner herein-before provided in the case of the purchase of lands by them; and thereupon, as well as upon such conveyance by the holder of the security, if any such be made, all the   right   and interest of such holder, and of all persons in trust for him, or for whom he may be a trustee, in such lands, shall vest in the promoters of the undertaking, and they shall be entitled to immediate possession thereof in case such holder were himself entitled to such possession."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "101", "section_title": " Sum to be paid when security exceeds value of lands.", "section_text": "101 If any such lands subject to such security as aforesaid shall be of less value than the principal, interest, and expences secured thereon, the value of such lands, or the compensation to be made by the promoters of the undertaking in respect thereof, shall be settled by agreement between the holder of such security and the party claiming or entitled to the lands under burden on the one part, and the promoters of the undertaking on the other part; and if the parties aforesaid fail to agree respecting the amount of such value or compensation, the same shall be determined as in other cases of disputed compensation, and the amount of such value or compensation, being so agreed upon or determined, shall be paid by the promoters of the undertaking to the holder of the security, in satisfaction of his claim, so far as the same will extend; and upon payment or tender thereof such holder shall, at the expence of the promoters of the undertaking, dispone and assign his debt, so far as paid, and his security, and all his interest in such lands, to the promoters of the undertaking, or as they shall direct, and thereupon the party claiming or entitled to the said lands under burden of the security shall cease to be interested in or have any right thereto, or to any part thereof."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "102", "section_title": " Deposit of money when refused on tender.", "section_text": "102 If upon such payment or tender as aforesaid being made any holder of such security fail so to convey his interest therein, or to adduce a good title thereto to the promoters of the undertaking, it shall be lawful for them to deposit the amount of such value or compensation in the Bank, in the manner provided by this Act in like cases; and every such payment or deposit shall be accepted by the holder of the security in satisfaction of his claim, so far as the same will extend, and shall be a full discharge of the lands from all money due thereon; and it shall be lawful for the promoters of the undertaking to expede an instrument under the hands of a notary public, duly stamped, and to register the same, in the manner herein-before provided in the case of the purchase of lands by them; and thereupon such lands, as to all such right and interest as were then vested in the holder of the security, or any person in trust for him, or in the party claiming or entitled to the lands under burden of the security, shall become absolutely vested in the promoters of the undertaking, and they shall be entitled to immediate possession thereof; nevertheless all rights and remedies possessed by the holder of such security for recovering payment of his debt, or the residue thereof, (as the case may be,) or the interest thereof respectively, and all expences, shall remain in force as a claim against the grantor of such security, and against all other parties bound for the same, but not as a claim on the said lands, or against the promoters of the undertaking."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "103", "section_title": " Sum to be paid where part only of lands under security taken.", "section_text": "103 If a part only of any such lands subject to any security as aforesaid be required for the purposes of the special Act, and if the part so required be of less value than the principal money, interest, and costs secured on such lands, and the holder of the security shall not consider the remaining part of such lands a sufficient security for the money charged thereon, or be not willing to discharge the part so required, and if the promoters of the undertaking be unwilling to advance the debt on an assignment thereto, then the value of such part, and also the compensation (if any) to be paid in respect of the severance thereof or otherwise, shall be settled by agreement between the holder of the security and the party entitled to the land under burden of the security on the one part, and the promoters of the undertaking on the other; and if the parties aforesaid fail to agree respecting the amount of such value or compensation, the same shall be determined as in other cases of disputed compensation; and the amount of such value or compensation, being so agreed upon or determined, shall be paid by the promoters of the undertaking to the holder of the security, in satisfaction of his debt, so far as the same will extend, and thereupon such holder shall convey or discharge to them, or as they shall direct, all his interest in such lands the value whereof shall have been so paid, and the party claiming or entitled to the said lands under burden of the security shall cease to be interested in or have any right thereto or to any part thereof; and a memorandum of what shall have been so paid shall be endorsed on the deed or instrument creating such security, and shall be signed by the holder thereof; and a copy of such memorandum shall at the same time (if required) be furnished by the promoters of the undertaking, at their expence, to the party entitled to the lands under burden of the security."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "104", "section_title": " Deposit of money when refused on tender.", "section_text": "104 If upon payment or tender to any holder of such security of the amount of the value of compensation so agreed upon or determined such holder shall fail to convey or discharge to the promoters of the undertaking, or as they shall direct, his interest in the lands in respect of which such compensation shall so have been paid or tendered, or if he shall fail to adduce a good title thereto, it shall be lawful for the promoters of the undertaking to pay the amount of such value or compensation into the Bank, in the manner provided by this Act in the case of monies required to be deposited in such bank; and such payment or deposit shall be accepted by the holder of such security in satisfaction of his claim, so far as the same will extend, and shall be a full discharge of the portion of the lands so required from all money due thereon, and shall bar the claim of the party claiming or entitled to the said lands under burden of the security; and it shall be lawful for the promoters of the undertaking, if they think fit, to expede an instrument under the hands of a notary public, duly stamped, and to register the same, in the manner therein-before provided in the case of the purchase of lands by them; and thereupon such lands shall become absolutely vested in the promoters of the undertaking, as to all such right and interest as were then vested in the holder of such security, or any person in trust for him, and in case such holder were himself entitled to such possession they shall be entitled to immediate possession thereof; nevertheless every such holder shall have the same powers and remedies for recovering or compelling payment of his claim, or the residue thereof (as the case may be), and the interest thereof respectively, upon and out of the residue of the lands subject to such security, or the portion thereof not required for the purposes of the special Act, as he would otherwise have had or been entitled to for recovering or compelling payment thereof upon or out of the whole of the lands originally comprised in such security."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "105", "section_title": " If sums secured paid off before the stipulated time, promoters to pay expences incidental to reinvestment.", "section_text": "105 Provided always, that in any of the cases herein-before provided with respect to lands subject to securities, if in the deed or instrument creating the same a time shall have been limited within which the holder of the security shall not be obliged to receive payment of the principal money thereby secured, and under the provisions herein-before contained the holder of the security shall have been required to accept payment of his claim, or of part thereof, at a time earlier than the time so limited, the promoters of the undertaking shall pay to the holders of the security, in addition to the sum which shall have been so paid off, all such expences as shall be incurred by him in respect of or which shall be incidental to the re-investment of the sum so paid off, such expences, in case of difference, to be taxed, and payment thereof enforced, in the manner herein provided with respect to the expences of conveyances."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "106", "section_title": " Compensation in respect of loss of interest.", "section_text": "106 If the rate of interest secured by such deed be higher than at the time of the same being so paid off can reasonably be expected to be obtained on re-investing the same, regard being had to the then current rate of interest, the holder of such security shall be entitled to receive from the promoters of the undertaking, in addition to the principal and interest herein-before provided for, compensation in respect of the loss to be sustained by him by reason of his claim being so prematurely paid off, the amount of such compensation to be ascertained, in case of difference, as in other cases of disputed compensation; and until payment or tender of such compensation as aforesaid the promoters of the undertaking shall not be entitled, as against such holder, to possession of the lands under the provision herein-before contained."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "107", "section_title": " Company to continue the payment of feu duties, &c. ", "section_text": "107 It shall be lawful for the promoters of the undertaking to enter upon and continue in possession of such lands without redeeming the charges thereon, provided they pay the amount of such annual or recurring payment when due, and otherwise fulfil all obligations accordingly, and provided they shall not be called upon by the party entitled to the charge to redeem the same."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "108", "section_title": " Discharge of lands from such charge. ", "section_text": "108 If any difference shall arise between the promoters of the undertaking and the party entitled to any such charge upon any lands required to be taken for the purposes of the special Act, respecting the consideration to be paid for the discharge of such lands therefrom, or from the portion thereof affecting the lands required for the purposes of the special Act, the same shall be determined as in other cases of disputed compensation."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "109", "section_title": " Discharge of part of lands from charge. ", "section_text": "109 If part only of the lands charged with any  ... rent, payment, or incumbrance, be required to be taken for the purposes of the special Act, the apportionment of any such charge may be settled by agreement between the party entitled to such charge and the owner of the lands on the one part, and the promoters of the undertaking on the other part, and if such apportionment be not so settled by agreement the same shall be settled by the sheriff; but if the remaining part of the lands so jointly subject be a sufficient security for such charge, then, with consent of the owner of the lands so jointly subject, it shall be lawful for the party entitled to such charge to discharge therefrom the lands required, on condition or in consideration of such other lands remaining exclusively subject to the whole thereof."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "110", "section_title": " Deposit in case of refusal to discharge. ", "section_text": "110 Upon payment or tender of the compensation so agreed upon or determined to the party entitled to any such charge as aforesaid, such party shall execute to the promoters of the undertaking a discharge thereof; and if he fail so to do, or if he fail to adduce a good title to such charge, it shall be lawful for them to deposit the amount of such compensation in the Bank, in the manner herein-before provided in like cases, and also, if they think fit, to expede an instrument under the hands of a notary public, duly stamped, and to register the same in the manner herein-before provided in the case of the purchase of lands by them, and thereupon the  ... rent, payment or incumbrance, or the portion thereof in respect whereof such compensation shall so have been paid, shall cease and be extinguished."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "111", "section_title": " Charge to continue on lands not taken. ", "section_text": "111 If any such lands be so discharged from any such charge or incumbrance, or portion thereof, to which they were subject jointly with other lands, such last-mentioned lands shall alone be charged with the whole of such charge, or with the remainder thereof, as the case may be, and the party entitled to the charge shall have all the same rights and remedies over such last-mentioned lands, for the whole or for the remainder of the charge, as the case may be, as he had previously over the whole of the lands subject to such charge; and upon any such charge or portion of charge being so discharged the promoters of the undertaking, if required so to do, shall execute and grant in due form a probative deed or instrument, declaring what part of the lands originally subject to such charge shall have been purchased by virtue of the special Act, and if the lands be discharged from part of such charge, what proportion of such charge shall have been discharged, and how much thereof continues payable, or if the lands so required shall have been discharged from the whole of such charge, then that the remaining lands are thenceforward to remain exclusively charged therewith; and such deed or instrument shall be made and executed at the expence of the promoters of the undertaking, and shall be competent evidence in all courts and elsewhere of the facts therein stated."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "112", "section_title": " Where part only of lands under lease taken, the rent to be apportioned. ", "section_text": "112 If any lands shall be comprised in a lease or missive of lease for a term of years unexpired, part only of which lands shall be required for the purposes of the special Act, the rent payable in respect of the lands comprised in such lease or missive of lease shall be apportioned between the lands so required and the residue of such lands; and such apportionment may be settled by agreement between the lessor and lessee of such lands on the one part, and the promoters of the undertaking on the other part, and if such apportionment be not so settled by agreement between the parties such apportionment shall be settled by the sheriff; and after such apportionment the lessee of such lands shall, as to all future accruing rent, be liable only to so much of the rent as shall be so apportioned in respect of the lands not required for the purposes of the special Act; and as to the lands not so required, and as against the lessee, the lessor shall have all the same rights and remedies for the recovery of such portion of rent as previously to such apportionment he had for the recovery of the whole rent reserved by such lease or missive of lease; and all the obligations, conditions and agreements of such lease or missive of lease, except as to the amount of rent to be paid, shall remain in force with regard to that part of the land which shall not be required for the purposes of the special Act, in the same manner as they would have been in case such part only of the land had been included in the lease or missive of lease."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "113", "section_title": " Tenants to be compensated.", "section_text": "113 Every such lessee as last aforesaid shall be entitled to receive from the promoters of the undertaking compensation for the damage done to him in his tenancy by reason of the severance of the lands required from those not required, or otherwise by reason of the execution of the works."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "114", "section_title": " Compensation to be made to tenants for a year, &c. ", "section_text": "114 If any such lands shall be in the possession of any person having no greater interest therein than as tenant for a year or from year to year, and if such person be required to give up possession of any lands so occupied by him before the expiration of his term or interest therein, he shall be entitled to compensation for the value of his unexpired term or interest in such lands, and for any just allowance which ought to be made to him by any incoming tenant, and for any loss or injury he may sustain, or if a part only of such lands be required, compensation for the damage done to him  by severing  lands held by him, or otherwise injuriously affecting the same; and the amount of such compensation shall be determined by the sheriff, in case the parties differ about the same; and upon payment or tender of the amount of such compensation all such persons shall respectively deliver up to the promoters of the undertaking, or to the person appointed by them to take possession thereof, any such lands in their possession required for the purposes of the special Act."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "115", "section_title": " Where greater interest claimed than from year to year the lease or missive to be produced. ", "section_text": "115 If any party, having a greater interest than as tenant for a year, or from year to year, claim compensation in respect of any unexpired term or interest under any lease, missive of lease, or grant of any such lands, the promoters of the undertaking may require such party to produce the lease, missive of lease, or grant in respect of which such claim shall be made, or other legal evidence thereof in his power; and if, after demand made in writing by the promoters of the undertaking, such lease, missive of lease, or grant, or other legal evidence thereof, be not produced within twenty-one days, the party so claiming compensation shall be considered as a tenant holding only from year to year, and be entitled to compensation accordingly."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "116", "section_title": " Limit of time for compulsory purchase.", "section_text": "116 And be it enacted, that the powers of the promoters of the undertaking for the compulsory purchase or taking of lands for the purposes of the special Act shall not be exercised after the expiration of the prescribed period, and if no period be prescribed not after the expiration of three years from the passing of the special Act. For the purposes of this section no account shall be taken of any period during which an authority are, by virtue of Schedule 7 to the Housing (Scotland) Act 1987 (which relates to buildings in housing action areas) prevented from serving notice to treat under section 17 to this Act."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "117", "section_title": " Promoters of the undertaking empowered to purchase interests in lands the purchase whereof may have been omitted by mistake. ", "section_text": "117 If at any time after the promoters of the undertaking shall have entered upon any lands which under the provisions of this or the special Act, or any Act incorporated therewith, they were authorized to purchase, and which shall be permanently required for the purposes of the special Act, any party shall appear to be entitled to any  ... right, or interest in or charge affecting such lands which the promoters of the undertaking shall through mistake or inadvertency have failed or omitted duly to purchase or to pay compensation for, then, whether the period allowed for the purchase of lands shall have expired or not, the promoters of the undertaking shall remain in the undisturbed possession of such lands, provided within six months after notice of such  ... right, interest, or charge, in case the same shall not be disputed by the promoters of the undertaking, or in case the same shall be disputed then within six months after the right thereto shall have been finally established by law in favour of the party claiming the same, the promoters of the undertaking shall purchase or pay compensation for the same, and shall also pay to such party, or to any other party who may establish a right thereto, full compensation for profits or interest which would have accrued to such parties respectively in respect thereof during the interval between the entry of the promoters of the undertaking thereon and the time of the payment of such purchase money or compensation by the promoters of the undertaking, so far as such profits or interest may be recoverable in law; and such purchase money or compensation shall be agreed on or awarded and paid in like manner as according to the provisions of this Act the same respectively would have been agreed on or awarded and paid in case the promoters of the undertaking had purchased such  ... right, interest, or charge before their entering upon such land, or as near thereto as circumstances will admit."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "118", "section_title": " How value of such lands to be estimated. ", "section_text": "118 In estimating the compensation to be given for any such last-mentioned lands, or any   right or interest   in the same, or for any profits thereof, the jury, or arbiters, or sheriff, as the case may be, shall assess the same according to what they shall find to have been the value of such lands,   right, or interest  , and profits, at the time such lands were entered upon by the promoters of the undertaking, and without regard to any improvements or works made in the said lands by the promoters of the undertaking, and as though the works had not been constructed."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "119", "section_title": " Promoters of the undertaking to pay the expences of litigation as to such lands. ", "section_text": "119 In addition to the said purchase money, compensation, or satisfaction, and before the promoters of the undertaking shall become absolutely entitled to any such   right  , interest, or charge, or to have the same merged or extinguished for their benefit, they shall, when the right to any such   right  , interest, or charge shall have been disputed by the company, and determined in favour of the party claiming the same, pay the full expences of any proceedings at law or in equity for the determination or recovery of the same to the parties with whom any such litigation in respect thereof shall have taken place; and such expences shall, in case the same shall be disputed, be settled by the proper officer of the court in which such litigation took place."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "120", "section_title": " Lands not wanted to be sold or in default to vest in owners of adjoining lands. ", "section_text": "120 Within the prescribed period, or if no period be prescribed within ten years after the expiration of the time limited by the special Act for the completion of the works, the promoters of the undertaking shall absolutely sell and dispose of all such superfluous lands in such manner as they may deem most advantageous, and apply the purchase money arising from such sales to the purposes of the special Act; and in default thereof all such superfluous lands remaining unsold at the expiration of such period shall thereupon vest in and become the property of the owners of the lands adjoining thereto, in proportion to the extent of their lands respectively adjoining the same."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "121", "section_title": " Lands to be offered to owner of lands from which they were severed, or to adjoining owners. ", "section_text": "121 Before the promoters of the undertaking dispose of any such superfluous lands they shall, unless such lands be situate within a town, or be lands built upon, or be used for building purposes, first offer to sell the same to the person then entitled to the lands (if any) from which the same were originally severed; or if such person refuse to purchase the same, or cannot after diligent inquiry be found, then the like offer shall be made to the person or to the several persons whose lands shall immediately adjoin the lands so proposed to be sold, such persons being capable of entering into a contract for the purchase of such lands; and where more than one such person shall be entitled to such right of pre-emption such offer shall be made to such persons in succession, one after another, in such order as the promoters of the undertaking shall think fit."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "122", "section_title": " Right of pre-emption to be claimed within six weeks. ", "section_text": "122 If any such persons be desirous of purchasing such lands, then within six weeks after such offer of sale they shall signify their desire in that behalf to the promoters of the undertaking; or if they decline such offer, or if for six weeks they neglect to signify their desire to purchase such lands, the right of pre-emption of every such person so declining or neglecting in respect of the lands included in such offer shall cease; and a declaration in writing made before the sheriff by some person not interested in the matter in question, stating that such offer was made, and was refused, or not accepted within six weeks from the time of making the same, or that the person or all the persons entitled to the right of pre-emption were out of the country, or could not after diligent inquiry be found, or were not capable of entering into a contract for the purchase of such lands, shall in all courts be sufficient evidence of the facts therein stated."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "123", "section_title": " Differences as to price to be settled by arbitration ", "section_text": "123 If any person entitled to such pre-emption be desirous of purchasing any such lands, and such person and the promoters of the undertaking do not agree as to the price thereof, then such price shall be ascertained by arbitration, and the expences of such arbitration shall be in the discretion of the arbiters."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "124", "section_title": " Lands to be conveyed to the purchasers. ", "section_text": "124 Upon payment or tender to the promoters of the undertaking of the purchase money so agreed upon or determined as aforesaid they shall convey such lands to the purchasers thereof ...."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "125", "section_title": " Effect of word “dispone” in conveyances. ", "section_text": "125 And be it enacted, that in every conveyance of lands to be made by the promoters of the undertaking under this or the special Act the word “dispone” shall operate as a clause of absolute warrandice by the promoters of the undertaking, for themselves and their successors, or for themselves, their heirs, executors, administrators, and assigns, as the case may be, to the respective disponees therein named, and the successors, heirs, executors, administrators, and assigns of such disponees, according to the quality or nature of such conveyances and of the   right   or interest therein expressed to be thereby conveyed, except so far as the same shall be restrained or limited by express words contained in such conveyance."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "126", "section_title": " Superiorities not to be affected.", "section_text": "126 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "127", "section_title": "†Land tax and poor’s rate to be made good. ", "section_text": "127 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "128", "section_title": " Service of notices upon the promoters of the undertaking.", "section_text": "128 Any summons or notice, or any writ or other proceeding at law or equity, required to be served upon the promoters of the undertaking may be served by the same being left at or transmitted through the post, directed to the principal office of the promoters of the undertaking, or one of the principal offices where there shall be more than one, or being given personally, or transmitted through the post, directed to the secretary, or in case there be no secretary then by being given to the solicitor of the said promoters."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "129", "section_title": " Tender of amends.", "section_text": "129 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "130", "section_title": " Penalties to be summarily recovered before the sheriff or two justices.", "section_text": "130 Every penalty or forfeiture imposed by this or the special Act, or any Act incorporated therewith, or by any by-law made in pursuance thereof, the recovery of which is not otherwise provided for, may be recovered, by summary proceeding before the sheriff or two justices . . .   and upon the appearance of the party complained against, or in his absence, after proof of the due service of such order, it shall be lawful for any sheriff or two justices to proceed to the hearing of the complaint; and upon proof of the offence, either by the confession of the party complained against, or upon the oath of one credible witness or more, it shall be lawful for such sheriff or justices to convict the offender, and upon such conviction to adjudge the offender to pay the penalty or forfeiture incurred, as well as such expences attending the conviction as such sheriff or justices shall think fit."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "131", "section_title": " Penalties to be levied by poinding and sale.", "section_text": "131 If forthwith . . .   the amount of the penalty or forfeiture and . . .   expenses . . .   be not paid, the amount of such penalty and expences may be levied by poinding and sale . . . "}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "132", "section_title": " Poinding, &c. against the treasurer.", "section_text": "132 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "133", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "133"}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "135", "section_title": " Application of penalties.", "section_text": "135 The sheriff or justices by whom any such penalty or forfeiture shall be imposed, where the application thereof is not otherwise provided for, may award not more than one half thereof to the informer, and  the remainder shall be paid into the Exchequer."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "136", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "136"}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "138", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "138"}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "139", "section_title": " Power of appeal from sheriff substitute to sheriff,", "section_text": "139 In all cases which may come before any sheriff substitute under this or the special Act, or any Act incorporated therewith, in which written pleadings shall have been allowed, and a written record shall have been made up, and where the evidence which has been led by the parties shall have been reduced to writing, but in no other case whatever, it shall be competent for any of the parties thereto, within seven days after a final judgment shall have been pronounced by such sheriff substitute, to appeal against the same to the sheriff of the county, by lodging a minute of appeal with the sheriff clerk of such county or his depute; and the said sheriff shall thereupon review the proceedings of the said sheriff substitute, and whole process, and, if he think proper, hear the parties viva voce thereon, and pronounce judgment; and such judgment shall in no case be subject to review by suspension . . .   or by reduction, on any ground whatever."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "140", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "140"}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "142", "section_title": " Copies of special Act to be kept and deposited and allowed to be inspected.", "section_text": "142 The company shall at all times after the expiration of six months after the passing of the special Act keep in their principal office of business a copy of the special Act, printed by the printers to Her Majesty, or some of them; and where the undertaking shall be a railway, canal, or other like undertaking, the works of which shall not be confined to one county, shall also within the space of such six months deposit in the office of each of the sheriff clerks of the several counties into which the works shall extend a copy of such special Act, so printed as aforesaid; and the said sheriff clerks shall receive, and they and the company respectively shall retain, the said copies of the special Act, and shall permit all persons interested to inspect the same, and make extracts or copies therefrom, in the like manner and upon the like terms and under the like penalty for defaults as is provided in the case of certain plans and sections by the  Parliamentary Documents Deposit Act, 1837."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "143", "section_title": " Penalty on company failing to keep and deposit Act.", "section_text": "143 If the company shall fail to keep or deposit, as herein-before mentioned, any of the said copies of the special Act, they shall forfeit twenty pounds for every such offence, and also five pounds for every day afterwards during which such copy shall be not so kept or deposited."}, {"act": "Lands Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "144", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "144"}]