[{"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "1", "section_title": " Act to apply to all undertakings authorized by Acts hereafter to be passed.", "section_text": "1 This Act shall apply to every undertaking authorized by any Act which shall hereafter be passed, and which shall authorize the purchase or taking of lands for such undertaking, and this Act shall be incorporated with such Act; and all the clauses and provisions of this Act, save so far as they shall be expressly varied or excepted by any such Act, shall apply to the undertaking authorized thereby, so far as the same shall be applicable to such undertaking, and shall, as well as the clauses and provisions of every other Act which shall be incorporated with such Act, form part of such Act, and be construed together therewith as forming one Act."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "2", "section_title": "“Special Act:” ’’Prescribed:”The works:”Promoters of the undertaking”", "section_text": "2 The expression “the special Act” used in this Act shall be construed to mean any Act which shall be hereafter passed which shall authorize the taking of lands for the undertaking to which the same relates, and with which this Act shall be so incorporated as aforesaid; and the word “prescribed” used in this Act, in reference to any matter herein stated, shall be construed to refer to such matter as the same shall be prescribed, or provided for in the special Act, and the sentence in which such word shall occur shall be construed as if instead of the word “prescribed” the expression “prescribed for that purpose in the special Act” had been used; and the expression “the works” or “ the undertaking ” shall mean the works or undertaking, of whatever nature, which shall by the special Act be authorized to be executed; and the expression “ the promoters of the undertaking ” shall mean the parties, whether company, undertakers, commissioners, trustees, corporations, or private persons, by the special Act empowered to execute such works or undertaking."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "3", "section_title": " Interpretations in this and the special Act:", "section_text": "3 The following words and expressions, both in this and the special Act, shall have the several meanings hereby assigned to them, unless there be something either in the subject or context repugnant to such construction; (that is to say,) ’number’: Words importing the singular number only shall include the plural number, and words importing the plural number only shall include the singular number; ’gender’: Words importing the masculine gender only shall include females: ’lands’: The word “lands” shall extend to messuages, lands, tenements, and hereditaments of any tenure: ’lease’: The word “ lease ” shall include an agreement for a lease: ’month’: The word “ month ” shall mean calendar month: ’superior courts’: The expression “ superior courts ” shall mean Her Majesty’s superior courts of record at Westminster or Dublin, as the case may require:  . . .  . . . \t\t\t\t\t’the sheriff’: ’the clerk of the Peace’: The word “ sheriff ” shall include under sheriff, or other legally competent deputy; and where any matter in relation to any lands is required to be done by any sheriff, or by any clerk of the peace, the expression “the sheriff”, or  the expression “the clerk of the peace, ” shall in such case be construed to mean the sheriff or the clerk of the peace of the  . . . place where such lands shall be situate; and if the lands in question, being the property of one and the same party, be situate not wholly in one  . . . place, the same expression shall be construed to mean the sheriff or clerk of the peace of any  . . . place where any part of such lands shall be situate : ’justices’:  The word “justices” shall mean justices of the peace acting for the  ...  place where the matter requiring the cognizance of any such justice shall arise, and who shall not be interested in the matter; and where such matter shall arise in respect of lands, being the property of one and the same party, situate not wholly in any one  ...  place, the same shall mean a justice acting for the  ...  place where any part of such lands shall be situate, and who shall not be interested in such matter: and where any matter shall be authorized or required to be done by two justices, the expression “two justices” shall be understood to mean two justices assembled and acting together. ’owner’: Where under the provisions of this or the special Act, or any Act incorporated therewith, any notice shall be required to be given to the owner of any lands, or where any Act shall be authorized or required to be done with the consent of any such owner, the word “ owner ” shall be understood to mean any person or corporation who, under the provisions of this or the special Act, would be enabled to sell and convey lands to the promoters of the undertaking: ’the Bank’: The expression “ the Bank ” shall mean the Bank of England where the same shall relate to monies to be paid or deposited in respect of lands situate in England, and shall mean the Bank of Ireland where the same shall relate to monies to be paid or deposited in respect of lands situated in Ireland. Any reference to the Senior Courts shall, where it relates to monies to be paid or deposited in respect of lands situate in Northern Ireland, be read as a reference to the Court of Judicature.   Where any matter in relation to any lands is required to be done by an enforcement officer, the expression  “ the enforcement officer ” means the officer or officers identified for that purpose in paragraph 3A of Schedule 7 to the Courts Act 2003  "}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "4", "section_title": " Short title of the Act.", "section_text": "4 In citing this Act in other Acts of Parliament and in legal instruments it shall be sufficient to use the expression “The Lands Clauses Consolidation Act, 1845.”"}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "6", "section_title": " Power to purchase lands by agreement.", "section_text": "6 Subject to the provisions of this and the special Act it shall be lawful for the promoters of the undertaking to agree with the owners of any lands by the special Act authorized to be taken, and which shall be required for the purposes of such Act, and with all parties having any estate or interest in such lands, or by this or the special Act enable to sell and convey the same, for the absolute purchase, for a consideration in money, of any such lands, or such parts thereof as they shall think proper, and of all estates and interests in such lands of what kind soever."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "7", "section_title": " Parties under disability enabled to sell and convey.", "section_text": "7 It shall be lawful for all parties, being seised, possessed of, or entitled to any such lands, or any estate or interest therein, to sell and convey or release the same to the promoters of the undertaking, and to enter into all necessary agreements for that purpose; and particularly it shall be lawful for all or any of the following parties so seised, possessed, or entitled as aforesaid so to sell, convey, or release; (that is to say,) all corporations, tenants in tail or for life, . . .   trustees or feoffees in trust for charitable or other purposes, executors and administrators, and all parties for the time being entitled to the receipt of the rents and profits of any such lands in possession or subject to . . . .   any lease . . .   for years, or any less interest; and the power so to sell and convey or release as aforesaid may lawfully be exercised by all such parties, other than . . .   lessees . . .   for years, or for any less interest, not only on behalf of themselves and their respective heirs, executors, administrators, and successors, but also for and on behalf of every person entitled in reversion, remainder, or expectancy after them, or in defeasance of the estates of such parties, . . .   and as to such trustees, executors, and administrators, on behalf of their cestuique trusts, whether infants, issue unborn, lunatics, femes covert, or other persons, and that to the same extent as such cestique trusts respectively could have exercised the same powers under the authority of this and the special Act if they had respectively been under no disability."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "8", "section_title": " Parties under disability to exercise other powers.", "section_text": "8  . . .   every . . .   power required to be exercised by the lord of any manor pursuant to the provisions of this or the special Act, or any Act incorporated therewith, and the power to release lands from any rent, charge, or incumbrance, and to agree for the apportionment of any such rent, charge, or incumbrance, shall extend to and may lawfully be exercised by every party herein-before enabled to sell and convey or release lands to the promoters of the undertaking."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "9", "section_title": " Amount of compensation in case of parties under disability to be ascertained by valuation, and paid into the Bank.", "section_text": "9 The purchase money or compensation to be paid for any lands to be purchased or taken from any party under any disability or incapacity, and not having power to sell or convey such lands except under the provisions of this or the special Act, and the compensation to be paid for any permanent damage or injury to any such lands, shall not, except where the same shall have been determined by the verdict of a jury, or by arbitration, or by the valuation of a surveyor appointed by two justices under the provision herein-after contained, be less than shall be determined by the valuation of two able practical surveyors, one of whom shall be nominated by the promoters of the undertaking, and the other by the other party, and if such two surveyors cannot agree in the valuation, then by such third surveyor as any two justices shall, upon application of either party, after notice to the other party, for that purpose nominate; and each of such two surveyors, if they agree, or if not, then the surveyor nominated by the said justices, shall annex to the valuation a declaration in writing, subscribed by them or him, of the correctness thereof; and all such purchase money or compensation shall be deposited in the Bank for the benefit of the parties interested, in manner herein-after mentioned."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "10", "section_title": " Where vendor absolutely entitled, lands may be sold on chief rents.", "section_text": "10  . . . "}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "11", "section_title": " Payment of rents to be charged on tolls.", "section_text": "11 The yearly rents reserved by any such conveyance shall be charged on the tolls or rates, if any, payable under the special Act, and shall be otherwise secured in such manner as shall be agreed between the parties, and shall be paid by the promoters of the undertaking as such rents become payable; and if at any time any such rents be not paid within thirty days after they so become payable, and after demand thereof in writing, the person to whom any such rent shall be payable may either recover the same from the promoters of the undertaking, . . .   in any of the superior courts,  ...."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "12", "section_title": " Power to purchase lands required for additional accommodation.", "section_text": "12 In case the promoters of the undertaking shall be empowered by the special Act to purchase lands for extraordinary purposes, it shall be lawful for all parties who, under the provisions herein-before contained, would be enabled to sell and convey lands, to sell and convey the lands so authorized to be purchased for extraordinary purposes."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "13", "section_title": " Authority to sell and re-purchase such lands.", "section_text": "13 It shall be lawful for the promoters of the undertaking to sell the lands which they shall have so acquired for extraordinary purposes, or any part thereof, in such manner, and for such considerations, and to such persons, as the promoters of the undertaking may think fit, and again to purchase other lands for the like purposes, and afterwards sell the same, and so from time to time; but the total quantity of land to be held at any one time by the promoters of the undertaking for the purposes aforesaid shall not exceed the prescribed quantity."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "14", "section_title": " Restraint on purchase from incapacitated persons.", "section_text": "14 The promoters of the undertaking shall not, by virtue of the power to purchase land for extraordinary purposes, purchase more than the prescribed quantity from any party under legal disability, or who would not be able to sell and convey such lands except under the powers of this and the special Act; and if the promoters of the undertaking purchase the said quantity of land from any party under such legal disability, and afterwards sell the whole or any part of the land so purchased, it shall not be lawful for any party being under legal disability to sell to the promoters of the undertaking any other lands in lieu of the land so sold or disposed of by them."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "15", "section_title": " Municipal corporations not to sell without the approbation of the Treasury.", "section_text": "15 Nothing in this or the special Act contained shall enable any municipal corporation to sell for the purposes of the special Act, without the approbation of the Treasury, any lands which they could not have sold without such approbation before the passing of the special Act, other than such lands as the company are by the powers of this or the special Act empowered to purchase or take compulsorily."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "16", "section_title": " Capital to be subscribed before compulsory powers put in force.", "section_text": "16 Where the undertaking is intended to be carried into effect by means of a capital to be subscribed by the promoters of the undertaking, the whole of the capital or estimated sum for defraying the expences of the undertaking, shall be subscribed under contract binding the parties thereto, their heirs, executors, and administrators, for the payment of the several sums by them respectively subscribed, before it shall be lawful to put in force any of the powers of this or the special Act, or any Act incorporated therewith, in relation to the compulsory taking of land for the purposes of the undertaking."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "17", "section_title": " Evidence as to capital having been subscribed.", "section_text": "17 A certificate under the hands of two justices, certifying that the whole of the prescribed sum has been subscribed, shall be sufficient evidence thereof; and on the application of the promoters of the undertaking, and the production of such evidence as such justices think proper and sufficient, such justices shall grant such certificate accordingly."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "18", "section_title": " Notice of intention to take lands.", "section_text": "18 When the promoters of the undertaking shall require to purchase or take any of the lands which by this or the special Act, or any Act incorporated therewith, they are authorized to purchase or take, they shall give notice thereof to all the parties interested in such lands, or to the parties enabled by this Act to sell and convey or release the same, or such of the said parties as shall, after diligent inquiry, be known to the promoters of the undertaking, and by such notice shall demand from such parties the particulars of their estate and interest in such lands, and of the claims made by them in respect thereof; and every such notice shall state the particulars of the lands so required, and that the promoters of the undertaking are willing to treat for the purchase thereof, and as to the compensation to be made to all parties for the damage that may be sustained by them by reason of the execution of the works."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "19", "section_title": " Service of notices on owners and occupiers of lands.", "section_text": "19 All notices required to be served by the promoters of the undertaking upon the parties interested in or entitled to sell any such lands shall either be served personally on such parties or left at their last usual place of abode, if any such can after diligent inquiry be found, and in case any such parties shall be absent from the United Kingdom, or cannot be found after diligent inquiry, shall also be left with the occupier of such lands, or, if there be no such occupier, shall be affixed upon some conspicuous part of such lands."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "20", "section_title": " Service of notice on a corporation aggregate.", "section_text": "20 If any such party be a corporation aggregate such notice shall be left at the principal office of business of such corporation, or, if no such office can after diligent inquiry be found, shall be served on some principal member, if any, of such corporation, and such notice shall also be left with the occupier of such lands, or, if there be no such occupier, shall be affixed upon some conspicuous part of such lands."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "21", "section_title": " If parties fail to treat or in case of dispute, question to be settled as after mentioned.", "section_text": "21 If for twenty-one days after the service of such notice any such party shall fail to state the particulars of his claim in respect of any such land, or to treat with the promoters of the undertaking in respect thereof, or if such party and the promoters of the undertaking shall not agree as to the amount of the compensation to be paid by the promoters of the undertaking for the interest in such lands belonging to such party, or which he is by this or the special Act enabled to sell, or for any damage that may be sustained by him by reason of the execution of the works, the amount of such compensation shall be settled in the manner . . .   provided for settling cases of disputed compensation."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "22", "section_title": "Disputes as to compensation, not exceeding 50 l . to be settled by two justices. ", "section_text": "22 If no agreement be come to between the promoters of the undertaking and the owners of or parties by this Act enabled to sell and convey or release any lands taken or required for or injuriously affected by the execution of the undertaking, or any interest in such lands, as to the value of such lands or of any interest therein, or as to the compensation to be made in respect thereof, and if in any such case the compensation claimed shall not exceed fifty pounds, the same shall be settled by two justices."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "23"}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "58", "section_title": "†Compensation to absent parties to be determined by a surveyor appointed by two justices. ", "section_text": "58 The purchase money or compensation to be paid for any lands to be purchased or taken by the promoters of the undertaking from any party who, by reason of absence from the kingdom, is prevented from treating, or who cannot after diligent inquiry be found . . .   and the compensation to be paid for any permanent injury to such lands, shall be such as shall be determined by the valuation of such able practical surveyor . . . "}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "59", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "59"}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "61", "section_title": " Valuation, &c. to be produced to the owner of the lands on demand.", "section_text": "61  . . .  the valuation to be made by such surveyor . . .  shall be preserved . . .  by the promoters of the undertaking, and they shall at all times produce the said valuation . . .  on demand, to the owner of the lands comprised in such valuation, and to all other parties interested therein."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "62", "section_title": " Expences to be borne by promoters.", "section_text": "62 All the expences of and incident to every such valuation shall be borne by the promoters of the undertaking."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "63", "section_title": " Purchase money and compensation, how to be estimated.", "section_text": "63 In estimating the purchase money or compensation to be paid by the promoters of the undertaking, in any of the cases aforesaid, regard shall be had by the justices, arbitrators, or surveyors as the case may be, not only to the value of the land to be purchased or taken by the promoters of the undertaking, but also to the damage, if any, to be sustained by the owner of the lands by reason of the severing of the lands taken from the other lands of such owner, or otherwise injuriously affecting such other lands by the exercise of the powers of this or the special Act, or any Act incorporated therewith."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "64", "section_title": " Where compensation to absent party has been determined by a surveyor, the party may have the same submitted to arbitration.", "section_text": "64 When the compensation payable in respect of any lands, or any interest therein, shall have been ascertained by the valuation of a surveyor, and deposited in the Bank under the provisions herein contained, by reason that the owner of or party entitled to convey such lands or such interest therein as aforesaid could not be found or was absent from the kingdom, if such owner or party shall be dissatisfied with such valuation it shall be lawful for him, before he shall have applied to the Court of Chancery for payment or investment of the monies so deposited under the provisions herein contained, by notice in writing to the promoters of the undertaking, to require the question of such compensation to be submitted to arbitration, and thereupon the same shall be so submitted accordingly, in the same manner as in other cases of disputed compensation herein-before authorized or required to be submitted to arbitration."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "65", "section_title": " Question to be submitted to the arbitrators.", "section_text": "65 The question to be submitted to the arbitrators in the case last aforesaid shall be, whether the said sum so deposited as aforesaid by the promoters of the undertaking was a sufficient sum, or whether any and what further sum ought to be paid or deposited by them."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "66", "section_title": " If further sum awarded, promoters to pay or deposit same within 14 days.", "section_text": "66 If the arbitrators shall award that a further sum ought to be paid or deposited by the promoters of the undertaking, they shall pay or deposit as the case may require, such further sum within fourteen days after the making of such award, or in default thereof the same may . . .   recovered, . . .   in any of the superior courts."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "67", "section_title": " Costs of the arbitration.", "section_text": "67 If the arbitrators shall determine that the sum so deposited was sufficient, the costs of and incident to such arbitration, to be determined by the arbitrators, shall be in the discretion of the arbitrators; but if the arbitrators shall determine that a further sum ought to be paid or deposited by the promoters of the undertaking, all the costs of and incident to the arbitration shall be borne by the promoters of the undertaking."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "68", "section_title": "†To be settled by arbitration or jury, at the option of the party claiming compensation.", "section_text": "68 If any party shall be entitled to any compensation in respect of any lands, or of any interest therein, which shall have been taken for or injuriously affected by the execution of the works, and for which the promoters of the undertaking shall not have made satisfaction under the provisions of this or the special Act, or any Act incorporated therewith, . . .   such party may have the same settled . . . "}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "69", "section_title": "†Purchase money payable to parties under disability, amounting to 200 l . to be deposited in the Bank.", "section_text": "69 If the purchase money or compensation which shall be payable in respect of any lands, or any interest therein, purchased or taken by the promoters of the undertaking from any corporation, tenant for life or in tail, . . .   trustee, executor or administrator, or person having a partial or qualified interest only in such lands, and not entitled to sell or convey the same except under the provisions of this or the special Act, or the compensation to be paid for any permanent damage to any such lands, amount to or exceed the sum of two hundred pounds, the same shall  be paid into the   Senior Courts   and such monies shall remain so deposited until the same be applied to some one or more of the following purposes; (that is to say,) In . . .  discharge of any debt or incumbrance affecting the land in respect of which such money shall have been paid, or affecting other lands settled therewith to the same or the like uses, trusts, or purposes; or In the purchase of other lands to be conveyed, limited, and settled upon the like uses, trusts, and purposes, and in the same manner, as the lands in respect of which such money shall have been paid stood settled; or If such money shall be paid in respect of any buildings taken under the authority of this or the special Act, or injured by proximity of the works, in removing or replacing such buildings, or substituting others in their stead, in such manner as the Court of Chancery shall direct; or In payment to any party becoming absolutely entitled to such money."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "70", "section_title": " Order for application, and investment meanwhile.", "section_text": "70 Such money may be so applied as aforesaid upon an order of the Court of Chancery . . .   made on the petition of the party who would have been entitled to the rents and profits of the lands in respect of which such money shall have been deposited,  and if, before it is so applied, it is  invested under section 38 of the Administration of Justice Act 1982  the annual proceeds thereof shall be paid  to the party who would for the time being have been entitled to the rents and profits of the lands."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "71", "section_title": " Sums from 20 l . to 200 l . to be deposited, or paid to trustees.", "section_text": "71 If such purchase money or compensation shall not amount to the sum of two hundred pounds, and shall exceed the sum of twenty pounds, the same shall either  be paid into the   Senior Courts , and applied in the manner herein-before directed with respect to sums amounting to or exceeding two hundred pounds, or the same may lawfully be paid to two trustees, to be nominated by the parties entitled to the rents or profits of the lands in respect whereof the same shall be payable, such nomination to be signified by writing under the hands of the party so entitled; and in case of the . . .   incapacity of the parties entitled to such monies, such nominations, may lawfully be made by their respective . . .   trustees; but such last-mentioned application of the monies shall not be made unless the promoters of the undertaking approve thereof, and of the trustees named for the purpose; and the money so paid to such trustees, and the produce arising therefrom, shall be by such trustees applied in the manner herein-before directed with respect to  money paid into the   Senior Courts   but it shall not be necessary to obtain any order of the court for that purpose."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "72", "section_title": " Sums not exceeding 20 l . to be paid to parties.", "section_text": "72 If such money shall not exceed the sum of twenty pounds the same shall be paid to the parties entitled to the rents and profits of the lands in respect whereof the same shall be payable, for their own use and benefit; or in case of the . . .   incapacity of any such parties, then such money shall be paid, for their use, to the respective . . .   trustees of such persons."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "73", "section_title": " All sums payable under contract with persons not absolutely entitled, to be paid into Bank.", "section_text": "73 All sums of money exceeding twenty pounds which may be payable by the promoters of the undertaking in respect of the taking, using, or interfering with any lands under a contract or agreement with any person who shall not be entitled to dispose of such lands, or of the interest therein contracted to be sold by him, absolutely for his own benefit, shall  be paid into the   Senior Courts   or to trustees in manner aforesaid; and it shall not be lawful for any contracting party not entitled as aforesaid to retain to his own use any portion of the sums so agreed or contracted to be paid for or in respect of the taking, using, or interfering with any such lands, or in lieu of bridges, tunnels or other accommodation works, or for assenting to or not opposing the passing of the bill authorizing the taking of such lands, but all such monies shall be deemed to have been contracted to be paid for and on account of the several parties interested in such lands, as well in possession as in remainder, reversion, or expectancy: Provided always, that it shall be in the discretion of the Court of Chancery, . . .   or the said trustees, as the case may be, to allot to any tenant for life, or for any other partial or qualified estate, for his own use, a portion of the sum  paid into the   Senior Courts   or to such trustees as aforesaid, as compensation for any injury, inconvenience, or annoyance which he may be considered to sustain, independently of the actual value of the lands to be taken, and of the damage occasioned to the lands held therewith, by reason of the taking of such lands and the making of the works."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "74", "section_title": " Court of Chancery may direct application of money in respect of leases or reversions as they may think just.", "section_text": "74 Where any purchase money or compensation paid into  the   Senior Courts  or  the Bank under the provisions of this or the special Act shall have been paid in respect of any lease for . . .   years, or any estate in lands less than the whole fee simple thereof, or of any reversion dependent on any such lease or estate, it shall be lawful for the Court of Chancery, . . .   on the petition of any party interested in such money, to order that the same shall be laid out, invested, accumulated, and paid in such manner as the said court may consider will give to the parties interested in such money the same benefit therefrom as they might lawfully have had from the lease, estate, or reversion in respect of which such money shall have been paid, or as near thereto as may be."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "75", "section_title": " Upon deposit being made, the owners of the lands to convey, or in default the lands to vest in the promoters of the undertaking upon a deed poll being executed.", "section_text": "75 Upon  payment into court or  deposit in the Bank in manner herein-before provided of the purchase money or compensation agreed or awarded to be paid in respect of any lands purchased or taken by the promoters of the undertaking under the provisions of this or the special Act, or any Act incorporated therewith, the owner of such lands, including in such term all parties by this Act enabled to sell or convey lands, shall, when required so to do by the promoters of the undertaking, duly convey such lands to the promoters of the undertaking, or as they shall direct; and in default thereof, or if he fail to adduce a good title to such lands to their satisfaction,  it shall be lawful for the promoters of the undertaking, if they think fit, to execute a deed poll under their common seal if they be a corporation, or if they be not a corporation, under the hands and seals of the promoters, or any two of them   then, if the promoters of the undertaking think fit, it shall be lawful for the promoters to execute a deed poll under their common seal if they are a corporation, or, if they are not a corporation, for the promoters or any two of them to execute a deed poll , containing a description of the lands in respect of which such default shall be made, and reciting the purchase or taking thereof by the promoters of the undertaking, and the names of the parties from whom the same were purchased or taken, and the  payment or  deposit made in respect thereof, and declaring the fact of such default having been made, and such deed poll shall be stamped with the stamp duty which would have been payable upon a conveyance to the promoters of the undertaking of the lands described therein; and thereupon all the estate and interest in such lands of or capable of being sold and conveyed by the party between whom and the promoters of the undertaking such agreement shall have been come to, or as between whom and the promoters of the undertaking such purchase money or compensation shall have been determined by a jury, or by arbitrators, or by a surveyor appointed by two justices, as herein provided, and shall have been  paid or  deposited as aforesaid, shall vest absolutely in the promoters of the undertaking; and as against such parties, and all parties on behalf of whom they are herein-before enabled to sell and convey, the promoters of the undertaking shall be entitled to immediate possession of such lands."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "76", "section_title": " Where parties refuse to convey, or do not show title, or cannot be found, the purchase money to be deposited.", "section_text": "76 If the owner of any such lands purchased or taken by the promoters of the undertaking, or of any interest therein, on tender of the purchase money or compensation either agreed or awarded to be paid in respect thereof refuse to accept the same, or neglect or fail to make out a title to such lands, or to the interest therein claimed by him, to the satisfaction of the promoters of the undertaking, or if he refuse to convey or release such lands as directed by the promoters of the undertaking, or if any such owner be absent from the kingdom, or cannot after diligent inquiry be found, . . .   it shall be lawful for the promoters of the undertaking  to pay into the   Senior Courts                       the purchase money or compensation payable in respect of such lands."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "77", "section_title": " Upon deposit being made a receipt to be given, and the lands to vest upon a deed poll being executed.", "section_text": "77 Upon any  such payment or deposit  of money as last aforesaid being made   . . .   it shall be lawful for the promoters of the undertaking, if they think fit, to execute a deed poll, under their common seal if they be a corporation, or if they be not a corporation under the hands and seals of the said promoters, or any two of them   then, if the promoters of the undertaking think fit, it shall be lawful for the promoters to execute a deed poll under their common seal if they are a corporation, or, if they are not a corporation, for the promoters or any two of them to execute a deed poll , containing a description of the lands in respect whereof  such payment or deposit  shall have been made, and declaring the circumstances under which and the names of the parties to whose credit  such payment or deposit  shall have been made, and such deed poll shall be stamped with the stamp duty which would have been payable upon a conveyance to the promoters of the undertaking of the lands described therein; and thereupon all the estate and interest in such lands of the parties for whose use and in respect whereof such purchase money or compensation shall have been  paid or deposited  shall vest absolutely in the promoters of the undertaking, and as against such parties they shall be entitled to immediate possession of such lands."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "78", "section_title": " Application of monies so deposited.", "section_text": "78 Upon the application . . .   of any party making claim to the money so  paid or  deposited as last aforesaid, or any part thereof, or to the lands in respect whereof the same shall have been so  paid or  deposited, or any Part of such lands, or any interest in the same, the said Court of Chancery . . .   may . . .  order distribution of the money according to the respective estates, titles or interests of the parties making claim to such money or lands, or any part thereof, and if, before the money is distributed, it is  invested under section 38 of the Administration of Justice Act 1982  payment likewise of the dividends thereof  and may make such other order in the premises as to such court shall seem fit."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "79", "section_title": " Party in possession to be deemed the owner.", "section_text": "79 If any question arise respecting the title to the lands in respect whereof such monies shall have been so paid or deposited as aforesaid, the parties respectively in possession of such lands, as being the owners thereof, or in receipt of the rents of such lands, as being entitled thereto at the time of such lands being purchased or taken, shall be deemed to have been lawfully entitled to such lands, until the contrary be shown to the satisfaction of the court; and unless the contrary be shown as aforesaid the parties so in possession, and all parties claiming under them, or consistently with their possession, shall be deemed entitled to  the money so paid or deposited, and to the interest or dividends of it or of the securities purchased therewith  and the same shall be paid and applied accordingly."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "80", "section_title": " Costs in cases of money deposited.", "section_text": "80 In all cases of monies  paid into the   Senior Courts  or  deposited in the Bank under the provisions of this or the special Act, or an Act incorporated therewith, except where such monies shall have been so  paid into the   Senior Courts                       or  deposited by reason of the wilful refusal of any party entitled thereto to receive the same, or to convey or release the lands in respect whereof the same shall be payable, or by reason of the wilful neglect of any party to make out a good title to the land required, it shall be lawful for the Court of Chancery . . .   to order the costs of the following matters, including therein all reasonable charges and expences incident thereto, to be paid by the promoters of the undertaking; (that is to say,) the costs of the purchase or taking of the lands, or which shall have been incurred in consequence thereof, other than such costs as are herein otherwise provided for, and the costs of the investment of such monies . . .   and of the reinvestment thereof in the purchase of other lands, and also the costs of obtaining the proper orders for any of the purposes aforesaid, and of the orders for the payment of the dividends  of the monies, and for the payment out of court of the principal thereof or of any  securities whereon the same shall be invested, and of all proceedings relating thereto, except such as are occasioned by litigation between adverse claimants: Provided always, that the costs of one application only for reinvestment in land shall be allowed, unless it shall appear to the Court of Chancery . . .   that it is for the benefit of the parties interested in the said monies that the same should be invested in the purchase of lands in different sums and at different times, in which case it shall be lawful for the court, if it think fit, to order the costs of any such investments to be paid by the promoters of the undertaking."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "81", "section_title": " Form of conveyances.", "section_text": "81 Conveyances of lands to be purchased under the provisions of this or the special Act, or any Act incorporated therewith, may be according to the forms in the schedules (A.) and (B.) respectively to this Act annexed, or as near thereto as the circumstances of the case will admit, or by deed in any other form which the promoters of the undertaking may think fit; and all conveyances made according to the forms in the said schedules, or as near thereto as the circumstances of the case will admit, shall be effectual to vest the lands thereby conveyed in the promoters of the undertaking, and shall operate . . .   to bar and to destroy all such estates tail, and all other estates, rights, titles, remainders, reversions, limitations, trusts, and interests whatsoever, of and in the lands comprised in such conveyances, which shall have been purchased or compensated for by the consideration therein mentioned; . . . "}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "82", "section_title": " Costs of conveyances.", "section_text": "82 The costs of all such conveyances shall be borne by the promoters of the undertaking; and such costs shall include all charges and expenses, incurred on the part as well of the seller as of the purchaser, of all conveyances and assurances of any such lands, and of any outstanding terms or interest therein, and of deducing, evidencing, and verifying the title to such lands, terms, or interests, and of making out and furnishing such abstracts and attested copies as the promoters of the undertaking may require, and all other reasonable expenses incident to the investigation, deduction, and verification of such title."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "83", "section_title": " Taxation of costs of conveyances.", "section_text": "83 If the promoters of the undertaking and the party entitled to any such costs shall not agree as to the amount thereof, such costs shall be taxed by one of the taxing masters of the Court of Chancery, . . .   upon an order of the same court, to be obtained . . .  by either of the parties; and the promoters of the undertaking shall pay what the said master shall certify to be due in respect of such costs to the party entitled thereto, or in default thereof the same may be recovered in the same way as any other costs payable under an order of the said court . . .   and the expence of taxing such costs shall be borne by the promoters of the undertaking, unless upon such taxation one sixth part of the amount of such costs shall be disallowed, in which case the costs of such taxation shall be borne by the party whose costs shall be so taxed and the amount thereof shall be ascertained by the said master, and deducted by him accordingly in his certificate of such taxation."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "84", "section_title": " Payment of price to be made previous to entry, except to survey, &c.", "section_text": "84 The promoters of the undertaking shall not, except by consent of the owners and occupiers, enter upon any lands which shall be required to be purchased or permanently used for the purposes and under the powers of this or the special Act, until they shall either have paid to every party having any interest in such lands, or  paid into the   Senior Courts                       in the manner herein mentioned, the purchase money or compensation agreed or awarded to be paid to such parties respectively for their respective interests therein: Provided always, that for the purpose merely of surveying and taking levels of such lands, and of probing or boring to ascertain the nature of the soil, and of setting out the line of the works, it shall be lawful for the promoters of the undertaking, after giving not less than three nor more than fourteen days notice to the owners or occupiers thereof, to enter upon such lands without previous consent, making compensation for any damage thereby occasioned to the owners or occupiers thereof."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "85", "section_title": " Promoters to be allowed to enter on lands before purchase, on making deposit by way of security and giving bond.", "section_text": "85 Provided also, that if the promoters of the undertaking shall be desirous of entering upon and using any such lands before an agreement shall have been come to or an award made or verdict given for the purchase money or compensation to be paid by them in respect of such lands, it shall be lawful for the promoters of the undertaking  to pay into the   Senior Courts   by way of security, as herein-after mentioned, either the amount of purchase money or compensation claimed by any party interested in or entitled to sell and convey such lands, and who shall not consent to such entry, or such a sum as shall, by a surveyor appointed by two justices in the manner herein-before provided in the case of parties who cannot be found, be determined to be the value of such lands, or of the interest therein which such party is entitled to or enabled to sell and convey, and also to give to such party a bond, under the common seal of the promoters if they be a corporation, or if they be not a corporation  under the hands and seals of   executed by   the said promoters, or any two of them; with two sufficient sureties, to be approved of by two justices in case the parties differ, in a penal sum equal to the sum so to be deposited, conditioned for payment to such party, or  for payment into the   Senior Courts   for the benefit of the parties interested in such lands as the case may require, under the provisions herein contained, of all such purchase money or compensation as may in manner herein-before provided be determined to be payable by the promoters of the undertaking in respect of the lands so entered upon, together with interest thereon at the rate of five pounds per centum per annum from the time of entering on such lands until such purchase money or compensation shall be paid to such party, or  paid into the                         Senior Courts   for the benefit of the parties interested in such lands, under the provisions herein contained; and upon  such payment  by way of security being made as aforesaid, and such bond being delivered or tendered to such non consenting party as aforesaid, it shall be lawful for the promoters of the undertaking to enter upon and use such lands, without having first paid or deposited the purchase money or compensation in other cases required to be paid or deposited by them before entering upon any lands to be taken by them under the provisions of this or the special Act."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "crossheading-entry-on-lands_86n1", "section_title": " Application of Funds in court.", "section_text": "86 Money paid under section 85 of this Act into the   Senior Courts  shall remain there by way of security to the parties whose lands shall so have been entered upon for the performance of the condition of the bond to be given by the promoters of the undertaking, as hereinbefore mentioned, and, if  invested under section 38 of the Administration of Justice Act 1982 shall be accumulated; and upon the condition of such bond being fully performed the High Court may, on the application of the promoters, order it, or the proceeds of the securities in which it has been invested, together with the accumulation thereof, to be paid to the promoters of the undertaking, or if such condition shall not be fully performed it shall be lawful for the said Court to order the same to be applied, in such manner as it shall think fit, for the benefit of the parties for whose security the same shall have been paid."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "crossheading-entry-on-lands_86n2", "section_title": "Application of Funds in court.", "section_text": "86 Money paid under section 85 of this Act into the   Senior Courts   shall remain there by way of security to the parties whose lands shall so have been entered upon for the performance of the condition of the bond to be given by the promoters of the undertaking, as herein-before mentioned, and, if dealt with under section 81 or 82 of the Judicature (Northern Ireland) Act 1978 shall be accumulated; and upon the condition of such bond being fully performed the High Court may, on the application of the promoters, order it, or the proceeds of the securities in which it has been invested, together with the accumulation thereof, to be paid to the promoters of the undertaking, or if such condition shall not be fully performed it shall be lawful for the said Court to order the same to be applied, in such manner as it shall think fit, for the benefit of the parties for whose security the same shall have been paid."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "89", "section_title": " Penalty on the promoters of the undertaking entering upon lands without consent before payment of the purchase money.", "section_text": "89 If the promoters of the undertaking or any of their contractors shall, except as aforesaid, wilfully enter upon and take possession of any lands which shall be required to be purchased or permanently used for the purposes of the special Act, without such consent as aforesaid, or without having made such payment for the benefit of the parties interested in the lands or such deposit by way of security as aforesaid, the promoters of the undertaking shall forfeit to the party in possession of such lands the sum of ten pounds, over and above the amount of any damage done to such lands by reason of such entry and taking possession as aforesaid, such penalty and damage respectively to be recovered before two justices; and if the promoters of the undertaking or their contractors shall, after conviction in such penalty as aforesaid, continue in unlawful possession of any such lands, the promoters of the undertaking shall be liable to forfeit the sum of twenty-five pounds for every day they or their contractors shall so remain in possession as aforesaid, such penalty to be recoverable by the party, in possession of such lands . . .   in any of the superior courts: Provided always, that nothing herein contained shall be held to subject the promoters of the undertaking to the payment of any such penalties as aforesaid, if they shall bona fide and without collusion have paid the compensation agreed or awarded to be paid in respect of the said lands to any person to whom the promoters of the undertaking may have reasonably believed to be entitled thereto, or shall have deposited the same in the Bank for the benefit of the parties interested in the lands, or made such deposit by way of security in respect thereof as herein-before mentioned, although such person may not have been legally entitled thereto."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "90", "section_title": " Decision of justices not conclusive,&c.", "section_text": "90 On the trial of any action for any such penalty as aforesaid the decision of the justices under the provision herein-before contained shall not be held conclusive as to the right of entry on any such lands by the promoters of the undertaking."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "91", "section_title": " Proceedings in case of refusal to deliver possession of lands.", "section_text": "91 1 If in any case in which, according to the provisions of this or the special Act, or any Act incorporated therewith, the promoters of the undertaking are authorized to enter upon and take possession of any lands required for the purposes of the undertaking, the owner or occupier of any such lands or any other person refuse to give up the possession thereof, or hinder the promoters of the undertaking from entering upon or taking possession of the same, it shall be lawful for the promoters of the undertaking to issue their warrant to the sheriff   or the enforcement officer  to deliver possession of the same to the person appointed in such warrant to receive the same, and upon the receipt of such warrant  the sheriff   the person to whom it is issued  shall deliver possession of any such lands accordingly; and the costs accruing by reason of the issuing and execution of such warrant, to be settled by  the sheriff   the person executing the warrant                       , shall be paid by the person refusing to give possession; and the amount of such costs shall be deducted and retained by the promoters of the undertaking from the compensation, if any, then payable by them to such party, or if no such compensation be payable to such party, or if the same be less than the amount of such costs, then such costs, or the excess thereof beyond such compensation, if not paid on demand, shall be  levied by distress   recovered by using the procedure in Schedule 12 to the Tribunals, Courts and Enforcement Act 2007 (taking control of goods), , and upon application to any justice for that purpose he shall issue his warrant accordingly. 2 If, by virtue of paragraph 3A of Schedule 7 to the Courts Act 2003, the warrant is issued to two or more persons collectively, the duty in subsection (1) to deliver possession of lands shall apply to the person to whom the warrant is allocated in accordance with the approved arrangements mentioned in that Schedule."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "92", "section_title": " Parties not to be required to sell part of a house.", "section_text": "92 And be it enacted, that no party shall at any time be required to sell or convey to the promoters of the undertaking a part only of any house or other building or manufactory, if such party be willing and able to sell and convey the whole thereof."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "93", "section_title": " Owners of intersected lands may insist on sale.", "section_text": "93 If any lands, not being situate in a town or built upon, shall be so cut through and divided by the works as to leave, either on both sides or on one side thereof, a less quantity of land than half a statute acre, and if the owner of such small parcel of land require the promoters of the undertaking to purchase the same along with the other land required for the purposes of the special Act, the promoters of the undertaking shall purchase the same accordingly, unless the owner thereof have other land adjoining to that so left into which the same can be thrown, so as to be conveniently occupied therewith; and if such owner have any other land so adjoining, the promoters of the undertaking shall, if so required by the owner, at their own expence, throw the piece of land so left into such adjoining land, by removing the fences and levelling the sites thereof, and by soiling the same in a sufficient and workmanlike manner."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "94", "section_title": " Promoters of the undertaking may insist on purchase where expence of bridges, &c. exceeds the value.", "section_text": "94 If any such land shall be so cut through and divided as to leave on either side of the works a piece of land of less extent than half a statute acre, or of less value than the expence of making a bridge, culvert, or such other communication between the land so divided as the promoters of the undertaking are, under the provisions of this or the special Act, or any Act incorporated therewith, compellable to make, and if the owner of such lands have not other lands adjoining such piece of land, and require the promoters of the undertaking to make such communication, then the promoters of the undertaking may require such owner to sell to them such piece of land; and any dispute as to the value of such piece of land, or as to what would be the expence of making such communication, shall be ascertained as herein provided for cases of disputed compensation; and on the occasion of ascertaining the value of the land required to be taken for the purposes of the works the jury or the arbitrators, as the case may be, shall, if required by either party, ascertain by their verdict or award the value of any such severed piece of land, and also what would be the expence of making such communication."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "95", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "95"}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "99", "section_title": " Compensation for common lands, where held of a manor, &c. how to be paid.", "section_text": "99 The compensation in respect of the right in the soil of any lands subject to any rights of common shall be paid to the lord of the manor, in case he shall be entitled to the same, or to such party, other than the commoners, as shall be entitled to such right in the soil; and the compensation in respect of all other commonable and other rights in or over such lands, including therein any commonable or other rights to which the lord of the manor may be entitled, other than his right in the soil of such lands, shall be determined and paid and applied in manner herein-after provided with respect to common lands the right in the soil of which shall belong to the commoners;  and upon payment of the compensation so determined either to the persons entitled thereto or into the   Senior Courts   all such commonable and other rights shall cease and be extinguished."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "100", "section_title": " Lord of the manor, &c. to convey to the promoters of the undertaking, on receiving compensation for his interest.", "section_text": "100 Upon payment or tender to the lord of the manor, or such other party as aforesaid, of the compensation which shall have been agreed upon or determined in respect of the right in the soil of any such lands, or  on payment thereof into the   Senior Courts                       in any of the cases herein-before in that behalf provided, such lord of the manor, or such other party as aforesaid, shall convey such lands to the promoters of the undertaking, and such conveyance shall have the effect of vesting such lands in the promoters of the undertaking, in like manner as if such lord of the manor, or such other party as aforesaid, had been seised in fee simple of such lands at the time of executing such conveyance; and in default of such conveyance it shall be lawful for the promoters of the undertaking, if they think fit, to execute a deed poll, duly stamped, in the manner herein-before provided in the case of the purchase of lands by them, and thereupon the lands in respect whereof such last-mentioned compensation shall have been  paid into the                         Senior Courts  as aforesaid  shall vest absolutely in the promoters of the undertaking, and they shall be entitled to immediate possession thereof, subject nevertheless to the commonable and other rights theretofore affecting the same, until such rights shall have been extinguished  by payment as hereinafter provided of compensation for the same either to the persons entitled thereto or into the   Senior Courts  ."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "101", "section_title": " Compensation for common lands where not held of a manor how to be ascertained.", "section_text": "101 The compensation to be paid with respect to any such lands, being common lands, or in the nature thereof, the right to the soil of which shall belong to the commoners, as well as the compensation to be paid for the commonable and other rights in or over common lands the right in the soil whereof shall not belong to the commoners, other than the compensation to the lord of the manor, or other party entitled to the soil thereof, in respect of his right in the soil thereof, shall be determined by agreement between the promoters of the undertaking and a committee of the parties entitled to commonable or other rights in such lands, to be appointed as next herein-after mentioned."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "102", "section_title": " A meeting of the parties interested to be convened.", "section_text": "102 It shall be lawful for the promoters of the undertaking to convene a meeting of the parties entitled to commonable or other rights over or in such lands to be held at some convenient place in the neighbourhood of the lands, for the purpose of their appointing a committee to treat with the promoters of the undertaking for the compensation to be paid for the extinction of such commonable or other rights; and every such meeting shall be called by public advertisement, to be inserted once at least in two consecutive weeks in some newspaper circulating in the county or in the respective counties and in the neighbourhood in which such lands shall be situate, the last of such insertions being not more than fourteen nor less than seven days prior to any such meeting; and notice of such meeting shall also, not less than seven days previous to the holding thereof, be affixed upon the door of the parish church where such meeting is intended to be held, or if there be no such church some other place in the neighbourhood to which notices are usually affixed; and if such lands be parcel or holden of a manor, a like notice shall be given to the lord of such manor."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "103", "section_title": " Meeting to appoint a committee.", "section_text": "103 It shall be lawful for the meeting so called to appoint a committee, not exceeding five in number, of the parties entitled to any such rights; and at such meeting the decision of the majority of the persons entitled to commonable rights present shall bind the minority and all absent parties."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "104", "section_title": " Committee to agree with the promoters of the undertaking.", "section_text": "104 It shall be lawful for the committee so chosen to enter into an agreement with the promoters of the undertaking for the compensation to be paid for the extinction of such commonable and other rights, and all matters relating thereto, for and on behalf of themselves and all other parties interested therein; and all such parties shall be bound by such agreement; and it shall be lawful for such committee to receive the compensation so agreed to be paid, and the receipt of such committee, or of any three of them, for such compensation shall be an effectual discharge for the same; and such compensation, when received, shall be apportioned by the committee among the several persons interested therein, according to their respective interests, but the promoters of the undertaking shall not be bound to see to the apportionment or to the application of such compensation, nor shall they be liable for the misapplication or nonapplication thereof."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "105", "section_title": " Disputes to be settled as in other cases.", "section_text": "105 If upon such committee being appointed they shall fail to agree with the promoters of the undertaking as to the amount of the compensation to be paid as aforesaid, the same shall be determined as in other cases of disputed compensation."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "106", "section_title": " If no committee be appointed, the amount to be determined by a surveyor.", "section_text": "106 If, upon being duly convened by the promoters of the undertaking, no effectual meeting of the parties entitled to such commonable or other rights shall take place or if, taking place, such meeting fail to appoint such committee, the amount of such compensation shall be determined by a surveyor, . . .  ."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "107", "section_title": " Upon payment of compensation payable to commoners, the lands to vest.", "section_text": "107 Upon payment or tender to such committee, or any three of them, or if there shall be no such committee then upon  payment into the   Senior Courts   of the compensation which shall have been agreed upon or determined in respect of such commonable or other rights, it shall be lawful for the promoters of the undertaking, if they think fit, to execute a deed poll, duly stamped, in the manner herein-before provided in the case of the purchase of lands by them, and thereupon the lands in respect of which such compensation shall have been so paid . . .   shall vest in the promoters of the undertaking freed and discharged from all such commonable or other rights, and they shall be entitled to immediate possession thereof; and it shall be lawful for the Court of Chancery, . . .   to order payment of the money  so paid into the   Senior Courts   to a committee to be appointed as aforesaid, or to make such other order in respect thereto, for the benefit of the parties interested, as it shall think fit."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "108", "section_title": " Power to redeem mortgages.", "section_text": "108 It shall be lawful for the promoters of the undertaking to purchase or redeem the interest of the mortgagee of any such lands which may be required for the purposes of the special Act, and that whether they shall have previously purchased the equity of redemption of such lands or not, and whether the mortgagee thereof be entitled thereto in his own right or in trust for any other party, and whether he be in possession of such lands by virtue of such mortgage or not, and whether such mortgage affect such lands solely, or jointly with any other lands not required for the purposes of the special Act; and in order thereto the promoters of the undertaking may pay or tender to such mortgagee the principal and interest due on such mortgage, together with his costs and charges, if any, and also six months additional interest, and thereupon such mortgagee shall immediately convey his interest in the lands comprised in such mortgage to the promoters of the undertaking, or as they shall direct; or the promoters of the undertaking may give notice in writing to such mortgagee that they will pay off the principal and interest due on such mortgage at the end of six months, computed from the day of giving such notice; and if they shall have given any such notice, or if the party entitled to the equity of redemption of any such lands shall have given six months notice of his intention to redeem the same, then at the expiration of either of such notices, or at any intermediate period, upon payment or tender by the promoters of the undertaking to the mortgagee of the principal money due on such mortgage, and the interest which would become due at the end of six months from the time of giving either of such mortgagee shall convey or release his interest in the lands comprised in such mortgage to the promoters of the undertaking, or as they shall direct."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "109", "section_title": " Deposit of mortgage money on refusal to accept.", "section_text": "109 If, in either of the cases aforesaid, upon such payment or tender any mortgagee shall fail to convey or release his interest in such mortgage as directed by the promoters of the undertaking, or if he fail to adduce a good title thereto to their satisfaction, then it shall be lawful for the promoters of the undertaking  to pay into the   Senior Courts   the principal and interest, together with the costs, if any, due on such mortgage, and also, if such payment be made before the expiration of six months notice as aforesaid, such further interest as would at that time become due; and it shall be lawful for them, if they think fit, to execute a deed poll, duly stamped, in the manner herein-before provided in the case of the purchase of lands by them; and thereupon, as well as upon such conveyance by the mortgagee, if any such be made, all the estate and interest of such mortgagee, and of all persons in trust for him, or for whom he may be a trustee, in such lands, shall vest in the promoters of the undertaking, and they shall be entitled to immediate possession thereof in case such mortgagee were himself entitled to such possession."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "110", "section_title": " Sum to be paid when mortgage exceeds the value of the lands.", "section_text": "110 If any such mortgaged lands shall be of less value than the principal, interest, and costs secured thereon, the value of such lands, or the compensation to be made by the promoters of the undertaking in respect thereof, shall be settled by agreement between the mortgagee of such lands and the party entitled to the equity of redemption thereof on the one part, and the promoters of the undertaking on the other part; and if the parties aforesaid fail to agree respecting the amount of such value or compensation, the same shall be determined as in other cases of disputed compensation; and the amount of such value or compensation, being so agreed upon or determined, shall be paid by the promoters of the undertaking to the mortgagee, in satisfaction of his mortgage debt, so far as the same will extend; and upon payment or tender thereof the mortgagee shall convey or release all his interest in such mortgaged lands to the promoters of the undertaking, or as they shall direct."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "111", "section_title": " Deposit of money when refused on tender.", "section_text": "111 If upon such payment or tender as aforesaid being made any such mortgagee fail so to convey his interest in such mortgage, or to adduce a good title thereto to the satisfaction of the promoters of the undertaking, it shall be lawful for them  to pay into the   Senior Courts   the amount of such value or compensation and the making of payment to the mortgagee or into the   Senior Courts   shall be accepted by the mortgagee in satisfaction of his mortgage debt, so far as the same will extend, and shall be a full discharge of such mortgaged lands from all money due thereon; and it shall be lawful for the promoters of the undertaking, if they think fit, to execute a deed poll, duly stamped, in the manner herein-before provided in the case of the purchase of lands by them; and thereupon such lands, as to all such estate and interest as were then vested in the mortgagee, or any person in trust for him, shall become absolutely vested in the promoters of the undertaking, and they shall be entitled to immediate possession thereof in case such mortgagee were himself entitled to such possession; nevertheless all rights and remedies possessed by the mortgagee against the mortgagor, by virtue of any bond or covenant or other obligation, other than the right to such lands, shall remain in force in respect of so much of the mortgage debt as shall not have been satisfied  by payment to the mortgagee or into the   Senior Courts  ."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "112", "section_title": " Sum to be paid where part only of mortgaged lands taken.", "section_text": "112 If a part only of any such mortgaged land be required for the purposes of the special Act, and if the part so required be of less value than the principal money, interest, and costs secured on such lands, and the mortgagee shall not consider the remaining part of such lands a sufficient security for the money charged thereon, or be not willing to release the part so required, then the value of such part, and also the compensation (if any) to be paid in respect of the severance thereof or otherwise, shall be settled by agreement between the mortgagee and the party entitled to the equity of redemption of such land on the one part, and the promoters of the undertaking on the other; and if the parties aforesaid fail to agree respecting the amount of such value or compensation the same shall be determined as in other cases of disputed compensation; and the amount of such value or compensation, being so agreed upon or determined, shall be paid by the promoters of the undertaking to such mortgagee in satisfaction of his mortgage debt, so far as the same will extend; and thereupon such mortgagee shall convey or release to them, or as they shall direct, all his interest in such mortgaged lands the value whereof shall have been so paid; and a memorandum of what shall have been so paid shall be endorsed on the deed creating such mortgage, and shall be signed by the mortgagee; and a copy of such memorandum shall at the same time (if required) be furnished by the promoters of the undertaking, at their expence, to the party entitled to the equity of redemption of the lands comprised in such mortgage deed."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "113", "section_title": " Deposit of money when refused on tender.", "section_text": "113 If upon payment or tender to any such mortgagee of the amount of the value or compensation so agreed upon or determined such mortgagee shall fail to convey or release to the promoters of the undertaking, or as they shall direct, his interest in the lands in respect of which such compensation shall so have been paid or tendered, or if he shall fail to adduce a good title thereto to the satisfaction of the promoters of the undertaking, it shall be lawful for the promoters of the undertaking  to pay into the   Senior Courts   the amount of such value or compensation; and the making of payment to the mortgagee or into the   Senior Courts   shall be accepted by such mortgagee in satisfaction of his mortgage debt, so far as the same will extend, and shall be a full discharge of the portion of the mortgaged lands so required from all money due thereon; and it shall be lawful for the promoters of the undertaking, if they think fit, to execute a deed poll, duly stamped, in the manner herein-before provided in the case of the purchase of lands by them; and thereupon such lands shall become absolutely vested in the promoters of the undertaking, as to all such estate and interest as were then vested in the mortgagee, or any person in trust for him, and in case such mortgagee were himself entitled to such possession they shall be entitled to immediate possession thereof; nevertheless every such mortgagee shall have the same powers and remedies for recovering or compelling payment of the mortgage money, or the residue thereof, (as the case may be,) and the interest thereof respectively, upon and out of the residue of such mortgaged lands, or the portion thereof not required for the purposes of the special Act, as he would otherwise have had or been entitled to for recovering or compelling payment thereof upon or out of the whole of the lands originally comprised in such mortgage."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "114", "section_title": " Compensation to be made in certain cases if mortgage paid off before the stipulated time.", "section_text": "114 Provided always, that in any of the cases herein-before provided with respect to lands subject to mortgage, if in the mortgage deed a time shall have been limited for payment of the principal money thereby secured, and under the provisions herein-before contained the mortgagee shall have been required to accept payment of his mortgage money, or of part thereof, at a time earlier than the time so limited, the promoters of the undertaking shall pay to such mortgagee, in addition to the sum which shall have been so paid off, all such costs and expences as shall be incurred by such mortgagee in respect of or which shall be incidental to the re-investment of the sum so paid off, such costs, in case of difference, to be taxed, and payment thereof enforced, in the manner herein provided with respect to the costs of conveyances; and if the rate of interest secured by such mortgage be higher than at the time of the same being so paid off can reasonably be expected to be obtained on re-investing the same, regard being had to the then current rate of interest, such mortgagee shall be entitled to receive from the promoters of the undertaking, in addition to the principal and interest herein-before provided for, compensation in respect of the loss to be sustained by him by reason of his mortgage money being so prematurely paid off, the amount of such compensation to be ascertained in case of difference, as in other cases of disputed compensation; and until payment or tender of such compensation as aforesaid the promoters of the undertaking shall not be entitled, as against such mortgagee, to possession of the mortgaged lands under the provision herein-before contained."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "115", "section_title": " Release of lands from rent-charges.", "section_text": "115 If any difference shall arise between the promoters of the undertaking and the party entitled to any such charge upon any lands required to be for the purposes of the special Act, respecting the consideration to be paid for the release of such lands therefrom, or from the portion thereof affecting the lands required for the purposes of the special Act, the same shall be determined as in other cases of disputed compensation."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "116", "section_title": " Release of part of lands from charge.", "section_text": "116 If part only of the lands charged with any such rent service, rent-charge, . . .   payment, or incumbrance, be required to be taken for the purposes of the special Act, the apportionment of any such charge may be settled by agreement between the party entitled to such charge and the owner of the lands on the one part, and the promoters of the undertaking on the other part, and if such apportionment be not so settled by agreement the same shall be settled by two justices; but if the remaining part of the lands so jointly subject be a sufficient security for such charge, then, with consent of the owner of the lands so jointly subject, it shall be lawful for the party entitled to such charge to release therefrom the lands required, on condition or in consideration of such other lands remaining exclusively subject to the whole thereof."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "117", "section_title": " Deposit in case of refusal to release.", "section_text": "117 Upon payment or tender of the compensation so agreed upon or determined to the party entitled to any such charge as aforesaid, such party shall execute to the promoters of the undertaking a release of such charge; and if he fail so to do, or if he fail to adduce good title to such charge, to the satisfaction of the promoters of the undertaking, it shall be lawful for them  to pay into the   Senior Courts   the amount of the compensation  and also, if they think fit, to execute a deed poll, duly stamped, in the manner herein-before provided in the case of the purchase of lands by them, and thereupon the rent service, rent-charge, . . .  , payment or incumbrance, or the portion thereof in respect whereof such compensation shall so have been paid, shall cease and be extinguished."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "118", "section_title": " Charge to continue on lands not taken.", "section_text": "118 If any such lands be so released from any such charge or incumbrance, or portion thereof, to which they were subject jointly with other lands, such last-mentioned land shall alone be charged with the whole of such charge, or with the remainder thereof, as the case may be, and the party entitled to the charge shall have all the same rights and remedies over such last-mentioned lands, for the whole or for the remainder of the charge, as the case may be, as he had previously over the whole of the lands subject to such charge; and if upon any such charge or portion of charge being so released the deed or instrument creating or transferring such charge be tendered to the promoters of the undertaking for the purpose, they or two of them shall subscribe, or if they be a corporation shall affix their common seal to a memorandum of such release endorsed on such deed or instrument, declaring what part of the lands originally subject to such charge shall have been purchased by virtue of the special Act, and if the lands be released from part of such charge, what proportion of such charge shall have been released, and how much thereof continues payable, or if the lands so required shall have been released from the whole of such charge, then that the remaining lands are thenceforward to remain exclusively charged therewith; and such memorandum shall be made and executed at the expense of the promoters of the undertaking, and shall be evidence in all courts and elsewhere of the facts therein stated, but not so as to exclude any other evidence of the same facts."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "119", "section_title": " Where part only of lands under lease taken, the rent to be apportioned.", "section_text": "119 If any lands shall be comprised in a lease for a term of years unexpired, part only of which lands shall be required for the purposes of the special Act, the rent payable in respect of the lands comprised in such lease shall be apportioned between the lands so required and the residue of such lands; and such apportionment may be settled by agreement between the lessor and lessee of such lands on the one part, and the promoters of the undertaking on the other part, and if such apportionment be not so settled by agreement between the parties such apportionment shall be settled by two justices; and after such apportionment the lessee of such lands shall, as to all future accruing rent, be liable only to so much of the rent as shall be so apportioned in respect of the lands not required for the purposes of the special Act; and as to the lands not so required, and as against the lessee, the lessor shall have all the same rights and remedies for the recovery of such portion of rent as previously to such apportionment he had for the recovery of the whole rent reserved by such lease; and all the covenants, conditions, and agreements of such lease, except as to the amount of rent to be paid, shall remain in force with regard to that part of the land which shall not be required for the purposes of the special Act, in the same manner as they would have done in case such part only of the land had been included in the lease."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "120", "section_title": " Tenants to be compensated.", "section_text": "120 Every such lessee as last aforesaid shall be entitled to receive from the promoters of the undertaking compensation for the damage done to him in his tenancy by reason of the severance of the lands required from those not required or otherwise by reason of the execution of the works."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "121", "section_title": " Compensation to be made to tenants at will &c.", "section_text": "121 If any such lands shall be in the possession of any person having no greater interest therein than as tenant for a year or from year to year, and if such person be required to give up possession of any lands so occupied by him before the expiration of his term or interest therein, he shall be entitled to compensation for the value of his unexpired term or interest in such lands, and for any just allowance which ought to be made to him by an incoming tenant, and for any loss or injury he may sustain, or if a part only of such lands be required, compensation for the damage done to him in his tenancy by severing the lands held by him, or otherwise injuriously affecting the same; . . .  ; and upon payment or tender of the amount of such compensation all such persons shall respectively deliver up to the promoters of the undertaking, or to the person appointed by them to take possession thereof, any such lands in their possession required for the purposes of the special Act."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "122", "section_title": " Where greater interest claimed than from year to year, lease to be produced.", "section_text": "122 If any party, having a greater interest than as tenant at will, claim compensation in respect of any unexpired term or interest under any lease or grant of any such lands, the promoters of the undertaking may require such party to produce the lease or grant in respect of which such claim shall be made, or the best evidence thereof in his power, and if, after demand made in writing by the promoters of the undertaking, such lease or grant, or such best evidence thereof, be not produced within twenty-one days, the party so claiming compensation shall be considered as a tenant holding only from year to year, and be entitled to compensation accordingly."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "123", "section_title": " Limit of time for compulsory purchase.", "section_text": "123 And be it enacted, that the powers of the promoters of the undertaking for the compulsory purchase or taking of lands for the purposes of the special Act shall not be exercised after the expiration of the prescribed period, and if no period be prescribed not after the expiration of three years from the passing of the special Act."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "124", "section_title": " Promoters of the undertaking empowered to purchase interests in lands, the purchase whereof may have been omitted by mistake.", "section_text": "124 If at any time after the promoters of the undertaking shall have entered upon any lands which under the provisions of this or the special Act, or any Act incorporated therewith, they were authorized to purchase, and which shall be permanently required for the purposes of the special Act, any party shall appear to be entitled to any estate, right, or interest in or charge affecting such lands which the promoters of the undertaking shall through mistake or inadvertence have failed or omitted duly to purchase or to pay compensation for, then, whether the period allowed for the purchase of lands shall have expired or not, the promoters of the undertaking shall remain in the undisturbed possession of such lands, provided within six months after notice of such estate, right, interest, or charge, in case the same shall not be disputed by the promoters of the undertaking, or in case the same shall be disputed then within six months after the right thereto shall have been finally established by law in favour of the party claiming the same, the promoters of the undertaking shall purchase or pay compensation for the same, and shall also pay to such party, or to any other party who may establish a right thereto, full compensation for the mesne profits or interest which would have accrued to such parties respectively in respect thereof during the interval between the entry of the promoters of the undertaking thereon and the time of the payment of such purchase money or compensation by the promoters of the undertaking, so far as such mesne profits or interest may be recoverable in law or equity; and such purchase money or compensation shall be agreed on or awarded and paid in like manner as according to the provisions of this Act, the same respectively would have been agreed on or awarded and paid in case the promoters of the undertaking had purchased such estate, right, interest, or charge before their entering upon such land, or as near thereto as circumstances will admit."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "125", "section_title": " How value of such lands to be estimated.", "section_text": "125 In estimating the compensation to be given for any such last-mentioned lands, or any estate or interest in the same, or for any mesne profits thereof, the jury, or arbitrators, or justices, as the case may be, shall assess the same according to what they shall find to have been the value of such lands, estate or interest, and profits, at the time such lands were entered upon by the promoters of the undertaking, and without regard to any improvements or works made in the said lands by the promoters of the undertaking; and as though the works had not been constructed."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "126", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "126"}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "127", "section_title": " Lands not wanted to be sold, or in default to vest in owners of adjoining lands. ", "section_text": "127 Within the prescribed period, or if no period be prescribed within ten years after the expiration of the time limited by the special Act for the completion of the works, the promoters of the undertaking shall absolutely sell and dispose of all such superfluous lands, and apply the purchase money arising from such sales to the purposes of the special Act; and in default thereof all such superfluous lands remaining unsold at the expiration of such period shall thereupon vest in and become the property of the owners of the lands adjoining thereto, in proportion to the extent of their lands respectively adjoining the same."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "128", "section_title": " Lands to be offered to owner of lands from which they were originally taken or to adjoining owners.", "section_text": "128 Before the promoters of the undertaking dispose of any such superfluous lands they shall, unless such lands be situate within a town, or be lands built upon or used for building purposes, first offer to sell the same to the person then entitled to the lands (if any) from which the same were originally severed; or if such person refuse to purchase the same, or cannot after diligent inquiry be found, then the like offer shall be made to the person or to the several persons whose lands shall immediately adjoin the lands so proposed to be sold, such persons being capable of entering into a contract for the purchase of such lands; and where more than one such person shall be entitled to such right of pre-emption such offer shall be made to such persons in succession, one after another, in such order as the promoters of the undertaking shall think fit."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "129", "section_title": " Right of pre-emption to be claimed within six weeks.", "section_text": "129 If any such persons be desirous of purchasing such lands, then within six weeks after such offer of sale they shall signify their desire in that behalf to the promoters of the undertaking; or if they decline such offer, or if for six weeks they neglect to signify their desire to purchase such lands, the right of pre-emption of every such person so declining or neglecting in respect of the lands included in such offer shall cease; and a declaration in writing made before a justice by some person not interested in the matter in question, stating that such offer was made, and was refused, or not accepted within six weeks from the time of making the same, or that the person or all the persons entitled to the right of pre-emption were out of the county, or could not after diligent inquiry be found, or were not capable of entering into a contract for the purchase of such lands, shall in all courts be sufficient evidence of the facts therein stated."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "130", "section_title": " Differences as to price to be settled by arbitration.", "section_text": "130 If any person entitled to such pre-emption be desirous of purchasing any such lands, and such person and the promoters of the undertaking do not agree as to the price thereof, then such price shall be ascertained by arbitration, and the costs of such arbitration shall be in the discretion of the arbitrators."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "131", "section_title": " Lands to be conveyed to the purchasers.", "section_text": "131 Upon payment or tender to the promoters of the undertaking of the purchase money so agreed upon or determined as aforesaid they shall convey such lands to the purchasers thereof, by deed under the common seal of the promoters of the undertaking if they be a corporation, or if not a corporation under the hands and seals of the promoters of the undertaking, or any two of the directors or managers thereof acting by the authority of the body; and a deed so executed shall be effectual to vest the lands comprised therein in the purchaser of such lands for the estate which shall so have been purchased by him; and a receipt under such common seal, or under the hands of two of the directors or managers of the undertaking, as aforesaid, shall be a sufficient discharge to the purchaser of any such lands for the purchase money in such receipt expressed to be received."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "132", "section_title": " Effect of the word “grant” in conveyances.", "section_text": "132 In every conveyance of lands to be made by the promoters of the undertaking under this or the special Act the word “grant” shall operate as express covenants by the promoters of the undertaking, for themselves and their successors, or for themselves, their heirs, executors, administrators, and assigns, as the case may be, with the respective grantees therein named, and the successors, heirs, executors, administrators, and assigns of such grantees, according to the quality or nature of such grants, and of the estate or interest therein expressed to be thereby conveyed, as follows, except so far as the same shall be restrained or limited by express words contained in any such conveyance; (that is to say,) A covenant that, notwithstanding any act or default done by the promoters of the undertaking, they were at the time of the execution of such conveyance seised or possessed of the lands or premises thereby granted for an indefeasible estate of inheritance in fee simple, free from all incumbrances done or occasioned by them, or otherwise for such estate or interest as therein expressed to be thereby granted, free from incumbrances done or occasioned by them: A covenant that the grantee of such lands, his heirs, successors, executors, administrators, and assigns, (as the case may be,) shall quietly enjoy the same against the promoters of the undertaking, and their successors, and all other persons claiming under them, and be indemnified and saved harmless by the promoters of the undertaking and their successors from all incumbrances created by the promoters of the undertaking: A covenant for further assurance of such lands, at the expence of such grantee, his heirs, successors, executors, administrators, or assigns, (as the case may be,) by the promoters of the undertaking, or their successors, and all other persons claiming under them: And all such grantees, and their several successors, heirs, executors, administrations, and assigns respectively, according to their respective quality or nature, and the estate or interest in such conveyance expressed to be conveyed, may in all actions brought by them assign breaches of covenants, as they might do if such covenants were expressly inserted in such conveyances."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "133", "section_title": "†Land tax and poor’s rate to be made good.", "section_text": "133 And be it enacted, that if the promoters of the undertaking become possessed by virtue of this or the special Act, or any Act incorporated therewith, of any lands . . .   liable to be assessed to the poor’s rate, they shall from time to time, until the works shall be completed and assessed to such . . .   poor’s rate, be liable to make good the deficiency in the several assessments for . . .   poor’s rate by reason of such lands having been taken or used for the purposes of the works; and such deficiency shall be computed according to the rental at which such lands, with any building thereon, were valued or rated at the time of the passing of the special Act; and on demand of such deficiency the promoters of the undertaking, or their treasurer, shall pay all such deficiencies to the collector of the said assessments respectively . . . "}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "134", "section_title": "Service of notices upon company.", "section_text": "134 And be it enacted, that any summons or notice, or any writ or other proceeding at law or in equity, requiring to be served upon the promoters of the undertaking, may be served by the same being left at or transmitted through the post directed to the principal office of the promoters of the undertaking, or one of the principal officers where there shall be more than one, or being given or transmitted through the post directed to the secretary, or in case there be no secretary the solicitor of the said promoters."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "135", "section_title": " Tender of amends.", "section_text": "135  . . . "}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "136", "section_title": " Penalties to be summarily recovered before two justices.", "section_text": "136 Every penalty or forfeiture imposed by this or the special Act, or by any byelaw made in pursuance thereof, the recovery of which is not otherwise provided for, may be recovered by summary proceeding before two justices . . . "}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "137", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "137"}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "138", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "138"}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "139", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "139"}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "140", "section_title": " Distress against the treasurer.", "section_text": "140  . . . "}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "141", "section_title": " Distress not unlawful for want of form.", "section_text": "141 No distress levied by virtue of this or the special Act, or any Act incorporated therewith, shall be deemed unlawful, nor shall any party making the same be deemed a trespasser, on account of any defect or want of form in the summons, conviction, warrant of distress, or other proceeding relating thereto, nor shall such party be deemed a trespasser ab initio on account of any irregularity afterwards committed by him, but all persons aggrieved by such defect or irregularity may recover full satisfaction for the special damage in an action upon the case."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "142", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "142"}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "143", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "143"}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "144", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "144"}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "145", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "145"}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "146", "section_title": "†Parties allowed to appeal to quarter sessions, on giving security.", "section_text": "146 If any party shall feel aggrieved by any determination or adjudication of any justice with respect to any penalty or forfeiture under the provisions of this or the special Act, or any Act incorporated therewith, such party may appeal to the general quarter sessions . . . "}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "147", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "147"}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "148", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "148"}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "149", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "149"}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "150", "section_title": " Copies of special Act to be kept and deposited, and allowed to be inspected.", "section_text": "150 The company shall at all times after the expiration of six months after the passing of the special Act keep in their principal office of business a copy of the special Act, printed by the printers to Her Majesty, or some of them; and where the undertaking shall be a railway, canal or other like undertaking, the works of which shall not be confined to one town or place, shall also within the space of such six months  deposit in the office of each of the clerks of the peace of the several counties into which the works shall extend   deposit in the office of the chief clerk   a copy of such special Act, so printed as aforesaid; and the said clerks of the peace shall receive, and they and the company respectively shall retain, the said copies of the special Act, and shall permit all persons interested to inspect the same, and make extracts or copies therefrom, in the like manner and upon the like terms and under the like penalty for default as is provided in the case of certain plans and sections by the  Parliamentary Documents Deposit Act, 1837."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "151", "section_title": " Penalty on company failing to keep, &c.", "section_text": "151 If the company shall fail to keep or deposit, as herein-before mentioned, any of the said copies of the special Act, they shall forfeit  twenty pounds level 2 on the standard scale for every such offence, and also five pounds for every day afterwards during which such copy shall be not so kept or deposited."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "152", "section_title": " Extent of Act.", "section_text": "152 And be it enacted, that this Act shall not extend to Scotland."}, {"act": "Land Clauses Consolidation Act 1845", "year": 1845, "section": "153", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "153"}]