[{"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "1", "section_title": " Operation of the Act confined to future railways.", "section_text": "1 The provisions of this Act shall apply to every railway in Scotland which shall by any Act which shall hereafter be passed be authorized to be constructed, and this Act shall be incorporated with such Act; and all the clauses and provisions of this Act, save so far as they shall be expressly varied or excepted by any such Act, shall apply to the undertaking authorized thereby, so far as the same shall be applicable to such undertaking, and shall, as well as the clauses and provisions of every other Act which shall be incorporated with such Act, form part of such Act, and be construed together therewith as forming one Act."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "2", "section_title": "“special Act:”\n              “prescribed:”\n              “the lands:”\n              “the undertaking.”\n            ", "section_text": "2 The expression “the special Act” used in this Act shall be construed to mean any Act which shall be hereafter passed authorizing the construction of a railway, and with which this Act shall be so incorporated, as aforesaid; and the word “prescribed” used in this Act, in reference to any matter herein stated shall be construed to refer to such matter as the same shall be prescribed or provided for in the special Act; and the sentence in which such word shall occur shall be construed as if instead of the word “prescribed” the expression “prescribed for that purpose in the special Act” had been used; and the expression “ the lands ” shall mean the lands which shall by the special Act be authorized to be taken or used for the purposes thereof; and the expression “ the undertaking ” shall mean the railway and works, of whatever description, by the special Act authorized to be executed."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "3", "section_title": " Interpretations in this and the special Act: Number: Gender: “Lands:” “Lease:” “Toll:” “Month:” “Lord ordinary:” “Sheriff:” “Justice:” “Two justices:” “Owner:” “the Bank:” “the company:” “the railway:”", "section_text": "3 The following words and expressions both in this and the special Act shall have the meanings hereby assigned to them, unless there be something in the subject or context repugnant to such construction; (that is to say,) Words importing the singular number only shall include the plural number: and words importing the plural number only shall include also the singular number; Words importing the masculine gender only shall include females: The word “ lands ” shall include lands, houses, tenements, and heritages, of any tenure: The word “ lease ” shall include a missive or an agreement for a lease: The word “ toll ” shall include any rate or charge or other payment payable under the special Act . . .   for any passenger, animal, carriage, goods, merchandize, articles, matters, or things, conveyed on the railway: The word “ month ” shall mean calendar month: The “ lord ordinary ” shall mean the lord ordinary of the Court of Session in Scotland officiating on the bills in time of vacation, or the junior lord ordinary, if in time of session, as the case may be: . . .  . . . The word “ sheriff ” shall include the sheriff substitute: The word “ justice ” shall mean justice of the peace acting for the  . . . place where the matter requiring the cognizance of any such justice shall arise, and who shall not be interested in the matter; and where such matter shall arise in respect of lands, being the property of one and the same party, situate not wholly in any one  . . . place, shall mean a justice acting for the  . . . place where any part of such lands shall be situate, and who shall not be interested in such matter; and where any matter shall be authorized or required to be done by two justices, the expression“ two justices ” shall be understood to mean two or more justices assembled and acting together: Where under the provisions of this or the special Act any notice shall be required to be given to the owner of any lands, or where any Act shall be authorized or required to be done with the consent of any such owner, the word“ owner ” shall be understood to mean any person or corporation who, under the provisions of this or the special Act, or any Act incorporated therewith, would be enabled to sell and convey lands to the company: The expression “ the bank ” shall mean any one of the incorporated or chartered banks in Scotland: The expression “ the company ” shall mean the company or party which shall be authorized by the special Act to construct the railway: The expression “ the railway ” shall mean the railway and works by the special Act authorized to be constructed: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  The expressions “ carriageway ”, “ cycle track ”, “ footpath ”, “ footway ”, “ road ”, “ private road ” and “ public road ” have the meaning given them by section 151 of the Roads (Scotland) Act 1984."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "4", "section_title": " Short title of the Act.", "section_text": "4 In citing this Act in other Acts of Parliament and in legal instruments it shall be sufficient to use the expression “The Railways Clauses Consolidation (Scotland) Act 1845.”"}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "6", "section_title": " The construction of the railway to be subject to the provisions of this Act and the Lands Clauses Consolidation (Scotland) Act.", "section_text": "6 In exercising the power given to the company by the special Act to construct the railway, and to take lands for that purpose, the company shall be subject to the provisions and restrictions contained in this Act and in the said Lands Clauses Consolidation (Scotland) Act; and the company shall make to the owners and occupiers of and all other parties interested in any lands taken or used for the purposes of the railway, or injuriously affected by the construction thereof, full compensation for the value of the lands so taken or used, and for all damage sustained by such owners, occupiers, and other parties, by reason of the exercise, as regards such lands, of the powers by this or the special Act, or any Act incorporated therewith, vested in the company; and, except where otherwise provided by this or the special Act, the amount of such compensation shall be ascertained and determined in the manner provided by the said Lands Clauses Consolidation Act for determining questions of compensation with regard to lands purchased or taken under the provisions thereof; and all the provisions of the said last-mentioned Act shall be applicable to determine the amount of any such compensation, and to enforcing the payment or other satisfaction thereof.  2 For the avoidance of doubt it is hereby declared that in this section the reference to the construction of the railway includes a reference to the execution of works in connections therewith."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "7", "section_title": " Errors and omissions in plans to be corrected. ", "section_text": "7 If any omission, mis-statement, or erroneous description shall have been made of any lands, or of the owners, lessees, or occupiers of any lands, described on the plans or books of reference mentioned in the special Act, or in the schedule to the special Act, it shall be lawful for the company, after giving ten days’ notice to the owners of the lands affected by such proposed correction, to apply to the sheriff for the correction thereof; and if it shall appear to such sheriff that such omission, mis-statement, or erroneous description arose from mistake, he shall certify the same accordingly, and shall in such certificate state the particulars of any such omission, and in what respect any such matter shall have been mis-stated or erroneously described; and such certificate shall be deposited in the office of the principal sheriff clerk in every county in which the lands affected thereby shall be situate, and shall also be deposited with the schoolmasters of the several parishes (or in royal burghs with the town clerk) in which the lands affected thereby shall be situate; and such certificate shall be kept by such sheriff clerks, schoolmasters, and other persons respectively along with the other documents to which they relate; and thereupon such plan, book of reference, or schedule shall be deemed to be corrected according to such certificate; and it shall be lawful for the company to make the works in accordance with such certificate."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "8", "section_title": " Works not to be proceeded with until plans of all alterations authorized by Parliament have been deposited. ", "section_text": "8 It shall not be lawful for the company to proceed in the execution of the railway, unless they shall have previously to the commencement of such work deposited in the office of the principal sheriff clerk in every county in or through which the railway is intended to pass a plan and section of all such alterations from the original plan and section as shall have been approved of by Parliament, on the same scale and containing the same particulars as the original plan and section of the railway, and shall also have deposited with the schoolmasters of the several parishes, (or in royal burghs with the town clerk,) in or through which such alterations shall have been authorized to be made, copies or extracts of or from such plans and sections as shall relate to such parishes respectively."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "9", "section_title": " Sheriff clerks, &c. to receive plans of alterations, and allow inspection.", "section_text": "9 The said sheriff clerks, schoolmasters, and town clerks shall receive the said plans and sections of alterations, and copies and extracts thereof respectively, and shall retain the same, as well as the said original plans and sections, and shall permit all persons interested to inspect any of the documents aforesaid, and to make copies and extracts of and from the same, in the like manner and upon the like terms and under the like penalty for default as is provided in the case of the original plans and sections by the  Parliamentary Documents Deposit Act 1837."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "10", "section_title": " Copies to be evidence.", "section_text": "10 True copies of the said plans and books of reference, or of any alteration or correction thereof, or extract therefrom, certified by any such sheriff clerk in Scotland, which certificate such sheriff clerk shall give to all parties interested, when required, shall be received in all courts of justice or elsewhere as evidence of the contents thereof."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "11", "section_title": " Limiting deviation from datum line described on sections, &c.", "section_text": "11 In making the railway it shall not be lawful for the company to deviate from the levels of the railway, as referred to the common datum line described in the section approved of by Parliament, and as marked on the same, to any extent exceeding in any place five feet, or, in passing through a town, village,  road  , or land continuously built upon, two feet, without the previous consent in writing of the owners and occupiers of the land in which such deviation is intended to be made; or in case any  road  shall be affected by such deviation, then the same shall not be made without the consent of the  roads authority  having the control of such  road  , or, if there be no such  roads authority , without the consent of the sheriff, or without the consent of the trustees or commissioners for any public sewers, or the proprietors of any canal, navigation, gas-works, or water-works, affected by such deviation: Provided always, that it shall be lawful for the company to deviate from the said levels to a further extent without such consent as aforesaid, by lowering solid embankments or viaducts, provided that the requisite height of headway as prescribed by Act of Parliament be left for roads, . . .  , or canals passing under the same: Provided also, that notice of every application to the sheriff for the purpose of considering the matter shall, fourteen days previous to such application, be given in some newspaper circulating in the county, and also be affixed upon the door of the parish church in which such deviation or alteration is intended to be made, or, if there be no such church, some other place to which notices are usually affixed."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "12", "section_title": " Previous notice of such deviation to be given.", "section_text": "12 Before it shall be lawful for the company to make any greater deviation from the level than five feet, or, in any town, village,  road , or land continuously built upon, two feet, after having obtained such consent as aforesaid, it shall be incumbent on the company to give notice of such intended deviation by public advertisement, inserted once at least in two newspapers, or twice at least in one newspaper, circulating in the district or neighbourhood where such deviation is intended to be made, three weeks at least before commencing to make such deviation; and it shall be lawful for the owner of any lands prejudicially affected thereby, at any time before the commencement of the making of such deviation, to apply to the Board of Trade, after giving ten days notice to the company, to decide whether, having regard to the interests of such applicant, such proposed deviation is proper to be made; and it shall be lawful for the Board of Trade, if they think fit, to decide such question accordingly, and by their certificate in writing either to disallow the making of such deviation, or to authorize the making thereof, either simply or with any such modification as shall seem proper to the Board of Trade; and after any such certificate shall have been given by the Board of Trade it shall not be lawful for the company to make such deviation, except in conformity with such certificate."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "13", "section_title": " Arches, tunnels, &c. to be made as marked on deposited plans.", "section_text": "13 Where in any place it is intended to carry the railway on an arch or arches or other viaduct, as marked on the said plan or section, the same shall be made accordingly; and where a tunnel is marked on the said plan or section as intended to be made at any place, the same shall be made accordingly, unless the owners, lessees, and occupiers of the land in which such tunnel is intended to be made shall consent that the same shall not be so made."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "14", "section_title": " Limiting deviations from gradients, curves, &c.", "section_text": "14 It shall not be lawful for the company to deviate from or alter the gradients, curves, tunnels, or other engineering works described in the said plan or section, except within the following limits, and under the following conditions; (that is to say,) Subject to the above provisions in regard to altering levels, it shall be lawful for the company to diminish the inclination or gradients of the railway to any extent, and to increase the said inclination or gradients as follows; (that is to say,) in gradients of an inclination not exceeding one in a hundred, to any extent not exceeding ten feet per mile, or to any further extent which shall be certified by the Board of Trade to be consistent with the public safety, and not prejudicial to the public interest; and in gradients exceeding the inclination of one in a hundred, to any extent not exceeding three feet per mile, or to any further extent which shall be so certified by the Board of Trade as aforesaid: It shall be lawful for the company to diminish the radius of any curve described in the said plan to any extent which shall leave a radius of not less than half a mile, or to any further extent authorized by such certificate as aforesaid from the Board of Trade: It shall be lawful for the company to make a tunnel, not marked on the said plan or section, instead of a cutting, or a viaduct instead of a solid embankment, if authorized by such certificate as aforesaid from the Board of Trade."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "15", "section_title": " Lateral deviations.", "section_text": "15 It shall be lawful for the company to deviate from the line delineated on the plans so deposited, provided that no such deviation shall extend to a greater distance than the limits of deviation delineated upon the said plans, nor to a greater extent in passing through a town than ten yards, or elsewhere to a greater extent than one hundred yards from the said line, and that the railway by means of such deviation be not made to extend into the lands of any person, whether owner, lessee, or occupier, whose name is not mentioned in the books of reference, without the previous consent in writing of such person, unless the name of such person shall have been omitted by mistake, and the fact that such omission proceeded from mistake shall have been certified in manner herein or in the special Act provided for in cases of unintentional errors in the said book of reference."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "16", "section_title": " Works to be executed. Inclined planes, &c.Alteration of course of rivers, &cDrains, &c.Warehouses, &c.Alterations and repairs. General power. Proviso as to damages.", "section_text": "16 Subject to the provisions and restrictions in this and the special Act, and any Act incorporated therewith, it shall be lawful for the company, for the purpose of constructing the railway, or the accommodation works connected therewith, herein-after mentioned, to execute any of the following works; (that is to say,) They may make or construct, in, upon, across, under, or over any lands, or any . . .  , hills, valleys, roads, railroads, or tramroads, rivers, canals, brooks, streams, or other waters, within the lands described in the said plans, or mentioned in the said books of reference or any correction thereof, such temporary or permanent inclined planes, tunnels, embankments, aqueducts, bridges, roads, ways, passages, conduits, drains, piers, arches, cuttings, and fences, as they think proper; They may alter the course of any rivers not navigable, canals, brooks, streams, or watercourses, and of any branches of navigable rivers, such branches not being themselves navigable, within such lands, for the purpose of constructing and maintaining tunnels, bridges, passages, or other works over or under the same, and divert or alter, as well temporarily as permanently, the course of any such rivers or streams of water,  or roads , or raise or sink the level of any such rivers or streams,  or roads , in order the more conveniently to carry the same over or under or by the side of the railway, as they may think proper; They may make drains or conduits into, through, or under any lands adjoining the railway, for the purpose of conveying water from the railway; They may erect and construct such houses, warehouses, offices, and other buildings, yards, stations, wharfs, engines, machinery, apparatus, and other works and conveniences, as they think proper; They may from time to time alter, repair, or discontinue the before mentioned works or any of them, and substitute others in their stead; and They may do all other acts necessary for making, maintaining, altering, or repairing, and using the railway: Provided always, that in the exercise of the powers by this or the special Act granted the company shall do as little damage as can be, and shall make full satisfaction, in manner herein and in the special Act, and any Act incorporated therewith, provided, to all parties interested, for all damage by them sustained by reason of the exercise of such powers."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "17", "section_title": " Works on the shore of the sea, &c. not to be constructed without the authority of the commissioners of woods and forests and commissioners of the Admiralty. ", "section_text": "17 It shall not be lawful for the company to construct on the shore of the sea, or of any creek, bay, arm of the sea, or navigable river communicating therewith, where and so far up the same as the tide flows, and reflows, any work, or to construct any railway or bridge across any creek, bay, arm of the sea, or navigable river, where and so far up the same as the tide flows and reflows, without the previous consent of her Majesty, to be signified in writing under the hands of two of the commissioners of her Majesty’s woods, forests, land revenues, works, and buildings, and of the lord high admiral of the United Kingdom of Great Britain and Ireland, or the commissioners for executing the office of lord high admiral aforesaid for the time being, to be signified in writing . . .  , and then only according to such plan and under such restrictions and regulations as the said commissioners of her Majesty’s woods, forests, land revenues, works, and buildings, and the said lord high admiral, or the said commissioners, may approve of, such approval being signified as last aforesaid; and where any such work, railway, or bridge shall have been constructed it shall not be lawful for the company at any time to alter or extend the same without obtaining, previously to making any such alteration or extension, the like consents and approvals; and if any such work, railway, or bridge shall be commenced or completed contrary to the provisions of this Act, it shall be lawful for the said commissioners of her Majesty’s woods, forests, land revenues, works, and buildings, or the said lord high admiral, or the said commissioners for executing the office of lord high admiral, to abate and remove the same, and to restore the site thereof to its former condition, at the costs and charge of the company; and the amount thereof may be recovered in the same manner as a penalty is recoverable against the company."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "18", "section_title": " Alteration of water and gas pipes, &c.", "section_text": "18 It shall be lawful for the company, for the purpose of constructing the railway, to raise, sink, or otherwise alter the position of any of the watercourses, water pipes, or gas pipes, belonging to any of the houses adjoining or near to the railway, and also the mains and other pipes laid down by any company or society who may furnish the inhabitants of such houses or places with water or gas, and also to remove all other obstructions to such construction, so as the same respectively be done with as little detriment and inconvenience to such company, society, or inhabitants as the circumstances will admit, and be done under the superintendence of the company to which such water pipes or gas pipes belong, and of the several commissioners or trustees or persons having control of the . . .   sewers, roads . . .   and other public . . .  places within the parish or district where such mains, pipes, or obstructions shall be situate, or of their surveyor, if they or he think fit to attend, after receiving not less than forty-eight hours notice for that purpose."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "19", "section_title": " Company not to disturb pipes until they have laid down others.", "section_text": "19 Provided always, that it shall not be lawful for the company to remove or displace any of the mains or pipes, (other than private service pipes,) syphons, plugs, or other works belonging to any such company or society, or to do anything to impede the passage of water or gas into or through such mains or pipes, until good and sufficient mains or pipes, syphons, plugs, and all other works necessary or proper for continuing the supply of water or gas as sufficiently as the same was supplied by the mains or pipes proposed to be removed or displaced, shall, at the expence of the company, have been first made and laid down in lieu thereof, and be ready for use, in a position as little varying from that of the pipes or mains proposed to be removed or displaced as may be consistent with the construction of the railway, and to the satisfaction of the surveyor or engineer of such water or gas company or society, or, in case of disagreement between such surveyor or engineer and the company, as a justice shall direct."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "20", "section_title": " Pipes not to be laid contrary to Act of Parliament, and 18 inches surface road to be retained.", "section_text": "20 It shall not be lawful for the company to lay down any such pipes contrary to the regulations of any Act of Parliament relating to such water or gas company or society, or to cause any road to be lowered for the purposes of the railway, without leaving a covering of not less than eighteen inches from the surface of the road over such mains or pipes."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "21", "section_title": " Company to make good all damage.", "section_text": "21 The company shall make good all damage done to the property of the water or gas company or society by the disturbance thereof, and shall make full compensation to all parties for any loss or damage which they may sustain by reason of any interference with the main pipes or works of such water or gas company or society, or with the private service pipes of any person supplied by them with water."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "22", "section_title": " When railway crosses pipes, company to make a culvert.", "section_text": "22 If it shall be necessary to construct the railway or any of the works over any mains or pipes of any such water or gas company or society, the company shall, at their own expence, construct and maintain a good and sufficient culvert over such main or pipe, so as to leave the same accessible for the purpose of repairs."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "23", "section_title": " Penalty for obstructing supply of gas or water. ", "section_text": "23 If by any such operations as foresaid the company shall interrupt the supply of water or gas, they shall forfeit twenty pounds for every day that such supply shall be so interrupted; and such penalty shall be appropriated to  that fund of the local authority or water board to which their revenues in respect of water are appropriated or, in the case of an interruption of a supply of gas, shall be paid to the Area Gas Board."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "24", "section_title": " Penalty for obstructing construction of railway.", "section_text": "24 If any person wilfully obstruct any person acting under the authority of the company in the lawful exercise of their power in setting out the line of the railway, or pull up or remove any poles or stakes driven into the ground for the purpose of so setting out the line of railway, or deface or destroy any marks made for the same purpose, he shall forfeit a sum not exceeding  level 1 on the standard scale  for every such offence."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "25", "section_title": " Company may occupy temporarily private roads within five hundred yards of the railway.", "section_text": "25 Subject to the provisions herein and in the special Act contained, it shall be lawful for the company, at any time before the expiration of the period by the special Act limited for the completion of the railway, to enter upon and use any existing private road, being a road gravelled or formed with stones or other hard materials, and not being an avenue or a planted or ornamental road, or an approach to any mansion house, within the prescribed limits, if any, or, if no limits be prescribed, not being more than five hundred yards distant from the centre of the railway, as delineated on the plans; but before the company shall enter upon or use any such existing road they shall give three weeks notice of their intention to the owners and occupiers of such road, and of the lands over which the same shall pass, and shall in such notice state the time during which, and the purposes for which, they intend to occupy such road, and shall pay to the owners and occupiers of such road, and of the lands through which the same shall pass, such compensation for the use and occupation of such road, either in a gross sum of money or by half-yearly instalments, as shall be agreed upon between such owners and occupiers respectively and the company, or, in case they differ about the compensation, the same shall be settled by the sheriff, in the same manner as any compensation not exceeding fifty pounds is directed to be settled by the  Lands Clauses Consolidation (Scotland) Act 1845."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "26", "section_title": " Power to owners and occupiers of road and land to object that other roads should be taken.", "section_text": "26 It shall be lawful for the owners and occupiers of any such road, and of the lands over which the same passes, within ten days after the service of the aforesaid notice, by notice in writing to the company, to object to the company making use of such road, on the ground that other roads, such as the company are herein-before authorized to use for the purposes aforesaid, or that some public road, would be more fitting to be used for the same; and upon the objection being so made such proceedings may be had as are herein-after mentioned with respect to lands temporarily occupied by the company in respect of which three weeks notice is herein-after required to be given, and in the same manner as if in the provisions relative to such proceedings the word road or roads, or the words road and the land over which the same passes, as the case may require, had been substituted in such provisions for the word lands."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "27", "section_title": " Power to take temporary possession of land without previous payment of price.", "section_text": "27 Subject to the provisions herein and in the special Act contained, it shall be lawful for the company, at any time before the expiration of the period by the special Act limited for the completion of the railway, without making any previous payment, tender, or deposit, to enter upon any lands within the prescribed limits, or, if no limits be prescribed, not being more than two hundred yards distant from the centre of the railway, as delineated on the plans, and not being a garden, orchard, or plantation attached or belonging to a house, nor a park, planted walk, avenue, or ground ornamentally planted, and not being nearer to the mansion house of the owner of any such lands than the prescribed distance, or, if no distance be prescribed, then not nearer than five hundred yards therefrom, and to occupy the said lands so long as may be necessary for the construction or repair of that portion of the railway, or of the accommodation works connected therewith, herein-after mentioned, and to use the same for any of the following purposes; (that is to say,) For the purpose of taking earth or soil by side cuttings therefrom; For the purpose of depositing spoil thereon; For the purpose of obtaining materials therefrom for the construction or repair of the railway or such accommodation works as aforesaid; or For the purpose of forming roads thereon to or from or by the side of the railway; And in exercise of the powers aforesaid it shall be lawful for the company to deposit and also to manufacture and work upon such lands materials of every kind used in constructing the railway, and also to dig and take from out of any such lands any clay, stone, gravel, sand, or other things that may be found therein useful or proper for constructing the railway or any such roads as aforesaid, and for the purposes aforesaid to erect thereon workshops, sheds, and other buildings of a temporary nature: Provided always, that nothing in this Act contained shall exempt the company from an action for nuisance or other injury, if any, done in the exercise of the powers herein-before given to the lands or habitations of any party other than the party whose lands shall be so taken or used for any of the purposes aforesaid: Provided always, that no stone or slate quarry, brick field, or other like place, which at the time of the passing of the special Act shall be commonly worked or used for getting materials therefrom for the purpose of selling or disposing of the same, shall be taken or used by the company, either wholly or in part, for any of the purposes lastly herein-before mentioned."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "28", "section_title": " Company to give notice previous to such temporary possession.", "section_text": "28 In case any such lands shall be required for spoil banks or for side cuttings, or for obtaining materials for the construction or repairing of the railway, the company shall before entering thereon (except in the case of accident to the railway requiring immediate reparation) give three weeks notice in writing to the owners and occupiers of such lands of their intention to enter upon the same for such purposes; and in case the said lands are required for any of the other purposes herein-before mentioned the company shall (except in the cases aforesaid) give ten days like notice thereof; and the company shall in such notices respectively state the substance of the provisions herein-after contained respecting the right of such owner or occupier to require the company to purchase any such lands, or to receive compensation for the temporary occupation thereof, as the case may be."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "29", "section_title": " Service of notices on owners and occupiers of lands.", "section_text": "29 The said notice shall either be served personally on such owners and occupiers, or left at their last usual place of abode, if any such can after diligent inquiry be found; and in case any such owner shall be absent from the United Kingdom, or cannot be found after diligent inquiry, such notice shall be served on the factor or agent (if any) of such owner, and shall also be left with the occupier of such lands, or, if there be no such occupier, shall be affixed upon some conspicuous part of such lands."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "30", "section_title": " Power to owner to object that other lands ought to be taken.", "section_text": "30 In any case in which a notice of three weeks is herein-before required to be given it shall be lawful for the owner or occupier of the lands therein referred to, within ten days after the service of such notice, by notice in writing to the company, to object to the company making use of such lands, either on the ground that the lands proposed to be taken for the purposes aforesaid, or some part thereof, or of the materials contained therein, are essential to be retained by such owner in order to the beneficial enjoyment of other neighbouring lands belonging to him, or on the ground that other lands lying contiguous or near to those proposed to be taken would be more fitting to be used for such purposes by the company; and upon objection being so made such proceedings may be had as herein-after mentioned; and if in such case the company shall refuse to occupy such other lands in lieu of those mentioned in the notice, it shall be lawful for the sheriff, on the application of such owner or occupier to summon the company and the owners and occupiers of such other lands to appear before him at a time and place to be named in such summons, such time not being more than fourteen days after such application nor less than seven days from the service of such summons; and on the appearance of the parties, or in the absence of any of them, upon proof of due service of the summons, it shall be lawful for such sheriff to determine summarily which of the said lands shall be used by the company for the purposes aforesaid, and to authorize the company to occupy and use the same accordingly."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "31", "section_title": " Power to the sheriff to summon other owners before him.", "section_text": "31 If in the case last mentioned it shall appear to such sheriff, upon the inquiry before him, that the lands of any other party not summoned before him, being sufficient in quantity, and such as the company are herein-before authorized to take or use for the purposes aforesaid, would be more fitting to be used by the company than the lands of the person who shall have been so summoned as aforesaid, it shall be lawful for the said sheriff to adjourn such inquiry, and to summon such other person to appear before him at any time, not being more than fourteen days from such inquiry nor less than seven days from the service of such summons; and on the appearance of the parties, or in the absence of any of them, on proof of due service of the summons, it shall be lawful for such sheriff to determine finally which lands shall be used for the purposes aforesaid, and to authorize the company to occupy and use the same accordingly."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "32", "section_title": " The company to give sureties, if required.", "section_text": "32 Before entering, under the provisions herein-before contained, upon any such lands as shall be required for spoil banks or for side cuttings, or for obtaining materials or forming roads as aforesaid, the company shall, if required by the owner or occupier thereof, seven days at least before the expiration of the notice to take such lands as herein-before mentioned, find two sufficient persons, to be approved of by the sheriff, in case the parties differ, who shall enter into a bond to such owner or occupier, in a sum to such amount as shall be approved of by the sheriff, in case the parties differ, for the payment of such compensation as may become payable in respect of the same in manner herein mentioned."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "33", "section_title": " Company to separate the lands before using them.", "section_text": "33 Before the company shall use any such lands for any of the purposes aforesaid they shall, if required so to do by the owner or occupier thereof, separate the same by a sufficient fence from the lands adjoining thereto, with such gates as may be required by the said owner or occupier for the convenient occupation of such lands, and shall also, to all private roads used by them as aforesaid, put up fences and gates in like manner, in all cases where the same may be necessary to prevent the straying of cattle from or upon the lands traversed by such roads, and in case of any difference between the owners or occupiers of such roads and lands and the company as to the necessity for such fences and gates, such fences and gates as any two justices shall deem necessary for the purposes aforesaid, on application being made to them in like manner as herein-before is provided in respect of the use of such road."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "34", "section_title": " Some quarries, &c. to be worked as surveyor of owner shall direct.", "section_text": "34 If any land shall be taken or used by the company, under the provisions of this or the special Act, for the purpose of getting materials therefrom for the construction or repair of the railway, or the accommodation works connected therewith, they shall work the same in such manner as the surveyor or agent of the owner of such land shall direct, or, in case of disagreement between such surveyor or agent and the company, in such manner as any justice shall direct, on the application of either party, after notice of the hearing of the application shall have been given to the other party."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "35", "section_title": " Owners of lands may compel company to purchase lands so temporarily occupied.", "section_text": "35 In all cases in which the company shall in exercise of the powers aforesaid enter upon any lands for the purpose of making spoil banks or side cuttings thereon, or for obtaining therefrom materials for the construction or repair of the railway, it shall be lawful for the owners or occupiers of such lands, or parties having such interests therein as, under the provisions in the said Lands Clauses Consolidation Act mentioned, are capable of being by them sold or conveyed to the company, at any time during the possession of any such lands by the company, and before such owners or occupiers shall have accepted compensation from the company in respect of such temporary occupation, to serve a notice in writing on the company, requiring them to purchase the said lands, or interests therein capable of being sold and conveyed by them respectively; and in such notice such owners or occupiers shall set forth the particulars of such their interest in such lands, and the amount of their claim in respect thereof; and the company shall thereupon be bound to purchase the said lands, or the interest therein capable of being sold and conveyed by the parties serving such notice."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "36", "section_title": " Compensation to be made for temporary occupation.", "section_text": "36 In any of the cases aforesaid, where the company shall not be required to purchase such lands, and in all other cases where they shall take temporary possession of lands by virtue of the powers herein or in the special Act granted, it shall be incumbent on the company, within one month after their entry upon such lands, upon being required so to do, to pay to the occupier of the said lands the value of any crop or dressing that may be thereon, as well as full compensation for any other damage of a temporary nature which he may sustain by reason of their so taking possession of his lands, and shall also from time to time during their occupation of the said lands pay half-yearly to such occupier, or to the owner of the lands, as the case may require, a rent, to be fixed by the sheriff in case the parties differ, and shall also within six months after they shall have ceased to occupy the said lands, and not later than six months after the expiration of the time by the special Act limited for the completion of the railway, pay to such owner and occupier, or deposit in the Bank for the benefit of all parties interested, as the case may require, compensation for all permanent or other loss, damage, or injury that may have been sustained by them by reason of the exercise as regards the said lands, of the powers herein or in the special Act granted, including the full value of all clay, stone, gravel, sand, and other things taken from such lands."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "37", "section_title": " Compensation to be ascertained under the Lands Clauses Acts.", "section_text": "37 The amount and application of the purchase money and other compensation payable by the company in any of the cases aforesaid shall be determined in the manner provided by the said Land Clauses Consolidation Act for determining the amount and application of the compensation to be paid for lands taken under the provisions thereof."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "38"}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "39", "section_title": " Crossing of roads. ", "section_text": "39 If the line of the railway cross  the carriageway of any public road , then, except where otherwise provided by the special Act, either such road shall be carried over the railway, or the railway shall be carried over such road, by means of a bridge, of the height and width and with the ascent or descent by this or the special Act in that behalf provided; and such bridge, with the immediate approaches, and all other necessary works connected therewith, shall be executed and at all times thereafter maintained at the expence of the company: Provided always, that, with the consent of the sheriff or two or more justices, as after mentioned, it shall be lawful for the company to carry the railway across any  road , other than  the carriageway of any public  road, on the level."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "40", "section_title": " Provision in cases where roads are crossed on a level.", "section_text": "40 If the railway cross  the carriageway of any public  road on a level, the company shall erect and at all times maintain good and sufficient gates across such road, on each side of the railway, where the same shall communicate therewith, and shall employ proper persons to open and shut such gates; and such gates shall be kept constantly closed across such road on both sides of the railway, except during the time when horses, cattle, carts, or carriages passing along the same shall have to cross such railway; and such gates shall be of such dimensions and so constructed as when closed to fence in the railway, and prevent cattle or horses passing along the road from entering upon the railway; and the person entrusted with the care of such gates shall cause the same to be closed as soon as such horses, cattle, carts, or carriages shall have passed through the same, under a penalty of  level 1 on the standard scale  for every default therein: Provided always, that it shall be lawful for the Board of Trade in any case in which they are satisfied that it will be more conducive to the public safety that the gates on any level crossing over any such road should be kept closed across the railway, to order that such gates shall be kept so closed, instead of across the road, and in such case such gates shall be kept constantly closed across the railway, except when engines or carriages passing along the railway shall have occasion to cross such road in the same manner and under the like penalty as above directed with respect to the gates being kept closed across the road."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "41", "section_title": " As to crossing of turnpike roads adjoining stations.", "section_text": "41 Where the railway crosses any  public  road on a level adjoining to a station, . . .   the company shall be subject to all such rules and regulations with regard to such crossings as may from time to time be made by the Board of Trade."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "42", "section_title": " Construction of bridges over roads.", "section_text": "42 Every bridge to be erected for the purpose of carrying the railway over any road, except as otherwise provided by the special Act, shall be built in conformity with the following regulations; (that is to say,) The width of the arch shall be such as to leave thereunder a clear space of not less than  7.62 metres if the arch is over a public road and 3.66 metres  if over a private road: The clear height of the arch from the surface of the road shall not be less than  4.57 metres for a space of 3.05 metres if the arch is over a public road; and  the clear height at the springing of the arch shall not be less than  3.66 metres; The clear height of the arch for a space of 2.74 metres shall not be less than 4.27 metres over a private  road: The descent made in the road in order to carry the same under the bridge shall not be more than one  metre in 20 metres if the bridge is over a public road and one metre in 16 metres if over a private road."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "43", "section_title": " Construction of bridges over railway. ", "section_text": "43 Every bridge erected for carrying any road over the railway shall, except as otherwise provided by the special Act, be built in conformity with the following regulations; (that is to say,) There shall be a good and sufficient fence on each side of the bridge of not less height than  1.22 metres , and on each side of the immediate approaches of such bridge of not less than  0.91 metres : The road over the bridge shall have a clear space between the fences thereof of  7.62 metres if the road is a public road and 3.66 metres if a private road: The ascent shall not be more than one metre in 20 metres if the road is a public road and one metre in 16 metres if a private road."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "44", "section_title": " The width of the bridges need not exceed the width of road in certain cases. ", "section_text": "44 Provided always, that in all cases where the average available width for the passage of carriages of any existing roads within fifty yards of the points of crossing the same is less than the width herein-before prescribed for bridges over or under the railway the width of such bridges need not be greater than such average available width of such roads, but so nevertheless that such bridges be not of less width, in the case of a  a road which includes a carriageway  road, than twenty feet: Provided also, that if at any time after the construction of the railway the average available width of any such road shall be increased beyond the width of such bridge on either side thereof, the company shall be bound, at their own expence, to increase the width of the said bridge to such extent as they may be required by the  roads authority for  such road, not exceeding the width of such road as so widened, or the maximum width herein or in the special Act prescribed for a bridge in the like case over or under the railway."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "45", "section_title": " Existing inclinations of roads crossed or diverted need not be improved. ", "section_text": "45 Provided also, that if the mesne inclination of any road within two hundred and fifty yards of the point of crossing the same, or the inclination of such portion of any road as may require to be altered, or for which another road shall be substituted, shall be steeper than the inclination herein-before required to be preserved by the company, then the company may carry any such road over or under the railway, or may construct such altered or substituted road, at an inclination not steeper than the said mesne inclination of the road so to be crossed, or of the road so requiring to be altered, or for which another road shall be substituted."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "46", "section_title": " Before roads interefered with, others to be substituted.", "section_text": "46 If, in the exercise of the powers by this or the special Act granted, it be found necessary to cross, cut through, raise, sink, or use any part of any road, . . .   so as to render it impassable for or dangerous to passengers or carriages, or to the persons entitled to the use thereof, the company shall, before the commencement of any such operations, cause a sufficient road to be made instead of the road to be interfered with, and shall at their own expence maintain such substituted road in a state as convenient for passengers and carriages as the road so interfered with, or as nearly so as may be."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "47", "section_title": " Penalty for not substituting a road.", "section_text": "47 If the company do not cause another sufficient road to be so made before they interfere with any such existing road as aforesaid, they shall forfeit twenty pounds for every day during which such substituted road shall not be made after the existing road shall have been interrupted; and such penalty shall be paid to the  roads authority for  such road, if a public road, and shall be applied for the purposes thereof, or in case of a private road the same shall be paid to the owner thereof; and every such penalty shall be recoverable with costs, by action in any competent court."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "48", "section_title": " Party suffering damage from interruption of road to recover in an action on the case.", "section_text": "48 If any party entitled to a right of way over any road so interfered with by the company shall suffer any special damage by reason that the company shall fail to cause another sufficient road to be made before they interfere with the existing road, it shall be lawful for such party to recover the amount of such special damage from the company, with expences, by action in the Court of Session, if the damage claimed exceeds twenty-five pounds, or in the sheriff court, if the damage claimed does not exceed twenty-five pounds, and that whether any party shall have sued for such penalty as aforesaid or not, and without prejudice to the right of any party to sue for the same."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "49", "section_title": " Period for restoration of roads interfered with.", "section_text": "49 If the road so interfered with can be restored compatibly with the formation and use of the railway, the same shall be restored to as good a condition as the same was in at the time when the same was first interfered with by the company, or as near thereto as may be; and if such road cannot be restored compatibly with the formation and use of the railway, the company shall cause the new or substituted road, or some other sufficient substituted road, to be put into a permanently substantial condition, equally convenient as the former road, or as near thereto as circumstances will allow; and the former road shall be restored, or the substituted road put into such condition as aforesaid, as the case may be, within the following periods after the first operation on the former road shall have been commenced, unless the  roads authority for the public road to be restored consent, or as the case may be the owner of the private road to be restored consents, in writing,  to an extension of the period, and in such case within such extended period; (that is to say,) if the road be a  public  road, within six months, and if the road be  a private  road, within twelve months."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "50", "section_title": " Penalty for failing to restore road.", "section_text": "50 If any such road be not so restored, or the substituted road so completed as aforesaid, within the periods herein or in the special Act fixed for that purpose, the company shall forfeit to the  roads authority for  the road interfered with by the company, if a public road, or if a private road to the owner thereof, twenty pounds for every day after the expiration of such periods respectively during which such road shall not be so restored or the substituted road completed; and it shall be lawful for the sheriff or justices by whom any such penalty is imposed to order the whole or any part thereof to be laid out in executing the work in respect whereof such penalty was incurred."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "51", "section_title": " Company to repair roads used by them.", "section_text": "51 If in the course of making the railway the company shall use or interfere with any road, they shall from time to time make good all damage done by them to such road; and if any question shall arise as to the damage done to any such road by the company, or as to the repair thereof by them, the same shall be determined by the sheriff or two justices; and such sheriff or justices may direct such repairs to be -made in the state of such road, in respect of the damage done by the company, and within such period, as they think reasonable, and may impose on the company for not carrying into effect such repairs, any penalty, not exceeding five pounds per day, as to such sheriff or justices shall seem just; and such penalty shall be paid to the  roads authority for  the road interfered with by the company, if a public road, and be applied for the purposes of such road, or if a private road the same shall be paid to the owner thereof; Provided always that in determining any such question with regard to a  public  road the said sheriff or justices shall have regard to and make full allowance for any tolls that may have been paid by the company on such road in the course of the using thereof."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "52", "section_title": " Company to make sufficient approaches and fences to bridleways and footways crossing on the level.", "section_text": "52 If the railway shall cross any  road  other than  the carriageway of a public road  on the level, the company shall at their own expence make and at all times maintain convenient ascents and descents and other convenient approaches, with handrails and other fences, and shall, if such  road be a cycle track or  bridleway, erect and at all times maintain good and sufficient gates, and if the same shall be a footway  or footpath , good and sufficient gates or stiles on each side of the railway, where the  road  shall communicate therewith."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "53", "section_title": " Proceedings on application to sheriff or justices to consent to level crossings of bridleways and footways.", "section_text": "53 When the company shall intend to apply for the consent of the sheriff or two justices, as herein-before provided, so as to authorize them to carry the railway across any  road other than the carriageway of a public  road on the level, they shall, fourteen days at least previous to the time at which such application is intended to be made, cause notice of such intended application to be given in some newspaper circulating in the county, and also to be affixed upon the door of the parish church of the parish in which such crossing is intended to be made, or, if there be no such church, some other place to which notices are usually affixed; and if it appear to the sheriff, or to any two or more justices acting for the district in which  the proposed crossing would be situated , after such notice as aforesaid, that the railway can, consistently with a due regard to the public safety and convenience, be carried across  the road  on the level, it shall be lawful for such sheriff or justices to consent that the same may be so carried accordingly."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "54", "section_title": " Sheriff or justices to have power to order approaches and fences to be made to highways crossing on the level.", "section_text": "54 If when the railway shall cross any  road  on the level the company fail to make convenient ascents and descents or other convenient approaches, and such handrails, fences, gates, and stiles as they are herein-before required to make, it shall be lawful for the sheriff or two justices, on the application of the  roads authority , or of any two householders within the parish or district where such crossing shall be situate, after not less than ten days notice to the company, to order the company to make such ascent and descent or other approach, or such handrails, fences, gates, or stiles as aforesaid, within a period to be limited for that purpose by such sheriff or justices; and if the company fail to comply with such order they shall forfeit five pounds for every day that they fail so to do; and it shall be lawful for the sheriff or justices by whom any such penalty is imposed to order the whole or any part thereof to be applied, in such manner and by such person as they think fit, in executing the work in respect whereof such penalty was incurred."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "55", "section_title": " Screen for turnpike road to be made, if required by the Board of Trade.", "section_text": "55 If the  roads authority for any road , apprehend danger to the passengers on such road in consequence of horses being frightened by the sight of the engines or carriages travelling upon the railway, it shall be lawful for  that authority , after giving fourteen days notice to the company, to apply to the Board of Trade with respect thereto; and if it shall appear to the said board that such danger might be obviated or lessened by the construction of any works in the nature of a screen near to or adjoining the side of such road, it shall be lawful for them, if they shall think fit, to certify the works necessary or proper to be executed by the company for the purpose of obviating or lessening such danger, and by such certificate to require the company to execute such works within a certain time after the service of such certificate, to be appointed by the said board."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "56", "section_title": " Penalty for failing to construct.", "section_text": "56 Where by any such certificate as aforesaid the company shall have been required to execute any such work in the nature of a screen, they shall execute and complete the same within the period appointed for that purpose in such certificate; and if they fail so to do they shall forfeit to the  roads authority  five pounds for every day during which such works shall remain uncompleted beyond the period so appointed for their completion; and it shall be lawful for the justices by whom any such penalty is imposed to order the whole or any part thereof to be laid out in executing the work in respect whereof such penalty was incurred."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "57", "section_title": " Sheriff or justices to have power to order repair of bridges, &c.", "section_text": "57 Where, under the provisions of this or the special Act, or any Act incorporated therewith, the company are required to maintain or keep in repair any bridge, fence, approach, gate, or other work executed by them, it shall be lawful for the sheriff or two justices, on the application of the  roads authority , or of any two householders of the parish or district where such work may be situate, complaining that any such work is out of repair, after not less than ten days notice to the company, to order the company to put such work into complete repair, within a period to be limited for that purpose by such sheriff or justices; and if the company fail to comply with such order they shall forfeit five pounds for every day that they fail so to do; and it shall be lawful for the sheriff or justices by whom any such penalty is imposed to order the whole or any part thereof to be applied, in such manner and by such persons as they think fit, in putting such work into repair."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "58", "section_title": " Board of Trade empowered to modify the construction of certain roads, bridges, &c. where a strict compliance with the Act impossible or inconvenient. ", "section_text": "58 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   In case any difference in regard to the construction, alteration, or restoration of any road or bridge, or other public work of an engineering nature, required by the provisions of this or the special Act, shall arise between the company and any trustees, commissioners, surveyors, or other persons having the control of or being authorized by law to enforce the construction of such road, bridge, or work, it shall be lawful for either party, after giving fourteen days notice in writing of their intention so to do to the other party, to apply to the Board of Trade to decide upon the proper manner of constructing, altering, or restoring such road, bridge, or other work; and it shall be lawful for the Board of Trade, if they shall think fit, to decide the same accordingly, and to authorize, by certificate in writing, any arrangement or mode of construction in regard to any such road, bridge, or other work which shall appear to them either to be in substantial compliance with the provisions of this and the special Act, or to be calculated to afford equal or greater accommodation to the public using such road, bridge, or other work; and after any such certificate shall have been given by the Board of Trade the road, bridge, or other work therein mentioned shall be constructed by the company in conformity with the terms of such certificate, and being so constructed shall be deemed to be constructed in conformity with the provisions of this and the special Act: Provided always, that no such certificate shall be granted by the Board of Trade unless they shall be satisfied that existing private rights or interests will not be injuriously affected thereby."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "59", "section_title": " Authentication of certificates of the Board of Trade, service of notices, &c.", "section_text": "59 And be it enacted that all regulations, certificates, notices, and other documents in writing, purporting to be made or issued by or by the authority of the Board of Trade, and signed by some officer appointed for that purpose by the Board of Trade, shall, for the purposes of this and the special Act, and any Act incorporated therewith, be deemed to have been so made and issued, and that without proof of the authority of the person signing the same, or of the signature thereto, which matters shall be presumed until the contrary be proved; and service of any such document, by leaving the same at one of the principal offices of the railway company, or by sending the same by post addressed to the secretary at such office, shall be deemed good service upon the company; and all notices and other documents required by this or the special Act to be given to or laid before the Board of Trade shall be delivered at, or sent by post addressed to, the office of the Board of Trade in London."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "60", "section_title": "Works to be erected for the accommodation of adjoining lands.", "section_text": "60 The company shall make and at all times thereafter maintain the following works for the accommodation of the owners and occupiers of lands adjoining the railway; (that is to say,)  Such and so many convenient gates, bridges, arches, culverts, and passages, over, under, or by the sides of or leading to or from the railway, as shall be necessary for the purpose of making good any interruptions caused by the railway to the use of the lands through which the railway shall be made; and such works shall be made forthwith after the part of the railway passing over such lands shall have been laid out or formed, or during the formation thereof: Also sufficient posts, rails, hedges, ditches, mounds, or other fences, for separating the land taken for the use of the railway from the adjoining lands not taken, and protecting such lands from trespass, or the cattle of the owners or occupiers thereof from straying thereout, by reason of the railway, together with all necessary gates, made to open towards such adjoining lands, and not towards the railway, and all necessary stiles; and such posts, rails, and other fences shall be made forthwith after the taking of any such lands, if the owners thereof shall so require, and the said other works as soon as conveniently may be: Also all necessary arches, tunnels, culverts, drains, or other passages, either over or under or by the sides of the railway, of such dimensions as will be sufficient at all times to convey the water as clearly from the lands lying near or affected by the railway as before the making of the railway, or as nearly so as may be; and such works shall be made from time to time as the railway works proceed: Also proper watering places for cattle, where by reason of the railway the cattle of any person occupying any lands lying near thereto shall be deprived of access to their former watering places; and such watering places shall be so made as to be at all times as sufficiently supplied with water as theretofore, and as if the railway had not been made, or as nearly so as may be; and the company shall make all necessary watercourses and drains for the purpose of conveying water to the said watering places: Provided always, that the company shall not be required to make such accommodation works in such a manner as would prevent or obstruct the working or using of the railway, and that the company may, in lieu of such accommodation works, make compensation to the owners and occupiers of the lands for the want thereof, in such manner as may be agreed upon between the company and such owners and occupiers, nor to make any accommodation works with respect to which the owners, lessees, and occupiers of the lands shall have agreed to receive and shall have been paid compensation instead of the making of them."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "61", "section_title": " Differences as to accommodation works to be settled by sheriff or justices.", "section_text": "61 If any difference arise respecting the kind or number of any such accommodation works, or the dimensions or sufficiency thereof, or respecting the maintaining thereof, the same shall be determined by the sheriff or two justices; and such sheriff or justices shall also appoint the time within which such works shall be commenced and executed by the company."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "62", "section_title": " Execution of works by owners on default by the company.", "section_text": "62 If for seven days next after the time appointed by such sheriff or justices for the commencement of any such works the company shall fail to commence such works, or having commenced shall fail to proceed diligently to execute the same in a sufficient manner, it shall be lawful for the party aggrieved by such failure himself to execute such works or repairs; and the reasonable expences thereof shall be repaid by the company to the party by whom the same shall so have been executed; and if there be any dispute about such expences the same shall be settled by the sheriff or two justices: Provided always, that no such owner or occupier or other person shall obstruct or injure the railway, or any of the works connected therewith, for a longer time, nor use them in any other manner, than is unavoidably necessary for the execution or repair of such accommodation works."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "63", "section_title": " Power to owners of land to make additional accommodation works.", "section_text": "63 If any of the owners or occupiers of lands affected by such railway shall consider the accommodation works made by the company, or directed by such sheriff or justices to be made by the company, insufficient for the commodious use of their respective lands, it shall be lawful for any such owner or occupier, at his own expence, to make such further works for that purpose as he shall think necessary, and as shall be agreed to by the company, or, in case of difference, as shall be authorized by the sheriff or two justices."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "64", "section_title": " Works to be constructed under the superintendence of the company’s engineer.", "section_text": "64 If the company so desire, all such last-mentioned accommodation works shall be constructed under the superintendence of their engineer, and according to plans and specifications to be submitted to and approved by such engineer; nevertheless the owners or occupiers of lands shall not be entitled to require either that plans should be adopted which would involve a greater expence than that incurred in the execution of similar works by the company, or that the plans selected should be executed in a more expensive manner than that adopted in similar cases by the company."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "65", "section_title": " Accommodation works not to be required after five years.", "section_text": "65 The company shall not be compelled to make any further or additional accommodation works for the use of owners and occupiers of land adjoining the railway after the expiration of the prescribed period, or, if no period be prescribed, after five years from the opening of the railway for public use."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "66", "section_title": " Owners to be allowed to cross until accommodation works made.", "section_text": "66 Until the company shall have made the bridges or other proper communications which they shall under the provisions herein or in the special Act, or any Act incorporated therewith, contained have been required to make between lands intersected by the railway, and no longer, the owners and occupiers of such lands, and any other persons whose right of way shall be affected by the want of such communication, and their respective servants, may at all times freely pass and repass, with carriages, horses, and other animals, directly (but not otherwise) across the part of the railway made in or through their respective lands, solely for the purpose of occupying the same lands, or for the exercise of such right of way, and so as not to obstruct the passage along the railway, or to damage the same; nevertheless, if the owner or occupier of any such lands have in his arrangements with the company received or agreed to receive compensation for or on account of any such communications, instead of the same being formed, such owner or occupier, or those claiming under him, shall not be entitled so to cross the railway."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "67", "section_title": " Materials, &c. to vest in company for purposes of prosecution.", "section_text": "67 During the execution of any contract made with the company the works in course of being done under such contract, and all the materials of every description brought upon or near such works for the purpose of being used in the execution of such contract, shall, in all proceedings instituted by them for the purpose of protecting the same, or by the public prosecutor for the purpose of punishment on account of offences committed against the same, be held to be the property of the company."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "68", "section_title": " Penalty on persons omitting to fasten gates.", "section_text": "68 If any person omit to shut and fasten any gate  or to lower any barrier set up at either side of the railway for the accommodation of the owners or occupiers of the adjoining lands as soon as he and the carriage, cattle, or other animals under his care have passed through the same, he shall forfeit for every such offence any sum  not exceeding level 3 on the standard scale. ."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "69", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "69"}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "crossheading-working-of-mines_70", "section_title": " Promoters of the undertaking not to be entitled to minerals.", "section_text": "70 The company shall not be entitled to any mines of coal, ironstone, slate, or other mineral under any land purchased by them, except only such parts thereof as shall be necessary to be dug or carried away or used in the construction of the works, unless the same shall have been expressly purchased; and all such mines, excepting as aforesaid, shall be deemed to be excepted out of the conveyance of such lands, unless they shall have been expressly named therein and conveyed thereby."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "crossheading-working-of-mines_71", "section_title": " Mines lying near the railway not to be worked if the company willing to purchase them.", "section_text": "71 1 If the mine owner of minerals lying under an area of protection as hereinafter defined is desirous of working any such minerals, he shall give to the company and also the royalty owner (if any) notice of his intention so to do at least thirty days before the commencement of the working and on the receipt of such notice the company and the royalty owner respectively may cause the minerals to be inspected by any person appointed for the purpose by the company or royalty owner as the case may be. 2 If it appears to the company that the working of any of the minerals to which such notice relates will be likely to damage the railway or works or any part thereof, the company may, at any time after the receipt of such notice, give a counter-notice to the mine owner requiring him to leave unworked all or any part of such minerals, and the counter-notice shall specify the minerals, (hereinafter referred to as the specified minerals) so required to be left unworked and the particular portion of the railway or works (hereinafter referred to as the protected works) for the support of which the specified minerals are required to be left unworked. 3 Where any such counter-notice has been served on the mine owner, he shall forthwith serve a copy thereof on the royalty owner (if any). 4 Where any such counter-notice has been served on the mine owner, the specified minerals shall not be worked or got after the service of the counter-notice, and the company shall pay compensation to the mine owner and the royalty owner (if any) for the loss caused by the specified minerals being left unworked. 5 The area of protection in relation to any seam of minerals shall be the area comprising any railway or works of the company and such a lateral distance therefrom, on all or both sides thereof, as is equal at each point along the railway to one-half of the depth of the seam at that point or forty yards, whichever be the greater; and, when the said lateral distance exceeds forty yards, the area of protection shall be divided into two areas: a an inner area of protection consisting of the area comprising the railway or works and a distance of forty yards therefrom on all or both sides thereof; and b an outer area of protection consisting of so much of the area of protection as is not included in the inner area of protection."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "71A", "section_title": " Compensation for leaving minerals unworked.", "section_text": "71A 1 The compensation payable by the company to the mine owner and the royalty owner respectively for the loss caused by the specified minerals being left unworked shall, in default of agreement, be determined by arbitration: Provided that so far as such compensation is payable in respect of the value of specified minerals— i the compensation payable to the mine owner and to the royalty owner shall be separately assessed; ii the compensation payable to the mine owner shall be a sum for each ton of the specified minerals, the rate per ton in the case of minerals lying under the outer area of protection being one-third of the rate which is or would be awarded in the case of minerals lying under the inner area of protection; iii the compensation payable to the royalty owner shall be based on the amount which would have been received from time to time by way of royalty in respect of the specified minerals if they had been worked out in the ordinary course, and the royalties payable had been— a in the case of such of the specified minerals as lie under the inner area of protection, the same as those reserved by and payable under the lease comprising the minerals and subsisting at the date of the counter-notice; and b in the case of such of the specified minerals as lie under the outer area of protection, one-third of the royalties so reserved and payable with the addition to such one-third of one penny per ton; iv in every case the arbitrator shall state in his award the tonnage of the specified minerals on which his award is based. 2 The mine owner shall also be entitled to be paid by the company the amount of any increase in the cost of working any part of his minerals (other than the specified minerals) which may have been caused by the failure of the company to give the counter-notice within such a reasonable time as would have enabled the mine owner to avoid such increase in cost, and, in default of agreement, the amount so payable by the company shall be determined by arbitration."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "crossheading-working-of-mines_72", "section_title": " If company unwilling to purchase, owner may work the mines.", "section_text": "72 1 If within thirty days from the service by a mine owner on the company of a notice of intention to work any minerals no counter-notice is served by the company, the mine owner may, after the expiration of those thirty days, and until a counter-notice is served, work any minerals to which the notice relates, so, nevertheless, that the same be done in the manner proper and necessary for the beneficial working thereof, and according to the usual manner of working such minerals in the district where the same shall be situated. Where a counter-notice is served, whether before or after the expiration of the said thirty days, and the counter-notice does not require the mine owner to leave unworked the whole of the minerals to which the notice relates, the foregoing provisions shall apply to any minerals to which the notice relates which are not specified minerals in like manner as if no such counter-notice had been served. 2 If any damage or obstruction is occasioned to the railway or works by any improper working of such minerals, the same shall be forthwith repaired or removed (as the case may require) and such damage made good by the mine owner at his own expense; and if such repair or removal is not forthwith done, or, if the company think fit, without waiting for the same to be done by the mine owner, they may execute the same and recover from the mine owner the expense occasioned thereby by action."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "72A", "section_title": " Liability in respect of authorised workings.", "section_text": "72A 1 If a mine owner works any minerals lying under any part of the area of protection in the manner authorised by this Act, he shall nevertheless become liable on demand by the company (subject as herein-after provided) to contribute towards the expenses properly incurred, or to be incurred, by the company from time to time thereafter in making good any damage caused by such working to the railway or works of the company (not being protected works comprised in any counter-notice relating to such area of protection) the appropriate percentage (if any) of those expenses, the appropriate percentage being such as is specified in the First Schedule to this Act according to the depth of the minerals being so worked. 2 The liability of a mine owner under this section in respect of any part of the railway or works on which such expenditure has been incurred shall not exceed an aggregate sum equivalent to  2½p  for each ton of the commercially workable minerals, gotten or ungotten, in such part of any seams as lies under the area ascertained as respects the several seams in accordance with the rules contained in the Second Schedule to this Act, being seams which have been or are being worked under such area as aforesaid: Provided that, in ascertaining such aggregate sum as aforesaid, minerals gotten more than six years before the date on which a contribution shall have been demanded by the company under this section shall not be reckoned. 3 Any mine owner making a contribution under this section, who is a lessee, shall be entitled to deduct from any royalties then or thereafter becoming due from him to the royalty owner under the lease, one-third part of the amount which he has so contributed as aforesaid, subject, however, to this limitation: that if the royalty payable by the mine owner under his lease is at the rate of less than  2½p  per ton, the amount deducted shall not exceed the amount produced by multiplying one-third of such rate per ton by the tonnage of the minerals with reference to the aggregate amount of which the maximum liability of the mine owner is to be so calculated as aforesaid; and, where the mine owner is entitled to make such a deduction, the sum reserved by and payable under the lease shall be deemed to be the next amount arrived at after making the deduction: Provided that no such deduction shall be allowed when the liability of the mine owner to the company is a liability arising out of an arrangement between the mine owner and the company with respect to the working of minerals under or near the railway or works. 4 The liability of a mine owner under this section shall be subject to the following further limitation as respects damage done by workings in any single mine, that is to say, that when the aggregate of the sums paid by the mine owner in satisfaction of such liability amounts to a sum equivalent to  2½p  for each ton of commercially workable minerals, gotten or ungotten, in such part of any seams as lies within the mines and under an area extending laterally on both sides of the railway or works to a distance ascertained in accordance with Rule 1 of the said Second Schedule and extending longitudinally to a distance co-extensive with the portion of the railway lying over or adjacent to the mine, being seams which have been or are being worked under such area as aforesaid, the mine owner shall not be liable to make any further contribution under this section towards the expenses of making good any damage caused to any part of the railway or works by the working of such seams as aforesaid in that mine. For the purposes of this provision, all the minerals which the mine owner is entitled to work, and which have been, or would in the ordinary course of events and in accordance with good mining practice be, worked from the same shafts or adits shall be deemed to be a single mine. Where the liability of a mine owner under sub-section (2) of this section is reduced by the operation of this sub-section, the right of the mine owner under sub-section (3) thereof to make deductions from royalties shall be proportionately reduced. 5 Where a single mine, as herein-before defined, is held under leases granted by more than one lessor, any deductions which the mine owner is authorised under this section to make shall be made from the royalties payable to such one or more of such lessors, and in the latter case in such proportions, as in default of agreement may, on the application of the mine owner or any of the royalty owners, be determined by arbitration. 6 If any dispute arises as to the amount of the expenses towards which a mine owner is liable to contribute under this section, or the amount of his contribution, or the amount to be deducted as between a mine owner and a royalty owner, it shall be settled by arbitration, and, where any such arbitration between a company and a mine owner is to be held, the royalty owner (if any) shall be entitled to have notice of the intended arbitration, and to appear and be heard at the arbitration proceedings."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "72B", "section_title": " Notices and accounts with respect to damage. ", "section_text": "72B 1 When and so far as reasonable and practicable, the company shall give notice to the mine owner and the royalty owner (if any) affected specifying particulars of— i the railway or works to which damage has been caused or to which damage is apprehended from the working of any minerals under the area of protection sufficient to enable the same to be identified; ii the nature of the damage or apprehended damage; and iii the nature of the works intended to be carried out for the purpose of making good or preventing the damage. 2 The company shall keep separate accounts differentiating the cost of the ordinary maintenance of the railway or works from the cost of making good any damage caused to the railway or works by the working of any minerals under the area of protection, and such account shall, at all reasonable times, be open for inspection by or on behalf of a mine owner working minerals under or near to such railway or works and the royalty owner (if any) of such minerals."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "crossheading-working-of-mines_73", "section_title": " Mining communications.", "section_text": "73 If the working of any minerals is prevented under this Act by reason of a counter-notice, a mine owner whose minerals extend so as to lie on both sides of the specified minerals may cut and make such airways, headways, gateways, or water levels through the specified minerals and the strata above or below the same or any of them as may be requisite to enable him to ventilate, drain, and work his remaining minerals; but no such airway, headway, gateway, or water level shall be cut or made upon or so as to injure any part of the protected works, or within forty yards of any other airway, headway, gateway, or water level, nor shall the same without the consent of the company (which consent shall not be unreasonably withheld) be greater than eight feet wide and eight feet high, unless the top of the same is more than one hundred and sixty yards below the average rail level of the protected works, or, if the top exceeds that distance, than thirteen feet wide and eight feet high."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "crossheading-working-of-mines_74", "section_title": " Company to make compensation for injury done to mines;", "section_text": "74 1 Where a counter-notice has been given by the company to a mine owner, the company shall from time to time pay to the mine owner the appropriate percentage (if any) of all such additional expenses and losses as may be incurred by such mine owner in consequence of such counter-notice by reason of— i the continuous working of the mine being interrupted; or ii the mine being worked in such manner and under such restrictions as not to prejudice or injure the protected works. 2 For the purpose of this section, the appropriate percentage means the percentage determined in accordance with the rules contained in the Third Schedule to this Act. 3 If any question or dispute arises between the company and the mine owner concerning the amount of such losses or expenses, or as to the appropriate percentage it shall be settled by arbitration. 4 Where the minerals specified in a counter-notice lie in different seams, the amount payable by the company to the mine owner under this section shall be calculated separately as respects each seam: Provided that, where the works on which any additional expenditure is incurred serve more than one seam, that expenditure shall, for the purposes of this section, be apportioned between the seams served in such manner as, in default of agreement, may be determined by arbitration."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "crossheading-working-of-mines_75", "section_title": " and also for any airway or other work made necessary by the railway.", "section_text": "75 If any loss or damage is sustained by the owner, lessee, or occupier of the land over any specified minerals (not being the owner or lessee of the specified minerals) by reason of the making of such airway or other authorised work as aforesaid, where neither that work nor any like work, would have been necessary save on account of the prevention of the working of the minerals, the company shall make full compensation to such owner, lessee, or occupier of the surface for the loss or damage sustained by him, such compensation in default of agreement to be determined by arbitration."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "crossheading-working-of-mines_76", "section_title": " Power to the company to enter and inspect the working of mines.", "section_text": "76 1 For ascertaining whether or not any minerals are being worked or are about to be or have been worked so as to damage the railway or works of a company, any person appointed by the company may, after at least twenty-four hours notice has been given by the company, enter upon any land (through or near which the railway passes) which the company believe to contain or to have contained such minerals, and may enter into and return from any such minerals or the works connected therewith; and, for that purpose, the person so appointed may make use of any apparatus or machinery belonging to a mine owner, and use all necessary means for discovering the distance from such railway or works to the parts of the minerals which are being or have been worked or are about to be worked; and, after giving a like notice, may inspect and take copies of so much of the working plans and sections of the mine as relate to minerals the working whereof affects or has affected or may affect the railway or works. 2 A mine owner who desires to work any minerals under or near to the railway or works of the company, and also the royalty owner (if any) or any person duly authorised by either of them, may, at any time, either before or during or after the working thereof, upon giving at least twenty-four hours notice to the company, and subject to such reasonable conditions as may be imposed by the company, enter upon the railway or works and inspect the same and take levels or particulars thereof."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "crossheading-working-of-mines_77", "section_title": " Penalty for refusal to allow inspection.", "section_text": "77 1 If any mine owner refuses to allow any person appointed by the company for that purpose to enter into and inspect any such mines or works or to inspect and take copies of such plans and sections in manner aforesaid, every person so offending shall, for every such refusal, become liable to pay to the company a sum not exceeding  level 2 on the standard scale . 2 If the company refuse to allow a mine owner or royalty owner or such duly authorised person as aforesaid to enter upon or inspect any railway or works or to take levels and particulars thereof in manner aforesaid, the company so offending shall, for every such refusal, become liable to pay to the mine owner or royalty owner a sum not exceeding  level 2 on the standard scale ."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "crossheading-working-of-mines_78", "section_title": " If mines improperly worked, supports to be made.", "section_text": "78 If it appears that any minerals have been worked or are being worked contrary to the provisions of this Act or the special Act, the company may, if they think fit, give notice to the mine owner thereof, requiring him to construct such works and to adopt such means as may be necessary or proper for making safe such railway or works and preventing injury thereto; and if, after such notice, the mine owner shall not forthwith proceed to construct the works necessary for making safe the railway, the company may construct such works and recover the expense thereof from the mine owner by action."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "78A", "section_title": " Power to vary rights by agreement.", "section_text": "78A Notwithstanding anything contained in this Act, a mine owner, a royalty owner, and the company or any two of them may, by agreement alter, extend, or otherwise vary their respective rights under the provisions of this Act with regard to any minerals to which this Act applies, but not so as to prejudice the rights of any mine owner, royalty owner, or company not a party to the agreement without his or their consent."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "78B", "section_title": " Savings.", "section_text": "78B 1 Nothing in this Act shall affect any agreement between the mine owner and the royalty owner for the payment of any rent or royalty: Provided that— the payment of compensation by the company to the royalty owner in respect of any minerals shall extinguish any liability by the mine owner to pay any royalty in respect of the same minerals; the mine owner shall be entitled to make such deductions as are authorised by sub-section (3) of section 79A of this Act notwithstanding anything in any agreement between him and the royalty owner entered into before the first day of August, nineteen hundred and twenty-three unless the agreement was made after the first day of November, nineteen hundred and twelve, and expressly or by necessary implication provided for the payment of royalties in respect of the minerals supporting the railway or works in the event of the mine owner working them in virtue of a right acquired by agreement or statute or otherwise, or for the payment of royalties in respect of such minerals whether they are or are not worked; if the exercise by the company of powers conferred upon them by the foregoing provisions of this Act as to minerals in the area of protection will prevent the mine owner from working such quantity of minerals as at the royalties reserved will produce the sum total of the fixed or minimum rent remaining payable under the lease, or otherwise occasions serious hardship having regard to the obligation of the mine owner to pay such rent, or owing to any provision in the lease restricting the time within which a deficiency due to previous short working may be made good, such adjustment shall be made between the royalty owner and the mine owner as, failing agreement, may be determined by arbitration, and any question whether the circumstances are such as to give rise to such a right of adjustment shall be similarly determined. Where at the time of the exercise by the company of such power as aforesaid any deficiency due to previous short working which may be good in a subsequent period exists, the amount of such deficiency shall be treated for the purposes of this proviso as if it formed part of the sum total of the fixed or minimum rent remaining payable under the lease. 2 Nothing in this Act shall alter, diminish or affect any right to let down the surface, either unconditionally or subject to payment of compensation, or to any other condition, which a mine owner or royalty owner may possess, whether by statute grant lease agreement or otherwise, derived from a title antecedent to the acquisition by the company of their interest in the surface, or conferred on him by a reservation contained in the grant to the company, and a mine owner having such a title and having served a notice in accordance with this Act with respect to the working of any minerals, shall be free to work any such minerals, as to which a counter-notice shall not have been received, discharged from all the restrictions and provisions of this Act, other than those contained in sub-section (2) of section seventy-nine of the Act but, if a counter-notice is served, the minerals to which such counter-notice relates, shall, for the purposes of the assessment of compensation payable to the mine owner or royalty owner under this Act for leaving the same unworked, be deemed to be minerals lying wholly under the inner area of protection, and the appropriate percentage for the purpose of section eighty-one of this Act shall be one hundred."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "78C", "section_title": " Interpretation.", "section_text": "78C 1 In the foregoing provisions of this Act with respect to mines lying under or near a railway, unless the context otherwise requires— “ Mine owner ” includes the owner, lessee, or other person entitled to work and get minerals; “ Seam ” in relation to minerals includes bed, lode and vein; “ Surface ” in relation to land includes any buildings, works or things erected, constructed, or growing thereon; “ Royalty ” includes rent and any other reservation in respect of minerals by the acre, ton or otherwise; “ Royalty owner ” includes any person entitled to receive a royalty in respect of minerals; “ Deficiency due to short working ” means the amount by which the royalties payable under a lease of the minerals worked fall short of the fixed or minimum rent; “ Lease ” includes an under-lease or other tenancy and a licence; “ Lessee ” includes an under-lessee and a licensee. 2 For the purposes of the said provisions, the depth of a seam at any point of the railway shall be taken to be the distance between the rail level and the point where a line drawn vertically through the centre of the railway would first cut the seam of minerals, except that for the purpose of ascertaining the area of protection, but not for any other purpose, the said distance shall, where the railway is carried through a tunnel, be measured from the point where the said line would cut the natural surface of the land instead of from the rail level. 3 Where in an arbitration under the said provisions there are more than two parties involved, then, unless all the parties otherwise agree, the arbitration shall be conducted by a single arbitrator appointed by the Board of Trade, and the provisions of this Act with respect to the settlement of disputes by arbitration shall apply as if all the parties had concurred in his appointment as a single arbitrator."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "78D", "section_title": " Exemption from liability to leave support otherwise than under Act or agreement.", "section_text": "78D Save as in this Act, or the special Act, or under any agreement between the company and the mine owner expressly provided, the mine owner as between himself and the company— a shall not be under any liability to leave support either inside or outside the area of protection; and b shall be entitled to remove such support without being liable for any damage thereby caused to the railway or works or any part thereof; but so that the removal shall be done in a manner proper and necessary for the beneficial working of the minerals and according to the usual manner of working minerals in the district in which the same is situate."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "crossheading-working-of-mines-editorial-note-ss-7078-as-originally-enacted-follow_70", "section_title": "Promoters not to be entitled to minerals.", "section_text": "70 The company shall not be entitled to any mines of coal, ironstone, slate, or other minerals under any land purchased by them, except any such parts thereof as shall be necessary to be dug or carried away or used in the construction of the works, unless the same shall have been expressly purchased; and all such mines, excepting as aforesaid, shall be deemed to be excepted out of the conveyance of such lands, unless they shall have been expressly named therein and conveyed thereby."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "crossheading-working-of-mines-editorial-note-ss-7078-as-originally-enacted-follow_71", "section_title": "Mines lying near the railway not to be worked if the company willing to purchase them.", "section_text": "71 If the owner, lessee, or occupier of any mines or minerals lying under the railway, or any of the works connected therewith, or within the prescribed distance, or, where no distance shall be prescribed, forty yards therefrom, be desirous of working the same, such owner, lessee, or occupier shall give to the company notice in writing of his intention so to do thirty days before the commencement of working; and upon the receipt of such notice it shall be lawful for the company to cause such mines to be inspected by any person appointed by them for the purpose; and if it appear to the company that the working of such mines, either wholly or partially, is likely to damage the works of the railway, and if the company be desirous that such mines or any parts thereof should be left unworked, and if they be willing to make compensation for such mines or minerals, or such parts thereof as they desire to be left unworked, they shall give notice to such owner, lessee, or occupier of such their desire, and shall in such notice specify the parts of the mines under the railway or works or within the distance aforesaid which they shall desire to be left unworked, and for which they shall be willing to make compensation; and in such case such owner, lessee, or occupier shall not work or get the mines or minerals comprised in such notice; and the company shall make compensation for the same, and for all loss or damage occasioned by the non-working thereof, to the owner, lessee, and occupier thereof respectively; and if the company, and such owner, lessee, or occupier, do not agree as to the amount of such compensation, the same shall be settled as in other cases of disputed compensation."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "crossheading-working-of-mines-editorial-note-ss-7078-as-originally-enacted-follow_72", "section_title": "If company unwilling to purchase, owner may work the mines.", "section_text": "72 If before the expiration of such thirty days the company do not give notice of their desire to have such mines left unworked, and of their willingness to make such compensation as aforesaid, it shall be lawful for such owner, lessee, or occupier to work the said mines, or such parts thereof for which the company shall not have agreed to pay compensation, up to the limits of the mines or minerals for which they shall have agreed to make compensation, in such manner as such owner, lessee, or occupier shall think fit, for the purpose of getting the minerals contained therein; and if any damage or obstruction be occasioned to the railway or works by the working or getting of any such minerals which the company shall so have required to be left unworked, and for which they shall so have agreed to make compensation, the same shall be forthwith repaired or removed, as the case may require, and such damage made good, by the owner, lessee, or occupier of such mines or minerals, and at his own expense; and if such repair or removal be not forthwith done, or, if the company shall so think fit, without waiting for the same to be done by such owner, lessee, or occupier, it shall be lawful for the company to execute the same, and recover from such owner, lessee, or occupier the expense occasioned thereby by action in any competent court."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "crossheading-working-of-mines-editorial-note-ss-7078-as-originally-enacted-follow_73", "section_title": "Mining communications.", "section_text": "73 If the working of any such mines or minerals under the railway or works, or within the above-mentioned distance therefrom, be prevented as aforesaid by reason of apprehended injury to the railway, it shall be lawful for the respective owners, lessees, and occupiers of such mines, and whose mines shall extend so as to be on both sides of the railway, to cut and make such and so many airways, headways, gateways, or water levels through the mines, measures, or strata, the working whereof shall be so prevented as may be requisite to enable them to ventilate, drain, and work their said mines; but no such airway, headway, gateway, or water level shall be of greater dimensions or section than the prescribed dimensions and sections, and where no dimensions shall be prescribed not greater than eight feet wide and eight feet high, nor shall the same be cut or made upon any part of the railway or works, or so as to injure the same, or to impede the passage thereon."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "crossheading-working-of-mines-editorial-note-ss-7078-as-originally-enacted-follow_74", "section_title": "Company to make compensation for injury done to mines;", "section_text": "74 The company shall from time to time pay to the owner, lessee, or occupier of any such mines extending so as to be on both sides of the railway all such additional expences and losses as shall be incurred by such owner, lessee, or occupier by reason of the severance of the lands lying over such mines by the railway, or of the continuous working of such mines being interrupted as aforesaid, or by reason of the same being worked in such manner and under such restrictions as not to prejudice or injure the railway, and for any minerals not purchased by the company which cannot be obtained by reason of making and maintaining the railway; and if any dispute or question shall arise between the company, and such owner, lessee, or occupier as aforesaid, touching the amount of such losses or expences, the same shall be settled as in other cases of disputed compensation."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "crossheading-working-of-mines-editorial-note-ss-7078-as-originally-enacted-follow_75", "section_title": "and also for any airway or other work made necessary by the railway.", "section_text": "75 If any loss or damage be sustained by the owner or occupier of the lands lying over any such mines the working whereof shall have been so prevented as aforesaid (and not being the owner, lessee, or occupier of such mines), by reason of the making of any such airway or other work as aforesaid, which, or any like work would not have been necessary to be made but for the working of such mines having been so prevented as aforesaid, the company shall make full compensation to such owner or occupier of the surface lands for the loss or damage so sustained by him."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "crossheading-working-of-mines-editorial-note-ss-7078-as-originally-enacted-follow_76", "section_title": "Power to company to enter and inspect the working of mines.", "section_text": "76 For better ascertaining whether any such mines are being worked or have been worked so as to damage the railway or works, it shall be lawful for the company, after giving twenty-four hours notice in writing to enter upon any lands through or near which the railway passes wherein any such mines are being worked or are supposed so to be, and to enter into and return from any such mines or the works connected therewith; and for that purpose it shall be lawful for them to make use of any apparatus or machinery connected with such mines belonging to the owner, lessee, or occupier of such mines upon payment of the reasonable cost of using and working the same, and of any loss thereby occasioned to the working of the mines, or otherwise, and to use all necessary means for discovering the distance from the railway to the parts of such mines which are being worked or about so to be."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "crossheading-working-of-mines-editorial-note-ss-7078-as-originally-enacted-follow_77", "section_title": "Penalty for refusal to allow inspection.", "section_text": "77 If any such owner, lessee, or occupier of any such mine shall refuse to allow any person appointed by the company for that purpose to enter into and inspect any such mines or works in manner aforesaid, every person so offending shall for every such refusal forfeit to the company a sum not exceeding twenty pounds."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "crossheading-working-of-mines-editorial-note-ss-7078-as-originally-enacted-follow_78", "section_title": "If mines improperly worked, supports to be made.", "section_text": "78 It it appear that any such mines have been worked contrary to the provisions of this or the special Act, the company may, if they think fit, give notice to the owner, lessee, or occupier thereof to construct such supports or works, and to adopt such means as may be necessary or proper for making safe the railway, and preventing injury thereto; and if after such notice any such owner, lessee, or occupier do not forthwith proceed to construct the works necessary for making safe the railway, the company may themselves construct such works, and recover the expence thereof from such owner, lessee or occupier by action in any competent court."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "79", "section_title": " Company to employ locomotive power, carriages, &c", "section_text": "79 It shall be lawful for the company to use and employ locomotive engines or other moving power, and carriages and waggons to be drawn or propelled thereby, and to carry and convey upon the railway all such passengers and goods as shall be offered to them for that purpose . . .  ."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "80", "section_title": " Company empowered to contract with other companies.", "section_text": "80 It shall be lawful for the company from time to time to enter into any contract with any other company, being the owners or lessees or in possession of any other railway, for the passage over or along the railway by the special Act authorized to be made of any engines, coaches, waggons, or other carriages of any other company, or which shall pass over any other line of railway, or for the passage over any other line of railway of any engines, coaches, waggons, or other carriages of the company, or which shall pass over their line of railway, upon the payment of such tolls and under such conditions and restrictions as may be mutually agreed upon; and for the purpose aforesaid it shall be lawful for the respective parties to enter into any contract for the division or apportionment of the tolls to be taken upon their respective railways."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "81", "section_title": " Contract not to affect persons not parties to it.", "section_text": "81 Provided always, that no such contract as aforesaid shall in any manner alter, affect, increase, or diminish any of the tolls which the respective companies, parties to such contracts, shall for the time being be respectively authorized and entitled to demand or receive from any person or any other company, but that all other persons and companies shall, notwithstanding any such contract, be entitled to the use and benefit of any of the said railways, upon the same terms and conditions, and on payment of the same tolls, as they would have been in case no such contract had been entered into."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "82", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "82"}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "83", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "83"}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "84", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "84"}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "87", "section_title": " Milestones.", "section_text": "87 The company shall cause the length of the railway to be measured, and posts or other conspicuous objects to be set up and maintained along the whole line thereof, at the distance of one quarter of a mile from each other, with numbers or marks inscribed thereon denoting such distances."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "88", "section_title": "†Tolls to be taken only whilst board exhibited and milestones set up.", "section_text": "88 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   if any person wilfully pull down, deface, or destroy any such. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   milestone, he shall forfeit a sum not exceeding  level 1 on the standard scale  for every such offence."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "89", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "89"}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "90", "section_title": " In default of payment of tolls, goods, &c. may be detained and sold. ", "section_text": "90 If, on demand, any person fail to pay the tolls due in respect of any carriage or goods, it shall be lawful for the company to detain and sell such carriage, or all or any part of such goods, or, if the same shall have been removed from the premises of the company, to detain and sell any other carriages or goods within such premises belonging to the party liable to pay such tolls, and out of the monies arising from such sale to retain the tolls payable as aforesaid, and all charges and expences of such detention and sale, rendering the overplus, if any, of the monies arising by such sale, and such of the carriages or goods as shall remain unsold, to the person entitled thereto, or it shall be lawful for the company to recover any such tolls by action at law."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "91", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "91"}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "96", "section_title": " Penalty on passengers practising frauds on the company. ", "section_text": "96 If any person travel or attempt to travel in any carriage of the company, or of any other company or party using the railway, without having previously paid his fare, and with intent to avoid payment thereof, or if any person, having paid his fare for a certain distance, knowingly and wilfully proceed in any such carriage beyond such distance without previously paying the additional fare for the additional distance, and with intent to avoid payment thereof, or if any person knowingly and wilfully refuse or neglect, on arriving at the point to which he has paid his fare, to quit such carriage, every such person shall for every such offence forfeit to the company a sum not exceeding  level 1 on the standard scale ."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "97", "section_title": " Detention of offenders. ", "section_text": "97 If any person be discovered, either in or after committing or attempting to commit any such offence as in the preceding enactment mentioned, all officers and servants and other persons on behalf of the company, or such other company or party as aforesaid, and all constables, gaolers, and peace officers, may lawfully apprehend and detain such person until he can conveniently be taken before the sheriff or some justice, or until he be otherwise discharged by due course of law."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "98", "section_title": " Penalty for bringing dangerous goods on railway. ", "section_text": "98 No person shall be entitled to carry, or to require the company to carry, upon the railway, any aquafortis, oil of vitriol, gunpowder, lucifer matches, or any other goods which in the judgment of the company may be of a dangerous nature; and if any person send by the railway any such goods without distinctly marking their nature on the outside of the package containing the same, or otherwise giving notice in writing to the book-keeper or other servant of the company with whom the same are left, at the time of so sending, he shall forfeit to the company  level 2 on the standard scale  for every such offence; and it shall be lawful for the company to refuse to take any parcel that they may suspect to contain goods of a dangerous nature, or require the same to be opened to ascertain the fact."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "99", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "99"}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "101", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "101"}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "105", "section_title": " Exercise of power to lease the railway.", "section_text": "105 Where the company shall be authorized by the special Act to lease the railway, or any part thereof, to any company or person, the lease to be executed in pursuance of such authority shall contain all usual and proper obligations on the part of the lessee for maintaining the railway, or the portion thereof comprised in such lease, in good and efficient repair and working condition during the continuance thereof, and for so leaving the same at the expiration of the term thereby granted, and such other provisions, conditions, obligations, and agreements as are usually inserted in leases of a like nature."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "106", "section_title": " Powers vested in company to be exercised by lessees.", "section_text": "106 Such lease shall entitle the company or person to whom the same shall be granted to the free use of the railway or portion of railway comprised therein, and during the continuance of any such lease all the powers and privileges granted to and which might otherwise be exercised and enjoyed by the company, or the directors thereof, or their officers, agents, or servants, by virtue of this or the special Act, with regard to the possession, enjoyment, and management of the railway, or of the part thereof comprised in such lease, and the tolls to be taken thereon, shall be exercised and enjoyed by the lessee, and the officers and servants of such lessee, under the same regulations and restrictions as are by this or the special Act imposed on the company, and their directors, officers, and servants; and such lessee shall, with respect to the railway comprised in such lease, be subject to all the obligations by this or the special Act imposed on the company."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "107", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "107"}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "108", "section_title": " Engines to be approved by the company, and certificate of approval given. Unfit engines to be removed.", "section_text": "108 No locomotive or other engine, or other description of moving power, shall at any time be brought upon or used on the railway unless the same have first been approved of by the company; and within fourteen days after notice given to the company by any party desirous of bringing any such engine on the railway the company shall cause their engineer or other agent to examine such engine, at any place within three miles distance from the railway, to be appointed by the owner thereof, and to report thereon to the company; and within seven days after such report, if such engine be proper to be used on the railway, the company shall give a certificate to the party requiring the same of their approval of such engine; and if at any time the engineer or other agent of the company report that any engine used upon the railway is out of repair, or unfit to be used upon the railway, the company may require the same to be taken off, or may forbid its use upon the railway until the same shall have been repaired to the satisfaction of the company, and upon the engine being so repaired the company shall give a certificate to the party requiring the same of their approval of such engine; and if any difference of opinion arise between the company and the owner of any such engine as to the fitness or unfitness thereof for the purpose of being used on the railway, such difference shall be settled by arbitration.  Nothing in this section shall apply to the bringing or use of any rolling stock on track comprised in a network, the person having the management of which for the time being is the holder of a network licence; and in this section “rolling stock”, “track”, “network” and “holder of a network licence” shall be construed in accordance with Part I of the Railways Act 1993."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "109", "section_title": " Penalties on persons using improper engines.", "section_text": "109 If any person, whether the owner or other person having the care thereof, bring or use upon the railway any locomotive or other engine, or any moving power, without having first obtained such certificate of approval as aforesaid, or if, after notice given by the company to remove any such engine from the railway, such person do not forthwith remove the same, or if, after notice given by the company not to use any such engine upon the railway, such person do so use such engine, without having first repaired the same to the satisfaction of the company and obtained such certificate of approval, every such person shall in any of the cases aforesaid forfeit to the company a sum not exceeding  level 2 on the standard scale  ; and in any such case it shall be lawful for the company to remove such engine from the railway. Nothing in this section shall apply to the bringing or use of any rolling stock on track comprised in a network, the person having the management of which for the time being is the holder of a network licence; and in this section “rolling stock”, “track”, “network” and “holder of a network licence” shall be construed in accordance with Part I of the Railways Act 1993."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "110", "section_title": " Carriages to be constructed according to company’s regulations.", "section_text": "110 No carriage shall pass along or be upon the railway, (except in directly crossing the same, as herein or by the special Act authorized,) unless such carriage be at all times, so long as it shall be used or shall remain on the railway, of the construction and in the condition which the regulations of the company for the time being shall require; and if any dispute arise between the company and the owner of any such carriage as to the construction or condition thereof, in reference to the then existing regulations of the company, such dispute shall be settled by arbitration. Nothing in this section shall apply to the bringing or use of any rolling stock on track comprised in a network, the person having the management of which for the time being is the holder of a network licence; and in this section “rolling stock”, “track”, “network” and “holder of a network licence” shall be construed in accordance with Part I of the Railways Act 1993."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "111", "section_title": " Regulations to apply also to company’s carriages.", "section_text": "111 The regulations from time to time to be made by the company respecting the carriages to be used on the railway shall be drawn up in writing, and be authenticated by the common seal of the company, and shall be applicable alike to the carriages of the company and to the carriages of other companies or persons using the railway; and a copy of such regulations shall, on demand, be furnished by the secretary of the company to any person applying for the same. Nothing in this section shall apply to the bringing or use of any rolling stock on track comprised in a network, the person having the management of which for the time being is the holder of a network licence; and in this section “rolling stock”, “track”, “network” and “holder of a network licence” shall be construed in accordance with Part I of the Railways Act 1993."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "112", "section_title": " Penalty for using improper carriages.", "section_text": "112 If any carriage, not being of such construction or in such condition as the regulations of the company for the time being require, be made to pass or be upon any part of the railway, (except as aforesaid,) the owner thereof, or any person having for the time being the charge of such carriage, shall forfeit to the company a sum not exceeding  level 1 on the standard scale  for every such offence, and it shall be lawful for the company to remove any such carriage from the railway. Nothing in this section shall apply to the bringing or use of any rolling stock on track comprised in a network, the person having the management of which for the time being is the holder of a network licence; and in this section “rolling stock”, “track”, “network” and “holder of a network licence” shall be construed in accordance with Part I of the Railways Act 1993."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "113", "section_title": " Owner’s name, &c. to be registered, and exhibited on carriages.", "section_text": "113 The respective owners of carriages using the railway shall cause to be entered with the secretary or other officer of the company appointed for that purpose the names and places of abode of the owners of such carriages respectively, and the numbers, weights, and gauges of their respective carriages; and such owners shall also, if so required by the company, cause the same particulars to be painted in legible characters on some conspicuous part of the outside of every such carriage, so as to be always open to view; and every such owner shall, whenever required by the company, permit his carriage to be weighed, measured, or gauged at the expence of the company. Nothing in this section shall apply to the bringing or use of any rolling stock on track comprised in a network, the person having the management of which for the time being is the holder of a network licence; and in this section “rolling stock”, “track”, “network” and “holder of a network licence” shall be construed in accordance with Part I of the Railways Act 1993."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "114", "section_title": " On non-compliance carriage may be removed.", "section_text": "114 If the owner of any carriage fail to comply with the requisitions contained in the preceding enactment, it shall be lawful for the company to refuse to allow such carriage to be brought upon the railway, or to remove the same therefrom, until such compliance."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "115", "section_title": " Carriages improperly loaded, or suffered to obstruct the way, may be unloaded or removed.", "section_text": "115 If the loading of any carriage using the railway be such as to be liable to collision with other carriages properly loaded, or to be otherwise dangerous, or if the person having the care of any carriage or goods upon the railway suffer the same or any part thereof to remain on the railway so as to obstruct the passage or working thereof, it shall be lawful for the company to cause such carriage or goods to be unloaded and removed in any manner proper for preventing such collision or obstruction, and to detain such carriage or goods, or any part thereof, until the expences occasioned by such unloading, removal, or detention be paid."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "116", "section_title": " Company not to be liable for damage by unloading, &c.", "section_text": "116 The company shall not be liable for any damage or loss occasioned by any such unloading, removal, or detention as aforesaid, except for damage wilfully or negligently done to any carriage or goods so unloaded, removed, or detained; nor shall they be liable for the safe custody of any such carriage or goods so detained, unless the same be wrongfully detained by them, and then only for so long a time as the same shall have been so wrongfully detained."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "117", "section_title": " Owners liable for damage by servants.", "section_text": "117 The respective owners of engines and carriages passing or being upon the railway shall be answerable for any damage done by their engines or carriages, or by any of the servants or persons employed by them, to or upon the railway, or the machinery or works belonging thereto, or to or upon the property of any other person."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "118", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "118"}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "119", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "119"}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "130", "section_title": " Service of notices upon company.", "section_text": "130 And any summons or notice, or any writ or other proceeding at law, requiring to be served upon the company, may be served by the same being left at or transmitted through the post directed to the principal office of the company, or one of their principal offices where there shall be more than one, or being given personally to the secretary, or in case there be no secretary then by being given to any one director of the company."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "131", "section_title": " Tender of amends.", "section_text": "131 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "132", "section_title": " Provision for damages not otherwise provided for.", "section_text": "132 In all cases where any damages, charges, or expences are by this or the special Act, or any Act incorporated therewith, directed to be paid, and the method of ascertaining the amount or enforcing the payment thereof is not provided for, such amount, in case of dispute, shall be ascertained  . . .."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "133", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "133"}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "134", "section_title": " Method of proceeding before the sheriff or justices in questions of damages.", "section_text": "134 Where in this or the special Act, or any Act incorporated therewith, any question of damages, charges, expences, or other matter, is referred to the determination of any sheriff or justices, it shall be lawful for the sheriff or any justice, upon the application of either party, to order the other party to appear before such sheriff if the order shall be issued by the sheriff, or before two justices if the order shall have been issued by a justice, at a time and place to be named in such summons; and upon the appearance of such parties, or in the absence of any of them, upon proof of due service of the summons, it shall be lawful for such sheriff or such two justices, as the case may be, to hear and determine such question, and for that purpose to examine such parties or any of them, and their witnesses, on oath; and the expences of every such inquiry shall be in the discretion of such sheriff or justices, and he or they shall determine the amount thereof."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "135", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "135"}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "136", "section_title": " Penalty for defacing boards used for such publication. ", "section_text": "136 If any person pull down or injure any board put up or affixed  for the purpose of publishing any byelaw of the company or any penalty imposed by this or the special Act  , or shall obliterate any of the letters or figures thereon, he shall forfeit for every such offence a sum not exceeding  level 1 on the standard scale  , and shall defray the expences attending the restoration of such board."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "137", "section_title": " Penalties to be summarily recovered before the sheriff or two justices.", "section_text": "137 Every penalty or forfeiture imposed by this or the special Act, . . .   the recovery of which is not otherwise provided for, may be recovered by summary proceeding before the sheriff or two justices; . . .   and upon the appearance of the party complained against, or in his absence, after proof of the due service of such order, it shall be lawful for any sheriff or two justices to proceed to the hearing of the complaint; and upon proof of the offence, either by the confession of the party complained against, or upon the oath of one credible witness or more, it shall be lawful for such sheriff or justices to convict the offender, and upon such conviction to adjudge the offender to pay the penalty or forfeiture incurred, as well as such expences attending the conviction as such sheriff or justices shall think fit."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "138", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "138"}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "139", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "139"}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "140", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "140"}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "142", "section_title": " Application of penalties.", "section_text": "142 The sheriff or justices by whom any such penalty or forfeiture shall be imposed, where the application thereof is not otherwise provided for, may award not more than one half thereof to the informer, and  the remainder shall be paid into the Exchequer ."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "143", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "143"}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "144", "section_title": " Damage to be made good in addition to penalty.", "section_text": "144 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "145", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "145"}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "146", "section_title": " Transient offenders.", "section_text": "146 It shall be lawful for any officer or agent of the company, and all persons called by him to his assistance, to seize and detain any person who shall be found committing any offence against the provisions of this or the special Act, or any Act incorporated therewith, and whose name and residence shall be unknown to such officer or agent, and convey him with all convenient despatch before the sheriff or a justice, without any warrant or other authority than this or the special Act; and such sheriff or justice shall proceed with all convenient despatch in the matter of the complaint against such offender."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "147", "section_title": " Proceedings by sheriff need not be in writing.", "section_text": "147 Any sheriff to whom any application is authorized to be made, and before whom any judicial proceeding shall in consequence take place or become necessary under or by virtue of this or the special Act, or any Act incorporated therewith, shall and he is hereby authorized and required summarily to call before him all parties who appear to him to be interested therein, and to proceed forthwith to hear vivâ voce, and pronounce judgment regarding the matters mentioned in such application or proceedings, or to do the several matters and things required by this Act to be done by him, without waiting the ordinary course of the roll of causes before him, and without written pleadings or a written record or reducing any evidence which may be led by either of the parties to writing, unless and except where the said sheriff shall consider that the matters mentioned in such application or proceedings can with more advantage be decided with written pleadings and with a written record, in which case he shall proceed to make up a record, and bring the said matters to a conclusion with all convenient despatch; and the orders and judgments of the said sheriff when pronounced without a record shall be final and conclusive, and not subject to review by suspension or advocation, or to reduction, on any ground whatever."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "148", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "148"}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "149", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "149"}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "150", "section_title": " Power of appeal to sheriff. ", "section_text": "150 In all cases which may come before any sheriff substitute under this or the special Act, or any Act incorporated therewith, in which written pleadings shall have been allowed, and a written record shall have been made up, and where the evidence which has been led by the parties shall have been reduced to writing, but in no other case whatever, it shall be competent for any of the parties thereto, within seven days after a final judgment shall have been pronounced by such sheriff substitute, to appeal against the same to the sheriff of the county, by lodging a minute of appeal with the sheriff clerk of such county, or his depute; and the said sheriff shall thereupon review the proceedings of the said sheriff substitute and whole process, and, if he think proper, hear the parties vivâ voce thereon, and pronounce judgment; and such judgment shall in no case be subject to review by suspension . . .   or to reduction, on any ground whatever."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "151", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "151"}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "153", "section_title": " Copies of special Act to be kept and deposited, and allowed to be inspected. ", "section_text": "153 The company shall at all times after the expiration of six months after the passing of the special Act keep in their principal office of business a copy of the special Act, printed by the printers to her Majesty, or some of them; and shall also within the space of such six months deposit in the offices of each of the sheriff clerks of the several counties into which the works shall extend a copy of such special Act, so printed as aforesaid; and the said sheriff clerks shall receive, and they and the company respectively shall retain, the said copies of the special Act, and shall permit all persons interested to inspect the same, and make extracts or copies therefrom, in the like manner and upon the like terms and under the like penalty for default as is provided in the case of certain plans and sections by the  Parliamentary Documents Deposit Act 1837."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "154", "section_title": " Penalty on company failing to keep or deposit Act.", "section_text": "154 If the company shall fail to keep or deposit, as hereinbefore mentioned, any of the said copies of the special Act, they shall forfeit  level 2 on the standard scale  for every such offence, and also five pounds for every day afterwards during which such copy shall be not so kept or deposited."}, {"act": "Railways Clauses Consolidation (Scotland) Act 1845", "year": 1845, "section": "155", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "155"}]